{
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The static variety occurs when the lowest energy level of a molecule is degenerate, in which case it distorts": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.0068404027
      ],
      [
        "ahn",
        -2.0815847e-05
      ],
      [
        "–",
        -0.0061509735
      ],
      [
        "T",
        -5.5122365e-07
      ],
      [
        "eller",
        -1.6240566e-06
      ],
      [
        " effect",
        -0.00014954848
      ]
    ]
  },
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The static variety occurs when the lowest energy level of a molecule is degenerate, in which case it distorts spontaneously so as to remove the degeneracy and make one energy level more stable.  The more famous variety is the spontaneous, in which the overall energy of a system is reduced by splitting": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.012991154
      ],
      [
        "ahn",
        -7.934485e-05
      ],
      [
        "–",
        -0.015198408
      ],
      [
        "T",
        -2.4584822e-06
      ],
      [
        "eller",
        -5.2001665e-06
      ],
      [
        " effect",
        -0.0019379158
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which": {
    "guess": "Moche culture",
    "confidence": [
      [
        "Mo",
        -0.7696925
      ],
      [
        "che",
        -2.9160103e-05
      ],
      [
        " culture",
        -0.15338947
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty, Napoleon gave himself an imperial coat of arms that contained these creatures and their dwelling. In one book about these creatures, they work hard to supply each other's (*) lust and vanity, then are granted virtue by God and see their society collapse. That book was subtitled \"Private Vices, Public Virtues\", was by Bernard Mandeville, and is called the \"Fable of\" these creatures. For ten": {
    "guess": "Bee",
    "confidence": [
      [
        "B",
        -0.531294
      ],
      [
        "ee",
        -0.23547155
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of Scheherazade, while Derek Mahon wrote some poems collected by the plural of this name. In art and design, it identifies a pale purple or lavender color. In biology, it identifies an organism with genetically distinct cells from two different zygotes. In Mission: Impossible II, it is the name of the virus that only the appropriately-named drug Bellerophon can cure. FTP, identify this word, which,": {
    "guess": "Alchemist",
    "confidence": [
      [
        "Al",
        -0.29335412
      ],
      [
        "chemist",
        -0.0057551684
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period, one leader found himself isolated against Domitius Ahenobarbus and the latter's ally, and was thus forced to sign the Treaty of (*) Brundisium. This period saw one of its namesakes defeat Brutus at Philippi and ended with that same namesake's defeat at the hands of Agrippa in the battle of Actium. For 10 points, identify this period of Roman history that followed the republic and preceded the empire, during which Rome was formally ruled by Mark Antony, Octavian, and Marcus Lepidus.": {
    "guess": "Roman Triumvirate",
    "confidence": [
      [
        "Roman",
        -0.20537071
      ],
      [
        " Tri",
        -0.40990788
      ],
      [
        "um",
        -2.8160932e-06
      ],
      [
        "vir",
        -0.039312914
      ],
      [
        "ate",
        -1.0802739e-05
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of Scheherazade, while Derek Mahon wrote some poems collected by the plural of this name. In art and design, it identifies a pale purple or lavender color. In biology, it identifies an organism with genetically distinct cells from two different zygotes. In Mission: Impossible II, it is the name of the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.075276256
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems": {
    "guess": "Ica culture",
    "confidence": [
      [
        "I",
        -0.6687632
      ],
      [
        "ca",
        -0.038491014
      ],
      [
        " culture",
        -0.40181398
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty,": {
    "guess": "Uraeus",
    "confidence": [
      [
        "U",
        -0.8854341
      ],
      [
        "ra",
        -0.02321554
      ],
      [
        "eus",
        -0.005881153
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of": {
    "guess": "The Arabian Nights",
    "confidence": [
      [
        "The",
        -0.14873664
      ],
      [
        " Arabian",
        -0.20431937
      ],
      [
        " Nights",
        -7.398068e-05
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty, Napoleon gave himself an imperial coat of arms that contained these creatures and their dwelling.": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.8015697
      ],
      [
        "codile",
        -0.09247056
      ]
    ]
  },
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The": {
    "guess": "Jahn-Teller effect",
    "confidence": [
      [
        "J",
        -0.9144661
      ],
      [
        "ahn",
        -0.00090407656
      ],
      [
        "-T",
        -0.18079412
      ],
      [
        "eller",
        -2.677603e-05
      ],
      [
        " effect",
        -0.010489638
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty, Napoleon gave himself an imperial coat of arms that contained these creatures and their dwelling. In one book about these creatures, they work hard to supply each other's (*) lust and vanity, then are granted virtue by God and see their society collapse. That book was subtitled \"Private Vices, Public Virtues\", was by Bernard Mandeville, and is called the \"Fable of\" these creatures. For ten points, name these members of Hymenoptera, social insects that fly, sting, and make honey.": {
    "guess": "Bee",
    "confidence": [
      [
        "B",
        -0.4157399
      ],
      [
        "ee",
        -0.28496197
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of Scheherazade, while Derek Mahon wrote some poems collected by the plural of this name. In art and design, it identifies a pale purple or lavender color. In biology, it identifies an organism with genetically": {
    "guess": "The Arabian Nights",
    "confidence": [
      [
        "The",
        -0.12510964
      ],
      [
        " Arabian",
        -0.10983243
      ],
      [
        " Nights",
        -7.433829e-05
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period, one leader found himself isolated against Domitius Ahenobarbus and the latter's ally, and was thus forced to sign the Treaty of (*) Brundisium. This period saw one of its namesakes defeat Brutus at Philippi and ended with that same namesake's defeat at the hands of Agrippa in the battle of Actium.": {
    "guess": "Roman Republic",
    "confidence": [
      [
        "Roman",
        -0.3112424
      ],
      [
        " Republic",
        -0.6080092
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning": {
    "guess": "Roman History (Cassius Dio)",
    "confidence": [
      [
        "Roman",
        -0.8264281
      ],
      [
        " History",
        -0.97758305
      ],
      [
        " (",
        -0.16281804
      ],
      [
        "C",
        -0.0015981758
      ],
      [
        "ass",
        -4.3202e-07
      ],
      [
        "ius",
        -5.7411373e-05
      ],
      [
        " Dio",
        -2.1054253e-05
      ],
      [
        ")",
        -0.00064643344
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems called puquios.  First studied by Max Uhle at a place now called Ocucaje, their civilization practiced": {
    "guess": "Nazca culture",
    "confidence": [
      [
        "Naz",
        -0.26964623
      ],
      [
        "ca",
        -0.0007013569
      ],
      [
        " culture",
        -0.04054232
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems called puquios.  First studied by Max Uhle at a place now called Ocucaje, their civilization practiced human sacrifice as evidenced by a series of extant preserved heads on ropes, as well as the altars found at the Great pyramid at their capital, Cahuachi.  Their greatest creations still exist and most can now be found in the Ingenio Valley.  For 10 points, identify these ancient people of Peru that preceded the Inca and are known for their namesake \"lines\" that are visible from the air.": {
    "guess": "Nazca culture",
    "confidence": [
      [
        "Naz",
        -0.5472104
      ],
      [
        "ca",
        -0.0006909899
      ],
      [
        " culture",
        -0.07676862
      ]
    ]
  },
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The static variety occurs when the lowest energy level of a molecule is degenerate, in which case it distorts spontaneously so as to remove the degeneracy and make one energy level more stable.  The more famous variety is the spontaneous, in which the overall energy of a system is reduced by splitting the energy levels in an electronically excited state.  FTP, identify this effect that results in the elongation of one axis of a supposedly symmetrical complex inorganic ion.": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.004575496
      ],
      [
        "ahn",
        -0.00016098835
      ],
      [
        "–",
        -0.026652299
      ],
      [
        "T",
        -5.5122365e-07
      ],
      [
        "eller",
        -4.604148e-06
      ],
      [
        " effect",
        -0.0012398716
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of Scheherazade, while Derek Mahon wrote some poems collected by the plural of this name. In art and": {
    "guess": "The Arabian Nights",
    "confidence": [
      [
        "The",
        -0.23586155
      ],
      [
        " Arabian",
        -0.58784556
      ],
      [
        " Nights",
        -6.968935e-05
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately": {
    "guess": "Indigenous peoples in Peru",
    "confidence": [
      [
        "Ind",
        -1.091925
      ],
      [
        "igenous",
        -0.0006946815
      ],
      [
        " peoples",
        -0.014243075
      ],
      [
        " in",
        -0.49435028
      ],
      [
        " Peru",
        -0.12104525
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period, one leader found himself isolated against Domitius Ahenobarbus and the latter's ally, and was thus forced to sign the Treaty of (*) Brundisium. This period saw one of its namesakes defeat Brutus": {
    "guess": "Final War of the Roman Republic",
    "confidence": [
      [
        "Final",
        -1.17808
      ],
      [
        " War",
        -0.010759986
      ],
      [
        " of",
        -1.4378848e-05
      ],
      [
        " the",
        -0.000768056
      ],
      [
        " Roman",
        -8.518583e-05
      ],
      [
        " Republic",
        -6.81397e-05
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems called puquios.  First studied by Max Uhle at a place now called Ocucaje, their civilization practiced human sacrifice as evidenced by a series of extant preserved heads on ropes, as well as the altars found at the Great pyramid at their capital, Cahuachi.  Their greatest creations still exist and": {
    "guess": "Nazca culture",
    "confidence": [
      [
        "Naz",
        -0.24674885
      ],
      [
        "ca",
        -0.00021212305
      ],
      [
        " culture",
        -0.17986314
      ]
    ]
  },
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The static variety occurs when the lowest energy level of a molecule is degenerate, in which case it distorts spontaneously so as to remove the degeneracy and make one energy level more stable.  The more": {
    "guess": "Jahn–Teller effect",
    "confidence": [
      [
        "J",
        -0.011318491
      ],
      [
        "ahn",
        -9.1742026e-05
      ],
      [
        "–",
        -0.011798444
      ],
      [
        "T",
        -3.0545007e-06
      ],
      [
        "eller",
        -4.365741e-06
      ],
      [
        " effect",
        -0.0014824859
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period, one leader found himself isolated against Domitius Ahenobarbus and the latter's ally, and was": {
    "guess": "Final War of the Roman Republic",
    "confidence": [
      [
        "Final",
        -1.1320273
      ],
      [
        " War",
        -0.026101023
      ],
      [
        " of",
        -5.7961847e-06
      ],
      [
        " the",
        -0.00052801095
      ],
      [
        " Roman",
        -8.017927e-05
      ],
      [
        " Republic",
        -7.183501e-05
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period, one leader found himself isolated against Domitius Ahenobarbus and the latter's ally, and was thus forced to sign the Treaty of (*) Brundisium. This period saw one of its namesakes defeat Brutus at Philippi and ended with that same namesake's defeat at the hands of Agrippa in the battle of Actium. For 10 points, identify this period of Roman history that followed the republic and preceded the": {
    "guess": "Roman Empire",
    "confidence": [
      [
        "Roman",
        -0.12293984
      ],
      [
        " Empire",
        -0.10653779
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty, Napoleon gave himself an imperial coat of arms that contained these creatures and their dwelling. In one book about these creatures, they work hard to supply each other's (*) lust and vanity, then": {
    "guess": "BEE",
    "confidence": [
      [
        "B",
        -1.0063471
      ],
      [
        "EE",
        -0.34067172
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive war against Pacorus and Labienus, who had secured aid from the Parthian king Orodes. During this period,": {
    "guess": "Second Triumvirate",
    "confidence": [
      [
        "Second",
        -1.2984673
      ],
      [
        " Tri",
        -0.0050514713
      ],
      [
        "um",
        -4.1273333e-06
      ],
      [
        "vir",
        -0.00014561474
      ],
      [
        "ate",
        -2.6656826e-05
      ]
    ]
  },
  "Fullerene cations have exhibited this effect, which results in the distortion of their symmetry.  The static variety occurs when the lowest energy level of a molecule is degenerate, in which case it distorts spontaneously so as to remove the degeneracy and make one energy level more stable.  The more famous variety is the spontaneous, in which the overall energy of a system is reduced by splitting the energy levels in an electronically excited state.  FTP, identify this effect that results in the": {
    "guess": "Jahn-Teller effect",
    "confidence": [
      [
        "J",
        -0.020181183
      ],
      [
        "ahn",
        -0.0005301566
      ],
      [
        "-T",
        -0.051625486
      ],
      [
        "eller",
        -6.539802e-05
      ],
      [
        " effect",
        -0.021593709
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature representing Lower Egypt. Because of a belief that these animals were symbols of the Merogivgian dynasty, Napoleon gave himself an imperial coat of arms that contained these creatures and their dwelling. In one book about these creatures, they work hard to supply each other's (*) lust and vanity, then are granted virtue by God and see their society collapse. That book was subtitled \"Private Vices,": {
    "guess": "Lion and Unicorn",
    "confidence": [
      [
        "L",
        -1.1639408
      ],
      [
        "ion",
        -0.79570603
      ],
      [
        " and",
        -1.5987841
      ],
      [
        " Unicorn",
        -0.33685172
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems called puquios.  First studied by Max Uhle at a place now called Ocucaje, their civilization practiced human sacrifice as evidenced by a series of extant preserved heads on ropes, as well as the altars": {
    "guess": "Nazca culture",
    "confidence": [
      [
        "Naz",
        -0.5050403
      ],
      [
        "ca",
        -0.00069146673
      ],
      [
        " culture",
        -0.115102656
      ]
    ]
  },
  "They fully exploited such indigenous sources of food and energy as the Huarango Tree, but were ultimately conquered by the Wari.  They produced a distinctive polychrome pottery and their settlements, which were located in the Chincha and Acari regions, were centered around underground irrigation systems called puquios.  First studied by Max Uhle at a place now called Ocucaje, their civilization practiced human sacrifice as evidenced by a series of extant preserved heads on ropes, as well as the altars found at the Great pyramid at their capital, Cahuachi.  Their greatest creations still exist and most can now be found in the Ingenio Valley.  For 10 points, identify these ancient people of Peru": {
    "guess": "Nazca culture",
    "confidence": [
      [
        "Naz",
        -0.122724235
      ],
      [
        "ca",
        -0.0013777334
      ],
      [
        " culture",
        -0.23533835
      ]
    ]
  },
  "In the full title of an Egyptian pharaoh, the sedge plant represented Upper Egypt, with this creature": {
    "guess": "Uraeus",
    "confidence": [
      [
        "U",
        -0.5440637
      ],
      [
        "ra",
        -0.0019552754
      ],
      [
        "eus",
        -0.0031200794
      ]
    ]
  },
  "A full account of this period is given by Cassius Dio in Books 47 through 50 of his histories. The beginning of the this period was formally instituted by the Lex Titia, and this period saw a defensive": {
    "guess": "Cassius Dio",
    "confidence": [
      [
        "C",
        -1.195441
      ],
      [
        "ass",
        -0.2676326
      ],
      [
        "ius",
        -0.00092575327
      ],
      [
        " Dio",
        -0.009158923
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by this name tells three stories from different perspectives, including one told by Dunyazade, sister of Scheherazade, while Derek Mahon wrote some poems collected by the plural of this name. In art and design, it identifies a pale purple or lavender color. In biology, it identifies an organism with genetically distinct cells from two different zygotes. In Mission: Impossible II, it is the name of the virus that only the appropriately-named drug Bellerophon can cure. FTP, identify this word, which, in Greek mythology, names a fire-breathing monster that was part lion, part goat, and part snake.": {
    "guess": "Chimera",
    "confidence": [
      [
        "Ch",
        -0.17820325
      ],
      [
        "im",
        -5.7888185e-05
      ],
      [
        "era",
        -3.1281633e-07
      ]
    ]
  },
  "In Full Metal Alchemist, it is the specialty of Shou Tucker, the Sewing Life Alchemist. The novel by": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.24266806
      ],
      [
        "metal",
        -0.02128473
      ],
      [
        " Al",
        -0.00021569549
      ],
      [
        "chemist",
        -2.9875326e-05
      ]
    ]
  }
}