{
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation is used in acoustics.  Classical cavity electromagnetic modes are of this form, but the use": {
    "guess": "Quality factor",
    "confidence": [
      [
        "Quality",
        -1.0587138
      ],
      [
        " factor",
        -0.0038374942
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number, is used. If there is no internal energy conversion, the steady-state form of this process is described by Laplace's equation. The flux due to this process is equal to minus a proportionality constant": {
    "guess": "Heat transfer",
    "confidence": [
      [
        "Heat",
        -0.30972555
      ],
      [
        " transfer",
        -0.22895171
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form": {
    "guess": "Heat Capacity",
    "confidence": [
      [
        "Heat",
        -0.671372
      ],
      [
        " Capacity",
        -0.9607505
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to bring an ion from infinity into a continuous dielectric in the (*) Born equation. Surrounding molecules orient themselves to form a \"shell\" in this process. A special case of the equilibrium constant,": {
    "guess": "Diffusion-controlled process",
    "confidence": [
      [
        "Diff",
        -0.9877319
      ],
      [
        "usion",
        -0.05033177
      ],
      [
        "-controlled",
        -0.4578154
      ],
      [
        " process",
        -0.04353094
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote and was subsequently stabbed by his own brother-in-law. A treaty negotiated by this figure was attacked by Henry Tazewell and involved British forts on the Great Lakes, led to widespread burning of effigies, and gave Britain \"most favored nation\" status. This man coauthored the Federalist Papers with": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.027266724
      ],
      [
        " Jay",
        -0.00015074051
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For a given surface pressure, an isothermal sphere that remains  static has a maximum value for one of these quantities that is given by the Bonnor-Ebert formula; the ideal MHD  induction equation shows that the other one of these quantities is (*) \"frozen\" into the local plasma. For 10 points, name these  two quantities, one of which can change to give rise to an emf, and the other one of which can change due to accretion or transfer  in a semidetached binary system.": {
    "guess": "Magnetic field and mass",
    "confidence": [
      [
        "M",
        -0.14813639
      ],
      [
        "agnetic",
        -0.001345354
      ],
      [
        " field",
        -0.7793253
      ],
      [
        " and",
        -0.049750183
      ],
      [
        " mass",
        -1.3532872
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation is used in acoustics.  Classical cavity electromagnetic modes are of this form, but the use of that fact to predict a blackbody spectrum results in the erroneous Rayleigh-Jeans law.  Schr?dinger": {
    "guess": "Aspect ratio",
    "confidence": [
      [
        "Aspect",
        -0.43798175
      ],
      [
        " ratio",
        -0.102570325
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.031296413
      ],
      [
        " House",
        -0.0007921205
      ],
      [
        " of",
        -3.631232e-05
      ],
      [
        " the",
        -0.00058603747
      ],
      [
        " Seven",
        -1.9146995e-05
      ],
      [
        " G",
        -3.1424974e-05
      ],
      [
        "ables",
        -0.00010151673
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of this novel, a secret Indian deed to the eastern lands of Maine is found behind a portrait. The central family of this novel was cursed by Holgrave's ancestor (*) Matthew Maule, whose property was seized": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.0015454531
      ],
      [
        " House",
        -0.00021617231
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " the",
        -0.00010342398
      ],
      [
        " Seven",
        -5.9153886e-06
      ],
      [
        " G",
        -3.888926e-06
      ],
      [
        "ables",
        -5.4312077e-05
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision with a wall to be exactly twice a particle's normal momentum; that assumption is part of kinetic molecular theory. The Maxwell-Boltzmann distribution describes the speeds of individual particles": {
    "guess": "Kinetic theory of gases",
    "confidence": [
      [
        "Kin",
        -0.57742983
      ],
      [
        "etic",
        -1.9385403e-05
      ],
      [
        " theory",
        -0.03562607
      ],
      [
        " of",
        -0.02715814
      ],
      [
        " gases",
        -4.596782e-05
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities": {
    "guess": "Magnetic tension",
    "confidence": [
      [
        "M",
        -0.40866786
      ],
      [
        "agnetic",
        -0.43779045
      ],
      [
        " tension",
        -0.7908908
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast cancer. Cre proteins recognize loxP sites and initiate this process to occur. If the replication fork collapses, then this process involves strand invasion, branch migration, and then the resolution of the tetrahedral Holliday junction, all designed to repair the DNA. Targeted genes undergo this process during gene knockout. This process occurs at a chiasma during prophase I of meiosis. For 10": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.2818051
      ],
      [
        "olog",
        -1.9385403e-05
      ],
      [
        "ous",
        -2.4153549e-05
      ],
      [
        " re",
        -0.0005861567
      ],
      [
        "combination",
        -9.133887e-06
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to bring an ion from infinity into a continuous dielectric in the (*) Born equation. Surrounding molecules orient themselves to form a \"shell\" in this process. A special case of the equilibrium constant, symbolized Ksp (\"k-sub-s-p\"), represents the ability of compounds to undergo this process, and that": {
    "guess": "Chemical equilibrium",
    "confidence": [
      [
        "Chem",
        -0.83090985
      ],
      [
        "ical",
        -0.4199871
      ],
      [
        " equilibrium",
        -1.6690392
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional to the cross product of the angular velocity of a (*) frame and the velocity of a particle. This phenomenon is responsible for a flow of water perpendicular to prevailing winds known as Ekman transport.": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.14438333
      ],
      [
        "iol",
        -0.000106046464
      ],
      [
        "is",
        -3.8934802e-05
      ],
      [
        " force",
        -0.11920221
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number, is used. If there is no internal energy conversion, the steady-state form of this process is described by Laplace's equation. The flux due to this process is equal to minus a proportionality constant - often abbreviated k - times the gradient of (*) temperature according to Fourier's law. For 10 points, name this mode of heat transfer that occurs by microscopic means - without macroscopic motion of a material - as opposed to convection and radiation.": {
    "guess": "Heat conduction",
    "confidence": [
      [
        "Heat",
        -0.5686551
      ],
      [
        " con",
        -0.14978625
      ],
      [
        "duction",
        -6.511407e-06
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional to the cross product of the angular velocity of a (*) frame and the velocity of a particle. This phenomenon is responsible for a flow of water perpendicular to prevailing winds known as Ekman transport. It is not present on the equator, explaining why hurricanes do not form there. For 10 points, name this force that deflects moving objects to the right in the northern hemisphere and to the left": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.12329293
      ],
      [
        "iol",
        -0.00016647171
      ],
      [
        "is",
        -3.5716304e-05
      ],
      [
        " force",
        -0.5462885
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For a given surface pressure, an isothermal sphere that remains  static has a maximum value for one of these": {
    "guess": "Jeans mass",
    "confidence": [
      [
        "Je",
        -1.3544338
      ],
      [
        "ans",
        -5.3193703e-06
      ],
      [
        " mass",
        -0.58610046
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to bring an ion from infinity into a continuous dielectric in the (*) Born equation. Surrounding molecules": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.46201926
      ],
      [
        "usion",
        -0.006954419
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and": {
    "guess": "Laser physics",
    "confidence": [
      [
        "L",
        -0.03609026
      ],
      [
        "aser",
        -0.00012594614
      ],
      [
        " physics",
        -0.39203003
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For a given surface pressure, an isothermal sphere that remains  static has a maximum value for one of these quantities that is given by the Bonnor-Ebert formula; the ideal MHD  induction equation shows that the other one of these quantities is (*) \"frozen\" into the local plasma. For 10 points, name these  two quantities, one of which can change to give rise to an emf, and the other one of which can change": {
    "guess": "Magnetic flux and magnetic field",
    "confidence": [
      [
        "M",
        -0.182752
      ],
      [
        "agnetic",
        -0.0017997696
      ],
      [
        " flux",
        -0.7771226
      ],
      [
        " and",
        -0.0731468
      ],
      [
        " magnetic",
        -0.517605
      ],
      [
        " field",
        -0.2014069
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and mode-locking can make them active for shorter periods of time. These devices typically require the": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.08388045
      ],
      [
        "aser",
        -0.00010974178
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in": {
    "guess": "Intramolecular Agostic Interaction",
    "confidence": [
      [
        "In",
        -1.2402526
      ],
      [
        "tram",
        -0.0011429571
      ],
      [
        "olecular",
        -0.0006814572
      ],
      [
        " Ag",
        -1.3042786
      ],
      [
        "ost",
        -0.97463644
      ],
      [
        "ic",
        -5.3954464e-05
      ],
      [
        " Interaction",
        -0.19041193
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange": {
    "guess": "Gravitational potential energy",
    "confidence": [
      [
        "Gr",
        -0.9453063
      ],
      [
        "avit",
        -0.0032361785
      ],
      [
        "ational",
        -0.0008735861
      ],
      [
        " potential",
        -0.18013099
      ],
      [
        " energy",
        -0.33451086
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional": {
    "guess": "Solubility",
    "confidence": [
      [
        "Sol",
        -1.1572045
      ],
      [
        "ub",
        -0.0019330394
      ],
      [
        "ility",
        -0.0006946815
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with": {
    "guess": "DNA replication",
    "confidence": [
      [
        "DNA",
        -0.7936364
      ],
      [
        " replication",
        -0.19296396
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system,": {
    "guess": "Voltage Standing Wave Ratio",
    "confidence": [
      [
        "Voltage",
        -0.1149522
      ],
      [
        " Standing",
        -0.76197195
      ],
      [
        " Wave",
        -0.00060915196
      ],
      [
        " Ratio",
        -4.477578e-05
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast cancer. Cre proteins recognize loxP sites and initiate this process to occur. If the replication": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.053057503
      ],
      [
        "olog",
        -6.2729996e-06
      ],
      [
        "ous",
        -0.0003403495
      ],
      [
        " re",
        -0.00038241007
      ],
      [
        "combination",
        -6.2729996e-06
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation is used in acoustics.  Classical cavity electromagnetic modes are of this form, but the use of that fact to predict a blackbody spectrum results in the erroneous Rayleigh-Jeans law.  Schr?dinger modified the Bohr model of the atom by treating electrons as these, which may be considered as": {
    "guess": "Quantum number",
    "confidence": [
      [
        "Quant",
        -1.0298486
      ],
      [
        "um",
        -0.011729521
      ],
      [
        " number",
        -1.0576847
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision with a wall to be exactly twice a particle's normal momentum; that assumption is part of kinetic": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -1.4577829
      ],
      [
        " gas",
        -0.2719336
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate": {
    "guess": "Intramolecular reaction",
    "confidence": [
      [
        "In",
        -1.2936823
      ],
      [
        "tram",
        -0.0019939432
      ],
      [
        "olecular",
        -0.0008772778
      ],
      [
        " reaction",
        -1.2028315
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision with a wall to be exactly twice a particle's normal momentum; that assumption is part of kinetic molecular theory. The Maxwell-Boltzmann distribution describes the speeds of individual particles in these substances. A constant named for these substances is a macroscopic version of Boltzmann's": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -0.046681702
      ],
      [
        " gas",
        -0.4514533
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse": {
    "guess": "Jeans length",
    "confidence": [
      [
        "Je",
        -0.36809874
      ],
      [
        "ans",
        -9.0883464e-07
      ],
      [
        " length",
        -0.2360685
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.6581402
      ],
      [
        "cosity",
        -0.08846724
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0065121525
      ],
      [
        "iol",
        -6.749814e-06
      ],
      [
        "is",
        -8.418666e-06
      ],
      [
        " force",
        -0.0023654208
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision with a wall to be exactly twice a particle's normal momentum; that assumption is part of kinetic molecular theory. The Maxwell-Boltzmann distribution describes the speeds of individual particles in these substances. A constant named for these substances is a macroscopic version of Boltzmann's constant, and takes on a value of 8.31 in standard SI units. Ideal ones are described by the law \"P": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -0.016163874
      ],
      [
        " gas",
        -0.02627881
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to bring an ion from infinity into a continuous dielectric in the (*) Born equation. Surrounding molecules orient themselves to form a \"shell\" in this process. A special case of the equilibrium constant, symbolized Ksp (\"k-sub-s-p\"), represents the ability of compounds to undergo this process, and that value is very low for silver chloride. For 10 points, name this process in which a solute dissociates": {
    "guess": "Dissolution",
    "confidence": [
      [
        "D",
        -0.38526297
      ],
      [
        "iss",
        -6.0272258e-05
      ],
      [
        "olution",
        -0.02686249
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in neopentyl systems. A single (*) transition state characterizes the reaction coordinate of this mechanism,": {
    "guess": "E2 reaction",
    "confidence": [
      [
        "E",
        -0.6614428
      ],
      [
        "2",
        -0.41881096
      ],
      [
        " reaction",
        -0.18855178
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel": {
    "guess": "Cookie Monster",
    "confidence": [
      [
        "Cookie",
        -0.37130612
      ],
      [
        " Monster",
        -0.3487589
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.061152343
      ],
      [
        "olog",
        -3.297462e-05
      ],
      [
        "ous",
        -0.00018863993
      ],
      [
        " re",
        -0.00072911306
      ],
      [
        "combination",
        -7.58424e-06
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote and was subsequently stabbed by his own brother-in-law. A treaty negotiated by this figure was attacked by Henry Tazewell and involved British forts on the Great Lakes, led to widespread burning of effigies, and gave Britain \"most favored nation\" status. This man coauthored the Federalist Papers with James Madison and Alexander Hamilton. Known for his namesake 1794 treaty with Great Britain, for": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.08832799
      ],
      [
        " Jay",
        -0.00033820388
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number, is used. If there is no internal energy conversion, the steady-state form of this process is described by Laplace's equation. The flux due to this process is equal to minus a proportionality constant - often abbreviated k - times the gradient of (*) temperature according to Fourier's law. For 10 points, name this mode of heat transfer that occurs by microscopic means - without macroscopic motion": {
    "guess": "Heat conduction",
    "confidence": [
      [
        "Heat",
        -0.048794813
      ],
      [
        " con",
        -0.8023197
      ],
      [
        "duction",
        -0.0011529592
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For": {
    "guess": "Magnetic field (astronomy)",
    "confidence": [
      [
        "M",
        -0.2977905
      ],
      [
        "agnetic",
        -0.102945715
      ],
      [
        " field",
        -1.2057354
      ],
      [
        " (",
        -0.97503674
      ],
      [
        "astr",
        -0.31572697
      ],
      [
        "onomy",
        -4.00813e-06
      ],
      [
        ")",
        -0.0005072805
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional to the cross product of the angular velocity of a (*) frame and the velocity of a particle. This": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.018353153
      ],
      [
        "iol",
        -3.7027545e-05
      ],
      [
        "is",
        -3.190179e-05
      ],
      [
        " force",
        -0.1109944
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional to the cross product of the angular velocity of a (*) frame and the velocity of a particle. This phenomenon is responsible for a flow of water perpendicular to prevailing winds known as Ekman transport. It is not present on the equator, explaining why hurricanes do not form there. For 10 points,": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.094906494
      ],
      [
        "iol",
        -0.00013727049
      ],
      [
        "is",
        -3.4285862e-05
      ],
      [
        " force",
        -0.68831086
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in neopentyl systems. A single (*) transition state characterizes the reaction coordinate of this mechanism, which is typical for primary reactants due to their low steric hindrance. Backside attack leads to stereochemical inversion via this mechanism, whose second-order kinetics are proportional to the concentration of both substrate and nucleophile. For 10 points, name this concerted mechanism of": {
    "guess": "E2 reaction",
    "confidence": [
      [
        "E",
        -0.2876122
      ],
      [
        "2",
        -0.002071633
      ],
      [
        " reaction",
        -0.1066068
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer": {
    "guess": "Mass transfer",
    "confidence": [
      [
        "Mass",
        -0.61853975
      ],
      [
        " transfer",
        -0.020396132
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote and was subsequently stabbed by his own brother-in-law. A treaty negotiated by this figure was attacked by Henry Tazewell and involved British forts on the Great Lakes, led to widespread burning of effigies,": {
    "guess": "Jay Treaty",
    "confidence": [
      [
        "Jay",
        -0.028888749
      ],
      [
        " Treaty",
        -0.0027275984
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to bring an ion from infinity into a continuous dielectric in the (*) Born equation. Surrounding molecules orient themselves to form a \"shell\" in this process. A special case of the equilibrium constant, symbolized Ksp (\"k-sub-s-p\"), represents the ability of compounds to undergo this process, and that value is very low for silver chloride. For 10 points, name this process in which a solute dissociates and forms bonds with a solvent.": {
    "guess": "Dissolution",
    "confidence": [
      [
        "D",
        -0.8404803
      ],
      [
        "iss",
        -7.076218e-05
      ],
      [
        "olution",
        -0.0014622617
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to": {
    "guess": "SN1 reaction",
    "confidence": [
      [
        "SN",
        -0.65560037
      ],
      [
        "1",
        -0.647641
      ],
      [
        " reaction",
        -0.27396485
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of this novel, a secret Indian deed to the eastern lands of Maine is found behind a portrait. The central family of this novel was cursed by Holgrave's ancestor (*) Matthew Maule, whose property was seized after he was executed for being a witch. In its second chapter, Hepzibah opens a shop in preparation for her brother, Clifford Pyncheon's, imminent release from prison. For 10 points, name this Nathaniel Hawthorne novel about a dwelling with an unusual roof.": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.0029450133
      ],
      [
        " House",
        -0.00026419671
      ],
      [
        " of",
        -0.00010330478
      ],
      [
        " the",
        -0.0003213998
      ],
      [
        " Seven",
        -1.1517961e-05
      ],
      [
        " G",
        -7.58424e-06
      ],
      [
        "ables",
        -9.114601e-05
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.017001942
      ],
      [
        "iol",
        -3.5358695e-05
      ],
      [
        "is",
        -1.11603495e-05
      ],
      [
        " force",
        -0.0035459013
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in neopentyl systems. A single (*) transition state characterizes the reaction coordinate of this mechanism, which is typical for primary reactants due to their low steric hindrance. Backside attack leads to stereochemical inversion via this mechanism, whose second-order kinetics are proportional to the concentration of both substrate and nucleophile. For 10 points, name this concerted mechanism of nucleophilic substitution, contrasted with SN1.": {
    "guess": "S_N2 reaction",
    "confidence": [
      [
        "S",
        -0.68593884
      ],
      [
        "_N",
        -0.6659653
      ],
      [
        "2",
        -0.0010621059
      ],
      [
        " reaction",
        -0.051613156
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of this novel, a secret Indian deed to the eastern lands of Maine is found behind a portrait. The central family of this novel was cursed by Holgrave's ancestor (*) Matthew Maule, whose property was seized after he was executed for being a witch. In its second chapter, Hepzibah opens a shop in preparation": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.001430713
      ],
      [
        " House",
        -0.00036953975
      ],
      [
        " of",
        -1.342522e-05
      ],
      [
        " the",
        -0.00013655527
      ],
      [
        " Seven",
        -6.511407e-06
      ],
      [
        " G",
        -2.6968896e-06
      ],
      [
        "ables",
        -4.501419e-05
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote and was subsequently stabbed by his own brother-in-law. A treaty negotiated by this figure was attacked": {
    "guess": "Jay Treaty",
    "confidence": [
      [
        "Jay",
        -0.6085147
      ],
      [
        " Treaty",
        -0.0013082138
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote": {
    "guess": "Speaker of the United States House of Representatives",
    "confidence": [
      [
        "Speaker",
        -0.35970727
      ],
      [
        " of",
        -2.5345586e-05
      ],
      [
        " the",
        -8.061054e-06
      ],
      [
        " United",
        -9.031158e-05
      ],
      [
        " States",
        -8.42322e-05
      ],
      [
        " House",
        -1.0921943e-05
      ],
      [
        " of",
        -1.9361265e-07
      ],
      [
        " Representatives",
        -4.763667e-05
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number, is used. If there is no internal energy conversion, the steady-state form of this process is described": {
    "guess": "Heat transfer",
    "confidence": [
      [
        "Heat",
        -0.35685238
      ],
      [
        " transfer",
        -0.2178309
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation": {
    "guess": "Voltage standing wave ratio",
    "confidence": [
      [
        "Voltage",
        -0.4788341
      ],
      [
        " standing",
        -0.6364041
      ],
      [
        " wave",
        -0.001797158
      ],
      [
        " ratio",
        -0.000102708764
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For a given surface pressure, an isothermal sphere that remains  static has a maximum value for one of these quantities that is given by the Bonnor-Ebert formula; the ideal MHD  induction equation shows that": {
    "guess": "Magnetic field strength",
    "confidence": [
      [
        "M",
        -0.4929308
      ],
      [
        "agnetic",
        -0.034215175
      ],
      [
        " field",
        -0.69100463
      ],
      [
        " strength",
        -0.5202812
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow": {
    "guess": "The Watermelon Seed",
    "confidence": [
      [
        "The",
        -0.5138508
      ],
      [
        " Water",
        -1.2887976
      ],
      [
        "melon",
        -0.44488254
      ],
      [
        " Seed",
        -0.4645818
      ]
    ]
  },
  "The ratio of the inertial force to this phenomenon is known as the Rossby number. The magnitude of this force is proportional to twice a constant times the sine of the latitude because it is proportional to the cross product of the angular velocity of a (*) frame and the velocity of a particle. This phenomenon is responsible for a flow of water perpendicular to prevailing winds known as Ekman transport. It is not present on the equator, explaining why hurricanes do not form there. For 10 points, name this force that deflects moving objects to the right in the northern hemisphere and to the left in the southern hemisphere, a fictitious deflective force observed in a rotating reference frame.": {
    "guess": "Coriolis force",
    "confidence": [
      [
        "Cor",
        -0.0014430919
      ],
      [
        "iol",
        -3.392825e-05
      ],
      [
        "is",
        -1.4259645e-05
      ],
      [
        " force",
        -0.010167669
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and mode-locking can make them active for shorter periods of time. These devices typically require the gain medium to reach a state of population inversion, where there are more molecules in an (*) excited state than not. In 1960, Theodore Maiman used a ruby crystal in one of these devices not long after Charles Townes created a precursor to one of these objects that produced microwaves. For ten points, identify these devices that emit a very focused beam of light.": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.00051049906
      ],
      [
        "aser",
        -1.0280384e-06
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and mode-locking can make them active for shorter periods of time. These devices typically require the gain medium to reach a state of population inversion, where there are more molecules in an (*) excited": {
    "guess": "Laser physics",
    "confidence": [
      [
        "L",
        -0.17278047
      ],
      [
        "aser",
        -3.619312e-05
      ],
      [
        " physics",
        -0.7928217
      ]
    ]
  },
  "The ratio of these two quantities must decrease in the direction of gravity in order for the  interchange instability to operate in a magnetically supported, static sheet. The ratio of these two quantities determines  whether a molecular cloud is subcritical or supercritical, and during cloud collapse their ratio remains constant unless  there are non-ideal effects such as ambipolar diffusion. For a given surface pressure, an isothermal sphere that remains  static has a maximum value for one of these quantities that is given by the Bonnor-Ebert formula; the ideal MHD  induction equation shows that the other one of these quantities is (*) \"frozen\" into the local plasma. For 10 points, name these": {
    "guess": "Magnetic field strength",
    "confidence": [
      [
        "M",
        -0.2638721
      ],
      [
        "agnetic",
        -0.008633477
      ],
      [
        " field",
        -0.31461403
      ],
      [
        " strength",
        -0.6985729
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.06182829
      ],
      [
        "olog",
        -5.080963e-06
      ],
      [
        "ous",
        -0.00040624346
      ],
      [
        " re",
        -0.0013864279
      ],
      [
        "combination",
        -2.1411865e-05
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation is used in acoustics.  Classical cavity electromagnetic modes are of this form, but the use of that fact to predict a blackbody spectrum results in the erroneous Rayleigh-Jeans law.  Schr?dinger modified the Bohr model of the atom by treating electrons as these, which may be considered as a superposition of oppositely directed waves of equal amplitude, frequency, and wavelength.  FTP, identify": {
    "guess": "Standing wave",
    "confidence": [
      [
        "Standing",
        -0.2099104
      ],
      [
        " wave",
        -0.007879996
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and mode-locking can make them active for shorter periods of time. These devices typically require the gain medium to reach a state of population inversion, where there are more molecules in an (*) excited state than not. In 1960, Theodore Maiman used a ruby crystal in one of these devices not long after Charles Townes created a precursor to one of these objects that produced microwaves. For ten points,": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0023447305
      ],
      [
        "aser",
        -6.704273e-07
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -0.24759077
      ],
      [
        " gas",
        -0.025186356
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number,": {
    "guess": "Conduction (heat)",
    "confidence": [
      [
        "Con",
        -0.6230243
      ],
      [
        "duction",
        -0.24936865
      ],
      [
        " (",
        -0.19838208
      ],
      [
        "heat",
        -0.004179783
      ],
      [
        ")",
        -0.17521311
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of this novel, a secret Indian deed to the eastern lands of Maine is found behind a portrait. The central family of this novel was cursed by Holgrave's ancestor (*) Matthew Maule, whose property was seized after he was executed for being a witch. In its second chapter, Hepzibah opens a shop in preparation for her brother, Clifford Pyncheon's, imminent release from prison. For 10 points, name this Nathaniel": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.012881598
      ],
      [
        " House",
        -0.0008796619
      ],
      [
        " of",
        -3.7742768e-05
      ],
      [
        " the",
        -0.0008960973
      ],
      [
        " Seven",
        -1.7597347e-05
      ],
      [
        " G",
        -3.0828953e-05
      ],
      [
        "ables",
        -7.6364755e-05
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.3142204
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the Lorenz number according to the Wiedemann-Franz law. In lumped system analyses of the transient form of this process, a number proportional to the internal resistance to this process, the Biot number, is used. If there is no internal energy conversion, the steady-state form of this process is described by Laplace's equation. The flux due to this process is equal to minus a proportionality constant - often abbreviated k - times the gradient of (*) temperature according to Fourier's law. For 10 points,": {
    "guess": "Heat conduction",
    "confidence": [
      [
        "Heat",
        -0.079369225
      ],
      [
        " con",
        -0.3596176
      ],
      [
        "duction",
        -0.000118086034
      ]
    ]
  },
  "The rate at which one process occurs in these devices is proportional to Einstein's B-coefficient, and mode-locking can make them active for shorter periods of time. These devices typically require the gain medium to reach a state of population inversion, where there are more molecules in an (*) excited state than not. In 1960, Theodore Maiman used a ruby crystal in one of these devices not long after": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.14144959
      ],
      [
        "aser",
        -8.299462e-06
      ]
    ]
  },
  "The rate of this property is related to the surface area, diffusion coefficient, and diffusion layer length in the Noyes\u0096Whitney equation. The extent to which this process will occur with polymers can be estimated by a parameter equal to the square root of the cohesive energy density. Its energy is proportional to one minus one over the relative permittivity when modelled as the energy required to": {
    "guess": "Diffusion coefficient",
    "confidence": [
      [
        "Diff",
        -0.9433336
      ],
      [
        "usion",
        -0.014164449
      ],
      [
        " coefficient",
        -1.6655707
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in neopentyl systems. A single (*) transition state characterizes the reaction coordinate of this mechanism, which is typical for primary reactants due to their low steric hindrance. Backside attack leads to stereochemical inversion via this mechanism, whose second-order kinetics are proportional to": {
    "guess": "S_N2 reaction",
    "confidence": [
      [
        "S",
        -0.7446074
      ],
      [
        "_N",
        -1.2437563
      ],
      [
        "2",
        -0.078751415
      ],
      [
        " reaction",
        -0.0654035
      ]
    ]
  },
  "The ratio of this name is the ratio of the high and low voltage points in a transmission line system, which can be used to find impedance via a bolometer, and a like-named ratio of maximum to minimum dilatation is used in acoustics.  Classical cavity electromagnetic modes are of this form, but the use of that fact to predict a blackbody spectrum results in the erroneous Rayleigh-Jeans law.  Schr?dinger modified the Bohr model of the atom by treating electrons as these, which may be considered as a superposition of oppositely directed waves of equal amplitude, frequency, and wavelength.  FTP, identify these types of waves so named because they appear to be stationary.": {
    "guess": "Standing wave",
    "confidence": [
      [
        "Standing",
        -0.0059056887
      ],
      [
        " wave",
        -0.08631832
      ]
    ]
  },
  "During the ratification of legislation named for this man, Frederick Muhlenberg casted the tying vote and was subsequently stabbed by his own brother-in-law. A treaty negotiated by this figure was attacked by Henry Tazewell and involved British forts on the Great Lakes, led to widespread burning of effigies, and gave Britain \"most favored nation\" status. This man coauthored the Federalist Papers with James Madison and Alexander Hamilton. Known for his namesake 1794 treaty with Great Britain, for 10 points, identify this early New York politician and first Chief Justice of the Supreme Court.": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.07362488
      ],
      [
        " Jay",
        -9.372295e-06
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast cancer. Cre proteins recognize loxP sites and initiate this process to occur. If the replication fork collapses, then this process involves strand invasion, branch migration, and then the resolution of the tetrahedral Holliday junction, all designed to repair the DNA. Targeted genes undergo this process during gene knockout. This process occurs at a chiasma during prophase I of meiosis. For 10 points, name this mechanism by which DNA strands exchange nucleotides, such as during crossover.": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.4368509
      ],
      [
        "olog",
        -7.183501e-05
      ],
      [
        "ous",
        -0.00019126241
      ],
      [
        " re",
        -0.0011061599
      ],
      [
        "combination",
        -9.372295e-06
      ]
    ]
  },
  "Rather than make her first sale, a nearsighted character in this novel gives a free gingerbread Jim Crow to an urchin, who immediately demands her other cookie. Like his ancestor, a character in this novel dies of apoplexy while seated in an oak chair due to a curse placed on his family. At the end of this novel, a secret Indian deed to the eastern lands of Maine is found behind a portrait. The central": {
    "guess": "The House of the Seven Gables",
    "confidence": [
      [
        "The",
        -0.016055485
      ],
      [
        " House",
        -0.00019841464
      ],
      [
        " of",
        -2.5345586e-05
      ],
      [
        " the",
        -0.0004869187
      ],
      [
        " Seven",
        -1.7597347e-05
      ],
      [
        " G",
        -2.188868e-05
      ],
      [
        "ables",
        -4.0722858e-05
      ]
    ]
  },
  "The ratio of proportionality constants for two different processes with this name are connected by the": {
    "guess": "Carnot cycle",
    "confidence": [
      [
        "C",
        -0.35749033
      ],
      [
        "arn",
        -0.003977716
      ],
      [
        "ot",
        -9.0883464e-07
      ],
      [
        " cycle",
        -0.0324422
      ]
    ]
  },
  "The rate of this mechanism is enhanced by intramolecular neighboring group participation, leading to products with atypical stereochemistry. This reaction produces parabolic Hammett plots because its rate is enhanced by both electron-donating and withdrawing groups, and it proceeds unusually slowly in neopentyl systems. A single (*) transition state characterizes the reaction coordinate of this mechanism, which is typical for primary reactants due to their low steric hindrance. Backside attack leads": {
    "guess": "SN2 reaction",
    "confidence": [
      [
        "SN",
        -0.6887109
      ],
      [
        "2",
        -0.3088251
      ],
      [
        " reaction",
        -0.011150751
      ]
    ]
  },
  "The rate at which the properties of one of these substances change can be defined in terms of a lapse rate. The derivation of one law that approximately describes them takes the net impulse due to a collision with a wall to be exactly twice a particle's normal momentum; that assumption is part of kinetic molecular theory. The Maxwell-Boltzmann distribution describes the speeds of individual particles in these substances. A constant named for these substances is a macroscopic version of Boltzmann's constant, and takes on a value of 8.31 in standard SI units. Ideal ones are described by the law \"P V equals n R T\". For 10 points, name this least-dense state of matter.": {
    "guess": "Ideal gas",
    "confidence": [
      [
        "Ideal",
        -0.3739471
      ],
      [
        " gas",
        -0.1034045
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast cancer. Cre proteins recognize loxP sites and initiate this process to occur. If the replication fork collapses, then this process involves strand invasion, branch migration, and then the resolution of the tetrahedral Holliday junction, all designed to repair the DNA. Targeted genes undergo this": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.116717264
      ],
      [
        "olog",
        -4.5252596e-05
      ],
      [
        "ous",
        -0.00063726207
      ],
      [
        " re",
        -0.0004889305
      ],
      [
        "combination",
        -1.0325924e-05
      ]
    ]
  },
  "The rate of this process is increased at Chi sequences. A protein named for this process cooperates with LexA to initiate the SOS response. The RuvABC family of proteins participates in this process. Mutations in BRCA1, which interacts with Rad51 protein during this process, lead to high rates of breast cancer. Cre proteins recognize loxP sites and initiate this process to occur. If the replication fork collapses, then this process involves strand invasion, branch migration, and then the resolution": {
    "guess": "Homologous recombination",
    "confidence": [
      [
        "Hom",
        -0.07010794
      ],
      [
        "olog",
        -6.869018e-06
      ],
      [
        "ous",
        -0.00041935223
      ],
      [
        " re",
        -0.00020652048
      ],
      [
        "combination",
        -8.418666e-06
      ]
    ]
  }
}