{
  "This jazz performer's first recorded solo is on the Dizzie Gillespie track \"We Love to Boogie,\" and his avant-garde recordings near the end of his career include Intertsellar Space and Stellar Regions. This man, who recorded Impressions, was part of Miles Davis' first great quintet, and developed his": {
    "guess": "John Coltrane",
    "confidence": [
      [
        "John",
        -0.03472803
      ],
      [
        " Col",
        -0.0005349211
      ],
      [
        "tr",
        -3.500108e-05
      ],
      [
        "ane",
        -6.0153056e-05
      ]
    ]
  },
  "This jazz performer's first recorded solo is on the Dizzie Gillespie track \"We Love to Boogie,\" and his avant-garde recordings near the end of his career include Intertsellar Space and Stellar Regions. This man, who recorded Impressions, was part of Miles Davis' first great quintet, and developed his fast \"sheets of sound\" technique on recordings like My Favorite Things. His first album of original": {
    "guess": "John Coltrane",
    "confidence": [
      [
        "John",
        -0.0052185827
      ],
      [
        " Col",
        -0.00013440961
      ],
      [
        "tr",
        -1.473646e-05
      ],
      [
        "ane",
        -2.5226382e-05
      ]
    ]
  },
  "This jazz performer's first recorded solo is on the Dizzie Gillespie track \"We Love to Boogie,\" and his": {
    "guess": "John Coltrane",
    "confidence": [
      [
        "John",
        -0.8114971
      ],
      [
        " Col",
        -0.00023798658
      ],
      [
        "tr",
        -1.3663626e-05
      ],
      [
        "ane",
        -5.3358446e-05
      ]
    ]
  },
  "This jazz performer's first recorded solo is on the Dizzie Gillespie track \"We Love to Boogie,\" and his avant-garde recordings near the end of his career include Intertsellar Space and Stellar Regions. This man, who recorded Impressions, was part of Miles Davis' first great quintet, and developed his fast \"sheets of sound\" technique on recordings like My Favorite Things. His first album of original recordings was Giant Steps. For ten points, identify this jazz saxophone player of A Love Supreme.": {
    "guess": "John Coltrane",
    "confidence": [
      [
        "John",
        -0.0043565333
      ],
      [
        " Col",
        -8.339777e-05
      ],
      [
        "tr",
        -7.822647e-06
      ],
      [
        "ane",
        -1.0087517e-05
      ]
    ]
  },
  "This jazz performer's first recorded solo is on the Dizzie Gillespie track \"We Love to Boogie,\" and his avant-garde recordings near the end of his career include Intertsellar Space and Stellar Regions.": {
    "guess": "John Coltrane",
    "confidence": [
      [
        "John",
        -0.024578437
      ],
      [
        " Col",
        -0.0010805641
      ],
      [
        "tr",
        -6.511407e-06
      ],
      [
        "ane",
        -4.179569e-05
      ]
    ]
  }
}