{
  "One law governing this process sets the flux proportional to a certain spatial derivative and is named after Adolph Fick. For a gas, the rate of this process is proportional to the square root of molar mass by Graham's Law. When water undergoes this process by moving across a semipermeable (SEM-\"eye\"-PER-mee-uh-bull) membrane, it is called osmosis. For 10 points, name this process in which a compound moves from an area of high concentration to an area of low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.010832985
      ],
      [
        "usion",
        -2.355753e-05
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.47533453
      ],
      [
        "ien",
        -4.012684e-05
      ],
      [
        "'s",
        -0.0015853314
      ],
      [
        " displacement",
        -0.1214198
      ],
      [
        " law",
        -0.00014263466
      ]
    ]
  },
  "Lawrence Alloway probably coined the term in 1955, using it to refer to the work of Magda Cordell, Richard Hamilton, and Paolozzi. The second wave came later, including Peter Blake and Roger Coleman, and the final group included Peter Phillips and Da  vid Hockney. FTP, name this artistic movement, which uses advertising, media, and products of contemporary life, and whose American members include Claes Oldenburg, Robert Rauschenberg, Jasper Johns, Roy Lichtenstein, and Andy Warhol.": {
    "guess": "Pop Art",
    "confidence": [
      [
        "Pop",
        -0.010566434
      ],
      [
        " Art",
        -0.0018543887
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the interactions between particles. This law uses the constant k which is approximately equal to 9 billion newtons (*) times meters squared over its namesake's SI unit squared. It is analogous to Newtons' law of gravitation in that it relates the force on each particle to the inverse square of the distance between them. FTP, name this law for electrostatic force dependant on charge named after a French": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.012809693
      ],
      [
        "oul",
        -3.0113732e-05
      ],
      [
        "omb",
        -0.0001278534
      ],
      [
        "'s",
        -0.00017672323
      ],
      [
        " law",
        -0.03438221
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named for this man includes the convective heat transfer coefficient, and another contains a constant": {
    "guess": "Newton's laws of motion",
    "confidence": [
      [
        "Newton",
        -1.1191391
      ],
      [
        "'s",
        -0.0057338406
      ],
      [
        " laws",
        -0.19289635
      ],
      [
        " of",
        -0.023644896
      ],
      [
        " motion",
        -0.0009506449
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the interactions between particles. This law uses the constant k which is approximately equal to 9 billion newtons (*) times meters squared over its namesake's SI unit squared. It is analogous to Newtons'": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.030186746
      ],
      [
        "oul",
        -0.00012797261
      ],
      [
        "omb",
        -0.0010106575
      ],
      [
        "'s",
        -0.0007185076
      ],
      [
        " law",
        -0.014982829
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham and meets an associate of Mamie at the Notre Dame Cathedral, which gives him the resolve to ignore a telegram telling him to return home, prompting Sarah Pocock to come to Europe. The protagonist travels with Mr. Waymarsh to serve in the title occupation for his beloved. For ten points, name this Henry James novel which sees Madame de Vionnet supposedly poisoning the culture of Chad Newsome, which prompts a rescue by Lewis Lambert Strether.": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.0029273033
      ],
      [
        " Amb",
        -0.00046796896
      ],
      [
        "assadors",
        -3.4524266e-05
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named for this man includes the convective heat transfer coefficient, and another contains a constant whose value was first measured by Henry Cavendish in an experiment that used a torsion balance. One law named for this man is sometimes called the action-reaction law, and another is alternatively known as the law of inertia. For 10 points, name this English scientist who names three laws of motion,": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.003461206
      ],
      [
        "aac",
        -4.8709502e-05
      ],
      [
        " Newton",
        -3.4121115e-06
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2748615
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia, successfully besieged Fortín Boquerón and, later, Ballivián. Earlier, its army was decimated by the Campaign of Lomas Valentinas. This nation defeated Bolivia in the Chaco War but lost to forces led first by Bartolomé Mitre and later by the Duke of Caxias. In that war, this nation's opponents were Argentina, Brazil, and Uruguay. For 10 points, name this nation which dictator Francisco Solano López drove to disastrous defeat in the War of the Triple Alliance.": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.01551244
      ],
      [
        "aguay",
        -0.000105331244
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham and meets an associate of Mamie at the Notre Dame Cathedral, which gives him the resolve to ignore": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.96750337
      ],
      [
        " Passage",
        -0.23870914
      ],
      [
        " to",
        -0.0034108434
      ],
      [
        " India",
        -0.0011480756
      ]
    ]
  },
  "His law of phosphorescence states if a solid is capable of absorbing light it may re-emit light. His law of terminal speed states that the viscous drag force experienced by a sphere moving through a fluid is 6 pi times the product of the radius of the sphere, the speed of the sphere and the fluid's viscocity.": {
    "guess": "Ludwig Boltzmann",
    "confidence": [
      [
        "L",
        -1.6955533
      ],
      [
        "ud",
        -0.052950334
      ],
      [
        "wig",
        -0.17292346
      ],
      [
        " Bolt",
        -0.7549314
      ],
      [
        "z",
        -0.00041613373
      ],
      [
        "mann",
        -7.517272e-05
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.012158054
      ],
      [
        "ooke",
        -1.640531e-05
      ],
      [
        "'s",
        -3.786197e-05
      ],
      [
        " law",
        -0.01931033
      ]
    ]
  },
  "One law named for Isaac Newton describes the rate of transfer of this quantity, which does not change in adiabatic [ay-dee-uh-BAA-tik] processes. Without additional work it can only flow in one direction according to the (*) second law of thermodynamics. Because it is a type of energy, it is often measured": {
    "guess": "Heat",
    "confidence": [
      [
        "Heat",
        -0.19132194
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.03914568
      ],
      [
        "ton",
        -8.776276e-06
      ],
      [
        "-c",
        -0.017598536
      ],
      [
        "ou",
        -3.4121115e-06
      ],
      [
        "pled",
        0.0
      ],
      [
        " electron",
        -0.00047035306
      ],
      [
        " transfer",
        -3.650519e-06
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials who misused union funds, those who had been found guilty of certain crimes, and those who violently kept union members from exercising their legal rights.  Union members were given a bill of rights, and": {
    "guess": "Labor Management Reporting and Disclosure Act",
    "confidence": [
      [
        "Labor",
        -0.24178173
      ],
      [
        " Management",
        -0.16268544
      ],
      [
        " Reporting",
        -0.3606757
      ],
      [
        " and",
        -0.0001406082
      ],
      [
        " Disclosure",
        -0.00013059509
      ],
      [
        " Act",
        -0.00019018957
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials who misused union funds, those who had been found guilty of certain crimes, and those who violently kept union members from exercising their legal rights.  Union members were given a bill of rights, and an anti-communist provision kept former communist party members from holding an union office for five years.  Supported by Eisenhower, provisions such as a strict ban on secondary boycotts strengthened parts of 1947's Taft-Hartley Act.  FTP, identify this anti- corruption act passed in 1959.": {
    "guess": "Landrum-Griffin Act",
    "confidence": [
      [
        "Land",
        -0.10449858
      ],
      [
        "rum",
        -0.00015788905
      ],
      [
        "-",
        -0.040471114
      ],
      [
        "Gr",
        -0.003754829
      ],
      [
        "iffin",
        -0.000119993296
      ],
      [
        " Act",
        -0.00044377794
      ]
    ]
  },
  "One law governing this process sets the flux proportional to a certain spatial derivative and is named after Adolph Fick. For a gas, the rate of this process is proportional to the square root of molar mass by Graham's Law. When water undergoes this process by moving across a semipermeable (SEM-\"eye\"-PER-mee-uh-bull) membrane, it is called osmosis. For 10 points, name this process in which a compound": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.010924612
      ],
      [
        "usion",
        -1.1637165e-05
      ]
    ]
  },
  "The law in question involved a thirty-day window for one class of persons and a prohibition on night (*) hours for another, and Holmes wrote in his dissent that \"indirect effects\" could not make a law unconstitutional. Arising out of a North Carolina cotton mill, for 10 points— name this Supreme Court": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.51944226
      ],
      [
        "chner",
        -0.0002734946
      ],
      [
        " v",
        -0.030900285
      ],
      [
        ".",
        -0.0012254663
      ],
      [
        " New",
        -0.00013965457
      ],
      [
        " York",
        -1.2948405e-05
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law is the expression for the free energy of a deformed isotropic body, and includes the Lamé coefficients. A generalization of it includes Young's modulus, and simple harmonic motion occurs when it is obeyed. This law includes a negative sign because the force exerted is always directed opposite to the displacement of the object. FTP name this law that governs springs and is stated as F equals negative": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.010595215
      ],
      [
        "ooke",
        -4.246537e-06
      ],
      [
        "'s",
        -7.5530326e-05
      ],
      [
        " law",
        -0.10812832
      ]
    ]
  },
  "One law governing this process sets the flux proportional to a certain spatial derivative and is named": {
    "guess": "Fick's law",
    "confidence": [
      [
        "F",
        -0.9330777
      ],
      [
        "ick",
        -0.00086298434
      ],
      [
        "'s",
        -0.0015356931
      ],
      [
        " law",
        -0.93816805
      ]
    ]
  },
  "Lawrence Alloway probably coined the term in 1955, using it to refer to the work of Magda Cordell, Richard Hamilton, and Paolozzi. The second wave came later, including Peter Blake and Roger Coleman, and the final group included Peter Phillips and Da  vid Hockney. FTP, name this artistic movement, which": {
    "guess": "Pop Art",
    "confidence": [
      [
        "Pop",
        -0.02544659
      ],
      [
        " Art",
        -0.06681258
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.38844067
      ],
      [
        "ton",
        -0.0032991513
      ],
      [
        "-c",
        -0.4314419
      ],
      [
        "ou",
        -2.0935051e-05
      ],
      [
        "pled",
        -4.3202e-07
      ],
      [
        " electron",
        -0.0026366534
      ],
      [
        " transfer",
        -1.4617256e-05
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -1.04246
      ],
      [
        " Passage",
        -0.14995864
      ],
      [
        " to",
        -0.0017657396
      ],
      [
        " India",
        -0.0012648788
      ]
    ]
  },
  "One law named for Isaac Newton describes the rate of transfer of this quantity, which does not change": {
    "guess": "Heat",
    "confidence": [
      [
        "Heat",
        -0.26076025
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named": {
    "guess": "Newton's laws of motion",
    "confidence": [
      [
        "Newton",
        -0.48460832
      ],
      [
        "'s",
        -0.0025089514
      ],
      [
        " laws",
        -0.04509647
      ],
      [
        " of",
        -0.010904211
      ],
      [
        " motion",
        -0.000397184
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.2866645
      ],
      [
        "aguay",
        -0.000127615
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials": {
    "guess": "Labor Management Reporting and Disclosure Act",
    "confidence": [
      [
        "Labor",
        -0.35295996
      ],
      [
        " Management",
        -0.01130811
      ],
      [
        " Reporting",
        -0.47905016
      ],
      [
        " and",
        -0.0003459521
      ],
      [
        " Disclosure",
        -0.00017076306
      ],
      [
        " Act",
        -0.00034476008
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham and meets an associate of Mamie at the Notre Dame Cathedral, which gives him the resolve to ignore a telegram telling him to return home, prompting Sarah Pocock to come to Europe. The protagonist travels with Mr. Waymarsh to serve in the title occupation for his beloved. For ten points, name this Henry": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.050598804
      ],
      [
        " Amb",
        -0.05680824
      ],
      [
        "assadors",
        -1.3856493e-06
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named for this man includes the convective heat transfer coefficient, and another contains a constant whose value was first measured by Henry Cavendish in an experiment that used a torsion balance. One": {
    "guess": "Newton's laws of motion",
    "confidence": [
      [
        "Newton",
        -0.27603558
      ],
      [
        "'s",
        -0.018379252
      ],
      [
        " laws",
        -0.092239045
      ],
      [
        " of",
        -0.0022021208
      ],
      [
        " motion",
        -0.0023298634
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the interactions between particles. This law uses the constant k which is approximately equal to 9 billion newtons (*) times meters squared over its namesake's SI unit squared. It is analogous to Newtons' law of gravitation in that it relates the force on each particle to the inverse square of the distance": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.011285721
      ],
      [
        "oul",
        -0.0002488231
      ],
      [
        "omb",
        -0.00074554485
      ],
      [
        "'s",
        -0.0008151085
      ],
      [
        " law",
        -0.066540584
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of this phenomenon occurs with values around one wherein orbital hybridization changes affect the zero-point energy. An inverse type of this phenomenon occurs in many reductive elimination mechanisms due": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.87131864
      ],
      [
        "ton",
        -0.00028016636
      ],
      [
        "-c",
        -0.052595247
      ],
      [
        "ou",
        -8.89548e-06
      ],
      [
        "pled",
        0.0
      ],
      [
        " electron",
        -0.000825945
      ],
      [
        " transfer",
        -7.89631e-07
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.08520758
      ],
      [
        "aguay",
        -0.06655687
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the interactions between particles. This law uses the constant k which is approximately equal to 9 billion": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.0067301723
      ],
      [
        "oul",
        -0.00021224226
      ],
      [
        "omb",
        -9.233804e-05
      ],
      [
        "'s",
        -0.00019078559
      ],
      [
        " law",
        -0.020608807
      ]
    ]
  },
  "Lawrence Alloway probably coined the term in 1955, using it to refer to the work of Magda Cordell, Richard Hamilton, and Paolozzi. The second wave came later, including Peter Blake and Roger Coleman, and the final group included Peter Phillips and Da  vid Hockney. FTP, name this artistic movement, which uses advertising, media, and products of contemporary life, and whose American members include Claes": {
    "guess": "Pop Art",
    "confidence": [
      [
        "Pop",
        -0.008728264
      ],
      [
        " Art",
        -0.11387048
      ]
    ]
  },
  "One law named for Isaac Newton describes the rate of transfer of this quantity, which does not change in adiabatic [ay-dee-uh-BAA-tik] processes. Without additional work it can only flow in one direction according to the (*) second law of thermodynamics. Because it is a type of energy, it is often measured in joules, and can also be measured in calories. For 10 points, name this quantity that can be": {
    "guess": "Heat",
    "confidence": [
      [
        "Heat",
        -0.020986171
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia, successfully besieged Fortín Boquerón and, later, Ballivián. Earlier, its army was decimated by the Campaign of Lomas Valentinas. This nation defeated Bolivia in the Chaco War but lost to forces led first by Bartolomé Mitre and later by the Duke of Caxias. In that war, this nation's opponents were Argentina, Brazil, and Uruguay. For 10 points, name this nation which dictator Francisco Solano López": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.0076925093
      ],
      [
        "aguay",
        -0.0012571377
      ]
    ]
  },
  "His law of phosphorescence states if a solid is capable of absorbing light it may re-emit light. His": {
    "guess": "Jabłoński diagram",
    "confidence": [
      [
        "J",
        -0.9394053
      ],
      [
        "ab",
        -0.49002495
      ],
      [
        "ło",
        -1.1473982
      ],
      [
        "ń",
        -0.0001942425
      ],
      [
        "ski",
        -0.0015729489
      ],
      [
        " diagram",
        -0.14312507
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham and meets an associate of Mamie at the Notre Dame Cathedral, which gives him the resolve to ignore a telegram telling him to return home, prompting Sarah Pocock to come to Europe. The protagonist travels with Mr. Waymarsh to serve in the title occupation for his beloved. For ten points, name this Henry James novel which sees Madame de Vionnet supposedly poisoning the culture of Chad Newsome, which": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.03624858
      ],
      [
        " Amb",
        -0.0015516406
      ],
      [
        "assadors",
        -3.4166656e-05
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named for this man includes the convective heat transfer coefficient, and another contains a constant whose value was first measured by Henry Cavendish in an experiment that used a torsion balance. One law named for this man is sometimes called the action-reaction law, and another is alternatively known": {
    "guess": "Newton's laws of motion",
    "confidence": [
      [
        "Newton",
        -0.047420364
      ],
      [
        "'s",
        -0.0007300667
      ],
      [
        " laws",
        -0.026169429
      ],
      [
        " of",
        -0.001253327
      ],
      [
        " motion",
        -0.0001342904
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia, successfully besieged Fortín Boquerón and, later, Ballivián. Earlier, its army was decimated by the Campaign of Lomas Valentinas. This nation defeated Bolivia in the Chaco War but lost to forces led first by Bartolomé Mitre and later by the Duke of Caxias. In that war, this nation's opponents were Argentina,": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.040792175
      ],
      [
        "aguay",
        -0.0016572092
      ]
    ]
  },
  "His law of phosphorescence states if a solid is capable of absorbing light it may re-emit light. His law of terminal speed states that the viscous drag force experienced by a sphere moving through a fluid is 6 pi times the product of the radius of the sphere, the speed of the sphere and the fluid's viscocity. For 10 points—name this Scottish physicist better known to calculus students for his theorem": {
    "guess": "George Stokes",
    "confidence": [
      [
        "George",
        -0.5717397
      ],
      [
        " Stokes",
        -0.48815373
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of this phenomenon occurs with values around one wherein orbital hybridization changes affect the zero-point energy. An inverse type of this phenomenon occurs in many reductive elimination mechanisms due to a stabilizing agostic interaction. For 10 points, name this phenomenon wherein substitution of an atom with a different mass number leads to a change in a reaction rate, often exploited to learn more about reaction mechanism.": {
    "guess": "Kinetic isotope effect",
    "confidence": [
      [
        "Kin",
        -0.51377535
      ],
      [
        "etic",
        0.0
      ],
      [
        " is",
        -0.20888688
      ],
      [
        "otope",
        -1.147242e-06
      ],
      [
        " effect",
        -0.00020473242
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials who misused union funds, those who had been found guilty of certain crimes, and those who violently": {
    "guess": "Labor Management Relations Act of 1947",
    "confidence": [
      [
        "Labor",
        -0.31054217
      ],
      [
        " Management",
        -0.10272522
      ],
      [
        " Relations",
        -0.3156964
      ],
      [
        " Act",
        -0.00604137
      ],
      [
        " of",
        -0.06327239
      ],
      [
        " ",
        -6.873572e-05
      ],
      [
        "194",
        -0.005864563
      ],
      [
        "7",
        -0.0011992782
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia, successfully besieged Fortín Boquerón and, later, Ballivián. Earlier, its army was decimated by the Campaign of Lomas Valentinas. This nation defeated Bolivia in the Chaco War but lost to forces led first": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.018938068
      ],
      [
        "aguay",
        -0.0020215472
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually signified by a lower-case beta or sigma, is equal to 0.0029 Kelvin meters.  Derived directly from": {
    "guess": "Stefan-Boltzmann law",
    "confidence": [
      [
        "St",
        -0.17324962
      ],
      [
        "ef",
        -7.088138e-05
      ],
      [
        "an",
        -2.220075e-06
      ],
      [
        "-B",
        -0.13357651
      ],
      [
        "olt",
        -1.3663626e-05
      ],
      [
        "z",
        -4.727906e-05
      ],
      [
        "mann",
        -1.7716551e-05
      ],
      [
        " law",
        -0.02961602
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually signified by a lower-case beta or sigma, is equal to 0.0029 Kelvin meters.  Derived directly from the inverse of the Planck equation, this law can be stated as the result of changing the Planck curve with respect to temperature.  Also related to the Stefan-Boltzmann equation, FTP, identify this law of physics that states that the temperature of a blackbody is inversely proportional to the wavelength": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.0074929274
      ],
      [
        "ien",
        -1.2233183e-05
      ],
      [
        "'s",
        -0.004046464
      ],
      [
        " displacement",
        -0.24134533
      ],
      [
        " law",
        -0.00047595197
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law is the expression for the free energy of a deformed isotropic body, and includes the Lamé coefficients. A generalization of it includes Young's modulus, and simple harmonic motion occurs when it is obeyed. This law includes a negative sign because the force exerted is always directed opposite to the": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.054068122
      ],
      [
        "ooke",
        -4.274932e-05
      ],
      [
        "'s",
        -0.00010354319
      ],
      [
        " law",
        -0.14473812
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of this phenomenon occurs with values around one wherein orbital hybridization changes affect the zero-point energy. An inverse type of this phenomenon occurs in many reductive elimination mechanisms due to a stabilizing agostic interaction. For 10 points, name this phenomenon wherein substitution of an atom with a different mass number leads to a change in a reaction rate, often exploited to learn more": {
    "guess": "Kinetic isotope effect",
    "confidence": [
      [
        "Kin",
        -0.5336887
      ],
      [
        "etic",
        0.0
      ],
      [
        " is",
        -0.16050306
      ],
      [
        "otope",
        -1.0280384e-06
      ],
      [
        " effect",
        -0.00023965542
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are": {
    "guess": "Oxygen Evolution Catalysts",
    "confidence": [
      [
        "O",
        -0.2742419
      ],
      [
        "xygen",
        -0.0942189
      ],
      [
        " Evolution",
        -1.3804306
      ],
      [
        " Catalyst",
        -0.8122959
      ],
      [
        "s",
        -0.68761355
      ]
    ]
  },
  "Lawrence Alloway probably coined the term in 1955, using it to refer to the work of Magda Cordell, Richard Hamilton, and Paolozzi. The second wave came later, including Peter Blake and Roger Coleman, and": {
    "guess": "Pop Art",
    "confidence": [
      [
        "Pop",
        -0.7701872
      ],
      [
        " Art",
        -0.03885951
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the interactions between particles. This law uses the constant k which is approximately equal to 9 billion newtons (*) times meters squared over its namesake's SI unit squared. It is analogous to Newtons' law of gravitation in that it relates the force on each particle to the inverse square of the distance between them. FTP, name this law for electrostatic force dependant on charge named after a French physicist.": {
    "guess": "Coulomb's law",
    "confidence": [
      [
        "C",
        -0.016211495
      ],
      [
        "oul",
        -4.274932e-05
      ],
      [
        "omb",
        -0.00017660404
      ],
      [
        "'s",
        -0.00021390743
      ],
      [
        " law",
        -0.03565702
      ]
    ]
  },
  "Laws named for this man were modified by Mordechai Milgrom to describe systems of galaxies. One law named for this man includes the convective heat transfer coefficient, and another contains a constant whose value was first measured by Henry Cavendish in an experiment that used a torsion balance. One law named for this man is sometimes called the action-reaction law, and another is alternatively known as the law of inertia. For 10 points, name this English scientist who names three laws of motion, including one that states force equals mass times acceleration.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0099519305
      ],
      [
        "aac",
        -3.8696395e-05
      ],
      [
        " Newton",
        -4.604148e-06
      ]
    ]
  },
  "As a lawyer in Cincinnati, he became known as a defender of fugitive slaves, and was one of the founders of both the Liberty and Free-Soil parties. After serving one term in the Senate, he returned to Ohio in 1855 as governor, but accepted a post in Lincoln's cabinet from which he worked for passage": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.0020850701
      ],
      [
        "mon",
        -0.00037788402
      ],
      [
        " P",
        -0.00028517292
      ],
      [
        ".",
        -0.00026646157
      ],
      [
        " Chase",
        -0.00011951648
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia,": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.02018878
      ],
      [
        "aguay",
        -0.0020198785
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.23047017
      ],
      [
        "aguay",
        -0.34321752
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things": {
    "guess": "Bleak House",
    "confidence": [
      [
        "B",
        -0.6000369
      ],
      [
        "le",
        -0.015655387
      ],
      [
        "ak",
        -0.0012821376
      ],
      [
        " House",
        -0.00061748526
      ]
    ]
  },
  "The law in question involved a thirty-day window for one class of persons and a prohibition on night (*) hours for another, and Holmes wrote in his dissent that \"indirect effects\" could not make a law unconstitutional. Arising out of a North Carolina cotton mill, for 10 points— name this Supreme Court case which declined, in 1918, to uphold a law against child labor.": {
    "guess": "Hammer v. Dagenhart",
    "confidence": [
      [
        "Ham",
        -0.03064571
      ],
      [
        "mer",
        -1.60477e-05
      ],
      [
        " v",
        -0.00021414584
      ],
      [
        ".",
        -0.00081200915
      ],
      [
        " D",
        -0.00091241713
      ],
      [
        "agen",
        -2.0100624e-05
      ],
      [
        "hart",
        -0.021005666
      ]
    ]
  },
  "As a lawyer in Cincinnati, he became known as a defender of fugitive slaves, and was one of the founders of both the Liberty and Free-Soil parties. After serving one term in the Senate, he returned to Ohio in 1855 as governor, but accepted a post in Lincoln's cabinet from which he worked for passage of the National Banking Act. FTP, identify this politician, who presided over the trial of Jefferson Davis and the impeachment of Andrew Johnson as Chief Justice of the Supreme Court.": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.034573954
      ],
      [
        "mon",
        -0.00011617878
      ],
      [
        " P",
        -0.00018530223
      ],
      [
        ".",
        -0.0003511934
      ],
      [
        " Chase",
        -0.00016754455
      ]
    ]
  },
  "This law is only truly accurate in a stationary system because, under motion, magnetic fields alter the": {
    "guess": "Lorentz force",
    "confidence": [
      [
        "L",
        -1.337628
      ],
      [
        "orent",
        -0.0008003382
      ],
      [
        "z",
        -2.4272753e-05
      ],
      [
        " force",
        -0.0074709207
      ]
    ]
  },
  "As a lawyer in Cincinnati, he became known as a defender of fugitive slaves, and was one of the founders of both the Liberty and Free-Soil parties. After serving one term in the Senate, he returned to Ohio in 1855 as governor, but accepted a post in Lincoln's cabinet from which he worked for passage of the National Banking Act. FTP, identify this politician, who presided over the trial of Jefferson": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.011227842
      ],
      [
        "mon",
        -0.000624157
      ],
      [
        " P",
        -0.00055052945
      ],
      [
        ".",
        -0.0019850214
      ],
      [
        " Chase",
        -0.00012320446
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials who misused union funds, those who had been found guilty of certain crimes, and those who violently kept union members from exercising their legal rights.  Union members were given a bill of rights, and an anti-communist provision kept former communist party members from holding an union office for": {
    "guess": "Labor Management Reporting and Disclosure Act",
    "confidence": [
      [
        "Labor",
        -0.44661728
      ],
      [
        " Management",
        -0.09450734
      ],
      [
        " Reporting",
        -0.28211278
      ],
      [
        " and",
        -0.00017445837
      ],
      [
        " Disclosure",
        -0.00020771251
      ],
      [
        " Act",
        -0.0003584648
      ]
    ]
  },
  "A 1921 law in this nation allowed disputed territory to be colonized by Mennonites, who founded the city of Filadelfia. This nation lost a naval battle at Riachuelo, but a year later, won despite heavy losses at Curupayty. In another war, forces from this nation routed an army in the Campo Vía pocket led by German World War I veteran Hans von Kundt. One general from this nation, José Estigarribia, successfully besieged Fortín Boquerón and, later, Ballivián. Earlier, its army was decimated by the": {
    "guess": "Paraguay",
    "confidence": [
      [
        "Par",
        -0.03616247
      ],
      [
        "aguay",
        -0.009086861
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.7059809
      ],
      [
        "ton",
        -0.0003970648
      ],
      [
        "-c",
        -0.49360934
      ],
      [
        "ou",
        -4.370295e-05
      ],
      [
        "pled",
        -5.5122365e-07
      ],
      [
        " electron",
        -0.0008822843
      ],
      [
        " transfer",
        -1.0206721e-05
      ]
    ]
  },
  "Lawrence Alloway probably coined the term in 1955, using it to refer to the work of Magda Cordell, Richard": {
    "guess": "Pop art",
    "confidence": [
      [
        "Pop",
        -0.011760627
      ],
      [
        " art",
        -0.036945608
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually signified by a lower-case beta or sigma, is equal to 0.0029 Kelvin meters.  Derived directly from the inverse of the Planck equation, this law can be stated as the result of changing the Planck curve with respect to temperature.  Also related to the Stefan-Boltzmann equation, FTP, identify this": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.14420193
      ],
      [
        "ien",
        -4.723352e-06
      ],
      [
        "'s",
        -0.0019844254
      ],
      [
        " displacement",
        -0.15993991
      ],
      [
        " law",
        -0.00030650303
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law is the expression for the free energy of a deformed isotropic body, and includes the Lamé coefficients. A generalization of it includes Young's modulus, and simple harmonic motion occurs when it is obeyed.": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.010811286
      ],
      [
        "ooke",
        -1.27099975e-05
      ],
      [
        "'s",
        -5.347765e-05
      ],
      [
        " law",
        -0.0605399
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of this phenomenon occurs with values around one wherein orbital hybridization changes affect the zero-point": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.59182614
      ],
      [
        "ton",
        -4.6802244e-05
      ],
      [
        "-c",
        -0.08380677
      ],
      [
        "ou",
        -1.0683535e-05
      ],
      [
        "pled",
        0.0
      ],
      [
        " electron",
        -0.0004900033
      ],
      [
        " transfer",
        -2.4584822e-06
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes.": {
    "guess": "Oxygenation",
    "confidence": [
      [
        "O",
        -0.0955868
      ],
      [
        "xygen",
        -0.11789915
      ],
      [
        "ation",
        -0.38749143
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually signified by a lower-case beta or sigma, is equal to 0.0029 Kelvin meters.  Derived directly from the inverse of the Planck equation, this law can be stated as the result of changing the Planck curve with respect to temperature.  Also related to the Stefan-Boltzmann equation, FTP, identify this law of physics that states that the temperature of a blackbody is inversely proportional to the wavelength of the emitted energy and is not the Rayleigh-Jeans law.": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.018096795
      ],
      [
        "ien",
        -3.5313153e-06
      ],
      [
        "'s",
        -0.0011218801
      ],
      [
        " displacement",
        -0.533602
      ],
      [
        " law",
        -0.00038336372
      ]
    ]
  },
  "His law of phosphorescence states if a solid is capable of absorbing light it may re-emit light. His law of terminal speed states that the viscous drag force experienced by a sphere moving through a fluid is 6 pi times the product of the radius of the sphere, the speed of the sphere and the fluid's viscocity. For 10 points—name this Scottish physicist better known to calculus students for his theorem that relates line integrals of vector fields to surface integrals of vector fields.": {
    "guess": "Stokes' theorem",
    "confidence": [
      [
        "St",
        -0.8922837
      ],
      [
        "okes",
        -0.03096605
      ],
      [
        "'",
        -0.016501972
      ],
      [
        " theorem",
        -0.077810034
      ]
    ]
  },
  "His law of phosphorescence states if a solid is capable of absorbing light it may re-emit light. His law of terminal speed states that the viscous drag force experienced by a sphere moving through a fluid": {
    "guess": "George Gabriel Stokes",
    "confidence": [
      [
        "George",
        -0.73212016
      ],
      [
        " Gabriel",
        -0.021989465
      ],
      [
        " Stokes",
        -0.00041005798
      ]
    ]
  },
  "As a lawyer in Cincinnati, he became known as a defender of fugitive slaves, and was one of the founders": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.71754783
      ],
      [
        "mon",
        -7.7199176e-05
      ],
      [
        " P",
        -0.0006507211
      ],
      [
        ".",
        -0.00021200384
      ],
      [
        " Chase",
        -0.00014776041
      ]
    ]
  },
  "One law named for Isaac Newton describes the rate of transfer of this quantity, which does not change in adiabatic [ay-dee-uh-BAA-tik] processes. Without additional work it can only flow in one direction according to the (*) second law of thermodynamics. Because it is a type of energy, it is often measured in joules, and can also be measured in calories. For 10 points, name this quantity that can be transferred by convection, radiation, or conduction.": {
    "guess": "Heat",
    "confidence": [
      [
        "Heat",
        -0.0061401883
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law is the expression for the free energy of a deformed isotropic body, and includes the Lamé coefficients.": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.5509853
      ],
      [
        "ooke",
        -0.00072113005
      ],
      [
        "'s",
        -0.00011319869
      ],
      [
        " law",
        -0.031037007
      ]
    ]
  },
  "One law named for Isaac Newton describes the rate of transfer of this quantity, which does not change in adiabatic [ay-dee-uh-BAA-tik] processes. Without additional work it can only flow in one direction": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.613965
      ],
      [
        " law",
        -0.47113547
      ],
      [
        " of",
        -5.3193703e-06
      ],
      [
        " therm",
        -0.0012161868
      ],
      [
        "odynamics",
        -0.00010247036
      ]
    ]
  },
  "This law can be written in the Voigt notation as a six by six compliance matrix. One form of this law is the expression for the free energy of a deformed isotropic body, and includes the Lamé coefficients. A generalization of it includes Young's modulus, and simple harmonic motion occurs when it is obeyed. This law includes a negative sign because the force exerted is always directed opposite to the displacement of the object. FTP name this law that governs springs and is stated as F equals negative k times x.": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.0010685355
      ],
      [
        "ooke",
        -1.9816675e-06
      ],
      [
        "'s",
        -2.0815847e-05
      ],
      [
        " law",
        -0.16454136
      ]
    ]
  },
  "This law is often used in astronomy to determine the temperature of stars.  Its namesake constant, usually signified by a lower-case beta or sigma, is equal to 0.0029 Kelvin meters.  Derived directly from the inverse of the Planck equation, this law can be stated as the result of changing the Planck": {
    "guess": "Wien's displacement law",
    "confidence": [
      [
        "W",
        -0.20901649
      ],
      [
        "ien",
        -7.9418505e-06
      ],
      [
        "'s",
        -0.004513312
      ],
      [
        " displacement",
        -0.061621297
      ],
      [
        " law",
        -0.0002456046
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -1.4051253
      ],
      [
        "ton",
        -0.00012952226
      ],
      [
        "-c",
        -0.113390066
      ],
      [
        "ou",
        -6.1537958e-06
      ],
      [
        "pled",
        0.0
      ],
      [
        " electron",
        -0.0006519131
      ],
      [
        " transfer",
        -3.888926e-06
      ]
    ]
  },
  "One law governing this process sets the flux proportional to a certain spatial derivative and is named after Adolph Fick. For a gas, the rate of this process is proportional to the square root of molar": {
    "guess": "Fick's law of diffusion",
    "confidence": [
      [
        "F",
        -0.054996587
      ],
      [
        "ick",
        -9.293406e-05
      ],
      [
        "'s",
        -0.0003587032
      ],
      [
        " law",
        -0.3729467
      ],
      [
        " of",
        -0.4035528
      ],
      [
        " diffusion",
        -0.0010462664
      ]
    ]
  },
  "This law, insisted upon by the McClellan committee, instituted federal penalties for labor officials who misused union funds, those who had been found guilty of certain crimes, and those who violently kept union members from exercising their legal rights.  Union members were given a bill of rights, and an anti-communist provision kept former communist party members from holding an union office for five years.  Supported by Eisenhower, provisions such as a strict ban on secondary boycotts strengthened": {
    "guess": "Labor Management Reporting and Disclosure Act",
    "confidence": [
      [
        "Labor",
        -0.3759054
      ],
      [
        " Management",
        -0.10169496
      ],
      [
        " Reporting",
        -0.6617463
      ],
      [
        " and",
        -0.00033629662
      ],
      [
        " Disclosure",
        -0.00024977676
      ],
      [
        " Act",
        -0.00045069176
      ]
    ]
  },
  "One lawyer in this novel has a \"sacred rage,\" while another character responds to all nonsensical things with \"Oh, oh, oh!\"  In the ninth book, the protagonist imagines himself in a sunken boat, and he had failed [?] Gloriani's test to see if he blends into society. The protagonist confides in Bilham and meets an associate of Mamie at the Notre Dame Cathedral, which gives him the resolve to ignore a telegram telling him to return home, prompting Sarah Pocock to come to Europe. The protagonist travels": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.6909709
      ],
      [
        " Passage",
        -0.07081463
      ],
      [
        " to",
        -0.0037282265
      ],
      [
        " India",
        -0.0021317063
      ]
    ]
  },
  "As a lawyer in Cincinnati, he became known as a defender of fugitive slaves, and was one of the founders of both the Liberty and Free-Soil parties. After serving one term in the Senate, he returned to": {
    "guess": "Salmon P. Chase",
    "confidence": [
      [
        "Sal",
        -0.028485866
      ],
      [
        "mon",
        -0.00040934276
      ],
      [
        " P",
        -0.00261454
      ],
      [
        ".",
        -0.00011582117
      ],
      [
        " Chase",
        -0.00012368128
      ]
    ]
  },
  "One law governing this process sets the flux proportional to a certain spatial derivative and is named after Adolph Fick. For a gas, the rate of this process is proportional to the square root of molar mass by Graham's Law. When water undergoes this process by moving across a semipermeable (SEM-\"eye\"-PER-mee-uh-bull)": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.006757879
      ],
      [
        "usion",
        -0.00015514737
      ]
    ]
  },
  "Lawrence Que (CHAY) employs a two-state model of this phenomenon in his work on non-heme oxo complexes. Circumstances under which this phenomenon might remain constant despite free energy increases are given by the Westheimer-Melander hypothesis. Schalley and Felder described a steric form of this phenomenon that arises in rotaxane deslipping. Unusually high and temperature-dependent values of this phenomenon are attributed to a tunneling mechanism. Two different types of this phenomenon are related by a power law with exponent one point four four two in the Swain equation. A secondary form of this phenomenon occurs with values around one wherein orbital hybridization changes affect the zero-point energy. An inverse type of this phenomenon occurs in many reductive elimination mechanisms due to a stabilizing agostic interaction. For 10 points, name this phenomenon wherein substitution of an": {
    "guess": "Hammett equation",
    "confidence": [
      [
        "Ham",
        -1.0989751
      ],
      [
        "met",
        -0.003482824
      ],
      [
        "t",
        -0.0003964761
      ],
      [
        " equation",
        -0.70901585
      ]
    ]
  },
  "The law in question involved a thirty-day window for one class of persons and a prohibition on night (*) hours for another, and Holmes wrote in his dissent that \"indirect effects\" could not make a law": {
    "guess": "Lochner v. New York",
    "confidence": [
      [
        "Lo",
        -0.7925924
      ],
      [
        "chner",
        -7.3861476e-05
      ],
      [
        " v",
        -0.00064976746
      ],
      [
        ".",
        -0.0001909048
      ],
      [
        " New",
        -4.3822154e-05
      ],
      [
        " York",
        -1.473646e-05
      ]
    ]
  },
  "The law in question involved a thirty-day window for one class of persons and a prohibition on night": {
    "guess": "Window period",
    "confidence": [
      [
        "Window",
        -2.054107
      ],
      [
        " period",
        -0.21524255
      ]
    ]
  }
}