{
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute featured two rebounds by Ted Luckenbill and an assist by Joe Rutlick leading to this achievement, which caused the fans to storm the court, preventing the final 46 seconds of this game from being": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.5922549
      ],
      [
        "ilt",
        -0.00033701185
      ],
      [
        " Chamber",
        -0.00058734504
      ],
      [
        "lain",
        -0.0006301135
      ],
      [
        "'s",
        -0.014343668
      ],
      [
        " ",
        -0.00028600733
      ],
      [
        "100",
        -0.001719089
      ],
      [
        "-point",
        -0.017128745
      ],
      [
        " game",
        -0.0024919456
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -1.6154809
      ],
      [
        "on",
        -0.25043723
      ],
      [
        "ew",
        -0.0007431608
      ],
      [
        "all",
        -4.5133394e-05
      ],
      [
        " riots",
        -0.17811465
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself as Gorlois to sleep with Igraine. Following his last battle, this figure was taken to the Isle of Avalon to recuperate. This king unknowingly slept with his half-sister Morgause to conceive a man who mortally wounded this figure at the Battle of Camlann. This son of Uther Pendragon and father of Mordred married the daughter of King Leodegrance, Guinevere. For 10 points, name this ruler of Camelot": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.0014647467
      ],
      [
        " Arthur",
        -1.0445127e-05
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse in an \"Ark of Arts\" containing Guernica and Michelangelo's David. Jasper, played by Michael Caine, is killed by the \"Fishes,\" a dissident group led by Julianne Moore's character. Very loosely based on a 1992 novel by P.D. James, major differences from the book include the addition of Claire Hope-Ashitey's": {
    "guess": "Children of Men",
    "confidence": [
      [
        "Children",
        -0.013104347
      ],
      [
        " of",
        -0.00011331789
      ],
      [
        " Men",
        -0.00037263904
      ]
    ]
  },
  "On the night of the title character's birth, his father murdered his employer Mr. Haredale, a fact mysteriously connected with his mental retardation.  He wears all green and always carries a raven named Grip in a basket on his back, and is condemned to death for his role in a riot, even though he participated in it only for the pleasure of carrying a flag and wearing a blue bow. Famous for its depictions": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.0137948645
      ],
      [
        "arn",
        -7.517272e-05
      ],
      [
        "aby",
        -2.3915141e-05
      ],
      [
        " R",
        -0.001133905
      ],
      [
        "udge",
        -1.1994775e-05
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle, but a man in a red shirt clubs him senseless. Later, two French-Canadian mailmen buy him and he defeats Spitz to become leader of his work gang. John Thornton saves him from overwork, and he reciprocates by winning John a thousand dollars for extricating a sled carrying a thousand-pound load from the ice. For ten points, name this literary character who regresses to savagery during the days of": {
    "guess": "Buck",
    "confidence": [
      [
        "B",
        -0.17961843
      ],
      [
        "uck",
        -9.372295e-06
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle, but a man in a red shirt clubs him senseless. Later, two French-Canadian mailmen buy him and he defeats Spitz to become leader of his work gang. John Thornton saves him from overwork, and he reciprocates": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.0850346
      ],
      [
        " Call",
        -0.00023822498
      ],
      [
        " of",
        -5.967624e-05
      ],
      [
        " the",
        -0.00078318384
      ],
      [
        " Wild",
        -0.00041220002
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4974021
      ]
    ]
  },
  "On the night of the title character's birth, his father murdered his employer Mr. Haredale, a fact mysteriously connected with his mental retardation.  He wears all green and always carries a raven named": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.03849251
      ],
      [
        "arn",
        -0.0036872476
      ],
      [
        "aby",
        -0.051604092
      ],
      [
        " R",
        -0.00061736605
      ],
      [
        "udge",
        -1.1994775e-05
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle, but a man in a red shirt clubs him senseless. Later, two French-Canadian mailmen buy him and he defeats Spitz to become leader of his work gang. John Thornton saves him from overwork, and he reciprocates by winning John a thousand dollars for extricating a sled carrying a thousand-pound load from": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.04495322
      ],
      [
        " Call",
        -9.972867e-05
      ],
      [
        " of",
        -7.564953e-05
      ],
      [
        " the",
        -0.0006737127
      ],
      [
        " Wild",
        -0.00021569549
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle,": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.20402779
      ],
      [
        " Call",
        -0.00016146517
      ],
      [
        " of",
        -3.333223e-05
      ],
      [
        " the",
        -0.00042042506
      ],
      [
        " Wild",
        -8.959636e-05
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water": {
    "guess": "William Blake",
    "confidence": [
      [
        "William",
        -1.0291781
      ],
      [
        " Blake",
        -0.01687419
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself as Gorlois to sleep with Igraine. Following his last battle, this figure was taken to the Isle of Avalon to recuperate. This king unknowingly slept with his half-sister Morgause to conceive a man who": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.044322792
      ],
      [
        " Arthur",
        -0.00014644918
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself as Gorlois to sleep with Igraine. Following his last battle, this figure was taken to the Isle of Avalon to recuperate. This king unknowingly slept with his half-sister Morgause to conceive a man who mortally wounded this figure at the Battle of Camlann. This son of Uther Pendragon and father of Mordred married the daughter of King Leodegrance, Guinevere. For 10 points, name this ruler of Camelot who presided over the Round Table and wielded Excalibur.": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.003410132
      ],
      [
        " Arthur",
        -2.2603901e-05
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.46167424
      ],
      [
        "ilt",
        -5.4669687e-05
      ],
      [
        " Chamber",
        -0.00016706773
      ],
      [
        "lain",
        -0.00016921341
      ],
      [
        "'s",
        -0.12895589
      ],
      [
        " ",
        -0.00023250321
      ],
      [
        "100",
        -0.0002292847
      ],
      [
        "-point",
        -0.0027696905
      ],
      [
        " game",
        -0.0005905636
      ]
    ]
  },
  "On the night of the title character's birth, his father murdered his employer Mr. Haredale, a fact mysteriously connected with his mental retardation.  He wears all green and always carries a raven named Grip in a basket on his back, and is condemned to death for his role in a riot, even though he participated": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.007664944
      ],
      [
        "arn",
        -0.00014120422
      ],
      [
        "aby",
        -3.1186566e-05
      ],
      [
        " R",
        -0.00062832545
      ],
      [
        "udge",
        -5.3193703e-06
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself as Gorlois to sleep with Igraine. Following his last battle, this figure was taken to the Isle of Avalon to recuperate. This king unknowingly slept with his half-sister Morgause to conceive a man who mortally wounded this figure at the Battle of Camlann. This son of Uther Pendragon and father of Mordred": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.0035392516
      ],
      [
        " Arthur",
        -6.194111e-05
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse in an \"Ark of Arts\" containing Guernica and Michelangelo's David. Jasper, played by Michael Caine,": {
    "guess": "Children of Men",
    "confidence": [
      [
        "Children",
        -0.24143083
      ],
      [
        " of",
        -0.00012892624
      ],
      [
        " Men",
        -0.00011105302
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.26051572
      ],
      [
        " Call",
        -0.00037228144
      ],
      [
        " of",
        -3.1782583e-05
      ],
      [
        " the",
        -0.00031496648
      ],
      [
        " Wild",
        -4.501419e-05
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute featured two rebounds by Ted Luckenbill and an assist by Joe Rutlick leading to this achievement,": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.057032004
      ],
      [
        "ilt",
        -1.4140442e-05
      ],
      [
        " Chamber",
        -0.00028028555
      ],
      [
        "lain",
        -0.00016992862
      ],
      [
        "'s",
        -0.0027866925
      ],
      [
        " ",
        -2.2961513e-05
      ],
      [
        "100",
        -0.00051049906
      ],
      [
        "-point",
        -0.008552758
      ],
      [
        " game",
        -0.0011133048
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute featured two rebounds by Ted Luckenbill and an assist by Joe Rutlick leading to this achievement, which caused the fans to storm the court, preventing the final 46 seconds of this game from being played. Taking place in Hershey, Pennsylvania, the record setter shot 36 percent above his career": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.041652776
      ],
      [
        "ilt",
        -1.1637165e-05
      ],
      [
        " Chamber",
        -0.00014263466
      ],
      [
        "lain",
        -0.00014120422
      ],
      [
        "'s",
        -0.005815625
      ],
      [
        " ",
        -4.7159858e-05
      ],
      [
        "100",
        -0.0005664954
      ],
      [
        "-point",
        -0.0047490993
      ],
      [
        " game",
        -0.0007986693
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle, but a man in a red shirt clubs him senseless. Later, two French-Canadian mailmen buy him and he defeats Spitz to become leader of his work gang. John Thornton saves him from overwork, and he reciprocates by winning John a thousand dollars for extricating a sled carrying a thousand-pound load from the ice. For ten points, name this literary character who regresses to savagery during the days of the Klondike gold rush, unable to resist The Call of the Wild.": {
    "guess": "Buck",
    "confidence": [
      [
        "B",
        -0.054998394
      ],
      [
        "uck",
        -0.00083202065
      ]
    ]
  },
  "On the night of the title character's birth, his father murdered his employer Mr. Haredale, a fact mysteriously": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.0028002448
      ],
      [
        "arn",
        -7.076218e-05
      ],
      [
        "aby",
        -2.3392786e-06
      ],
      [
        " R",
        -0.00022368213
      ],
      [
        "udge",
        -1.7432603e-06
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse in an \"Ark of Arts\" containing Guernica and Michelangelo's David. Jasper, played by Michael Caine, is killed by the \"Fishes,\" a dissident group led by Julianne Moore's character. Very loosely based on a 1992 novel by P.D. James, major differences from the book include the addition of Claire Hope-Ashitey's character of Kee, a refugee who is the first woman in nearly two decades to become pregnant. Starring Clive Owen as Theo Faron, this is, for ten points, what 2006 film directed by Alfonso Cuarón.": {
    "guess": "Children of Men",
    "confidence": [
      [
        "Children",
        -0.009890662
      ],
      [
        " of",
        -0.00056983315
      ],
      [
        " Men",
        -0.00058937154
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30 PM. Louis Lingg was one person convicted for causing this event and he survived six hours after": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.018803662
      ],
      [
        "market",
        -5.1928004e-05
      ],
      [
        " affair",
        -0.20542826
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.1676313
      ],
      [
        " Arthur",
        -0.00027218336
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.32000336
      ],
      [
        "ilt",
        -6.511407e-06
      ],
      [
        " Chamber",
        -0.0003418992
      ],
      [
        "lain",
        -0.0002359601
      ],
      [
        "'s",
        -0.004087424
      ],
      [
        " ",
        -2.319992e-05
      ],
      [
        "100",
        -0.00036263696
      ],
      [
        "-point",
        -0.0040282956
      ],
      [
        " game",
        -0.0007973581
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.0054988875
      ],
      [
        "market",
        -2.3438328e-05
      ],
      [
        " affair",
        -0.1962345
      ]
    ]
  },
  "On the night before a battle, this man dreamt that he was tied to a wheel that plunged into black water full of serpents. This man was conceived at the castle Tintagel after his father disguised himself as Gorlois to sleep with Igraine. Following his last battle, this figure was taken to the Isle of": {
    "guess": "King Arthur",
    "confidence": [
      [
        "King",
        -0.17503189
      ],
      [
        " Arthur",
        -0.0002257086
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute featured two rebounds by Ted Luckenbill and an assist by Joe Rutlick leading to this achievement, which caused the fans to storm the court, preventing the final 46 seconds of this game from being played. Taking place in Hershey, Pennsylvania, the record setter shot 36 percent above his career average from the free throw line in order to achieve it. FTP, identify this feat in which a Philadelphia Warriors center scored the most points i in a single game n NBA history.": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.014854933
      ],
      [
        "ilt",
        -0.00027718625
      ],
      [
        " Chamber",
        -0.0003241415
      ],
      [
        "lain",
        -0.00055482076
      ],
      [
        "'s",
        -0.007899749
      ],
      [
        " ",
        -0.00022737744
      ],
      [
        "100",
        -0.00093444786
      ],
      [
        "-point",
        -0.014554446
      ],
      [
        " game",
        -0.008406773
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse": {
    "guess": "Casablanca",
    "confidence": [
      [
        "Cas",
        -0.06481821
      ],
      [
        "ab",
        -0.0016218609
      ],
      [
        "lan",
        -4.012684e-05
      ],
      [
        "ca",
        -3.0545007e-06
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local shooting gallery. Phil Jordon's injury left Darrall Imhoff as the opposing team's best hope for preventing it, while Al Attles went 8 for 8 from the floor. Called by Bill Campbell, this game's final minute featured two rebounds by Ted Luckenbill and an assist by Joe Rutlick leading to this achievement, which caused the fans to storm the court, preventing the final 46 seconds of this game from being played. Taking place in Hershey, Pennsylvania, the record setter shot 36 percent above his career average from the free throw line in order to achieve it. FTP, identify this feat in which a Philadelphia": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -0.24287763
      ],
      [
        "ilt",
        -0.0005886563
      ],
      [
        " Chamber",
        -0.0007141008
      ],
      [
        "lain",
        -0.0004801241
      ],
      [
        "'s",
        -0.0051301
      ],
      [
        " ",
        -0.00022344373
      ],
      [
        "100",
        -0.0020057226
      ],
      [
        "-point",
        -0.031006044
      ],
      [
        " game",
        -0.00446822
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were": {
    "guess": "Boston Massacre",
    "confidence": [
      [
        "Boston",
        -1.7869693
      ],
      [
        " Mass",
        -0.03760186
      ],
      [
        "acre",
        -3.1424974e-05
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse in an \"Ark of Arts\" containing Guernica and Michelangelo's David. Jasper, played by Michael Caine, is killed by the \"Fishes,\" a dissident group led by Julianne Moore's character. Very loosely based on": {
    "guess": "Children of Men",
    "confidence": [
      [
        "Children",
        -0.020082228
      ],
      [
        " of",
        -0.00023762896
      ],
      [
        " Men",
        -0.00036858613
      ]
    ]
  },
  "On the night of this accomplishment, the player who achieved it also set the record score at a local": {
    "guess": "Wilt Chamberlain's 100-point game",
    "confidence": [
      [
        "W",
        -1.0223979
      ],
      [
        "ilt",
        -0.023152417
      ],
      [
        " Chamber",
        -5.967624e-05
      ],
      [
        "lain",
        -2.2484697e-05
      ],
      [
        "'s",
        -0.013768645
      ],
      [
        " ",
        -0.00031329764
      ],
      [
        "100",
        -0.0002670576
      ],
      [
        "-point",
        -0.0033222
      ],
      [
        " game",
        -0.0015008177
      ]
    ]
  },
  "On the night of the title character's birth, his father murdered his employer Mr. Haredale, a fact mysteriously connected with his mental retardation.  He wears all green and always carries a raven named Grip in a basket on his back, and is condemned to death for his role in a riot, even though he participated in it only for the pleasure of carrying a flag and wearing a blue bow. Famous for its depictions of the Gordon Riots, FTP, identify this novel by Charles Dickens.": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.006875568
      ],
      [
        "arn",
        -2.0935051e-05
      ],
      [
        "aby",
        -4.9424725e-05
      ],
      [
        " R",
        -0.00022630462
      ],
      [
        "udge",
        -4.604148e-06
      ]
    ]
  },
  "One night, a workman from Judge Miller's estate takes him to a railway station, where a rope is thrown around his neck and he is placed in a baggage car. He attempts to escape this kidnapping in Seattle, but a man in a red shirt clubs him senseless. Later, two French-Canadian mailmen buy him and he defeats": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.19100487
      ],
      [
        " Call",
        -0.0007235141
      ],
      [
        " of",
        -4.334534e-05
      ],
      [
        " the",
        -0.0004618896
      ],
      [
        " Wild",
        -0.0001440651
      ]
    ]
  },
  "Nigel, the cousin of this film's protagonist, is consulted to obtain travel permits; the two converse in an \"Ark of Arts\" containing Guernica and Michelangelo's David. Jasper, played by Michael Caine, is killed by the \"Fishes,\" a dissident group led by Julianne Moore's character. Very loosely based on a 1992 novel by P.D. James, major differences from the book include the addition of Claire Hope-Ashitey's character of Kee, a refugee who is the first woman in nearly two decades to become pregnant.": {
    "guess": "Children of Men",
    "confidence": [
      [
        "Children",
        -0.005532435
      ],
      [
        " of",
        -2.2484697e-05
      ],
      [
        " Men",
        -4.8709502e-05
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30 PM. Louis Lingg was one person convicted for causing this event and he survived six hours after a smuggled cigar-shaped dynamite cap blew his face off.  Judge Joseph Gary sentenced Albert Parson,": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.011134716
      ],
      [
        "market",
        -8.1371305e-05
      ],
      [
        " affair",
        -0.25770602
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30 PM. Louis Lingg was one person convicted for causing this event and he survived six hours after a smuggled cigar-shaped dynamite cap blew his face off.  Judge Joseph Gary sentenced Albert Parson, George Engel, and August Spies to hangings for their parts in this event, which also saw the death": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.0017236075
      ],
      [
        "market",
        -1.8074163e-05
      ],
      [
        " affair",
        -0.0011089016
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30 PM. Louis Lingg was one person convicted for causing this event and he survived six hours after a smuggled cigar-shaped dynamite cap blew his face off.  Judge Joseph Gary sentenced Albert Parson, George Engel, and August Spies to hangings for their parts in this event, which also saw the death of Mathias Degan. Pardons for three others were signed by Illinois Governor John Altgeld for, for 10": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.016657911
      ],
      [
        "market",
        -6.396757e-05
      ],
      [
        " affair",
        -0.0063064117
      ]
    ]
  },
  "The night before this event, a proposed leaflet commanding one group to \"appear in full force\" and with \"arms\" was rejected. During that same night, a plan to retaliate with simultaneous bombing was discussed. That night was called the \"Monday Night Conspiracy.\" Most of the casualties on one side were due to friendly-fire in the dark and those people died after Samuel Fielden finished a speech at 10:30 PM. Louis Lingg was one person convicted for causing this event and he survived six hours after a smuggled cigar-shaped dynamite cap blew his face off.  Judge Joseph Gary sentenced Albert Parson, George Engel, and August Spies to hangings for their parts in this event, which also saw the death of Mathias Degan. Pardons for three others were signed by Illinois Governor John Altgeld for, for 10 points, what event where a bomb was hurled at policemen in an important commercial square in Chicago?": {
    "guess": "Haymarket affair",
    "confidence": [
      [
        "Hay",
        -0.009181713
      ],
      [
        "market",
        -6.4444386e-05
      ],
      [
        " affair",
        -0.0047448226
      ]
    ]
  }
}