{
  "At age 67 he wrote the oratorio, The Creation, based on the text of Milton's Paradise Lost. For much": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.039067835
      ],
      [
        " Hay",
        -0.00033224735
      ],
      [
        "dn",
        -1.0445127e-05
      ]
    ]
  },
  "At age 67 he wrote the oratorio, The Creation, based on the text of Milton's Paradise Lost. For much of his life he was the court composer for the Hungarian House of Esterházy. He was a friend of Mozart": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.0016434037
      ],
      [
        " Hay",
        -0.00025025356
      ],
      [
        "dn",
        -6.511407e-06
      ]
    ]
  },
  "At the age of 20, he married a Roman Catholic, Mrs. Fitzherbert, but the ceremony was not recognized": {
    "guess": "Maria Fitzherbert",
    "confidence": [
      [
        "Maria",
        -0.15718076
      ],
      [
        " Fitz",
        -0.008818424
      ],
      [
        "her",
        -7.672237e-05
      ],
      [
        "bert",
        -7.8748824e-05
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle ordained that the boy Ikemefuna must die, he did the deed, even though the boy called him father. After accidentally killing a boy in the midst of a ceremony with his gun, he left Umuofia for his mother's land, where he was told, \"Mother is supreme.\" His pride prevented him from heeding this advice,": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.007806065
      ],
      [
        " Fall",
        -7.076218e-05
      ],
      [
        " Apart",
        -2.7133641e-05
      ]
    ]
  },
  "At the age of 20, he married a Roman Catholic, Mrs. Fitzherbert, but the ceremony was not recognized by English law. He pretended to be a Whig to annoy his father, but ended up governing with the Tories, as Perceval, Liverpool, Ripon, Wellington and  Canning served as prime minister during his reign.": {
    "guess": "George IV of the United Kingdom",
    "confidence": [
      [
        "George",
        -0.09872791
      ],
      [
        " IV",
        -0.0021516883
      ],
      [
        " of",
        -0.07778499
      ],
      [
        " the",
        -0.0009195584
      ],
      [
        " United",
        -0.00057900813
      ],
      [
        " Kingdom",
        -0.00041327282
      ]
    ]
  },
  "At age 67 he wrote the oratorio, The Creation, based on the text of Milton's Paradise Lost. For much of his life he was the court composer for the Hungarian House of Esterházy. He was a friend of Mozart and a teacher of Beethoven. This German composer is called \"The Father of the String Quartet.\" Name this German composer of The Miracle Symphony and The Surprise Symphony.": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.0023548338
      ],
      [
        " Hay",
        -6.408677e-05
      ],
      [
        "dn",
        -5.5577775e-06
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph Kennedy. This organization won its 1953  court case against Ralston Purina, allowing it to classify offers to employees as public offerings, and the laws creating this organization were passed in 1933 and 1934 in reaction to the stock market crash. This agency was recently given the authority to regulate": {
    "guess": "U. S. Securities and Exchange Commission",
    "confidence": [
      [
        "U",
        -0.34575507
      ],
      [
        ".",
        -0.122501194
      ],
      [
        " S",
        -5.1689596e-05
      ],
      [
        ".",
        -0.00015657782
      ],
      [
        " Securities",
        -7.505351e-05
      ],
      [
        " and",
        -3.8100377e-05
      ],
      [
        " Exchange",
        -5.6576944e-05
      ],
      [
        " Commission",
        -9.066919e-05
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of the high court, in between which he wrote a biography of St. Olaf that became the central component of his Heimskringla, or Orb of the World, which described the sagas of Norwegian kings. Before his": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.3929816
      ],
      [
        "or",
        -0.0025626956
      ],
      [
        "ri",
        -9.3291674e-05
      ],
      [
        " St",
        -0.0021879722
      ],
      [
        "url",
        -3.9769227e-05
      ],
      [
        "us",
        -0.00072244136
      ],
      [
        "on",
        -0.00028910663
      ]
    ]
  },
  "At age seventy-two, she became president of the American Association for the Advancement of Science. The author of Continuities in Cultural Evolution collaborated with James Baldwin to write A Rap on Race. The book Aspects of the Present collects her Redbook articles, while her expeditions are recorded in Letters from the Field. Derek Freeman has argued that her major work was the product of a \"fateful hoaxing.\" For 10 points, name this anthropologist who wrote Coming of Age in Samoa.": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.018826466
      ],
      [
        "aret",
        -0.00024417418
      ],
      [
        " Me",
        -0.00079950376
      ],
      [
        "ad",
        -8.43514e-05
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of the high court, in between which he wrote a biography of St. Olaf that became the central component of his Heimskringla, or Orb of the World, which described the sagas of Norwegian kings. Before his assassination by Haakon IV, he completed a work whose sections included \"The Beguiling of Gylfi\", \"The Language of Poetry\", and \"A Catalog of Meters\". FTP, who was this Icelandic chieftain, author of": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.0019488678
      ],
      [
        "or",
        -0.00058734504
      ],
      [
        "ri",
        0.0
      ],
      [
        " St",
        -0.000244651
      ],
      [
        "url",
        -4.00813e-06
      ],
      [
        "us",
        -0.00023166878
      ],
      [
        "on",
        -0.0002509688
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of the high court, in between which he wrote a biography of St. Olaf that became the central component": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.13847904
      ],
      [
        "or",
        -0.0016702997
      ],
      [
        "ri",
        -2.8444882e-05
      ],
      [
        " St",
        -0.002269801
      ],
      [
        "url",
        -6.921253e-05
      ],
      [
        "us",
        -0.0011978478
      ],
      [
        "on",
        -0.00034714415
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -1.4955347
      ],
      [
        " Friedrich",
        -4.00813e-06
      ],
      [
        " Gauss",
        -0.00013154872
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.5795713
      ],
      [
        " Fall",
        -0.00040862753
      ],
      [
        " Apart",
        -3.8934802e-05
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle ordained that the boy Ikemefuna must die, he did the deed, even though the boy called him father. After accidentally killing a boy in the midst of a ceremony with his gun, he left Umuofia for his mother's land, where he was told, \"Mother is supreme.\" His pride prevented him from heeding this advice, and on his return argued for war against the whites, killing a man before hanging himself. FTP, name this tribal leader from Things Fall Apart.          |": {
    "guess": "Okonkwo",
    "confidence": [
      [
        "Ok",
        -0.29977784
      ],
      [
        "on",
        -0.0010025627
      ],
      [
        "k",
        -0.00015169414
      ],
      [
        "wo",
        -1.0280384e-06
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the age of fifteen but had not published for fear of ridicule. In 1801, he used the least-squares method to approximate the location of Ceres to a high degree of accuracy. Professor of Mathematics at Göttingen from 1807 until his death, he investigated magnetism with Wilhelm Weber, and Cantor was one of": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.12896332
      ],
      [
        " Friedrich",
        -6.8616515e-05
      ],
      [
        " Gauss",
        -0.00022821188
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle ordained that the boy Ikemefuna must die, he did the deed, even though the boy called him father.": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.63124204
      ],
      [
        " Fall",
        -0.00041839862
      ],
      [
        " Apart",
        -2.2365493e-05
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the age of fifteen but had not published for fear of ridicule. In 1801, he used the least-squares method to approximate the location of Ceres to a high degree of accuracy. Professor of Mathematics at Göttingen from 1807 until his death, he investigated magnetism with Wilhelm Weber, and Cantor was one of his students. FTP, name this mathematician who wrote Disquistiones Arithmeticae, proved the fundamental theorem of algebra and developed fundamental laws of statistical distribution.": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.0041473764
      ],
      [
        " Friedrich",
        -1.3544423e-05
      ],
      [
        " Gauss",
        -7.445749e-05
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted that the Earth would pass through the tail of Biela's comet, sparking widespread panic in Europe. Performing his astronomical studies from the attic of his Bremen medical practice, in 1815 he discovered his namesake comet, having earlier discovered the asteroids Pallas and Vesta. However, he is best-known": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.114331745
      ],
      [
        "in",
        -9.9251854e-05
      ],
      [
        "rich",
        -0.00016480287
      ],
      [
        " Wilhelm",
        -0.21964045
      ],
      [
        " Matth",
        -0.15307835
      ],
      [
        "aus",
        -0.01747109
      ],
      [
        " Ol",
        -3.1737043e-06
      ],
      [
        "bers",
        -0.00013131031
      ]
    ]
  },
  "At the age of 20, he married a Roman Catholic, Mrs. Fitzherbert, but the ceremony was not recognized by English law. He pretended to be a Whig to annoy his father, but ended up governing with the Tories, as Perceval, Liverpool, Ripon, Wellington and  Canning served as prime minister during his reign. FTP, name this king of England, the husband of Caroline of Brunswick who ruled from 1820 to 1830 after": {
    "guess": "George IV of the United Kingdom",
    "confidence": [
      [
        "George",
        -0.017197644
      ],
      [
        " IV",
        -0.004148561
      ],
      [
        " of",
        -0.03373157
      ],
      [
        " the",
        -0.009096667
      ],
      [
        " United",
        -0.001367381
      ],
      [
        " Kingdom",
        -0.0009008581
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle ordained that the boy Ikemefuna must die, he did the deed, even though the boy called him father. After accidentally killing a boy in the midst of a ceremony with his gun, he left Umuofia for his mother's land, where he was told, \"Mother is supreme.\" His pride prevented him from heeding this advice, and on his return argued for war against the whites, killing a man before hanging himself. FTP,": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.012934439
      ],
      [
        " Fall",
        -0.00019650738
      ],
      [
        " Apart",
        -1.8908588e-05
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph Kennedy. This organization won its 1953  court case against Ralston Purina, allowing it to classify offers to employees as public offerings, and the laws creating this organization were passed in 1933 and 1934 in reaction to the stock market crash. This agency was recently given the authority to regulate proxy balloting, and it has been criticized in recent years for not exposing Bernie Madoff. ": {
    "guess": "U. S. Securities and Exchange Commission",
    "confidence": [
      [
        "U",
        -0.24183975
      ],
      [
        ".",
        -0.1847495
      ],
      [
        " S",
        -4.3464544e-05
      ],
      [
        ".",
        -0.00015026369
      ],
      [
        " Securities",
        -6.551722e-05
      ],
      [
        " and",
        -3.8219583e-05
      ],
      [
        " Exchange",
        -7.076218e-05
      ],
      [
        " Commission",
        -7.564953e-05
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of the high court, in between which he wrote a biography of St. Olaf that became the central component of his Heimskringla, or Orb of the World, which described the sagas of Norwegian kings. Before his assassination by Haakon IV, he completed a work whose sections included \"The Beguiling of Gylfi\", \"The Language of Poetry\", and \"A Catalog of Meters\". FTP, who was this Icelandic chieftain, author of the Prose Edda?": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.00287858
      ],
      [
        "or",
        -0.0005301566
      ],
      [
        "ri",
        -5.5122365e-07
      ],
      [
        " St",
        -0.0002697993
      ],
      [
        "url",
        -1.2233183e-05
      ],
      [
        "us",
        -0.00033343938
      ],
      [
        "on",
        -0.00022094045
      ]
    ]
  },
  "At the age of 20, he married a Roman Catholic, Mrs. Fitzherbert, but the ceremony was not recognized by English law. He pretended to be a Whig to annoy his father, but ended up governing with the Tories, as Perceval, Liverpool, Ripon, Wellington and  Canning served as prime minister during his reign. FTP, name this king of England, the husband of Caroline of Brunswick who ruled from 1820 to 1830 after succeeding George III.": {
    "guess": "George IV of the United Kingdom",
    "confidence": [
      [
        "George",
        -0.014413586
      ],
      [
        " IV",
        -0.0023733927
      ],
      [
        " of",
        -0.021022001
      ],
      [
        " the",
        -0.0015988911
      ],
      [
        " United",
        -0.000648933
      ],
      [
        " Kingdom",
        -0.00052193523
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora,": {
    "guess": "U. S. Securities and Exchange Commission",
    "confidence": [
      [
        "U",
        -0.2444396
      ],
      [
        ".",
        -0.101226434
      ],
      [
        " S",
        -4.167649e-05
      ],
      [
        ".",
        -0.00011760922
      ],
      [
        " Securities",
        -0.0027739669
      ],
      [
        " and",
        -3.786197e-05
      ],
      [
        " Exchange",
        -6.2656334e-05
      ],
      [
        " Commission",
        -3.655073e-05
      ]
    ]
  },
  "At age seventy-two, she became president of the American Association for the Advancement of Science. The author of Continuities in Cultural Evolution collaborated with James Baldwin to write A Rap on Race. The book Aspects of the Present collects her Redbook articles, while her expeditions are recorded in Letters from the Field. Derek Freeman has argued that her major work was the product of a \"fateful": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.0024115655
      ],
      [
        "aret",
        -0.00011200665
      ],
      [
        " Me",
        -0.0002321456
      ],
      [
        "ad",
        -4.1557283e-05
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of the high court, in between which he wrote a biography of St. Olaf that became the central component of his Heimskringla, or Orb of the World, which described the sagas of Norwegian kings. Before his assassination by Haakon IV, he completed a work whose sections included \"The Beguiling of Gylfi\", \"The": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.014050206
      ],
      [
        "or",
        -0.002202594
      ],
      [
        "ri",
        -1.2664457e-06
      ],
      [
        " St",
        -0.00029136782
      ],
      [
        "url",
        -3.1737043e-06
      ],
      [
        "us",
        -0.00029160624
      ],
      [
        "on",
        -0.00021152703
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the age of fifteen but had not published for fear of ridicule. In 1801, he used the least-squares method to approximate the location of Ceres to a high degree of accuracy. Professor of Mathematics at Göttingen": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.4938075
      ],
      [
        " Friedrich",
        -4.274932e-05
      ],
      [
        " Gauss",
        -0.00022713904
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph": {
    "guess": "Securities and Exchange Commission",
    "confidence": [
      [
        "Sec",
        -0.24883676
      ],
      [
        "urities",
        -4.3202e-07
      ],
      [
        " and",
        -0.0054205153
      ],
      [
        " Exchange",
        -0.00040874677
      ],
      [
        " Commission",
        -0.00071779237
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that": {
    "guess": "United States Department of Transportation",
    "confidence": [
      [
        "United",
        -0.7044266
      ],
      [
        " States",
        -6.5278815e-05
      ],
      [
        " Department",
        -1.0447453
      ],
      [
        " of",
        -4.1199673e-05
      ],
      [
        " Transportation",
        -0.67758906
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph Kennedy. This organization won its 1953  court case against Ralston Purina, allowing it to classify offers to employees as public offerings, and the laws creating this organization were passed in 1933": {
    "guess": "Securities and Exchange Commission",
    "confidence": [
      [
        "Sec",
        -0.68261355
      ],
      [
        "urities",
        -3.1281633e-07
      ],
      [
        " and",
        -0.0021444317
      ],
      [
        " Exchange",
        -0.0002813584
      ],
      [
        " Commission",
        -0.00078318384
      ]
    ]
  },
  "At the age of 20, he married a Roman Catholic, Mrs. Fitzherbert, but the ceremony was not recognized by English law. He pretended to be a Whig to annoy his father, but ended up governing with the Tories,": {
    "guess": "George IV of the United Kingdom",
    "confidence": [
      [
        "George",
        -0.06424232
      ],
      [
        " IV",
        -0.0019988199
      ],
      [
        " of",
        -0.0027945377
      ],
      [
        " the",
        -0.0018968674
      ],
      [
        " United",
        -0.000121542944
      ],
      [
        " Kingdom",
        -0.00045021495
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.70427763
      ],
      [
        "in",
        -0.00025835942
      ],
      [
        "rich",
        -0.00012892624
      ],
      [
        " Wilhelm",
        -0.0019943009
      ],
      [
        " Matth",
        -0.026833946
      ],
      [
        "aus",
        -0.010503215
      ],
      [
        " Ol",
        0.0
      ],
      [
        "bers",
        -0.00010652328
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted that the Earth would pass through the tail of Biela's comet, sparking widespread panic in Europe. Performing his astronomical studies from the attic of his Bremen medical practice, in 1815 he discovered his namesake comet, having earlier discovered the asteroids Pallas and Vesta. However, he is best-known for questioning if the universe is endless and uniformly populated with stars, why is the sky": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.060292024
      ],
      [
        "in",
        -0.00015526658
      ],
      [
        "rich",
        -0.00027718625
      ],
      [
        " Wilhelm",
        -0.2800424
      ],
      [
        " Matth",
        -0.07425061
      ],
      [
        "aus",
        -0.04600648
      ],
      [
        " Ol",
        -2.4584822e-06
      ],
      [
        "bers",
        -0.00016647171
      ]
    ]
  },
  "At age seventy-two, she became president of the American Association for the Advancement of Science. The author of Continuities in Cultural Evolution collaborated with James Baldwin to write A Rap on Race.": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.0046638995
      ],
      [
        "aret",
        -0.00016527968
      ],
      [
        " Me",
        -0.00039075434
      ],
      [
        "ad",
        -9.364929e-05
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and": {
    "guess": "Straightedge and compass construction",
    "confidence": [
      [
        "Straight",
        -0.5571106
      ],
      [
        "edge",
        -0.001316547
      ],
      [
        " and",
        -0.0013632126
      ],
      [
        " compass",
        -0.00015383612
      ],
      [
        " construction",
        -0.0010069659
      ]
    ]
  },
  "At age seventy-two, she became president of the American Association for the Advancement of Science.": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.8307547
      ],
      [
        "aret",
        -0.00056256534
      ],
      [
        " Me",
        -0.14329532
      ],
      [
        "ad",
        -0.00035691517
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph Kennedy. This organization won its 1953  court case against Ralston Purina, allowing it to classify offers to employees as public offerings, and the laws creating this organization were passed in 1933 and 1934 in reaction to the stock market crash. This agency was recently given the authority to regulate proxy balloting, and it has been criticized in recent years for not exposing Bernie Madoff.  Name this agency responsible for enforcing regulations of stock and options exchanges.": {
    "guess": "Securities and Exchange Commission",
    "confidence": [
      [
        "Sec",
        -0.012639491
      ],
      [
        "urities",
        0.0
      ],
      [
        " and",
        -0.0004872763
      ],
      [
        " Exchange",
        -0.00016468366
      ],
      [
        " Commission",
        -0.00070016494
      ]
    ]
  },
  "At age 67 he wrote the oratorio, The Creation, based on the text of Milton's Paradise Lost. For much of his life he was the court composer for the Hungarian House of Esterházy. He was a friend of Mozart and a teacher of Beethoven. This German composer is called \"The Father of the String Quartet.\" Name": {
    "guess": "Joseph Haydn",
    "confidence": [
      [
        "Joseph",
        -0.09703884
      ],
      [
        " Hay",
        -0.00040624346
      ],
      [
        "dn",
        -7.3458323e-06
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted that the Earth would pass through the tail of Biela's comet, sparking widespread panic in Europe. Performing his astronomical studies from the attic of his Bremen medical practice, in 1815 he discovered his namesake comet, having earlier discovered the asteroids Pallas and Vesta. However, he is best-known for questioning if the universe is endless and uniformly populated with stars, why is the sky dark at night. FTP, who was this namesake of a famous astronomical paradox?": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.6385611
      ],
      [
        "in",
        -0.000110337794
      ],
      [
        "rich",
        -0.0002292847
      ],
      [
        " Wilhelm",
        -0.32197663
      ],
      [
        " Matth",
        -0.1830828
      ],
      [
        "aus",
        -0.023144623
      ],
      [
        " Ol",
        -9.0883464e-07
      ],
      [
        "bers",
        -0.00013774731
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted that the Earth would pass through the tail of Biela's comet, sparking widespread panic in Europe. Performing": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.1566089
      ],
      [
        "in",
        -6.50404e-05
      ],
      [
        "rich",
        -0.00012916465
      ],
      [
        " Wilhelm",
        -0.0027084653
      ],
      [
        " Matth",
        -0.048314225
      ],
      [
        "aus",
        -0.009077882
      ],
      [
        " Ol",
        0.0
      ],
      [
        "bers",
        -0.00018029935
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the age of fifteen but had not published for fear of ridicule. In 1801, he used the least-squares method": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.78080165
      ],
      [
        " Friedrich",
        -3.4047454e-05
      ],
      [
        " Gauss",
        -0.00027480218
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local traditions that he would display in his literary efforts. He served several terms as \"lawspeaker\" of": {
    "guess": "Icelandic Commonwealth",
    "confidence": [
      [
        "I",
        -0.20800097
      ],
      [
        "celand",
        -0.0007709132
      ],
      [
        "ic",
        -0.4416927
      ],
      [
        " Commonwealth",
        -0.3229193
      ]
    ]
  },
  "At the age of seventeen, he proved that the construction of a regular heptagon with just a compass and ruler was impossible, and he claimed he had been thinking about non-Euclidean geometries from the age of fifteen but had not published for fear of ridicule. In 1801, he used the least-squares method to approximate the location of Ceres to a high degree of accuracy. Professor of Mathematics at Göttingen from 1807 until his death, he investigated magnetism with Wilhelm Weber, and Cantor was one of his students. FTP, name this mathematician who wrote Disquistiones Arithmeticae, proved the fundamental": {
    "guess": "Carl Friedrich Gauss",
    "confidence": [
      [
        "Carl",
        -0.0051030684
      ],
      [
        " Friedrich",
        -5.5577775e-06
      ],
      [
        " Gauss",
        -4.0842064e-05
      ]
    ]
  },
  "From the age of three he was raised in the home of Jon Loptsson, gaining the deep knowledge of local": {
    "guess": "Egil's Saga",
    "confidence": [
      [
        "E",
        -1.0628319
      ],
      [
        "gil",
        -0.069235116
      ],
      [
        "'s",
        -0.005824752
      ],
      [
        " Saga",
        -0.015139593
      ]
    ]
  },
  "At age seventy-two, she became president of the American Association for the Advancement of Science. The author of Continuities in Cultural Evolution collaborated with James Baldwin to write A Rap on Race. The book Aspects of the Present collects her Redbook articles, while her expeditions are recorded": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.001541523
      ],
      [
        "aret",
        -0.00011617878
      ],
      [
        " Me",
        -0.00034309123
      ],
      [
        "ad",
        -3.3809047e-05
      ]
    ]
  },
  "At the age of 21 this man devised a new way to calculate the orbits of comets, and in 1832 predicted that the Earth would pass through the tail of Biela's comet, sparking widespread panic in Europe. Performing his astronomical studies from the attic of his Bremen medical practice, in 1815 he discovered": {
    "guess": "Heinrich Wilhelm Matthaus Olbers",
    "confidence": [
      [
        "He",
        -0.04865004
      ],
      [
        "in",
        -8.029847e-05
      ],
      [
        "rich",
        -0.00013238314
      ],
      [
        " Wilhelm",
        -0.04344341
      ],
      [
        " Matth",
        -0.05232976
      ],
      [
        "aus",
        -0.023458948
      ],
      [
        " Ol",
        -5.5122365e-07
      ],
      [
        "bers",
        -0.00016897499
      ]
    ]
  },
  "At the age of 18, he threw the Cat in one of the best wrestling matches in years. When the village oracle ordained that the boy Ikemefuna must die, he did the deed, even though the boy called him father. After accidentally killing a boy in the midst of a ceremony with his gun, he left Umuofia for his": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.0012345184
      ],
      [
        " Fall",
        -3.106736e-05
      ],
      [
        " Apart",
        -1.9027791e-05
      ]
    ]
  },
  "This agency is not environmental, but the laws that created it essentially federalized state laws that had been nicknamed \"blue sky laws\". One of this organization's first members was Ferdinand Pecora, who had earlier led Senate hearings that influenced its creation, and its first Chairman was Joseph Kennedy. This organization won its 1953  court case against Ralston Purina, allowing it to classify": {
    "guess": "Securities and Exchange Commission",
    "confidence": [
      [
        "Sec",
        -0.2969527
      ],
      [
        "urities",
        -1.9361265e-07
      ],
      [
        " and",
        -0.0030089654
      ],
      [
        " Exchange",
        -0.00023488728
      ],
      [
        " Commission",
        -0.0005780545
      ]
    ]
  }
}