{
  "This man is told by the ghost of his wife Creusa to leave for Hesperia after carrying his father Anchises (ann-KYE-sees) and son Ascanius out of a besieged city. He visits the underworld with the help": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.007769882
      ],
      [
        "ene",
        -3.2929079e-06
      ],
      [
        "id",
        -0.021647835
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is": {
    "guess": "Well of Moses",
    "confidence": [
      [
        "Well",
        -0.56634027
      ],
      [
        " of",
        -0.00013786652
      ],
      [
        " Moses",
        -0.02845053
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled sleighs, a roiling black cauldron on a huge fire, and people pouring (*) maple syrup onto": {
    "guess": "Well of Moses",
    "confidence": [
      [
        "Well",
        -0.7100487
      ],
      [
        " of",
        -0.0019065011
      ],
      [
        " Moses",
        -0.025091372
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things, mere bellies! We know how to tell many lies similar to the truth, and also to sing the truth when we want to.\" So saying, the Muses gave him talent and commanded him to write of the gods. In one of his two surviving complete epics, he recounts the story of Pandora's box, criticizes his brother": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.011427152
      ],
      [
        "es",
        -0.0009870809
      ],
      [
        "iod",
        -0.00035072025
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley,": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.024541909
      ],
      [
        "á",
        -0.04559896
      ],
      [
        "pag",
        -3.5716304e-05
      ],
      [
        "os",
        -2.2365493e-05
      ],
      [
        " Islands",
        -0.0016850552
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names, such as Albemarle,  have been supplanted by the present government, which prefers to call the": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.20160484
      ],
      [
        "á",
        -0.3230047
      ],
      [
        "pag",
        -1.7120534e-05
      ],
      [
        "os",
        -3.1544176e-05
      ],
      [
        " Islands",
        -0.008600151
      ]
    ]
  },
  "This man is told by the ghost of his wife Creusa to leave for Hesperia after carrying his father Anchises (ann-KYE-sees) and son Ascanius out of a besieged city. He visits the underworld with the help of a golden bough, on the advice of the Cumaean Sibyl. He duels Turnus for the hand of Lavinia. After this son of Venus leaves Carthage, Dido kills herself. For 10 points, name this Trojan who founds": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.086561926
      ],
      [
        "ene",
        -3.917321e-05
      ],
      [
        "as",
        -0.00071898446
      ]
    ]
  },
  "This man is told by the ghost of his wife Creusa to leave for Hesperia after carrying his father Anchises (ann-KYE-sees) and son Ascanius out of a besieged city. He visits the underworld with the help of a golden bough, on the advice of the Cumaean Sibyl. He duels Turnus for the hand of Lavinia. After this son of Venus leaves Carthage, Dido kills herself. For 10 points, name this Trojan who founds Rome according to an epic by Virgil.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.005492603
      ],
      [
        "ene",
        -2.1650272e-05
      ],
      [
        "as",
        -0.40306744
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names,": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -1.0407215
      ],
      [
        "á",
        -0.15682791
      ],
      [
        "pag",
        -2.3915141e-05
      ],
      [
        "os",
        -3.786197e-05
      ],
      [
        " Islands",
        -0.013541352
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names, such as Albemarle,  have been supplanted by the present government, which prefers to call the largest of them Isabela and the group as a whole the Columbus archipelago.  Natural phenomena include": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.008204495
      ],
      [
        "á",
        -0.004268339
      ],
      [
        "pag",
        -4.3202e-07
      ],
      [
        "os",
        -3.2929079e-06
      ],
      [
        " Islands",
        -5.080963e-06
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -1.1224948
      ],
      [
        "an",
        -0.0005320639
      ],
      [
        " Lake",
        -0.0021364596
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that its most famous part was merely an afterthought. Its first movement, though traditional in its establishment": {
    "guess": "Symphony No. 3 (Mendelssohn)",
    "confidence": [
      [
        "Sym",
        -0.14713797
      ],
      [
        "phony",
        -0.0033313527
      ],
      [
        " No",
        -0.0039090808
      ],
      [
        ".",
        -0.0013690462
      ],
      [
        " ",
        -0.010427832
      ],
      [
        "3",
        -0.83811593
      ],
      [
        " (",
        -0.24113731
      ],
      [
        "M",
        -0.027235286
      ],
      [
        "end",
        -4.00813e-06
      ],
      [
        "els",
        -0.000288153
      ],
      [
        "so",
        -1.504853e-06
      ],
      [
        "hn",
        -6.670925e-05
      ],
      [
        ")",
        -0.00217572
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that its most famous part was merely an afterthought. Its first movement, though traditional in its establishment of the dominant D major, introduces its first theme in F Major, and an erroneous crescendo appears in many scores of the finale. In German, it is known as the Symphony with the Kettledrum, due to the timpani's presence in its most famous part. For 10 points, name this London symphony, a work by Franz Joseph Haydn whose second, Andante, movement contains an unexpected fortissimo chord.": {
    "guess": "Symphony No. 94 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.1284727
      ],
      [
        "phony",
        -0.00016742534
      ],
      [
        " No",
        -0.0001408466
      ],
      [
        ".",
        -0.00022284771
      ],
      [
        " ",
        -0.0017275377
      ],
      [
        "94",
        -0.10173027
      ],
      [
        " (",
        -0.016618518
      ],
      [
        "Hay",
        -1.0206721e-05
      ],
      [
        "dn",
        -4.8425554e-06
      ],
      [
        ")",
        -2.0339032e-05
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things, mere bellies! We know how to tell many lies similar to the truth, and also to sing the truth when": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.45626146
      ],
      [
        "es",
        -0.055143256
      ],
      [
        "iod",
        -0.00016373003
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names, such as Albemarle,  have been supplanted by the present government, which prefers to call the largest of them Isabela and the group as a whole the Columbus archipelago.  Natural phenomena include a flightless cormorant; the swallow-tailed gull; equatorial penguins; marine iguanas; \"Lonesome George,\"": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.0030299984
      ],
      [
        "á",
        -0.005308466
      ],
      [
        "pag",
        -9.0883464e-07
      ],
      [
        "os",
        -3.0545007e-06
      ],
      [
        " Islands",
        -0.00029899686
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled sleighs, a roiling black cauldron on a huge fire, and people pouring (*) maple syrup onto snow in the painting Sugaring Off. A sculpture of a man with this name intended for the tomb of Pope": {
    "guess": "Smith",
    "confidence": [
      [
        "Smith",
        -1.1105944
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled sleighs, a roiling black cauldron on a huge fire, and people pouring (*) maple syrup onto snow in the painting Sugaring Off. A sculpture of a man with this name intended for the tomb of Pope Julius II was based on a description from the Vulgate, explaining that man's unusually horned head. For 10 points, give the name shared the Old Testament figure depicted in that Michelangelo sculpture and by a painter known as \"Grandma\".": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.8735812
      ],
      [
        "oses",
        -0.0012696359
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things, mere bellies! We know how to tell many lies similar to the truth, and also to sing the truth when we want to.\" So saying, the Muses gave him talent and commanded him to write of the gods. In one of his two surviving complete epics, he recounts the story of Pandora's box, criticizes his brother Perses for running off with most of their inheritance, and describes jobs appropriate to each part of the year. FTP, name this writer of _Works and Days_ and _Theogony_.": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.012212701
      ],
      [
        "es",
        -0.00015812746
      ],
      [
        "iod",
        -1.640531e-05
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost": {
    "guess": "Tony Smith (sculptor)",
    "confidence": [
      [
        "Tony",
        -1.1672362
      ],
      [
        " Smith",
        -0.0032204916
      ],
      [
        " (",
        -1.28804
      ],
      [
        "sc",
        -0.060254656
      ],
      [
        "ulpt",
        -5.5122365e-07
      ],
      [
        "or",
        -0.08620733
      ],
      [
        ")",
        -0.000993153
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled sleighs, a roiling black cauldron on a huge fire, and people pouring (*) maple syrup onto snow in the painting Sugaring Off. A sculpture of a man with this name intended for the tomb of Pope Julius II was based on a description from the Vulgate, explaining that man's unusually horned head. For 10 points, give the name shared the Old Testament figure depicted in that Michelangelo sculpture": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -1.3664442
      ],
      [
        "oses",
        -0.0019226834
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that its most famous part was merely an afterthought. Its first movement, though traditional in its establishment of the dominant D major, introduces its first theme in F Major, and an erroneous crescendo": {
    "guess": "Symphony No. 7 (Sibelius)",
    "confidence": [
      [
        "Sym",
        -0.09765531
      ],
      [
        "phony",
        -0.0012690435
      ],
      [
        " No",
        -0.008158256
      ],
      [
        ".",
        -0.0007185076
      ],
      [
        " ",
        -0.0045661265
      ],
      [
        "7",
        -0.12510249
      ],
      [
        " (",
        -0.2059364
      ],
      [
        "S",
        -0.057622645
      ],
      [
        "ibel",
        -4.00813e-06
      ],
      [
        "ius",
        -1.4974867e-05
      ],
      [
        ")",
        -9.72254e-05
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names, such as Albemarle,  have been supplanted by the present government, which prefers to call the largest of them Isabela and the group as a whole the Columbus archipelago.  Natural phenomena include a flightless cormorant; the swallow-tailed gull; equatorial penguins; marine iguanas; \"Lonesome George,\" the last remaining tortoise of Pinta island; and thirteen species of famous finches.  FTP, name": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.009114025
      ],
      [
        "á",
        -0.017763207
      ],
      [
        "pag",
        -4.3202e-07
      ],
      [
        "os",
        -3.4121115e-06
      ],
      [
        " Islands",
        -0.0006507211
      ]
    ]
  },
  "This man is told by the ghost of his wife Creusa to leave for Hesperia after carrying his father Anchises (ann-KYE-sees) and son Ascanius out of a besieged city. He visits the underworld with the help of a golden bough, on the advice of the Cumaean Sibyl. He duels Turnus for the hand of Lavinia. After": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.038851485
      ],
      [
        "ene",
        -1.1279553e-05
      ],
      [
        "as",
        -0.02194061
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things, mere bellies! We know how to tell many lies similar to the truth, and also to sing the truth when we want to.\" So saying, the Muses gave him talent and commanded him to write of the gods. In one of his two surviving complete epics, he recounts the story of Pandora's box, criticizes his brother Perses for running off with most of their inheritance, and describes jobs appropriate to each part": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.042407174
      ],
      [
        "es",
        -0.00032831362
      ],
      [
        "iod",
        -0.00016635252
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that its most famous part was merely an afterthought. Its first movement, though traditional in its establishment of the dominant D major, introduces its first theme in F Major, and an erroneous crescendo appears in many scores of the finale. In German, it is known as the Symphony with the Kettledrum, due to the timpani's presence in its most famous part. For 10 points, name this London symphony, a": {
    "guess": "Symphony No. 2 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.009781707
      ],
      [
        "phony",
        -0.00040278657
      ],
      [
        " No",
        -0.0026450986
      ],
      [
        ".",
        -0.00027325618
      ],
      [
        " ",
        -0.0028001259
      ],
      [
        "2",
        -1.4260522
      ],
      [
        " (",
        -0.035273306
      ],
      [
        "Be",
        -0.26880443
      ],
      [
        "ethoven",
        -5.2285613e-05
      ],
      [
        ")",
        -0.0001726703
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled sleighs, a roiling black cauldron on a huge fire, and people pouring (*) maple syrup onto snow in the painting Sugaring Off. A sculpture of a man with this name intended for the tomb of Pope Julius II was based on a description from the Vulgate, explaining that man's unusually horned head.": {
    "guess": "Smith",
    "confidence": [
      [
        "Smith",
        -1.2013222
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that its most famous part was merely an afterthought. Its first movement, though traditional in its establishment of the dominant D major, introduces its first theme in F Major, and an erroneous crescendo appears in many scores of the finale. In German, it is known as the Symphony with the Kettledrum,": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.73049706
      ],
      [
        "phony",
        -0.0018423712
      ],
      [
        " No",
        -0.002750196
      ],
      [
        ".",
        -0.00047833603
      ],
      [
        " ",
        -0.0028425567
      ],
      [
        "9",
        -0.93579715
      ],
      [
        " (",
        -0.0260649
      ],
      [
        "Be",
        -0.12670307
      ],
      [
        "ethoven",
        -9.4245304e-05
      ],
      [
        ")",
        -0.00011021859
      ]
    ]
  },
  "\"Tomato,\" from Georges Barrrere's In the Vegetable Garden, is based on this work. The original score of one movement of this symphony, which at one point belonged to Felix Mendelssohn's godson, shows that": {
    "guess": "Symphony No. 4 (Mendelssohn)",
    "confidence": [
      [
        "Sym",
        -0.81282735
      ],
      [
        "phony",
        -0.0059545143
      ],
      [
        " No",
        -0.078985296
      ],
      [
        ".",
        -0.0019411306
      ],
      [
        " ",
        -0.012497993
      ],
      [
        "4",
        -0.85838455
      ],
      [
        " (",
        -0.54269415
      ],
      [
        "M",
        -0.00075971906
      ],
      [
        "end",
        -5.7961847e-06
      ],
      [
        "els",
        -0.00026264708
      ],
      [
        "so",
        -4.723352e-06
      ],
      [
        "hn",
        -7.6364755e-05
      ],
      [
        ")",
        -0.0003924232
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things,": {
    "guess": "The Pilgrim's Progress",
    "confidence": [
      [
        "The",
        -1.2405075
      ],
      [
        " Pil",
        -1.3174965
      ],
      [
        "grim",
        -0.015198642
      ],
      [
        "'s",
        -0.009121
      ],
      [
        " Progress",
        -0.011712434
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this": {
    "guess": "Tony Smith",
    "confidence": [
      [
        "Tony",
        -0.35555047
      ],
      [
        " Smith",
        -0.0006373812
      ]
    ]
  },
  "Tomas de Berlanga, the bishop of Panama, discovered them and gave them their first name.  Ambrose Crowley, an English buccaneer who arrived in 1684, named many of them after his colleagues, but these names, such as Albemarle,  have been supplanted by the present government, which prefers to call the largest of them Isabela and the group as a whole the Columbus archipelago.  Natural phenomena include a flightless cormorant; the swallow-tailed gull; equatorial penguins; marine iguanas; \"Lonesome George,\" the last remaining tortoise of Pinta island; and thirteen species of famous finches.  FTP, name this Ecuadorian island group that appears in the title of a Kurt Vonnegut novel.": {
    "guess": "Galápagos Islands",
    "confidence": [
      [
        "Gal",
        -0.010040442
      ],
      [
        "á",
        -0.35358894
      ],
      [
        "pag",
        -4.246537e-06
      ],
      [
        "os",
        -1.4378848e-05
      ],
      [
        " Islands",
        -0.00030102333
      ]
    ]
  },
  "He was told of his own lowly station in no uncertain terms: \"Shepherb bumpkins, wretched, shameful things, mere bellies! We know how to tell many lies similar to the truth, and also to sing the truth when we want to.\" So saying, the Muses gave him talent and commanded him to write of the gods. In one": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.051690698
      ],
      [
        "es",
        -0.02258673
      ],
      [
        "iod",
        -0.00017398155
      ]
    ]
  },
  "This man is told by the ghost of his wife Creusa to leave for Hesperia after carrying his father Anchises": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.08605782
      ],
      [
        "ene",
        -4.763667e-05
      ],
      [
        "as",
        -0.2785149
      ]
    ]
  },
  "The Toledo Museum of Art is home to a massive black steel geometric sculpture by Tony Smith with this name. This name ends the title of a hexagonal sculpture depicting a ring of six men and a now-lost crucifixion scene found in Chartreuse de Champmol. That sculpture, created for John the Fearless, is a \"Well of\" this name designed by Claus Sluter. An artist with this surname depicted oxen pulling timber-filled": {
    "guess": "Well of Moses",
    "confidence": [
      [
        "Well",
        -1.0780323
      ],
      [
        " of",
        -0.0024993178
      ],
      [
        " Moses",
        -0.009489848
      ]
    ]
  }
}