{
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface of a fluid is completely covered so that any additional chemical must form these structures. These": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.2795328
      ],
      [
        "elle",
        -0.15391392
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface of a fluid is completely covered so that any additional chemical must form these structures. These structures cannot form below the Krafft temperature. Cholic acid promotes the formation of these structures": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.017237604
      ],
      [
        "elle",
        -0.115624726
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.1292334
      ],
      [
        "elle",
        -0.45987839
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying": {
    "guess": "Pyrene",
    "confidence": [
      [
        "Py",
        -0.3930944
      ],
      [
        "rene",
        -0.00071838836
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface of a fluid is completely covered so that any additional chemical must form these structures. These structures cannot form below the Krafft temperature. Cholic acid promotes the formation of these structures necessary for emulsifying lipids, while inorganic examples of these structures commonly consist of sulfobetaines and zwitterions. FTP, name these structures whose formation is driven by hydrophobicity,": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.008850447
      ],
      [
        "elle",
        -0.33050874
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface of a fluid is completely covered so that any additional chemical must form these structures. These structures cannot form below the Krafft temperature. Cholic acid promotes the formation of these structures necessary for emulsifying lipids, while inorganic examples of these structures commonly consist": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.034162182
      ],
      [
        "elle",
        -0.2401703
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface of a fluid is completely covered so that any additional chemical must form these structures. These structures cannot form below the Krafft temperature. Cholic acid promotes the formation of these structures necessary for emulsifying lipids, while inorganic examples of these structures commonly consist of sulfobetaines and zwitterions. FTP, name these structures whose formation is driven by hydrophobicity, collections of surfactants with a hydrophilic exterior and hydrophobic interior.": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.009158211
      ],
      [
        "elle",
        -0.14231478
      ]
    ]
  },
  "The vibrational bands of pyrene fluorescence in different environments is a common tool for studying these structures. The log of the critical concentration of these structures is related to the number of methylene monomers in an equation named for Stauff and Klevens; that point occurs when the surface": {
    "guess": "Micelle",
    "confidence": [
      [
        "Mic",
        -0.19244258
      ],
      [
        "elle",
        -0.014764138
      ]
    ]
  }
}