{
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot Tube is used to measure this quantity in gases, while its value in liquids can be determined using a Venturi Meter. Both of these devices make use of the idea that, like volume, as pressure increases, this decreases, a principle known as Bernoulli's Equation. When this is constant, acceleration is": {
    "guess": "Bernoulli's principle",
    "confidence": [
      [
        "Bern",
        -0.97198963
      ],
      [
        "ou",
        -4.1273333e-06
      ],
      [
        "lli",
        -0.00013166793
      ],
      [
        "'s",
        -0.0010224477
      ],
      [
        " principle",
        -0.078917
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell": {
    "guess": "Realignment election",
    "confidence": [
      [
        "Real",
        -0.54583323
      ],
      [
        "ignment",
        -0.00063499715
      ],
      [
        " election",
        -0.035579484
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was": {
    "guess": "Giambologna",
    "confidence": [
      [
        "Gi",
        -0.35660237
      ],
      [
        "amb",
        -2.6895234e-05
      ],
      [
        "ologna",
        -6.3490756e-05
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld": {
    "guess": "Voting behavior",
    "confidence": [
      [
        "V",
        -0.95506454
      ],
      [
        "oting",
        -0.6891063
      ],
      [
        " behavior",
        -0.2642368
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was stolen by Robert Mang in 2003, and that work was made as a gift to Francis I and depicts one figure representing the earth and another representing the sea. Hector Berlioz wrote an opera named for this artist, and this artist's most famous work includes a boat used to store a certain substance. For 10 points, name this early mannerist sculptor of Perseus With the Head of Medusa who also made an enamel": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -0.08897262
      ],
      [
        "ven",
        -0.00017958412
      ],
      [
        "uto",
        -0.00013595926
      ],
      [
        " Cell",
        -7.6364755e-05
      ],
      [
        "ini",
        -0.00030245376
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying events surrounding one of them. (*) V.O. Key proposed an especially important type of these events in an article focusing on these events in New England in the 1920s. That \"critical\" version results in a major realignment, such as the beginning of the New Deal coalition. The \"Bradley Effect\" attributes a difference between the outcome of one of these events and what surveys forecast in advance to": {
    "guess": "Election",
    "confidence": [
      [
        "E",
        -0.21010955
      ],
      [
        "lection",
        -0.05576321
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva.": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -0.7692856
      ],
      [
        "ven",
        -0.07775301
      ],
      [
        "uto",
        -5.4669687e-05
      ],
      [
        " Cell",
        -0.00015741224
      ],
      [
        "ini",
        -0.00034523688
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying events surrounding one of them. (*) V.O. Key proposed an especially important type of these events in an article focusing on these events in New England in the 1920s. That \"critical\" version results": {
    "guess": "Political Events",
    "confidence": [
      [
        "Political",
        -0.7708499
      ],
      [
        " Events",
        -0.3542151
      ]
    ]
  },
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot Tube is used to measure this quantity in gases, while its value in liquids can be determined using": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0075382
      ]
    ]
  },
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot Tube is used to measure this quantity in gases, while its value in liquids can be determined using a Venturi Meter. Both of these devices make use of the idea that, like volume, as pressure increases,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4297966
      ]
    ]
  },
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot Tube is used to measure this quantity in gases, while its value in liquids can be determined using a Venturi Meter. Both of these devices make use of the idea that, like volume, as pressure increases, this decreases, a principle known as Bernoulli's Equation. When this is constant, acceleration is zero. For 10 points, name this kinematic quantity, the derivative of position, whose magnitude is equal to speed.": {
    "guess": "Pressure",
    "confidence": [
      [
        "Pressure",
        -0.34576216
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying events surrounding one of them. (*) V.O. Key proposed an especially important type of these events in an article focusing on these events in New England in the 1920s. That \"critical\" version results in a major realignment, such as the beginning of the New Deal coalition. The \"Bradley Effect\" attributes a difference between the outcome of one of these events and what surveys forecast in advance to racism. For 10 points, name these events during which people vote for candidates.": {
    "guess": "Election",
    "confidence": [
      [
        "E",
        -0.03857739
      ],
      [
        "lection",
        -0.08538447
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are": {
    "guess": "Financial Crises",
    "confidence": [
      [
        "Financial",
        -1.6735808
      ],
      [
        " Cr",
        -1.1961386
      ],
      [
        "ises",
        -0.01972662
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was stolen by Robert Mang in 2003, and that work was made as a gift to Francis I and depicts one figure representing the earth and another representing the sea. Hector Berlioz wrote an opera named for this": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.43485022
      ],
      [
        "se",
        -0.020399751
      ],
      [
        "us",
        -0.00038372134
      ],
      [
        " with",
        -0.18817794
      ],
      [
        " the",
        -0.00011749002
      ],
      [
        " Head",
        -0.0354206
      ],
      [
        " of",
        -1.2829201e-05
      ],
      [
        " Med",
        -0.00018804391
      ],
      [
        "usa",
        -0.00019793781
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying": {
    "guess": "Election Campaigns",
    "confidence": [
      [
        "E",
        -0.8008423
      ],
      [
        "lection",
        -0.19836476
      ],
      [
        " Campaign",
        -1.515159
      ],
      [
        "s",
        -0.14551471
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying events surrounding one of them. (*) V.O. Key proposed an especially important type of these events": {
    "guess": "Election",
    "confidence": [
      [
        "E",
        -0.6867102
      ],
      [
        "lection",
        -0.024820004
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central": {
    "guess": "Giambologna",
    "confidence": [
      [
        "Gi",
        -0.5240169
      ],
      [
        "amb",
        -0.00048119694
      ],
      [
        "ologna",
        -7.3742274e-05
      ]
    ]
  },
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot": {
    "guess": "Schmidt number",
    "confidence": [
      [
        "Sch",
        -0.34183308
      ],
      [
        "midt",
        -8.852353e-05
      ],
      [
        " number",
        -0.020160628
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was stolen by Robert Mang in 2003, and that work was made as a gift to Francis I and depicts one figure representing the earth and another representing the sea. Hector Berlioz wrote an opera named for this artist, and this artist's most famous work includes a boat used to store a certain substance. For 10 points, name this early mannerist sculptor of Perseus With the Head of Medusa who also made an enamel and gold based Salt Cellar.": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -0.003476055
      ],
      [
        "ven",
        -1.1994775e-05
      ],
      [
        "uto",
        -7.743759e-05
      ],
      [
        " Cell",
        -1.0087517e-05
      ],
      [
        "ini",
        -0.00011272187
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was stolen by Robert Mang in 2003, and that work was made as a gift to Francis I and depicts one figure representing the earth and another representing the sea. Hector Berlioz wrote an opera named for this artist, and this artist's most famous work includes a boat used to store a certain substance. For": {
    "guess": "Benvenuto Cellini",
    "confidence": [
      [
        "Ben",
        -0.13933736
      ],
      [
        "ven",
        -0.0002072357
      ],
      [
        "uto",
        -0.00016563729
      ],
      [
        " Cell",
        -0.00020294437
      ],
      [
        "ini",
        -0.000232384
      ]
    ]
  },
  "The Peclet number is equal to the ratio of this quantity for convection to that for diffusion. A Pitot Tube is used to measure this quantity in gases, while its value in liquids can be determined using a Venturi Meter. Both of these devices make use of the idea that, like volume, as pressure increases, this decreases, a principle known as Bernoulli's Equation. When this is constant, acceleration is zero. For 10 points, name this kinematic quantity, the derivative of position, whose magnitude is equal": {
    "guess": "Speed",
    "confidence": [
      [
        "Speed",
        -0.8024027
      ]
    ]
  },
  "The pedestal of one of this artist's statues includes sculptures of figures such as Danaë and Minerva. That work in the Loggia dei Lanzi was sculpted for the Piazza della Signoria, and shows the central figure look downward as he triumphantly holds up a certain object. One of this artist's works was stolen by Robert Mang in 2003, and that work was made as a gift to Francis I and depicts one figure": {
    "guess": "Perseus with the Head of Medusa",
    "confidence": [
      [
        "Per",
        -0.5421454
      ],
      [
        "se",
        -0.011976912
      ],
      [
        "us",
        -4.8709502e-05
      ],
      [
        " with",
        -0.14423671
      ],
      [
        " the",
        -0.00010759611
      ],
      [
        " Head",
        -0.012125088
      ],
      [
        " of",
        -1.0802739e-05
      ],
      [
        " Med",
        -0.00013476722
      ],
      [
        "usa",
        -0.0001627764
      ]
    ]
  },
  "The Pedersen Index measures the volatility of these events. One kind of these occurs when tensions are resolved in a \"flashpoint,\" according to a model of them created by Walter Dean Burnham. Angus Campbell began an ongoing research project studying these at the University of Michigan. Paul Lazarsfeld presented his model of communication flowing from mass media to opinion leaders in a book studying events surrounding one of them. (*) V.O. Key proposed an especially important type of these events in an article focusing on these events in New England in the 1920s. That \"critical\" version results in a major realignment, such as the beginning of the New Deal coalition. The \"Bradley Effect\" attributes": {
    "guess": "Election",
    "confidence": [
      [
        "E",
        -0.23568188
      ],
      [
        "lection",
        -0.057086945
      ]
    ]
  }
}