{
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows that the law of mass action holds for solutions of weak electrolytes, and gives the electrical conductivities for those solutions at very dilute conditions. An industrial process named for him uses a platinum-rhodium gauze as a catalyst and made the Birdeland-Eyde Arc process obsolete; that process uses the product of the Haber process and oxidizes it to give one of the components of aqua regia. For": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.050859086
      ],
      [
        "ther",
        -0.0012624947
      ],
      [
        " N",
        -0.046105288
      ],
      [
        "ern",
        -0.00011522515
      ],
      [
        "st",
        -4.2510914e-05
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael": {
    "guess": "Calculus of Variations",
    "confidence": [
      [
        "Cal",
        -0.061298784
      ],
      [
        "culus",
        -3.9411618e-05
      ],
      [
        " of",
        -0.00018947436
      ],
      [
        " Vari",
        -0.33454463
      ],
      [
        "ations",
        -1.1637165e-05
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790 to 1830 is called his namesake minimum. He independently discovered the Hadley cell by analyzing his extensive meteorological diary. The basis of stoichiometry was established by his law of multiple proportions. One theory that he is credited with discovering states that the namesake particles cannot": {
    "guess": "John Dalton",
    "confidence": [
      [
        "John",
        -0.018064832
      ],
      [
        " Dalton",
        -0.00013584005
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's": {
    "guess": "John Archibald Wheeler",
    "confidence": [
      [
        "John",
        -1.0655738
      ],
      [
        " Arch",
        -0.05725864
      ],
      [
        "ib",
        -0.00042066345
      ],
      [
        "ald",
        -0.00017767686
      ],
      [
        " Wheeler",
        -0.009273841
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows that the law of mass action holds for solutions of weak electrolytes, and gives the electrical conductivities for those solutions at very dilute conditions. An industrial process named for him uses a": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.06378744
      ],
      [
        "ther",
        -0.00090836425
      ],
      [
        " N",
        -0.6552301
      ],
      [
        "ern",
        -2.486877e-05
      ],
      [
        "st",
        -1.8431772e-05
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows that the law of mass action holds for solutions of weak electrolytes, and gives the electrical conductivities": {
    "guess": "Walther Hermann Nernst",
    "confidence": [
      [
        "Wal",
        -0.02216252
      ],
      [
        "ther",
        -2.7372049e-05
      ],
      [
        " Herm",
        -0.102326825
      ],
      [
        "ann",
        -1.9361265e-07
      ],
      [
        " N",
        -0.00041780257
      ],
      [
        "ern",
        -3.0545007e-06
      ],
      [
        "st",
        -2.3319124e-05
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this": {
    "guess": "John Archibald Wheeler",
    "confidence": [
      [
        "John",
        -0.43998402
      ],
      [
        " Arch",
        -0.1597611
      ],
      [
        "ib",
        -0.000116655596
      ],
      [
        "ald",
        -0.00015836587
      ],
      [
        " Wheeler",
        -0.004938193
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation of QM. Leighton and Sands co-authored his namesake Lectures on Physics. He formulated QED, which employs his namesake diagrams, and defined a namesake path integral. FTP, name this idiosyncratic Caltech professor who served as youngest division head for the Manhattan Project, enjoyed strip clubs, and played the bongos.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.008055139
      ],
      [
        " Fey",
        -3.9650025e-05
      ],
      [
        "n",
        -5.4669687e-05
      ],
      [
        "man",
        -1.7597347e-05
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790 to 1830 is called his namesake minimum. He independently discovered the Hadley cell by analyzing his": {
    "guess": "John Dalton",
    "confidence": [
      [
        "John",
        -0.112944655
      ],
      [
        " Dalton",
        -0.0006199849
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows that the law of mass action holds for solutions of weak electrolytes, and gives the electrical conductivities for those solutions at very dilute conditions. An industrial process named for him uses a platinum-rhodium gauze as a catalyst and made the Birdeland-Eyde Arc process obsolete; that process": {
    "guess": "Walther Nernst",
    "confidence": [
      [
        "Wal",
        -0.10092734
      ],
      [
        "ther",
        -0.00024929992
      ],
      [
        " N",
        -0.062033787
      ],
      [
        "ern",
        -8.7450695e-05
      ],
      [
        "st",
        -5.3954464e-05
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows": {
    "guess": "George Gabriel Stokes",
    "confidence": [
      [
        "George",
        -0.9272227
      ],
      [
        " Gabriel",
        -0.062342074
      ],
      [
        " Stokes",
        -0.0002419203
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790 to 1830 is called his namesake minimum. He independently discovered the Hadley cell by analyzing his extensive meteorological diary. The basis of stoichiometry was established by his law of multiple": {
    "guess": "John Dalton",
    "confidence": [
      [
        "John",
        -0.03982362
      ],
      [
        " Dalton",
        -0.0005653034
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required for a volume to flow through the capillary tube. Another relation derived by this man shows that the law of mass action holds for solutions of weak electrolytes, and gives the electrical conductivities for those solutions at very dilute conditions. An industrial process named for him uses a platinum-rhodium gauze as a catalyst and made the Birdeland-Eyde Arc process obsolete; that process uses the product of the Haber process and oxidizes it to give one of the components of aqua regia. For 10 points, identify this German chemist who names a process used to produce nitric acid.": {
    "guess": "Wilhelm Ostwald",
    "confidence": [
      [
        "Wil",
        -0.052564155
      ],
      [
        "helm",
        -0.00024323154
      ],
      [
        " Ost",
        -0.0006012882
      ],
      [
        "wald",
        -5.4908094e-05
      ]
    ]
  },
  "This man lends his name to a U-shaped apparatus which gives the viscosity as a function of the time required": {
    "guess": "Oswald Sprengler",
    "confidence": [
      [
        "O",
        -0.12631084
      ],
      [
        "sw",
        -0.5332437
      ],
      [
        "ald",
        -8.613945e-05
      ],
      [
        " S",
        -0.8440864
      ],
      [
        "pre",
        -0.6110915
      ],
      [
        "ng",
        -0.018322371
      ],
      [
        "ler",
        -0.02287305
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead": {
    "guess": "Calculus of Variations",
    "confidence": [
      [
        "Cal",
        -0.35119027
      ],
      [
        "culus",
        -0.00043698703
      ],
      [
        " of",
        -0.00031079436
      ],
      [
        " Vari",
        -0.14498006
      ],
      [
        "ations",
        -9.627177e-05
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790 to 1830 is called his namesake minimum. He independently discovered the Hadley cell by analyzing his extensive meteorological diary. The basis of stoichiometry was established by his law of multiple proportions. One theory that he is credited with discovering states that the namesake particles cannot be subdivided; though that postulate was incorrect, it was some of the first insights into atomic theory. Name this man, who gives his name to the law of partial pressures and the atomic mass unit.": {
    "guess": "John Dalton",
    "confidence": [
      [
        "John",
        -0.002522865
      ],
      [
        " Dalton",
        -7.183501e-05
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation of QM. Leighton and Sands co-authored his namesake Lectures on Physics. He formulated QED, which employs his namesake diagrams, and defined a namesake path integral. FTP, name this idiosyncratic Caltech": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.03775558
      ],
      [
        " Fey",
        -0.00034094555
      ],
      [
        "n",
        -5.9914648e-05
      ],
      [
        "man",
        -2.2127088e-05
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790 to 1830 is called his namesake minimum. He independently discovered the Hadley cell by analyzing his extensive meteorological diary. The basis of stoichiometry was established by his law of multiple proportions. One theory that he is credited with discovering states that the namesake particles cannot be subdivided; though that postulate was incorrect, it was some of the first insights into atomic": {
    "guess": "John Dalton",
    "confidence": [
      [
        "John",
        -0.004284961
      ],
      [
        " Dalton",
        -7.5530326e-05
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation of QM. Leighton and Sands co-authored his namesake Lectures on Physics. He formulated QED, which employs his namesake diagrams, and defined a namesake path integral. FTP, name this idiosyncratic Caltech professor who served as youngest division head for the Manhattan Project, enjoyed strip clubs,": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.022266053
      ],
      [
        " Fey",
        -0.00026288547
      ],
      [
        "n",
        -5.5861725e-05
      ],
      [
        "man",
        -2.129266e-05
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation of QM. Leighton and Sands co-authored his namesake Lectures on Physics. He formulated QED, which": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.033875395
      ],
      [
        " Fey",
        -0.00036287535
      ],
      [
        "n",
        -8.6497064e-05
      ],
      [
        "man",
        -1.0445127e-05
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven. This thinker's namesake point is the seven hundred twenty-sixth digit of pi. Wheeler supervised this scientist's thesis, A New Approach to Quantum Theory, in which the novelty is application of Hamilton's principle; this led to an analogue of Lagrangian mechanics; this physicist's namesake formulation": {
    "guess": "John Archibald Wheeler",
    "confidence": [
      [
        "John",
        -0.69611037
      ],
      [
        " Arch",
        -0.03380775
      ],
      [
        "ib",
        -5.5861725e-05
      ],
      [
        "ald",
        -9.054999e-05
      ],
      [
        " Wheeler",
        -0.0015247372
      ]
    ]
  },
  "A lemma due to this person claims that all mathematical propositions are either trivial or unproven.": {
    "guess": "Gödel's completeness theorem",
    "confidence": [
      [
        "G",
        -0.7786006
      ],
      [
        "ö",
        -0.14904213
      ],
      [
        "del",
        -8.339777e-05
      ],
      [
        "'s",
        -0.0011354546
      ],
      [
        " completeness",
        -0.62988764
      ],
      [
        " theorem",
        -0.004741026
      ]
    ]
  },
  "He lends his name to an alternate name for deuteranopia, and a period of low solar activity from 1790": {
    "guess": "Dalton Minimum",
    "confidence": [
      [
        "Dal",
        -0.746349
      ],
      [
        "ton",
        -4.8425554e-06
      ],
      [
        " Minimum",
        -0.0028782224
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi": {
    "guess": "Ward–Takahashi identity",
    "confidence": [
      [
        "W",
        -1.4463891
      ],
      [
        "ard",
        -0.04867957
      ],
      [
        "–",
        -0.5891451
      ],
      [
        "T",
        -0.00017731925
      ],
      [
        "akah",
        -2.3795938e-05
      ],
      [
        "ashi",
        -2.8802491e-05
      ],
      [
        " identity",
        -0.026646145
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi identity. (*) One of its transformations involving charge and electric current density was": {
    "guess": "Ward–Takahashi identity",
    "confidence": [
      [
        "W",
        -0.6135994
      ],
      [
        "ard",
        -0.005585195
      ],
      [
        "–",
        -0.6148215
      ],
      [
        "T",
        -0.0001277342
      ],
      [
        "akah",
        -4.298773e-05
      ],
      [
        "ashi",
        -2.2484697e-05
      ],
      [
        " identity",
        -0.053072207
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi identity. (*) One of its transformations involving charge and electric current density was first noted by Herman Weyl and is one of the fundamental gauge symmetries in physics. This theorem": {
    "guess": "Ward–Takahashi identity",
    "confidence": [
      [
        "W",
        -1.0999423
      ],
      [
        "ard",
        -0.012746136
      ],
      [
        "–",
        -0.7207967
      ],
      [
        "T",
        -8.804671e-05
      ],
      [
        "akah",
        -4.6563837e-05
      ],
      [
        "ashi",
        -2.3795938e-05
      ],
      [
        " identity",
        -0.026961824
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi identity. (*) One of its transformations involving charge and electric current density was first noted by Herman Weyl and is one of the fundamental gauge symmetries in physics. This theorem states that applying a Poisson Bracket to the Hamiltonian and a constant of the motion is zero. For": {
    "guess": "Ward–Takahashi identity",
    "confidence": [
      [
        "W",
        -0.79762286
      ],
      [
        "ard",
        -0.005247276
      ],
      [
        "–",
        -0.49229375
      ],
      [
        "T",
        -2.5226382e-05
      ],
      [
        "akah",
        -2.3080716e-05
      ],
      [
        "ashi",
        -6.6306106e-06
      ],
      [
        " identity",
        -0.016065339
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi identity. (*) One of its transformations involving charge and electric current density was first noted by Herman Weyl and is one of the fundamental gauge symmetries in physics. This theorem states that applying a Poisson Bracket to the Hamiltonian and a constant of the motion is zero. For 10 points, identify this theorem, which can be used to derive the conservation of the center of momentum,": {
    "guess": "Noether's theorem",
    "confidence": [
      [
        "No",
        -0.6054025
      ],
      [
        "ether",
        -3.1424974e-05
      ],
      [
        "'s",
        -0.0026191783
      ],
      [
        " theorem",
        -0.264001
      ]
    ]
  },
  "This lemma is satisfied for nonsmooth extremals if they satisfy the DuBois-Reymond condition. Michael Peskin and Daniel Schroeder wrote of the generalized way that this theorem's quantum analogue can lead to an equation of motion for correlation functions.  That quantum analogue is known as the Ward-Takahashi identity. (*) One of its transformations involving charge and electric current density was first noted by Herman Weyl and is one of the fundamental gauge symmetries in physics. This theorem states that applying a Poisson Bracket to the Hamiltonian and a constant of the motion is zero. For 10 points, identify this theorem, which can be used to derive the conservation of the center of momentum, and states that each symmetry of a system leads to a quantity which is conserved.": {
    "guess": "Noether's theorem",
    "confidence": [
      [
        "No",
        -0.19827287
      ],
      [
        "ether",
        -1.998142e-05
      ],
      [
        "'s",
        -0.0026622198
      ],
      [
        " theorem",
        -0.046336118
      ]
    ]
  }
}