{
  "The 1638 Portsmouth Compact established a settlement that would become part of this colony. Its founder published The Bloody Tenet of Persecution in 1644 and purchased land for this colony from the Narragansett Indians. Anne Hutchinson (*) fled religious persecution in Massachusetts to join this colony": {
    "guess": "Rhode Island",
    "confidence": [
      [
        "Rh",
        -0.008285832
      ],
      [
        "ode",
        -1.1398757e-05
      ],
      [
        " Island",
        -0.0003889663
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.108738415
      ],
      [
        "ap",
        -0.0014347549
      ],
      [
        "oleon",
        -0.0004419936
      ]
    ]
  },
  "In his Portrait of Emile Zola, he added in the background Kuniaki's portrait of a sumo wrestler, indicative": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -1.4083798
      ],
      [
        "d",
        -0.10625099
      ],
      [
        "ou",
        -1.2113979e-05
      ],
      [
        "ard",
        -0.00013834333
      ],
      [
        " Man",
        -0.00031389366
      ],
      [
        "et",
        -1.4855664e-05
      ]
    ]
  },
  "One porous form of this element is useful for adsorption reactions and in water filtration; that form is known as its \"activated\" variety.  One isotope of this element has a half-life of 5730 years; that mass 14 isotope is used for radiometric dating. Organic compounds must contain this element, which": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.008450035
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes off one of his white gloves before reaching out to touch a sick man amidst a crowd of victims of the bubonic plague in a mosque at Jaffa. This man's name is etched on some rocks next to the names of Hannibal and Charlemagne in a painting showing him pointing upwards atop a rearing horse while crossing the Alps. For 10 points, name this French ruler who was depicted in a massive Jacques-Louis David work holding a crown above his kneeling wife Josephine.": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.0074729286
      ],
      [
        "ap",
        -0.00043805985
      ],
      [
        "oleon",
        -0.0007258946
      ]
    ]
  },
  "One porous form of this element is useful for adsorption reactions and in water filtration; that form": {
    "guess": "Activated carbon",
    "confidence": [
      [
        "Activated",
        -0.001492246
      ],
      [
        " carbon",
        -0.04469335
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children Ivar, Bobby, and Emma. A terminally ill but wealthy doctor is secretly in love with the protagonist, who had forged her husband's name on a loan that funded his year in Italy. The protagonist convinces": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.007838001
      ],
      [
        " Doll",
        -1.0325924e-05
      ],
      [
        "'s",
        -0.00021164624
      ],
      [
        " House",
        -7.243103e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of Lords (*) Heathfield and Keppel were created by this man, who included a pile of dead birds and deer": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.27316698
      ],
      [
        "ua",
        -4.143808e-05
      ],
      [
        " Reynolds",
        -4.1914896e-05
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in monitoring the long-term blood sugar status of diabetics. At high altitudes its activity is inhibited by an increase in the concentration of 2,3-biphosphoglycerate, and fMRI takes advantage of its magnetic properties. Consisting of two alpha and two beta subunits of roughly 17,000 daltons each, it becomes nonfunctional if its central iron atom is oxidized to a +3 state. Thalassemia and porphyria also compromise the function of, FTP, what metalloprotein found in red blood cells, which binds oxygen?": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.0022846684
      ],
      [
        "em",
        -2.1650272e-05
      ],
      [
        "oglobin",
        -0.00013321757
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to Mr and Mrs Thomas Mifflin and The Death of Major Pierson, he also painted a work with the title midnight rider holding a tea kettle, Paul Revere. Another shows an officer and his men on horseback in the title burning locale, and his best-known work depicts the title creature about to eat a naked blond figure, who presumably fell off the ship in the center. For 10 points, name this American-born colonial painter of The Siege and Relief of Gibraltar and Watson and the Shark.": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.0016498297
      ],
      [
        " Singleton",
        -0.0003925424
      ],
      [
        " C",
        -4.8425554e-06
      ],
      [
        "ople",
        -1.0280384e-06
      ],
      [
        "y",
        -3.5313153e-06
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -1.2392467
      ],
      [
        " G",
        -0.013043283
      ],
      [
        "ains",
        -0.0009918417
      ],
      [
        "borough",
        -1.4140442e-05
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is most definitely not Chinese, and is meant to combine traditional Tartar savagery with the \"cosmopolitan heartlessness of the new global criminal class.\" However, Hollywood recast him as strictly Chinese,": {
    "guess": "Fu Manchu",
    "confidence": [
      [
        "Fu",
        -0.06279603
      ],
      [
        " Man",
        -2.5107178e-05
      ],
      [
        "chu",
        -2.3676734e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.82808226
      ],
      [
        "ua",
        -0.00285409
      ],
      [
        " Reynolds",
        -0.00033760787
      ]
    ]
  },
  "With Portevin, this man lends his name to a stress-strain relation for dilute alloys during deformation.": {
    "guess": "Portevin-Le Chatelier effect",
    "confidence": [
      [
        "Port",
        -0.4228367
      ],
      [
        "evin",
        -0.00012689977
      ],
      [
        "-Le",
        -0.010820831
      ],
      [
        " Chat",
        -0.009573571
      ],
      [
        "elier",
        -0.00012582695
      ],
      [
        " effect",
        -0.007952611
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is most definitely not Chinese, and is meant to combine traditional Tartar savagery with the \"cosmopolitan heartlessness of the new global criminal class.\" However, Hollywood recast him as strictly Chinese, prompting the Chinese government to successfully lobby against some early film projects featuring": {
    "guess": "Fu Manchu",
    "confidence": [
      [
        "Fu",
        -0.046005566
      ],
      [
        " Man",
        -6.2729996e-06
      ],
      [
        "chu",
        -2.0100624e-05
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction from Erasmus brought him to the attention of Thomas More, the subject of one of those portraits. While in London, this German artist of the Northern Renaissance designed state robes for the king, painted portraits of Thomas Cromwell and The French Ambassadors while enjoying the patronage of Henry VIII. For 10 points, who is this Bavarian whose portrait of Anne of Cleves was a touch unrealistic as it hid her smallpox scars?": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.0005215776
      ],
      [
        "ans",
        -3.2929079e-06
      ],
      [
        " Hol",
        -2.1769476e-05
      ],
      [
        "be",
        -4.1273333e-06
      ],
      [
        "in",
        -8.776276e-06
      ],
      [
        " the",
        -9.729906e-06
      ],
      [
        " Young",
        -5.2643223e-05
      ],
      [
        "er",
        -1.0280384e-06
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of Lords (*) Heathfield and Keppel were created by this man, who included a pile of dead birds and deer behind two aristocratic hunters in Colonel Acland and Lord Sydney: The Archers. An angry man holding a cup and a female figure carrying a dagger appear in shadows behind a seated actress in his most famous painting. For 10 points, name this British painter of Sarah Siddons as the Tragic Muse, the founder of the Royal Academy.": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.021813711
      ],
      [
        "ua",
        -1.5570886e-05
      ],
      [
        " Reynolds",
        -1.1637165e-05
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of a barley meal as a sacrifice for a trial of jealousy. This book sees the dispatch of the twelve spies to Canaan, resulting in the Israelite's punishment when only two report that the land is flowing with milk and honey. In yet another scene in this book, Joshua is appointed as the successor of Moses.": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.0022511263
      ],
      [
        " of",
        -2.618001e-05
      ],
      [
        " Numbers",
        -0.0049782856
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of a barley meal as a sacrifice for a trial of jealousy. This book sees the dispatch of the twelve spies to Canaan, resulting in the Israelite's punishment when only two report that the land is flowing with milk and honey. In yet another scene in this book, Joshua is appointed as the successor of Moses. It begins with the census of the Israelite people that gives it its name. For 10 points, name this": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.0025921848
      ],
      [
        " of",
        -2.188868e-05
      ],
      [
        " Numbers",
        -0.0003280752
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence.": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.20371918
      ],
      [
        " G",
        -0.28358683
      ],
      [
        "ains",
        -5.383526e-05
      ],
      [
        "borough",
        -4.7517467e-05
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard.": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.0005975929
      ],
      [
        " Tang",
        -5.7411373e-05
      ],
      [
        "any",
        -2.1531068e-05
      ],
      [
        "ika",
        -3.297462e-05
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.005197236
      ],
      [
        "em",
        -0.00023607932
      ],
      [
        "oglobin",
        -7.13582e-05
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in monitoring the long-term blood sugar status of diabetics. At high altitudes its activity is inhibited by an increase in the concentration of 2,3-biphosphoglycerate, and fMRI takes advantage of its magnetic": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.0012697551
      ],
      [
        "em",
        -2.7610455e-05
      ],
      [
        "oglobin",
        -4.8351892e-05
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.6230062
      ],
      [
        " of",
        -0.001295835
      ],
      [
        " Numbers",
        -0.0012595182
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is most definitely not Chinese, and is meant to combine traditional Tartar savagery with the \"cosmopolitan heartlessness of the new global criminal class.\" However, Hollywood recast him as strictly Chinese, prompting the Chinese government to successfully lobby against some early film projects featuring him. Intended to offer the Holmes-esque hero Nyland Smith, FTP, name this villain described as the": {
    "guess": "Fu Manchu",
    "confidence": [
      [
        "Fu",
        -0.20585044
      ],
      [
        " Man",
        -9.066919e-05
      ],
      [
        "chu",
        -3.650519e-06
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while": {
    "guess": "Hercules (Italian painter)",
    "confidence": [
      [
        "H",
        -1.6331112
      ],
      [
        "erc",
        -0.052647397
      ],
      [
        "ules",
        -0.0089941155
      ],
      [
        " (",
        -0.46993002
      ],
      [
        "Italian",
        -2.16844
      ],
      [
        " painter",
        -0.97944653
      ],
      [
        ")",
        -0.016422356
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction from Erasmus brought him to the attention of Thomas More, the subject of one of those portraits.": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.0013797599
      ],
      [
        "ans",
        -7.703444e-06
      ],
      [
        " Hol",
        -0.00011868205
      ],
      [
        "be",
        -1.2233183e-05
      ],
      [
        "in",
        -7.226629e-06
      ],
      [
        " the",
        -1.7239736e-05
      ],
      [
        " Young",
        -8.542423e-05
      ],
      [
        "er",
        -1.3856493e-06
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction from Erasmus brought him to the attention of Thomas More, the subject of one of those portraits. While in London, this German artist of the Northern Renaissance designed state robes for the king,": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.0026133556
      ],
      [
        "ans",
        -1.5451682e-05
      ],
      [
        " Hol",
        -3.106736e-05
      ],
      [
        "be",
        -7.465036e-06
      ],
      [
        "in",
        -8.180258e-06
      ],
      [
        " the",
        -1.7835755e-05
      ],
      [
        " Young",
        -9.531814e-05
      ],
      [
        "er",
        -2.6968896e-06
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is most definitely not Chinese, and is meant to combine traditional Tartar savagery with the \"cosmopolitan": {
    "guess": "Fu Manchu",
    "confidence": [
      [
        "Fu",
        -0.5817639
      ],
      [
        " Man",
        -0.00029911607
      ],
      [
        "chu",
        -3.202099e-05
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is": {
    "guess": "Dracula",
    "confidence": [
      [
        "Dr",
        -1.0225619
      ],
      [
        "acula",
        -0.04130911
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety, it has a mean width of 43 miles and stretches for more than 1,580 miles.  It was first studied in detail by the Soviet research ship, Vityaz, but more famous is the January 23, 1960 voyage undertaken by the bathyscape, Trieste.  Jacques Piccard and crew were able to descend to a remarkable depth of": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.029087814
      ],
      [
        "arian",
        -3.4121115e-06
      ],
      [
        "a",
        -9.865584e-05
      ],
      [
        " T",
        -0.00010294717
      ],
      [
        "rench",
        -1.504853e-06
      ]
    ]
  },
  "With Portevin, this man lends his name to a stress-strain relation for dilute alloys during deformation. With Mallard, he studied the combustion of methane after a series of coal mine disasters in France. His attempts to synthesize ammonia in the presence of iron failed due to contamination, not due to his namesake principle. For 10 points, name this French chemist who noted that if a system at equilibrium": {
    "guess": "Henri Louis Le Chatelier",
    "confidence": [
      [
        "Hen",
        -1.8689151
      ],
      [
        "ri",
        -5.1928004e-05
      ],
      [
        " Louis",
        -0.07792559
      ],
      [
        " Le",
        -0.15186998
      ],
      [
        " Chat",
        -0.0086245015
      ],
      [
        "elier",
        -0.0007495904
      ]
    ]
  },
  "With Portevin, this man lends his name to a stress-strain relation for dilute alloys during deformation. With Mallard, he studied the combustion of methane after a series of coal mine disasters in France. His attempts to synthesize ammonia in the presence of iron failed due to contamination, not due": {
    "guess": "Paul Sabatier",
    "confidence": [
      [
        "Paul",
        -1.759598
      ],
      [
        " Sab",
        -0.82161826
      ],
      [
        "at",
        -0.0004286428
      ],
      [
        "ier",
        -1.1637165e-05
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in monitoring the long-term blood sugar status of diabetics. At high altitudes its activity is inhibited by an increase in the concentration of 2,3-biphosphoglycerate, and fMRI takes advantage of its magnetic properties. Consisting of two alpha and two beta subunits of roughly 17,000 daltons each, it": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.00023429126
      ],
      [
        "em",
        -5.7961847e-06
      ],
      [
        "oglobin",
        -1.60477e-05
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in monitoring the long-term blood sugar status of diabetics. At high altitudes its activity is inhibited": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.0020077454
      ],
      [
        "em",
        -1.7478143e-05
      ],
      [
        "oglobin",
        -6.0749073e-05
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to Mr and Mrs Thomas Mifflin and The Death of Major Pierson, he also painted a work with the title midnight rider holding a tea kettle, Paul Revere. Another shows an officer and his men on horseback in the title burning locale, and his best-known work depicts the title creature about to eat a naked blond": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.020230958
      ],
      [
        " Singleton",
        -0.6019711
      ],
      [
        " C",
        -8.256335e-05
      ],
      [
        "ople",
        -2.4584822e-06
      ],
      [
        "y",
        -2.2365493e-05
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer.": {
    "guess": "Jan van Eyck",
    "confidence": [
      [
        "Jan",
        -0.07821799
      ],
      [
        " van",
        -0.02201571
      ],
      [
        " Ey",
        -0.000821661
      ],
      [
        "ck",
        -0.00012380048
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.6814613
      ],
      [
        " of",
        -0.00035024344
      ],
      [
        " Numbers",
        -0.0007055217
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.1012358
      ],
      [
        " Doll",
        -0.00021128863
      ],
      [
        "'s",
        -0.0008342856
      ],
      [
        " House",
        -3.9769227e-05
      ]
    ]
  },
  "The 1638 Portsmouth Compact established a settlement that would become part of this colony. Its founder published The Bloody Tenet of Persecution in 1644 and purchased land for this colony from the Narragansett Indians. Anne Hutchinson (*) fled religious persecution in Massachusetts to join this colony with the support of Roger Williams, its founder. For 10 points, name this colony in New England with capital Providence.": {
    "guess": "Rhode Island",
    "confidence": [
      [
        "Rh",
        -0.007729419
      ],
      [
        "ode",
        -1.4140442e-05
      ],
      [
        " Island",
        -0.0012382064
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety, it has a mean width of 43 miles and stretches for more than 1,580 miles.  It was first studied in": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.0050775683
      ],
      [
        "arian",
        -5.080963e-06
      ],
      [
        "a",
        -0.00021045419
      ],
      [
        " T",
        -7.076218e-05
      ],
      [
        "rench",
        -2.4584822e-06
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.015122088
      ],
      [
        "ap",
        -0.00055577443
      ],
      [
        "oleon",
        -0.001780257
      ]
    ]
  },
  "The 1638 Portsmouth Compact established a settlement that would become part of this colony. Its founder published The Bloody Tenet of Persecution in 1644 and purchased land for this colony from the Narragansett Indians. Anne Hutchinson (*) fled religious persecution in Massachusetts to join this colony with the support of Roger Williams, its founder. For 10 points, name this colony in New England with": {
    "guess": "Rhode Island",
    "confidence": [
      [
        "Rh",
        -0.0018555807
      ],
      [
        "ode",
        -7.3458323e-06
      ],
      [
        " Island",
        -0.00014263466
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to Mr and Mrs Thomas Mifflin and The Death of Major Pierson, he also painted a work with the title midnight": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.094679445
      ],
      [
        " Singleton",
        -0.07437654
      ],
      [
        " C",
        -3.655073e-05
      ],
      [
        "ople",
        -7.822647e-06
      ],
      [
        "y",
        -9.729906e-06
      ]
    ]
  },
  "The 1638 Portsmouth Compact established a settlement that would become part of this colony. Its founder published The Bloody Tenet of Persecution in 1644 and purchased land for this colony from the Narragansett": {
    "guess": "Rhode Island",
    "confidence": [
      [
        "Rh",
        -0.03754594
      ],
      [
        "ode",
        -1.342522e-05
      ],
      [
        " Island",
        -0.00068836747
      ]
    ]
  },
  "The Portland and Gower types of this molecule are only seen in utero, and the A1C version is useful in monitoring the long-term blood sugar status of diabetics. At high altitudes its activity is inhibited by an increase in the concentration of 2,3-biphosphoglycerate, and fMRI takes advantage of its magnetic properties. Consisting of two alpha and two beta subunits of roughly 17,000 daltons each, it becomes nonfunctional if its central iron atom is oxidized to a +3 state. Thalassemia and porphyria": {
    "guess": "Hemoglobin",
    "confidence": [
      [
        "H",
        -0.00025526012
      ],
      [
        "em",
        -9.4914985e-06
      ],
      [
        "oglobin",
        -6.3490756e-05
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction from Erasmus brought him to the attention of Thomas More, the subject of one of those portraits. While in London, this German artist of the Northern Renaissance designed state robes for the king, painted portraits of Thomas Cromwell and The French Ambassadors while enjoying the patronage of Henry VIII. For 10 points, who is this Bavarian whose portrait of Anne of Cleves was a touch unrealistic": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.00030233458
      ],
      [
        "ans",
        -5.080963e-06
      ],
      [
        " Hol",
        -1.867018e-05
      ],
      [
        "be",
        -4.1273333e-06
      ],
      [
        "in",
        -8.776276e-06
      ],
      [
        " the",
        -1.11603495e-05
      ],
      [
        " Young",
        -6.384837e-05
      ],
      [
        "er",
        -4.246537e-06
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes off one of his white gloves before reaching out to touch a sick man amidst a crowd of victims of the bubonic plague in a mosque at Jaffa. This man's name is etched on some rocks next to the names of Hannibal and Charlemagne in a painting showing him pointing upwards atop a rearing horse while crossing the Alps. For 10 points, name this French ruler who was depicted in a massive Jacques-Louis David": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.013774644
      ],
      [
        "ap",
        -0.00063988456
      ],
      [
        "oleon",
        -0.0010029166
      ]
    ]
  },
  "He has been portrayed by H. Agar Lyons, Boris Karloff and Christopher Lee. In the early stories, he is most definitely not Chinese, and is meant to combine traditional Tartar savagery with the \"cosmopolitan heartlessness of the new global criminal class.\" However, Hollywood recast him as strictly Chinese, prompting the Chinese government to successfully lobby against some early film projects featuring him. Intended to offer the Holmes-esque hero Nyland Smith, FTP, name this villain described as the \"yellow peril made incarnate in one man.\"": {
    "guess": "Fu Manchu",
    "confidence": [
      [
        "Fu",
        -0.40577143
      ],
      [
        " Man",
        -4.632543e-05
      ],
      [
        "chu",
        -1.0921943e-05
      ]
    ]
  },
  "With Portevin, this man lends his name to a stress-strain relation for dilute alloys during deformation. With Mallard, he studied the combustion of methane after a series of coal mine disasters in France.": {
    "guess": "Charles Augustin de Coulomb",
    "confidence": [
      [
        "Charles",
        -1.7383426
      ],
      [
        " August",
        -1.110554
      ],
      [
        "in",
        -0.0011233105
      ],
      [
        " de",
        -0.22617923
      ],
      [
        " Coul",
        -0.00029255985
      ],
      [
        "omb",
        -7.3458323e-06
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children Ivar, Bobby, and Emma. A terminally ill but wealthy doctor is secretly in love with the protagonist, who had forged her husband's name on a loan that funded his year in Italy. The protagonist convinces her husband to hire Christine Linde for a bank job, but that action results in the firing of Nils Krogstad. For 10 points, name this play in which Torvald Helmer is left by Nora, a work of Henrik Ibsen.": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.0013949996
      ],
      [
        " Doll",
        -3.917321e-05
      ],
      [
        "'s",
        -6.1821906e-05
      ],
      [
        " House",
        -6.194111e-05
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children Ivar, Bobby, and Emma. A terminally ill but wealthy doctor is secretly in love with the protagonist, who had forged her husband's name on a loan that funded his year in Italy. The protagonist convinces her husband to hire Christine Linde for a bank job, but that action results in the firing of Nils Krogstad. For 10 points, name this play in which Torvald Helmer is left by Nora, a work of Henrik": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.040651634
      ],
      [
        " Doll",
        -0.00010032469
      ],
      [
        "'s",
        -0.00057280954
      ],
      [
        " House",
        -0.00024894232
      ]
    ]
  },
  "One porous form of this element is useful for adsorption reactions and in water filtration; that form is known as its \"activated\" variety.  One isotope of this element has a half-life of 5730 years; that": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.041438017
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to Mr and Mrs Thomas Mifflin and The Death of Major Pierson, he also painted a work with the title midnight rider holding a tea kettle, Paul Revere. Another shows an officer and his men on horseback in the title burning locale, and his best-known work depicts the title creature about to eat a naked blond figure, who presumably fell off the ship in the center. For 10 points, name this American-born colonial": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.15119454
      ],
      [
        " Singleton",
        -0.39950305
      ],
      [
        " C",
        -0.00012356207
      ],
      [
        "ople",
        -1.504853e-06
      ],
      [
        "y",
        -7.703444e-06
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety, it has a mean width of 43 miles and stretches for more than 1,580 miles.  It was first studied in detail by the Soviet research ship, Vityaz, but more famous is the January 23, 1960 voyage undertaken by the bathyscape, Trieste.  Jacques Piccard and crew were able to descend to a remarkable depth of 35,810 feet.  FTP, name this deepest known oceanic trench, located in the Pacific Ocean east of its namesake islands.": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.0039037385
      ],
      [
        "arian",
        -1.8624639e-06
      ],
      [
        "a",
        -0.0003498858
      ],
      [
        " T",
        -4.8113485e-05
      ],
      [
        "rench",
        -2.3392786e-06
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard. The Malagarasi River empties into this body of water, which is connected to another by the Ruzizi": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.00014907165
      ],
      [
        " Tang",
        -1.3544423e-05
      ],
      [
        "any",
        -1.9146995e-05
      ],
      [
        "ika",
        -3.7385154e-05
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children Ivar, Bobby, and Emma. A terminally ill but wealthy doctor is secretly in love with the protagonist, who had forged her husband's name on a loan that funded his year in Italy. The protagonist convinces her husband to hire Christine Linde for a bank job, but that action results in the firing of Nils": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.13401355
      ],
      [
        " Doll",
        -0.00058341504
      ],
      [
        "'s",
        -0.0014928421
      ],
      [
        " House",
        -0.00017517358
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard. The Malagarasi River empties into this body of water, which is connected to another by the Ruzizi River. Its outflow at the Lukuga River forms one of the headwaters of the (*) Congo River. Cities on its banks include the rail hub Kigoma and ? Ujiji, the location where Henry Morton Stanley found Dr. Livingstone. For 10 points, name this second deepest lake in the world, which is shared by the nations of Burundi, Zambia, the Democratic Republic of the Congo, and Tanzania.": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.0024978947
      ],
      [
        " Tang",
        -1.9504607e-05
      ],
      [
        "any",
        -3.750436e-05
      ],
      [
        "ika",
        -4.429897e-05
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes off one of his white gloves before reaching out to touch a sick man amidst a crowd of victims of the bubonic plague in a mosque at Jaffa. This man's name is etched on some rocks next to the names of Hannibal and Charlemagne in a painting showing him pointing upwards atop a rearing horse while crossing": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.0023917062
      ],
      [
        "ap",
        -8.971556e-05
      ],
      [
        "oleon",
        -0.00045760558
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety, it has a mean width of 43 miles and stretches for more than 1,580 miles.  It was first studied in detail by the Soviet research ship, Vityaz, but more famous is the January 23, 1960 voyage undertaken by the bathyscape, Trieste.  Jacques Piccard and crew were able to descend to a remarkable depth of 35,810 feet.  FTP, name this deepest known oceanic trench, located in the Pacific Ocean east of its": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.008436209
      ],
      [
        "arian",
        -1.3856493e-06
      ],
      [
        "a",
        -0.00039349604
      ],
      [
        " T",
        -3.333223e-05
      ],
      [
        "rench",
        -2.9352968e-06
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes off one of his white gloves before reaching out to touch a sick man amidst a crowd of victims of the": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.08078495
      ],
      [
        "ap",
        -0.0001530017
      ],
      [
        "oleon",
        -0.0028863063
      ]
    ]
  },
  "One porous form of this element is useful for adsorption reactions and in water filtration; that form is known as its \"activated\" variety.  One isotope of this element has a half-life of 5730 years; that mass 14 isotope is used for radiometric dating. Organic compounds must contain this element, which forms an allotrope that is the hardest substance in the world. For 10 points, name this element with": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.0022077123
      ]
    ]
  },
  "A porter delivers a Christmas tree during this play, and the maid Anne Marie takes care of the children Ivar, Bobby, and Emma. A terminally ill but wealthy doctor is secretly in love with the protagonist,": {
    "guess": "A Doll's House",
    "confidence": [
      [
        "A",
        -0.080322474
      ],
      [
        " Doll",
        -1.342522e-05
      ],
      [
        "'s",
        -0.0006098672
      ],
      [
        " House",
        -6.551722e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of Lords (*) Heathfield and Keppel were created by this man, who included a pile of dead birds and deer behind two aristocratic hunters in Colonel Acland and Lord Sydney: The Archers. An angry man holding a cup and a female figure carrying a dagger appear in shadows behind a seated actress in his most famous painting. For 10 points, name this British painter of Sarah Siddons as the Tragic Muse, the founder": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.011774878
      ],
      [
        "ua",
        -2.2842309e-05
      ],
      [
        " Reynolds",
        -1.0087517e-05
      ]
    ]
  },
  "His portraits of two English historical enemies hang on the same wall of the Frick. A letter of introduction from Erasmus brought him to the attention of Thomas More, the subject of one of those portraits. While in London, this German artist of the Northern Renaissance designed state robes for the king, painted portraits of Thomas Cromwell and The French Ambassadors while enjoying the patronage of": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.00013882013
      ],
      [
        "ans",
        -2.4584822e-06
      ],
      [
        " Hol",
        -2.3676734e-05
      ],
      [
        "be",
        -6.511407e-06
      ],
      [
        "in",
        -6.869018e-06
      ],
      [
        " the",
        -8.061054e-06
      ],
      [
        " Young",
        -2.8444882e-05
      ],
      [
        "er",
        -3.4121115e-06
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of a barley meal as a sacrifice for a trial of jealousy. This book sees the dispatch of the twelve spies to Canaan, resulting in the Israelite's punishment when only two report that the land is flowing": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.0030803867
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " Numbers",
        -0.38558426
      ]
    ]
  },
  "In his Portrait of Emile Zola, he added in the background Kuniaki's portrait of a sumo wrestler, indicative of his interest in Japanese art. He finally succumbed to the persuasion of his future sister-in-law": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.26866868
      ],
      [
        "d",
        -0.06465764
      ],
      [
        "ou",
        -1.4140442e-05
      ],
      [
        "ard",
        -0.00016527968
      ],
      [
        " Man",
        -9.5914154e-05
      ],
      [
        "et",
        -9.610702e-06
      ]
    ]
  },
  "In his Portrait of Emile Zola, he added in the background Kuniaki's portrait of a sumo wrestler, indicative of his interest in Japanese art. He finally succumbed to the persuasion of his future sister-in-law Berthe Morisot [more-ee-soh] that he began to paint outdoors like the Impressionists, whose exhibitions": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.14290994
      ],
      [
        "d",
        -0.00012260844
      ],
      [
        "ou",
        -0.000106284875
      ],
      [
        "ard",
        -6.873572e-05
      ],
      [
        " Man",
        -0.0003861054
      ],
      [
        "et",
        -2.618001e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of Lords (*) Heathfield and Keppel were created by this man, who included a pile of dead birds and deer behind two aristocratic hunters in Colonel Acland and Lord Sydney: The Archers. An angry man holding": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.27122232
      ],
      [
        "ua",
        -0.0018293926
      ],
      [
        " Reynolds",
        -0.00042768914
      ]
    ]
  },
  "In his Portrait of Emile Zola, he added in the background Kuniaki's portrait of a sumo wrestler, indicative of his interest in Japanese art. He finally succumbed to the persuasion of his future sister-in-law Berthe Morisot [more-ee-soh] that he began to paint outdoors like the Impressionists, whose exhibitions he did not participate in. _FOR 10 POINTS_\\--name this artist whose works include Olympia and The Bar at the Folies-Bergere.": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.035971586
      ],
      [
        "d",
        -0.0004032634
      ],
      [
        "ou",
        -0.0003011425
      ],
      [
        "ard",
        -4.85903e-05
      ],
      [
        " Man",
        -0.00023298002
      ],
      [
        "et",
        -5.5980927e-05
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.27494937
      ],
      [
        " of",
        -0.0006413076
      ],
      [
        " Numbers",
        -0.061141796
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -1.6332066
      ],
      [
        " G",
        -0.086470425
      ],
      [
        "ains",
        -0.00019054719
      ],
      [
        "borough",
        -1.4259645e-05
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard. The Malagarasi River empties into this body of water, which is connected to another by the Ruzizi River. Its outflow at the Lukuga River forms one of the headwaters of the (*) Congo River. Cities": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.0029365793
      ],
      [
        " Tang",
        -6.873572e-05
      ],
      [
        "any",
        -6.3490756e-05
      ],
      [
        "ika",
        -0.00013536324
      ]
    ]
  },
  "The 1638 Portsmouth Compact established a settlement that would become part of this colony. Its founder": {
    "guess": "Rhode Island",
    "confidence": [
      [
        "Rh",
        -0.004569323
      ],
      [
        "ode",
        -3.750436e-05
      ],
      [
        " Island",
        -0.00047047227
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard. The Malagarasi River empties into this body of water, which is connected to another by the Ruzizi River. Its outflow at the Lukuga River forms one of the headwaters of the (*) Congo River. Cities on its banks include the rail hub Kigoma and ? Ujiji, the location where Henry Morton Stanley found Dr. Livingstone. For 10 points, name this second deepest lake in the world, which is shared by the nations": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.0013535682
      ],
      [
        " Tang",
        -0.0020259467
      ],
      [
        "any",
        -7.398068e-05
      ],
      [
        "ika",
        -8.304016e-05
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of a barley meal as a sacrifice for a trial of jealousy. This book sees the dispatch of the twelve spies": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.018554203
      ],
      [
        " of",
        -6.206032e-05
      ],
      [
        " Numbers",
        -0.0006651374
      ]
    ]
  },
  "One portion that is read from this book is Pinchas, which describes how Phineas ended a plague upon his people by skewering a Jewish man and his Midianite lover while they were having sex. In one portion of this book, the lepers are cast out and husbands are instructed to bring forth the tenth part of a barley meal as a sacrifice for a trial of jealousy. This book sees the dispatch of the twelve spies to Canaan, resulting in the Israelite's punishment when only two report that the land is flowing with milk and honey. In yet another scene in this book, Joshua is appointed as the successor of Moses. It begins with the census of the Israelite people that gives it its name. For 10 points, name this fourth book of the Old Testament, which comes after Leviticus.": {
    "guess": "Book of Numbers",
    "confidence": [
      [
        "Book",
        -0.06533538
      ],
      [
        " of",
        -2.7252845e-05
      ],
      [
        " Numbers",
        -0.0008003382
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto": {
    "guess": "Sandro Botticelli",
    "confidence": [
      [
        "S",
        -0.380146
      ],
      [
        "andro",
        -4.274932e-05
      ],
      [
        " Bott",
        -0.0013894008
      ],
      [
        "ic",
        -4.894791e-05
      ],
      [
        "elli",
        -0.00012964146
      ]
    ]
  },
  "A portrait of this man shows him wearing medals marking his membership in the Legion of Honor and Order of the Iron Crown while standing in his green-carpeted study. In another painting, this man takes off one of his white gloves before reaching out to touch a sick man amidst a crowd of victims of the bubonic plague in a mosque at Jaffa. This man's name is etched on some rocks next to the names of": {
    "guess": "Napoleon",
    "confidence": [
      [
        "N",
        -0.035295628
      ],
      [
        "ap",
        -0.0095569175
      ],
      [
        "oleon",
        -0.004366629
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety,": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.034931116
      ],
      [
        "arian",
        -1.5332478e-05
      ],
      [
        "a",
        -0.0015928227
      ],
      [
        " T",
        -4.9067115e-05
      ],
      [
        "rench",
        -5.8245798e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -1.6016228
      ],
      [
        " G",
        -0.20012102
      ],
      [
        "ains",
        -0.00021784115
      ],
      [
        "borough",
        -3.8934802e-05
      ]
    ]
  },
  "With Portevin, this man lends his name to a stress-strain relation for dilute alloys during deformation. With Mallard, he studied the combustion of methane after a series of coal mine disasters in France. His attempts to synthesize ammonia in the presence of iron failed due to contamination, not due to his namesake principle. For 10 points, name this French chemist who noted that if a system at equilibrium is perturbed, the equilibrium will shift in an attempt to restore the original conditions.": {
    "guess": "Henri Le Chatelier",
    "confidence": [
      [
        "Hen",
        -0.44185352
      ],
      [
        "ri",
        -1.3306016e-05
      ],
      [
        " Le",
        -0.01016129
      ],
      [
        " Chat",
        -0.00063202076
      ],
      [
        "elier",
        -4.20341e-05
      ]
    ]
  },
  "One of this man's portraits depicts a man grasping the giant golden key to the Rock of Gibraltar, while another shows a portly hero of the Battle of Ushant leaning on his saber. He painted over a deteriorating version of his Strawberry Girl to create a portrait of a child called The Age of Innocence. This man's lecture series \"The Discourses of Art\" popularized the term \"grand style\". Portraits of Lords (*) Heathfield and Keppel were created by this man, who included a pile of dead birds and deer behind two aristocratic hunters in Colonel Acland and Lord Sydney: The Archers. An angry man holding a cup and a female figure carrying a dagger appear in shadows behind a seated actress in his most": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -0.44775912
      ],
      [
        "ua",
        -0.0022059279
      ],
      [
        " Reynolds",
        -0.001367977
      ]
    ]
  },
  "The portion of it that is southeast of Guam was sounded and named Nero Deep in 1899.  In its entirety, it has a mean width of 43 miles and stretches for more than 1,580 miles.  It was first studied in detail by the Soviet research ship, Vityaz, but more famous is the January 23, 1960 voyage undertaken": {
    "guess": "Mariana Trench",
    "confidence": [
      [
        "M",
        -0.0025530695
      ],
      [
        "arian",
        -2.577686e-06
      ],
      [
        "a",
        -9.865584e-05
      ],
      [
        " T",
        -0.00022058284
      ],
      [
        "rench",
        -9.0883464e-07
      ]
    ]
  },
  "One of this man's portraits features a man handing a book to his wife, who is staring at the viewer. Another work features a group of British soldiers carrying the title deceased leader. In addition to Mr and Mrs Thomas Mifflin and The Death of Major Pierson, he also painted a work with the title midnight rider holding a tea kettle, Paul Revere. Another shows an officer and his men on horseback in": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.0014446416
      ],
      [
        " Singleton",
        -0.008355352
      ],
      [
        " C",
        -1.4378848e-05
      ],
      [
        "ople",
        -4.00813e-06
      ],
      [
        "y",
        -5.3193703e-06
      ]
    ]
  },
  "In his Portrait of Emile Zola, he added in the background Kuniaki's portrait of a sumo wrestler, indicative of his interest in Japanese art. He finally succumbed to the persuasion of his future sister-in-law Berthe Morisot [more-ee-soh] that he began to paint outdoors like the Impressionists, whose exhibitions he did not participate in. _FOR 10 POINTS_\\--name this artist whose works include Olympia": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.021283908
      ],
      [
        "d",
        -0.000108788154
      ],
      [
        "ou",
        -0.0003154433
      ],
      [
        "ard",
        -1.8550976e-05
      ],
      [
        " Man",
        -9.996708e-05
      ],
      [
        "et",
        -5.5980927e-05
      ]
    ]
  },
  "One porous form of this element is useful for adsorption reactions and in water filtration; that form is known as its \"activated\" variety.  One isotope of this element has a half-life of 5730 years; that mass 14 isotope is used for radiometric dating. Organic compounds must contain this element, which forms an allotrope that is the hardest substance in the world. For 10 points, name this element with atomic number 6 that can be found in coal, graphite, and diamond.": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.00197943
      ]
    ]
  },
  "The port of Mpulungu lies on this body of water, whose endemic cichlids were studied by Pierre Brichard. The Malagarasi River empties into this body of water, which is connected to another by the Ruzizi River. Its outflow at the Lukuga River forms one of the headwaters of the (*) Congo River. Cities on its banks include the rail hub Kigoma and ? Ujiji, the location where Henry Morton Stanley found": {
    "guess": "Lake Tanganyika",
    "confidence": [
      [
        "Lake",
        -0.0014283328
      ],
      [
        " Tang",
        -4.0007635e-05
      ],
      [
        "any",
        -3.9888433e-05
      ],
      [
        "ika",
        -8.792751e-05
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his": {
    "guess": "Michelangelo Buonarroti",
    "confidence": [
      [
        "Mich",
        -0.698292
      ],
      [
        "el",
        -3.5716304e-05
      ],
      [
        "angelo",
        -0.001199755
      ],
      [
        " Bu",
        -0.15260626
      ],
      [
        "on",
        -0.00016110756
      ],
      [
        "ar",
        -0.00040266736
      ],
      [
        "rot",
        -0.00477638
      ],
      [
        "i",
        -0.00014799883
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.012997037
      ],
      [
        "aphael",
        -0.0017784726
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni is apparent in works like Madonna of the Blue Diadem and the Madonna of Loreto. His mistress, the": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.019930445
      ],
      [
        "aphael",
        -0.0013157127
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni is apparent in works like Madonna of the Blue Diadem and the Madonna of Loreto. His mistress, the bakeress Margherita Luti, is often identified as the subject of portraits like La Donna Velata and La": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.038835198
      ],
      [
        "aphael",
        -0.0011423612
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni is apparent in works like Madonna of the Blue Diadem and the Madonna of Loreto. His mistress, the bakeress Margherita Luti, is often identified as the subject of portraits like La Donna Velata and La Fornarina. Julius II commissioned frescoes for a set of four rooms in the Palace of the Vatican,": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.008923231
      ],
      [
        "aphael",
        -0.00095195614
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni is apparent in works like Madonna of the Blue Diadem and the Madonna of Loreto. His mistress, the bakeress Margherita Luti, is often identified as the subject of portraits like La Donna Velata and La Fornarina. Julius II commissioned frescoes for a set of four rooms in the Palace of the Vatican, including those of the Stanza della Segnatura, wherein this man depicted Michelangelo as a moody Heraclitus.": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.00011272187
      ],
      [
        "aphael",
        -9.610702e-06
      ]
    ]
  },
  "One of this man's portraits depicts the cross eyed cardinal Tommaso Inghirami. The death of Grifonetto Baglione prompted his mother Atalanta to commission this man's Entombment or Deposition, though his earliest recorded commission was for the Baronci Altarpiece. The aid of his pupil Gianfrancesco Penni is apparent in works like Madonna of the Blue Diadem and the Madonna of Loreto. His mistress, the bakeress Margherita Luti, is often identified as the subject of portraits like La Donna Velata and La Fornarina. Julius II commissioned frescoes for a set of four rooms in the Palace of the Vatican, including those of the Stanza della Segnatura, wherein this man depicted Michelangelo as a moody Heraclitus. For 10 points, name this painter of The School of Athens. ": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.00020425562
      ],
      [
        "aphael",
        -3.1305768e-05
      ]
    ]
  }
}