{
  "He graduated from Alcorn A&M under the GI Bill and became an insurance agent for Magnolia Mutual. Before James Meredith, he applied to attend the University of Mississippi's law school, but he was rejected because he didn't submit the proper recommendations. As a result of his trials with the educational system he became a local field secretary for the NAACP. For 10 points, name this civil rights martyr who, in 1963, was shot while getting out of his car by Byron de la Beckwith.": {
    "guess": "Medgar Evers",
    "confidence": [
      [
        "Med",
        -0.016922953
      ],
      [
        "gar",
        -0.00025287605
      ],
      [
        " E",
        -0.00012142374
      ],
      [
        "vers",
        -0.00077889254
      ]
    ]
  },
  "After graduating from the College de Genève in 1915, this author spent time in Spain, where he became closely affiliated with the Ultraist movement. Returning to his home country, he wrote perplexing lines": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.29762968
      ],
      [
        "orge",
        -0.00014656837
      ],
      [
        " Luis",
        -0.00038467496
      ],
      [
        " Borg",
        -1.1398757e-05
      ],
      [
        "es",
        -6.6306106e-06
      ]
    ]
  },
  "After graduating from the College de Genève in 1915, this author spent time in Spain, where he became closely affiliated with the Ultraist movement. Returning to his home country, he wrote perplexing lines such as \"Anyone who has read a word of Don Quixote is Miguel Cervantes\" in works including The": {
    "guess": "Ultraist Movement",
    "confidence": [
      [
        "Ultra",
        -0.16097791
      ],
      [
        "ist",
        -0.53284025
      ],
      [
        " Movement",
        -0.16422267
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving": {
    "guess": "The Life of St. John the Baptist",
    "confidence": [
      [
        "The",
        -0.6078296
      ],
      [
        " Life",
        -0.70639205
      ],
      [
        " of",
        -0.0038843926
      ],
      [
        " St",
        -1.2207651
      ],
      [
        ".",
        -0.009401039
      ],
      [
        " John",
        -0.17116582
      ],
      [
        " the",
        -0.025084397
      ],
      [
        " Baptist",
        -0.03667215
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving the laws. The work contains depictions of the creation of Adam, Cain and Abel, and several others, with 10 panels in all. They were completed with the help of Benozzo Gozzoli and Michelozzo over a period of 27 years. Their creator had earlier received a commission from the Cloth Importers Guild after winning a contest against Brunelleschi. For 10 points, name this gilded set of doors on the east": {
    "guess": "Gates of Paradise",
    "confidence": [
      [
        "G",
        -0.34346378
      ],
      [
        "ates",
        -0.49648967
      ],
      [
        " of",
        -0.00029315587
      ],
      [
        " Paradise",
        -4.8709502e-05
      ]
    ]
  },
  "He graduated from Alcorn A&M under the GI Bill and became an insurance agent for Magnolia Mutual. Before James Meredith, he applied to attend the University of Mississippi's law school, but he was rejected because he didn't submit the proper recommendations. As a result of his trials with the educational": {
    "guess": "Medgar Evers",
    "confidence": [
      [
        "Med",
        -0.6595053
      ],
      [
        "gar",
        -0.0010222093
      ],
      [
        " E",
        -0.00022368213
      ],
      [
        "vers",
        -3.070975e-05
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker": {
    "guess": "R.E.M.",
    "confidence": [
      [
        "R",
        -1.0235757
      ],
      [
        ".E",
        -0.52007884
      ],
      [
        ".M",
        -2.4272753e-05
      ],
      [
        ".",
        -0.0068347217
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect. When caused by solvent-solute interactions, it is described by an equation named for Gibbs. It is related to radius of curvature and pressure by the Laplace equation, and it can be empirically determined by the drop weight method. This property is decreased by applying surfactants, and it is characterized": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0018123905
      ],
      [
        " tension",
        -0.0006951583
      ]
    ]
  },
  "This graduate of the Winston-Salem Teachers College was once a fairly successful calypso guitarist, and": {
    "guess": "Harry Belafonte",
    "confidence": [
      [
        "Harry",
        -0.6104558
      ],
      [
        " Bel",
        -0.013310813
      ],
      [
        "af",
        -9.901345e-05
      ],
      [
        "onte",
        -6.134509e-05
      ]
    ]
  },
  "He graduated from Alcorn A&M under the GI Bill and became an insurance agent for Magnolia Mutual. Before James Meredith, he applied to attend the University of Mississippi's law school, but he was rejected because he didn't submit the proper recommendations. As a result of his trials with the educational system he became a local field secretary for the NAACP. For 10 points, name this civil rights martyr": {
    "guess": "Medgar Evers",
    "confidence": [
      [
        "Med",
        -0.032322288
      ],
      [
        "gar",
        -0.00022141727
      ],
      [
        " E",
        -4.7159858e-05
      ],
      [
        "vers",
        -6.1537958e-06
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.026256643
      ],
      [
        " tension",
        -0.0003247375
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker of this song asks, \"Don't your feet get cold in the summer time?\" after stating that \"your prison is walking through this world all alone.\" The speaker further advises not to draw the queen of diamonds while saying that the title character will be hurt by the things that please him, and he would realize it if he came to his sense. Originally appearing on the 1973 album of the same name, this is, FTP, which Eagles song that asks the title character to come back home?": {
    "guess": "Desperado",
    "confidence": [
      [
        "Des",
        -0.70974773
      ],
      [
        "per",
        -0.0011427187
      ],
      [
        "ado",
        -0.00043472214
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets": {
    "guess": "The Saint John's Bible",
    "confidence": [
      [
        "The",
        -1.0810833
      ],
      [
        " Saint",
        -1.0362562
      ],
      [
        " John",
        -0.0010753229
      ],
      [
        "'s",
        -0.018907065
      ],
      [
        " Bible",
        -0.002298705
      ]
    ]
  },
  "This graduate of the Winston-Salem Teachers College was once a fairly successful calypso guitarist, and used his musical skills to write \"A White Man's Heaven is a Black Man's Hell\" after joining the movement that he now heads. This man was born Louis Eugene Walcott and made headlines with his 2002 trip to Iraq. For ten points, name this organizer of the \"Million Man March\" and leader of the Nation of Islam.": {
    "guess": "Louis Farrakhan",
    "confidence": [
      [
        "Louis",
        -0.009475925
      ],
      [
        " Farr",
        -6.7662884e-05
      ],
      [
        "ak",
        -7.7318386e-05
      ],
      [
        "han",
        -0.0002196292
      ]
    ]
  },
  "This graduate of the Winston-Salem Teachers College was once a fairly successful calypso guitarist, and used his musical skills to write \"A White Man's Heaven is a Black Man's Hell\" after joining the movement that he now heads. This man was born Louis Eugene Walcott and made headlines with his 2002 trip": {
    "guess": "Louis Farrakhan",
    "confidence": [
      [
        "Louis",
        -0.24004737
      ],
      [
        " Farr",
        -0.0013707151
      ],
      [
        "ak",
        -0.00014466111
      ],
      [
        "han",
        -0.0004245972
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving the laws. The work contains depictions of the creation of Adam, Cain and Abel, and several others,": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.052824263
      ],
      [
        "h",
        -4.310693e-05
      ],
      [
        "ent",
        -6.2729996e-06
      ],
      [
        " Alt",
        -3.619312e-05
      ],
      [
        "arp",
        -0.00016718694
      ],
      [
        "iece",
        -5.4312077e-05
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to find an official who ordered prisoners executed. He oversaw the burning of the Summer Palace during the Arrow War and later spent six years commanding the installation of forts at Gravesend. Later, he accepted the governorship of Equatoria from (*) Ismail Pasha. For 10 points, name this leader of the Ever-Victorious Army who met his end in an 1885 Mahdis siege of Khartoum, and who was nicknamed for his time suppressing the Taiping Rebellion.": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.0303172
      ],
      [
        " George",
        -0.0063512963
      ],
      [
        " Gordon",
        -0.0002421587
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic": {
    "guess": "Weird Al Yankovic discography",
    "confidence": [
      [
        "We",
        -1.1836996
      ],
      [
        "ird",
        -0.0016860089
      ],
      [
        " Al",
        -0.042405687
      ],
      [
        " Y",
        -0.007771775
      ],
      [
        "ank",
        -2.2365493e-05
      ],
      [
        "ovic",
        -0.00048429624
      ],
      [
        " disc",
        -0.32222775
      ],
      [
        "ography",
        -6.515961e-05
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of Pennsylvania's School of Social Work and Colombia University. In 1968 she published her first poetry collection, Black Feeling/Black Talk.  Since then, she has published other works such as Spin A Soft Black Song and Cotton Candy on A Rainy Day and released spoken word albums such as Truth Is On Its": {
    "guess": "Nikki Giovanni",
    "confidence": [
      [
        "N",
        -0.014234844
      ],
      [
        "ikki",
        -0.006786297
      ],
      [
        " Giovanni",
        -0.0010941423
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of Pennsylvania's School of Social Work and Colombia University. In 1968 she published her first poetry collection, Black Feeling/Black Talk.  Since then, she has published other works such as Spin A Soft Black Song and Cotton Candy on A Rainy Day and released spoken word albums such as Truth Is On Its Way and The Way I Feel.  For ten points, name this American poet, whose work reflects her pride in": {
    "guess": "Nikki Giovanni",
    "confidence": [
      [
        "N",
        -0.0048135114
      ],
      [
        "ikki",
        -0.014618359
      ],
      [
        " Giovanni",
        -0.0007771118
      ]
    ]
  },
  "Gradient-index ones have a variable spatial distribution of indexes. Metamaterials can be used to create \"super\" ones. These are subject to chromatic and spherical abberation. For thin ones, an approximation exists to the formula named for the maker of one. Converging ones include those that are biconvex.": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.0013788063
      ]
    ]
  },
  "After graduating from Oxford in 1670 this man produced his first  literary work, _The Account of the Greatest English Poets_, which  he followed with translations of Herodotus and Ovid and an  unsuccessful": {
    "guess": "Thomas Sprat",
    "confidence": [
      [
        "Thomas",
        -0.6615073
      ],
      [
        " Spr",
        -0.25638938
      ],
      [
        "at",
        -0.0005865143
      ]
    ]
  },
  "After graduating from the College de Genève in 1915, this author spent time in Spain, where he became": {
    "guess": "Federico García Lorca",
    "confidence": [
      [
        "F",
        -0.10141225
      ],
      [
        "eder",
        -0.00011462913
      ],
      [
        "ico",
        -1.7478143e-05
      ],
      [
        " García",
        -0.0027694518
      ],
      [
        " Lor",
        -2.3392786e-06
      ],
      [
        "ca",
        -3.8100377e-05
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate": {
    "guess": "Translation",
    "confidence": [
      [
        "Translation",
        -1.1835995
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving the laws. The work contains depictions of the creation of Adam, Cain and Abel, and several others, with 10 panels in all. They were completed with the help of Benozzo Gozzoli and Michelozzo over a period": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -1.3362572
      ],
      [
        "h",
        -0.16068144
      ],
      [
        "ent",
        -0.0001341712
      ],
      [
        " Alt",
        -0.00011486754
      ],
      [
        "arp",
        -0.000162538
      ],
      [
        "iece",
        -0.000107238506
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker of this song asks, \"Don't your feet get cold in the summer time?\" after stating that \"your prison is walking through this world all alone.\" The speaker further advises not to draw the queen of diamonds while saying that the title character will be hurt by the things that please him, and he would realize it if he came to his sense. Originally appearing on the 1973 album of the same name, this": {
    "guess": "Don McLean",
    "confidence": [
      [
        "Don",
        -1.3352839
      ],
      [
        " Mc",
        -0.057920467
      ],
      [
        "Lean",
        -0.0031226985
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving the laws. The work contains depictions of the creation of Adam, Cain and Abel, and several others, with 10 panels in all. They were completed with the help of Benozzo Gozzoli and Michelozzo over a period of 27 years. Their creator had earlier received a commission from the Cloth Importers Guild after": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.1330103
      ],
      [
        "h",
        -0.022886686
      ],
      [
        "ent",
        -4.632543e-05
      ],
      [
        " Alt",
        -0.00016718694
      ],
      [
        "arp",
        -0.00022952311
      ],
      [
        "iece",
        -0.00010330478
      ]
    ]
  },
  "After graduating from Oxford in 1670 this man produced his first  literary work, _The Account of the Greatest English Poets_, which  he followed with translations of Herodotus and Ovid and an  unsuccessful opera called _Rosamund_. He also collaborated with  Richard Steele on the play _The Tender Husband_, a collaboration  which continued with their work on the papers _The Tatler_ and _The  Spectator_. For 10 points name this English stylist and essayist,  also known for his drama _Cato_.": {
    "guess": "Joseph Addison",
    "confidence": [
      [
        "Joseph",
        -0.005154062
      ],
      [
        " Addison",
        -0.0051357965
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker of this song asks, \"Don't your feet get cold in the summer time?\" after stating that \"your prison": {
    "guess": "American Pie",
    "confidence": [
      [
        "American",
        -0.67577004
      ],
      [
        " Pie",
        -0.011882209
      ]
    ]
  },
  "This graduate of the Winston-Salem Teachers College was once a fairly successful calypso guitarist, and used his musical skills to write \"A White Man's Heaven is a Black Man's Hell\" after joining the movement that he now heads. This man was born Louis Eugene Walcott and made headlines with his 2002 trip to Iraq. For ten points, name this organizer of the \"Million Man March\" and leader of the Nation": {
    "guess": "Louis Farrakhan",
    "confidence": [
      [
        "Louis",
        -0.06715986
      ],
      [
        " Farr",
        -0.0019570598
      ],
      [
        "ak",
        -0.000101159116
      ],
      [
        "han",
        -0.0012347569
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower left. Another of its sections depicts the life of Joseph, and another one shows Moses receiving the laws. The work contains depictions of the creation of Adam, Cain and Abel, and several others, with 10 panels in all. They were completed with the help of Benozzo Gozzoli and Michelozzo over a period of 27 years. Their creator had earlier received a commission from the Cloth Importers Guild after winning a contest against Brunelleschi. For 10 points, name this gilded set of doors on the east of the Florence Baptistry, designed by Lorenzo Ghiberti.": {
    "guess": "Gates of Paradise",
    "confidence": [
      [
        "G",
        -0.45733005
      ],
      [
        "ates",
        -0.024304586
      ],
      [
        " of",
        -0.001249043
      ],
      [
        " Paradise",
        -5.7172965e-05
      ]
    ]
  },
  "Gradient-index ones have a variable spatial distribution of indexes. Metamaterials can be used to create \"super\" ones. These are subject to chromatic and spherical abberation. For thin ones, an approximation": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.042116676
      ]
    ]
  },
  "Gradient-index ones have a variable spatial distribution of indexes. Metamaterials can be used to create \"super\" ones. These are subject to chromatic and spherical abberation. For thin ones, an approximation exists to the formula named for the maker of one. Converging ones include those that are biconvex. An important feature of them is their focal length. For 10 points, name these optical implements": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.00035226622
      ]
    ]
  },
  "After graduating from Oxford in 1670 this man produced his first  literary work, _The Account of the Greatest English Poets_, which  he followed with translations of Herodotus and Ovid and an  unsuccessful opera called _Rosamund_. He also collaborated with  Richard Steele on the play _The Tender Husband_,": {
    "guess": "Nicholas Rowe",
    "confidence": [
      [
        "Nich",
        -0.30122572
      ],
      [
        "olas",
        -0.00025788258
      ],
      [
        " Rowe",
        -0.0031009465
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of": {
    "guess": "Nashville",
    "confidence": [
      [
        "N",
        -0.7622768
      ],
      [
        "ash",
        -0.118032746
      ],
      [
        "ville",
        -0.0002540681
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of Pennsylvania's School of Social Work and Colombia University. In 1968 she published her first poetry collection, Black Feeling/Black Talk.  Since then, she has published other works such as Spin A Soft Black Song and Cotton Candy on A Rainy Day and released spoken word albums such as Truth Is On Its Way and The Way I Feel.  For ten points, name this American poet, whose work reflects her pride in her African-American heritage.": {
    "guess": "Nikki Giovanni",
    "confidence": [
      [
        "N",
        -0.0035752456
      ],
      [
        "ikki",
        -0.0010730616
      ],
      [
        " Giovanni",
        -0.00058508385
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in": {
    "guess": "The Life of Christ (Keith Haring)",
    "confidence": [
      [
        "The",
        -1.5471997
      ],
      [
        " Life",
        -0.4953667
      ],
      [
        " of",
        -0.008115926
      ],
      [
        " Christ",
        -0.3366639
      ],
      [
        " (",
        -0.42793757
      ],
      [
        "Keith",
        -0.2660444
      ],
      [
        " H",
        -0.0013873816
      ],
      [
        "aring",
        -4.3822154e-05
      ],
      [
        ")",
        -0.04082102
      ]
    ]
  },
  "After graduating from Oxford in 1670 this man produced his first  literary work, _The Account of the": {
    "guess": "John Milton",
    "confidence": [
      [
        "John",
        -0.17699832
      ],
      [
        " Milton",
        -1.0306262
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of Pennsylvania's School of Social Work and Colombia University. In 1968 she published her first poetry collection, Black Feeling/Black Talk.  Since then, she has published other works such as Spin A Soft": {
    "guess": "Nikki Giovanni",
    "confidence": [
      [
        "N",
        -0.24841979
      ],
      [
        "ikki",
        -0.016421534
      ],
      [
        " Giovanni",
        -0.0017888249
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to find an official who ordered prisoners executed. He oversaw the burning of the Summer Palace during the Arrow War and later spent six years commanding the installation of forts at Gravesend. Later, he accepted the governorship of Equatoria from (*) Ismail Pasha. For 10 points, name this leader of the": {
    "guess": "Gordon Pasha",
    "confidence": [
      [
        "G",
        -0.7770157
      ],
      [
        "ordon",
        -0.001112474
      ],
      [
        " P",
        -1.8559606
      ],
      [
        "asha",
        -0.0026143016
      ]
    ]
  },
  "He graduated from Alcorn A&M under the GI Bill and became an insurance agent for Magnolia Mutual. Before James Meredith, he applied to attend the University of Mississippi's law school, but he was rejected": {
    "guess": "Medgar Evers",
    "confidence": [
      [
        "Med",
        -0.4954057
      ],
      [
        "gar",
        -0.00051371387
      ],
      [
        " E",
        -0.00015979631
      ],
      [
        "vers",
        -4.954393e-05
      ]
    ]
  },
  "After graduating with honors in history from Fisk University in 1967, she attended the University of Pennsylvania's School of Social Work and Colombia University. In 1968 she published her first poetry": {
    "guess": "University of Pennsylvania",
    "confidence": [
      [
        "University",
        -0.40411717
      ],
      [
        " of",
        -0.0070381127
      ],
      [
        " Pennsylvania",
        -0.00034642892
      ]
    ]
  },
  "He graduated from Alcorn A&M under the GI Bill and became an insurance agent for Magnolia Mutual. Before": {
    "guess": "Alex Haley",
    "confidence": [
      [
        "Alex",
        -0.50438696
      ],
      [
        " Haley",
        -0.02656849
      ]
    ]
  },
  "Grace Cathedral in San Francisco contains a copy of this work, which has twenty-four depictions of prophets and sybils bracketing its main sections. One section of this work shows a group of angels in a semicircle underneath a heavenly figure, while a nude man is helped up by a man in a robe on the lower": {
    "guess": "The Last Judgment",
    "confidence": [
      [
        "The",
        -1.1740562
      ],
      [
        " Last",
        -0.39065948
      ],
      [
        " Judgment",
        -0.035581667
      ]
    ]
  },
  "After graduating from Oxford in 1670 this man produced his first  literary work, _The Account of the Greatest English Poets_, which  he followed with translations of Herodotus and Ovid and an  unsuccessful opera called _Rosamund_. He also collaborated with  Richard Steele on the play _The Tender Husband_, a collaboration  which continued with their work on the papers _The Tatler_ and _The  Spectator_.": {
    "guess": "Joseph Addison",
    "confidence": [
      [
        "Joseph",
        -0.010931446
      ],
      [
        " Addison",
        -0.00098327
      ]
    ]
  },
  "This graduate of the Winston-Salem Teachers College was once a fairly successful calypso guitarist, and used his musical skills to write \"A White Man's Heaven is a Black Man's Hell\" after joining the movement": {
    "guess": "Louis Farrakhan",
    "confidence": [
      [
        "Louis",
        -0.73267823
      ],
      [
        " Farr",
        -0.025032898
      ],
      [
        "ak",
        -0.00015229016
      ],
      [
        "han",
        -0.0005016816
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker of this song asks, \"Don't your feet get cold in the summer time?\" after stating that \"your prison is walking through this world all alone.\" The speaker further advises not to draw the queen of diamonds while saying that the title character will be hurt by the things that please him, and he would": {
    "guess": "Don McLean",
    "confidence": [
      [
        "Don",
        -0.88442606
      ],
      [
        " Mc",
        -0.0029855482
      ],
      [
        "Lean",
        -0.0035790491
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect. When caused by solvent-solute interactions, it is described by an equation named for Gibbs. It is related to radius of curvature and pressure by the Laplace equation, and it can be empirically determined": {
    "guess": "Concentration",
    "confidence": [
      [
        "Con",
        -1.1317534
      ],
      [
        "centration",
        -0.0014962917
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to find an official who ordered prisoners executed. He oversaw the burning of the Summer Palace during the Arrow War and later spent six years commanding the installation of forts at Gravesend. Later, he": {
    "guess": "Harry Smith Parkes",
    "confidence": [
      [
        "Harry",
        -0.97665036
      ],
      [
        " Smith",
        -0.058993462
      ],
      [
        " Park",
        -0.01373137
      ],
      [
        "es",
        -0.0020502168
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect. When caused by solvent-solute interactions, it is described by an equation named for Gibbs. It is related to radius of curvature and pressure by the Laplace equation, and it can be empirically determined by the drop weight method. This property is decreased by applying surfactants, and it is characterized by stronger cohesive forces. For 10 points, identify this phenomenon which allows insects to walk on water.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0003581072
      ],
      [
        " tension",
        -0.001702437
      ]
    ]
  },
  "After graduating from the College de Genève in 1915, this author spent time in Spain, where he became closely affiliated with the Ultraist movement. Returning to his home country, he wrote perplexing lines such as \"Anyone who has read a word of Don Quixote is Miguel Cervantes\" in works including The Library of Babel. For 10 points—name this blind Argentinean author of \"El Aleph\" and Ficciones.": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0016789869
      ],
      [
        "orge",
        -2.2007884e-05
      ],
      [
        " Luis",
        -7.231183e-05
      ],
      [
        " Borg",
        -1.7478143e-05
      ],
      [
        "es",
        -8.061054e-06
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect. When caused by solvent-solute interactions, it is described by an equation named for Gibbs. It is": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0037465252
      ],
      [
        " tension",
        -0.008309714
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to find an official who ordered prisoners executed. He oversaw the burning of the Summer Palace during": {
    "guess": "Yuan Shikai",
    "confidence": [
      [
        "Y",
        -0.5959749
      ],
      [
        "uan",
        -0.0022962056
      ],
      [
        " Sh",
        -0.11265393
      ],
      [
        "ik",
        -0.0020298732
      ],
      [
        "ai",
        -3.750436e-05
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -1.2557188
      ],
      [
        "ik",
        -0.027658515
      ],
      [
        "ita",
        -0.1450536
      ],
      [
        " K",
        -0.0080213295
      ],
      [
        "hr",
        -1.700133e-05
      ],
      [
        "ush",
        -0.0018137017
      ],
      [
        "che",
        -0.0004797665
      ],
      [
        "v",
        -1.962381e-05
      ]
    ]
  },
  "This man once grabbed a dictionary and pointed to the word \"idiocy\" when his translator refused to communicate an angry rant to a Russian ambassador, and ran through the streets with a pistol trying to find an official who ordered prisoners executed. He oversaw the burning of the Summer Palace during the Arrow War and later spent six years commanding the installation of forts at Gravesend. Later, he accepted the governorship of Equatoria from (*) Ismail Pasha. For 10 points, name this leader of the Ever-Victorious Army who met his end in an 1885 Mahdis siege of Khartoum, and who was nicknamed for": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.10637554
      ],
      [
        " George",
        -0.012893484
      ],
      [
        " Gordon",
        -0.00037859922
      ]
    ]
  },
  "Gradient-index ones have a variable spatial distribution of indexes. Metamaterials can be used to create \"super\" ones. These are subject to chromatic and spherical abberation. For thin ones, an approximation exists to the formula named for the maker of one. Converging ones include those that are biconvex. An important feature of them is their focal length. For 10 points, name these optical implements which refract light which can be found in glasses.": {
    "guess": "Lens",
    "confidence": [
      [
        "Lens",
        -0.0010905662
      ]
    ]
  },
  "A gradient in this quantity causes inhomogeneous liquids to separate according to the Marangoni effect. When caused by solvent-solute interactions, it is described by an equation named for Gibbs. It is related to radius of curvature and pressure by the Laplace equation, and it can be empirically determined by the drop weight method. This property is decreased by applying surfactants, and it is characterized by stronger cohesive forces. For 10 points, identify this phenomenon which allows insects": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0019424419
      ],
      [
        " tension",
        -0.00011236426
      ]
    ]
  },
  "On Will and Grace, Grace breaks up with Nathan by quoting the lyrics of this song, which Weird Al Yankovic parodied in a song, in which he asked the title vegetable why it thought it was so holy. The speaker of this song asks, \"Don't your feet get cold in the summer time?\" after stating that \"your prison is walking through this world all alone.\" The speaker further advises not to draw the queen of": {
    "guess": "American Pie",
    "confidence": [
      [
        "American",
        -1.4260145
      ],
      [
        " Pie",
        -0.0047142105
      ]
    ]
  },
  "Gradient-index ones have a variable spatial distribution of indexes. Metamaterials can be used to create": {
    "guess": "Gradient-index optics",
    "confidence": [
      [
        "Gradient",
        -0.32408437
      ],
      [
        "-index",
        -0.31870097
      ],
      [
        " optics",
        -0.28903645
      ]
    ]
  }
}