{
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment in skin and hair.  Its classical form is an autosomal recessive disorder of a locus on chromosome 12.  Normally the body would produce the amino acid tyrosine, but due to a deficiency of a hydroxylase,": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.014306885
      ],
      [
        "bin",
        -0.6747416
      ],
      [
        "ism",
        -3.22594e-05
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment in skin and hair.  Its classical form is an autosomal recessive disorder of a locus on chromosome 12.": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.022638245
      ],
      [
        "bin",
        -0.0003581072
      ],
      [
        "ism",
        -7.600714e-05
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -1.7652979
      ],
      [
        "k",
        -1.0256578
      ],
      [
        "ene",
        -0.75268286
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -1.2393396
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment in skin and hair.  Its classical form is an autosomal recessive disorder of a locus on chromosome 12.  Normally the body would produce the amino acid tyrosine, but due to a deficiency of a hydroxylase, another amino acid can build up to toxic levels.  FTP, name this disease that can cause mental retardation following consumption of a certain amino acid, and whose name derives from the musty odor": {
    "guess": "Phenylketonuria",
    "confidence": [
      [
        "Ph",
        -0.056566074
      ],
      [
        "en",
        -0.00081641605
      ],
      [
        "yl",
        -0.00055922766
      ],
      [
        "ket",
        -0.001267017
      ],
      [
        "on",
        -0.0002223709
      ],
      [
        "uria",
        -0.00065393955
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the deprotonation of an alcohol, which subsequently reacts with an alkyl-halide. Other means of synthesis": {
    "guess": "Ethers",
    "confidence": [
      [
        "E",
        -0.23174469
      ],
      [
        "thers",
        -0.3953648
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the deprotonation of an alcohol, which subsequently reacts with an alkyl-halide. Other means of synthesis include Ullman condensation and the dehydration of alcohols. Used to link the monomers of carbohydrates, this functional group also serves as a both a Lewis and an Bronstead base. For 10 points, identify": {
    "guess": "Ethers",
    "confidence": [
      [
        "E",
        -0.5131604
      ],
      [
        "thers",
        -0.40106264
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment in skin and hair.  Its classical form is an autosomal recessive disorder of a locus on chromosome 12.  Normally the body would produce the amino acid tyrosine, but due to a deficiency of a hydroxylase, another amino acid can build up to toxic levels.  FTP, name this disease that can cause mental retardation": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.00451355
      ],
      [
        "bin",
        -0.2956936
      ],
      [
        "ism",
        -5.7888185e-05
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the deprotonation of an alcohol, which subsequently reacts with an alkyl-halide. Other means of synthesis include Ullman condensation and the dehydration of alcohols. Used to link the monomers of carbohydrates, this functional group also serves as a both a Lewis and an Bronstead base. For 10 points, identify this functional group which is an alkoxy-substitued alkyl, alkene, or alkyne: an oxygen atom": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.33021036
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease": {
    "guess": "Phenylketonuria",
    "confidence": [
      [
        "Ph",
        -1.6645318
      ],
      [
        "en",
        -0.0013759489
      ],
      [
        "yl",
        -0.00025359125
      ],
      [
        "ket",
        -0.00031294
      ],
      [
        "on",
        -2.486877e-05
      ],
      [
        "uria",
        -0.0002072357
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than": {
    "guess": "Cat",
    "confidence": [
      [
        "Cat",
        -0.33804205
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.55527204
      ],
      [
        "ster",
        -0.82012486
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the deprotonation of an alcohol, which subsequently reacts with an alkyl-halide. Other means of synthesis include Ullman condensation and the dehydration of alcohols. Used to link the monomers of carbohydrates, this functional group also serves as a both a Lewis and an Bronstead base. For 10 points, identify this functional group which is an alkoxy-substitued alkyl, alkene, or alkyne: an oxygen atom linking the carbons of two hydrocarbons.": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.44570693
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.33523995
      ],
      [
        "bin",
        -0.061852492
      ],
      [
        "ism",
        -3.8219583e-05
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -1.0899945
      ],
      [
        "oxide",
        -0.0025711409
      ]
    ]
  },
  "A heterozygous individual who exhibits no signs of this disease still scores substantially higher than a normal person on a plasma tolerance test.  Mothers who are heterozygous carriers of the disease are at risk for serious pregnancy complications. Clinical signs include eczema and decreased pigment in skin and hair.  Its classical form is an autosomal recessive disorder of a locus on chromosome 12.  Normally the body would produce the amino acid tyrosine, but due to a deficiency of a hydroxylase, another amino acid can build up to toxic levels.  FTP, name this disease that can cause mental retardation following consumption of a certain amino acid, and whose name derives from the musty odor of the patient's urine.": {
    "guess": "Phenylketonuria",
    "confidence": [
      [
        "Ph",
        -0.0345606
      ],
      [
        "en",
        -0.00049405626
      ],
      [
        "yl",
        -0.00053694757
      ],
      [
        "ket",
        -0.0005458842
      ],
      [
        "on",
        -0.00010747691
      ],
      [
        "uria",
        -0.00032736
      ]
    ]
  },
  "As heterocyclic chemical compounds, rings containing multiples of this functional group are useful as phase transfer catalysts. A special, especially reactive class of these can be formed by the reaction of trifluoroperacetic acid with an alkene. Other classes of this functional group include ketals and acetals. Its 120 degree bond angle results in a dipole. A common synthesis technique features the deprotonation of an alcohol, which subsequently reacts with an alkyl-halide. Other means of synthesis include Ullman condensation and the dehydration of alcohols. Used to link the monomers of carbohydrates,": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.30066103
      ]
    ]
  }
}