{
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\" He was exiled to America after an attempt to lead a coup at the Strasbourg garrison, and Felice Orsini's assassination attempt inspired him to ally his nation with Piedmont in the war for (*) Italian independence from Austria. Cinco de Mayo celebrates the driving out of his puppet Maximilian from Mexico, and he disastrously lost the Battle of Sedan. For 10 points, name this French emperor during": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.03871536
      ],
      [
        "ap",
        -0.0020426023
      ],
      [
        "oleon",
        -0.00048000488
      ],
      [
        " III",
        -0.0016016255
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's central family!! hides under a table at his wife's insistence after that wife sees a ploy ruined by": {
    "guess": "The Misanthrope",
    "confidence": [
      [
        "The",
        -0.26986715
      ],
      [
        " M",
        -0.41474253
      ],
      [
        "isan",
        -0.10043247
      ],
      [
        "thro",
        -3.035214e-05
      ],
      [
        "pe",
        -1.8624639e-06
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only": {
    "guess": "The Crying of Lot 49",
    "confidence": [
      [
        "The",
        -0.584683
      ],
      [
        " C",
        -1.4316015
      ],
      [
        "rying",
        -0.04476026
      ],
      [
        " of",
        -0.005245022
      ],
      [
        " Lot",
        -0.00012178135
      ],
      [
        " ",
        -3.070975e-05
      ],
      [
        "49",
        -2.5226382e-05
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and he began the construction of the Limes Germanicus and lost the first battle of Tapae to the Dacian king Decebalus. This emperor was known for his hatred of the aristocracy, which came to a head after the revolt of the consul Antonius Saturninus, and he was one of only two emperors to receive a damnatio memoriae, which occurred after his assassination in 96. For 10 points, name this Roman emperor, the 2nd son of Vespasian, who erected an arch for his brother and predecessor, Titus.": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.0066903955
      ],
      [
        "itian",
        -1.2113979e-05
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's central family!! hides under a table at his wife's insistence after that wife sees a ploy ruined by her hotheaded son-in-law Damis. The title character tears a fine handkerchief out of a copy of Pilgrim's Progress, calling it a \"horrid profanation,\" during a scene between the servant Dorine and Cléante.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.01000763
      ],
      [
        "art",
        -5.7649777e-05
      ],
      [
        "uff",
        -0.00018018014
      ],
      [
        "e",
        -7.58424e-06
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the nickname \"Shakespeare\" at the warehouse where they used to work, while it is discovered that another character has not been attending Rubicam's Business College. Two characters in this play execute a": {
    "guess": "Our Town",
    "confidence": [
      [
        "Our",
        -0.04703444
      ],
      [
        " Town",
        -5.8961017e-05
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.7961338
      ],
      [
        " Glass",
        -0.07384912
      ],
      [
        " Men",
        -0.00014609157
      ],
      [
        "ager",
        -4.8471098e-05
      ],
      [
        "ie",
        -3.190179e-05
      ]
    ]
  },
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\" He was exiled to America after an attempt to lead a coup at the Strasbourg garrison, and Felice Orsini's assassination attempt inspired him to ally his nation with Piedmont in the war for (*) Italian": {
    "guess": "Louis-Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -0.7992786
      ],
      [
        "-N",
        -0.08857023
      ],
      [
        "ap",
        -0.2068645
      ],
      [
        "oleon",
        -0.0011799892
      ],
      [
        " Bon",
        -0.013811095
      ],
      [
        "ap",
        -0.000103662394
      ],
      [
        "arte",
        -8.244414e-05
      ]
    ]
  },
  "He unseated Charles Whitman in a 1918 gubernatorial race, and six years later, his hopes at the  Presidential nomination were dashed when his anti-Prohibition stance and William McAdoo's \"dry\"  planks were both considered too divisive at the Democratic convention. Later, this (*) \"Happy  Warrior\" got the nomination but lost to Herbert Hooever. For 10 points— name this first Catholic to be nominated by a major party.": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.16997625
      ],
      [
        " Smith",
        -0.18253066
      ]
    ]
  },
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\"": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.86514246
      ],
      [
        "ap",
        -0.003516922
      ],
      [
        "oleon",
        -0.0013520222
      ],
      [
        " III",
        -0.02021261
      ]
    ]
  },
  "He unseated Charles Whitman in a 1918 gubernatorial race, and six years later, his hopes at the  Presidential nomination were dashed when his anti-Prohibition stance and William McAdoo's \"dry\"  planks": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.8663161
      ],
      [
        " Smith",
        -0.11859351
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.16085917
      ],
      [
        "itian",
        -0.00047511753
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous Grand Duke Algirdas of Lithuania, who had supported this man's arch-nemesis, Mikhail II of Tver. Prior to his battles, this man had his army blessed by St. Sergius of Radonezh. This man defeated Murza Begich at the Battle of the Vozha River. In his most-sung deed, this man laid low the army of Mamai Khan and helped lift the Mongol Yoke from Muscovy. For ten points, name this Russian prince who defeated the Golden Horde at the Battle of Kulikovo, whose name refers to a Russian river.": {
    "guess": "Dmitry Donskoy",
    "confidence": [
      [
        "D",
        -0.0026743456
      ],
      [
        "mit",
        -0.0010515078
      ],
      [
        "ry",
        -0.47204423
      ],
      [
        " D",
        -0.0016931501
      ],
      [
        "ons",
        -5.5122365e-07
      ],
      [
        "k",
        -0.000537186
      ],
      [
        "oy",
        -0.0013152359
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's central family!! hides under a table at his wife's insistence after that wife sees a ploy ruined by her hotheaded son-in-law Damis. The title character tears a fine handkerchief out of a copy of Pilgrim's": {
    "guess": "The Misanthrope",
    "confidence": [
      [
        "The",
        -0.3007943
      ],
      [
        " M",
        -0.023038492
      ],
      [
        "isan",
        -0.020750683
      ],
      [
        "thro",
        -3.2929079e-06
      ],
      [
        "pe",
        -6.704273e-07
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.6504882
      ],
      [
        " Glass",
        -0.0010269738
      ],
      [
        " Men",
        -6.5994034e-05
      ],
      [
        "ager",
        -5.383526e-05
      ],
      [
        "ie",
        -2.618001e-05
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and he began the construction of the Limes Germanicus and lost the first battle of Tapae to the Dacian": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.035053473
      ],
      [
        "itian",
        -2.129266e-05
      ]
    ]
  },
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\" He was exiled to America after an attempt to lead a coup at the Strasbourg garrison, and Felice Orsini's assassination attempt inspired him to ally his nation with Piedmont in the war for (*) Italian independence from Austria. Cinco de Mayo celebrates the driving out of his puppet Maximilian from": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -1.0471668
      ],
      [
        "ito",
        -5.3239244e-05
      ],
      [
        " Ju",
        -0.00060188427
      ],
      [
        "á",
        -0.32991883
      ],
      [
        "rez",
        -1.4498052e-05
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the nickname \"Shakespeare\" at the warehouse where they used to work, while it is discovered that another": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.21289417
      ],
      [
        " Glass",
        -0.0064750835
      ],
      [
        " Men",
        -0.00023286081
      ],
      [
        "ager",
        -5.407367e-05
      ],
      [
        "ie",
        -3.070975e-05
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous": {
    "guess": "Bohdan Khmelnytsky",
    "confidence": [
      [
        "Bo",
        -1.4276007
      ],
      [
        "hd",
        -0.3529706
      ],
      [
        "an",
        -2.0815847e-05
      ],
      [
        " Kh",
        -0.0009358783
      ],
      [
        "mel",
        -0.0011086632
      ],
      [
        "ny",
        -0.00011188744
      ],
      [
        "tsky",
        -8.10137e-05
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.12955181
      ],
      [
        "itian",
        -5.0616763e-05
      ]
    ]
  },
  "He unseated Charles Whitman in a 1918 gubernatorial race, and six years later, his hopes at the  Presidential": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.701005
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the nickname \"Shakespeare\" at the warehouse where they used to work, while it is discovered that another character has not been attending Rubicam's Business College. Two characters in this play execute a clumsy waltz, resulting in a figurine of a unicorn breaking and losing its horn. In this play, Jim,": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.0019801415
      ],
      [
        " Glass",
        -2.4391957e-05
      ],
      [
        " Men",
        -2.8325678e-05
      ],
      [
        "ager",
        -4.048445e-05
      ],
      [
        "ie",
        -6.086828e-05
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the nickname \"Shakespeare\" at the warehouse where they used to work, while it is discovered that another character has not been attending Rubicam's Business College. Two characters in this play execute a clumsy waltz, resulting in a figurine of a unicorn breaking and losing its horn. In this play, Jim, a gentleman-caller, visits the Wingfield home to meet the socially withdrawn Laura. For 10 points, name": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.00166292
      ],
      [
        " Glass",
        -4.604148e-06
      ],
      [
        " Men",
        -4.143808e-05
      ],
      [
        "ager",
        -4.406056e-05
      ],
      [
        "ie",
        -6.337155e-05
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and he began the construction of the Limes Germanicus and lost the first battle of Tapae to the Dacian king Decebalus. This emperor was known for his hatred of the aristocracy, which came to a head after": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.009422182
      ],
      [
        "itian",
        -0.00013667447
      ]
    ]
  },
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\" He was exiled to America after an attempt to lead a coup at the Strasbourg garrison, and Felice Orsini's assassination attempt inspired him to ally his nation with Piedmont in the war for (*) Italian independence from Austria. Cinco de Mayo celebrates the driving out of his puppet Maximilian from Mexico, and he disastrously lost the Battle of Sedan. For 10 points, name this French emperor during the Franco-Prussian War, a relative of the loser at Waterloo.": {
    "guess": "Napoléon III",
    "confidence": [
      [
        "N",
        -0.012169716
      ],
      [
        "apol",
        -0.46158183
      ],
      [
        "é",
        -0.00019948746
      ],
      [
        "on",
        -9.7821416e-05
      ],
      [
        " III",
        -0.00018971277
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous Grand Duke Algirdas of Lithuania, who had supported this man's arch-nemesis, Mikhail II of Tver. Prior to his battles, this man had his army blessed by St. Sergius of Radonezh. This man defeated Murza Begich at the Battle of the Vozha River. In his most-sung deed, this man laid low the army of Mamai Khan and helped lift the Mongol Yoke from Muscovy. For ten points, name this Russian prince who": {
    "guess": "Dmitry Donskoy",
    "confidence": [
      [
        "D",
        -0.003069218
      ],
      [
        "mit",
        -0.001855104
      ],
      [
        "ry",
        -0.27226442
      ],
      [
        " D",
        -0.0031669065
      ],
      [
        "ons",
        -1.2664457e-06
      ],
      [
        "k",
        -0.00050751894
      ],
      [
        "oy",
        -0.0022185342
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and he began the construction of the Limes Germanicus and lost the first battle of Tapae to the Dacian king Decebalus. This emperor was known for his hatred of the aristocracy, which came to a head after the revolt of the consul Antonius Saturninus, and he was one of only two emperors to receive a damnatio memoriae, which occurred after his assassination in 96. For 10 points, name this Roman emperor,": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.0023695854
      ],
      [
        "itian",
        -8.061054e-06
      ]
    ]
  },
  "After an unsuccessful invasion attempt, this man was forced to stay at the so-called \"University of Ham.\" He was exiled to America after an attempt to lead a coup at the Strasbourg garrison, and Felice": {
    "guess": "Louis-Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -0.6225448
      ],
      [
        "-N",
        -0.44889823
      ],
      [
        "ap",
        -0.38342738
      ],
      [
        "oleon",
        -0.0009829124
      ],
      [
        " Bon",
        -0.014835665
      ],
      [
        "ap",
        -0.00020759332
      ],
      [
        "arte",
        -0.0001503829
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.2935015
      ],
      [
        "itian",
        -3.166338e-05
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous Grand Duke Algirdas of Lithuania, who had supported this man's arch-nemesis, Mikhail II of Tver.": {
    "guess": "Ivan II of Moscow",
    "confidence": [
      [
        "I",
        -0.9859087
      ],
      [
        "van",
        -0.0003062646
      ],
      [
        " II",
        -0.7466919
      ],
      [
        " of",
        -0.0046757613
      ],
      [
        " Moscow",
        -0.1750197
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.21691091
      ],
      [
        "itian",
        -0.0005149059
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's central family!! hides under a table at his wife's insistence after that wife sees a ploy ruined by her hotheaded son-in-law Damis. The title character tears a fine handkerchief out of a copy of Pilgrim's Progress, calling it a \"horrid profanation,\" during a scene between the servant Dorine and Cléante. The title character finally exposes himself by trying to seduce Elmire, the wife of his host, Orgon. For 10 points, name this Molière play featuring the titular religious hypocrite.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.009679597
      ],
      [
        "art",
        -3.5120287e-05
      ],
      [
        "uff",
        -6.372917e-05
      ],
      [
        "e",
        -2.577686e-06
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's central family!! hides under a table at his wife's insistence after that wife sees a ploy ruined by her hotheaded son-in-law Damis. The title character tears a fine handkerchief out of a copy of Pilgrim's Progress, calling it a \"horrid profanation,\" during a scene between the servant Dorine and Cléante. The title character finally exposes himself by trying to seduce Elmire, the wife of his host, Orgon.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.0036870094
      ],
      [
        "art",
        -3.23786e-05
      ],
      [
        "uff",
        -0.00014120422
      ],
      [
        "e",
        -8.776276e-06
      ]
    ]
  },
  "He unseated Charles Whitman in a 1918 gubernatorial race, and six years later, his hopes at the  Presidential nomination were dashed when his anti-Prohibition stance and William McAdoo's \"dry\"  planks were both considered too divisive at the Democratic convention. Later, this (*) \"Happy  Warrior\" got the nomination but lost to Herbert Hooever. For 10 points— name this first Catholic to be nominated": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.0448854
      ],
      [
        " Smith",
        -0.326327
      ]
    ]
  },
  "An unsuccessful edict by this man ordered the destruction of 50% of the vineyards in his realm to make room for more grain production. His devotion to the goddess of wisdom led him to establish the Legio Minervia, and he was said to have had a dream of Minerva abandoning him before his death. Other than the Battle of Mons Graupius under his general Agricola, this man's wars were mainly defensive, and he began the construction of the Limes Germanicus and lost the first battle of Tapae to the Dacian king Decebalus. This emperor was known for his hatred of the aristocracy, which came to a head after the revolt of the consul Antonius Saturninus, and he was one of only two emperors to receive a damnatio": {
    "guess": "Domitian",
    "confidence": [
      [
        "Dom",
        -0.3529106
      ],
      [
        "itian",
        -5.2285613e-05
      ]
    ]
  },
  "He unseated Charles Whitman in a 1918 gubernatorial race, and six years later, his hopes at the  Presidential nomination were dashed when his anti-Prohibition stance and William McAdoo's \"dry\"  planks were both considered too divisive at the Democratic convention. Later, this (*) \"Happy  Warrior\" got": {
    "guess": "Al Smith",
    "confidence": [
      [
        "Al",
        -0.1269007
      ],
      [
        " Smith",
        -0.062140662
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience by claiming that he is unlike a stage magician because he will present truth in the guise of illusion rather than illusion in the guise of truth. One character in this play refers to another by the nickname \"Shakespeare\" at the warehouse where they used to work, while it is discovered that another character has not been attending Rubicam's Business College. Two characters in this play execute a clumsy waltz, resulting in a figurine of a unicorn breaking and losing its horn. In this play, Jim, a gentleman-caller, visits the Wingfield home to meet the socially withdrawn Laura. For 10 points, name this Tennessee Williams play named after a zoo of transparent statuettes.": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.0021030367
      ],
      [
        " Glass",
        -8.590105e-05
      ],
      [
        " Men",
        -0.00010175513
      ],
      [
        "ager",
        -6.5994034e-05
      ],
      [
        "ie",
        -2.7252845e-05
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas,": {
    "guess": "Daphne (opera)",
    "confidence": [
      [
        "D",
        -1.6125093
      ],
      [
        "aph",
        -0.063411355
      ],
      [
        "ne",
        -0.107201554
      ],
      [
        " (",
        -0.5981395
      ],
      [
        "op",
        -0.0018363029
      ],
      [
        "era",
        -8.180258e-06
      ],
      [
        ")",
        -6.3490756e-05
      ]
    ]
  },
  "An unseen character in this play is last heard from via a postcard sent from Mazatlan that contains only the words \"hello\" and \"good-bye.\" At the start of this play, one character addresses the audience": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.5531202
      ],
      [
        " Glass",
        -0.31820056
      ],
      [
        " Men",
        -9.0883464e-07
      ],
      [
        "ager",
        -3.2855416e-05
      ],
      [
        "ie",
        -2.4034345e-05
      ]
    ]
  },
  "Unseen in this play are the gossipy \"neighbor Daphne and her little spouse.\" We also never see Argas, who left a casket of important papers with the head of the central family. The head of this play's": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -1.5217695
      ],
      [
        " Cherry",
        -0.9416178
      ],
      [
        " Orchard",
        -0.00021450345
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous Grand Duke Algirdas of Lithuania, who had supported this man's arch-nemesis, Mikhail II of Tver. Prior to his battles, this man had his army blessed by St. Sergius of Radonezh. This man defeated Murza": {
    "guess": "Dmitry Donskoy",
    "confidence": [
      [
        "D",
        -0.5161288
      ],
      [
        "mit",
        -0.0009424308
      ],
      [
        "ry",
        -0.054964766
      ],
      [
        " D",
        -0.0013516645
      ],
      [
        "ons",
        0.0
      ],
      [
        "k",
        -0.00038908547
      ],
      [
        "oy",
        -0.0005529135
      ]
    ]
  },
  "After an unsuccessful siege of this man's capital, he signed the Treaty of Lyubutsk with the villainous Grand Duke Algirdas of Lithuania, who had supported this man's arch-nemesis, Mikhail II of Tver. Prior to his battles, this man had his army blessed by St. Sergius of Radonezh. This man defeated Murza Begich at the Battle of the Vozha River. In his most-sung deed, this man laid low the army of Mamai": {
    "guess": "Dmitry Donskoy",
    "confidence": [
      [
        "D",
        -0.014808071
      ],
      [
        "mit",
        -0.000728517
      ],
      [
        "ry",
        -0.07673561
      ],
      [
        " D",
        -0.0020617575
      ],
      [
        "ons",
        -1.0280384e-06
      ],
      [
        "k",
        -0.0004618896
      ],
      [
        "oy",
        -0.0013691654
      ]
    ]
  }
}