{
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation yields an accurate wave-function. Same-spin electrons within them experience the Pauli repulsion, and the magnetic nature of a substance may be determined via bond order, or half the difference in the number of their bonding and antibonding electrons, which are placed in separate energy levels in accordance with Hund's Rules. FTP, what are these orbitals in which motion of electrons about two": {
    "guess": "Molecular orbitals",
    "confidence": [
      [
        "M",
        -0.04631757
      ],
      [
        "olecular",
        -0.008111079
      ],
      [
        " orbit",
        -0.79852444
      ],
      [
        "als",
        -0.0002223709
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation yields an accurate wave-function. Same-spin electrons within them experience the Pauli repulsion, and the magnetic nature of a substance may be determined via bond order, or half the difference": {
    "guess": "Molecule orbitals",
    "confidence": [
      [
        "M",
        -0.060527
      ],
      [
        "olecule",
        -0.4844312
      ],
      [
        " orbit",
        -0.59292495
      ],
      [
        "als",
        -0.0017274184
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a form of this occurs when a small body orbits a large rotating one, called frame dragging or the Lense-Thirring": {
    "guess": "Frame-dragging",
    "confidence": [
      [
        "Frame",
        -0.047216617
      ],
      [
        "-d",
        -0.013124932
      ],
      [
        "rag",
        0.0
      ],
      [
        "ging",
        -9.4914985e-06
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a form of this occurs when a small body orbits a large rotating one, called frame dragging or the Lense-Thirring effect. General relativity can also explain this process for the perihelion of mercury and": {
    "guess": "Frame-dragging",
    "confidence": [
      [
        "Frame",
        -0.37047076
      ],
      [
        "-d",
        -0.042985834
      ],
      [
        "rag",
        -6.2729996e-06
      ],
      [
        "ging",
        -2.6537622e-05
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation yields an accurate wave-function. Same-spin electrons within them experience the Pauli repulsion, and the magnetic nature of a substance may be determined via bond order, or half the difference in the number of their bonding and antibonding electrons, which are placed in separate energy levels": {
    "guess": "Molecule",
    "confidence": [
      [
        "M",
        -0.3161644
      ],
      [
        "olecule",
        -0.44868773
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation yields an accurate wave-function. Same-spin electrons within them experience the Pauli repulsion, and the magnetic nature of a substance may be determined via bond order, or half the difference in the number of their bonding and antibonding electrons, which are placed in separate energy levels in accordance with Hund's Rules. FTP, what are these orbitals in which motion of electrons about two or more nuclei are described, the namesake of a theory of bonding?": {
    "guess": "Molecular orbital orbitals",
    "confidence": [
      [
        "M",
        -0.004149038
      ],
      [
        "olecular",
        -0.00048298496
      ],
      [
        " orbital",
        -0.27441043
      ],
      [
        " orbit",
        -0.08757757
      ],
      [
        "als",
        -0.0011939177
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a form of this occurs when a small body orbits a large rotating one, called frame dragging or the Lense-Thirring effect. General relativity can also explain this process for the perihelion of mercury and the Larmor type is when the magnetic moment does not stay in the direction of the magnetic field. Occurring when torque is applied to a spinning object and related to nutation, this is, for 10 points,": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.2788069
      ],
      [
        "cession",
        -0.0005487451
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation,": {
    "guess": "Møller–Plesset perturbation theory",
    "confidence": [
      [
        "M",
        -0.04039086
      ],
      [
        "ø",
        -0.227186
      ],
      [
        "ller",
        -9.133887e-06
      ],
      [
        "–",
        -0.19826564
      ],
      [
        "P",
        -7.89631e-07
      ],
      [
        "les",
        -5.5122365e-07
      ],
      [
        "set",
        -1.9361265e-07
      ],
      [
        " pert",
        -0.0001820874
      ],
      [
        "urbation",
        -1.831257e-05
      ],
      [
        " theory",
        -9.610702e-06
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.041830797
      ],
      [
        "cession",
        -0.000107715314
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation yields an accurate wave-function. Same-spin electrons within them experience the Pauli repulsion,": {
    "guess": "Molecule orbitals",
    "confidence": [
      [
        "M",
        -0.62233573
      ],
      [
        "olecule",
        -0.66341245
      ],
      [
        " orbit",
        -0.3590997
      ],
      [
        "als",
        -0.0014972453
      ]
    ]
  },
  "M?ller-Plesset Theory calculates their Hamiltonian as the sum of their Hartree-Fock operators and a perturbation, while for simple substances correcting for deviations from the Born-Oppenheimer approximation": {
    "guess": "Molecular Hamiltonian",
    "confidence": [
      [
        "M",
        -0.0668981
      ],
      [
        "olecular",
        -0.33480933
      ],
      [
        " Hamilton",
        -1.1076932
      ],
      [
        "ian",
        -0.019858804
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a form of this occurs when a small body orbits a large rotating one, called frame dragging or the Lense-Thirring effect. General relativity can also explain this process for the perihelion of mercury and the Larmor type is when the magnetic moment does not stay in the direction of the magnetic field. Occurring when torque is applied to a spinning object and related to nutation, this is, for 10 points, what motion of the spin axis of an object demonstrated in a spinning top.": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -0.11099205
      ],
      [
        "cession",
        -0.00095862785
      ]
    ]
  },
  "Llewellyn Thomas has a relativistic type of this phenomenon named for him and in general relativity a form of this occurs when a small body orbits a large rotating one, called frame dragging or the Lense-Thirring effect. General relativity can also explain this process for the perihelion of mercury and the Larmor type is when the magnetic moment does not stay in the direction of the magnetic field.": {
    "guess": "Precession",
    "confidence": [
      [
        "Pre",
        -1.0020489
      ],
      [
        "cession",
        -0.0015308129
      ]
    ]
  }
}