{
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a region of radius R is equal to 2pi R times Boltzmann's constant times energy enclosed divided by h-bar times c, according to a bound put forth by Jacob (*) Bekenstein. The equality case in the Bekenstein": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -1.2942683
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing Yi is a divine ruler of all of them in Chinese myth as is Oshun under Yoruba custom. Yam or Yammu is a powerful primeval god of these in Canaanite myth, while Hapi is a very important part of Egyptian myth. Scamander and Achelous are pretty much just personifications of these. Similar to fertility gods, for ten points, all of these gods and the Hindu god Ganga look over what natural landform, of": {
    "guess": "Rivers",
    "confidence": [
      [
        "R",
        -0.08601123
      ],
      [
        "ivers",
        -5.8603408e-05
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing": {
    "guess": "Rivers",
    "confidence": [
      [
        "R",
        -0.056099687
      ],
      [
        "ivers",
        -9.031158e-05
      ]
    ]
  },
  "Covering almost five hundred thousand square miles but no more than three hundred feet deep, its arms": {
    "guess": "Great Pacific garbage patch",
    "confidence": [
      [
        "Great",
        -1.8335658
      ],
      [
        " Pacific",
        -1.1695597
      ],
      [
        " garbage",
        -0.18923473
      ],
      [
        " patch",
        -0.0012378488
      ]
    ]
  },
  "Covering an area of 81,300 sq. mi., this area is a major rice- producing, situated to the south of the": {
    "guess": "Arkansas Delta",
    "confidence": [
      [
        "Ark",
        -0.9500453
      ],
      [
        "ansas",
        -0.0013482113
      ],
      [
        " Delta",
        -0.047795113
      ]
    ]
  },
  "Covering an area of 81,300 sq. mi., this area is a major rice- producing, situated to the south of the Yangtze River Basin. It is bounded by the provinces of Hupeh to the north, Kiangsi to the east, Kwangtung": {
    "guess": "Jiangnan",
    "confidence": [
      [
        "J",
        -0.82465273
      ],
      [
        "iang",
        -0.008016832
      ],
      [
        "nan",
        -0.6716237
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a region of radius R is equal to 2pi R times Boltzmann's constant times energy enclosed divided by h-bar times c, according to a bound put forth by Jacob (*) Bekenstein. The equality case in the Bekenstein bound is achieved by black holes, for which this quantity is proportional to area, as suggested by the observation that event horizons generally only grow in size. For 10 points, identify this quantity": {
    "guess": "Area",
    "confidence": [
      [
        "Area",
        -0.34795934
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value": {
    "guess": "Bousso bound",
    "confidence": [
      [
        "B",
        -0.7682843
      ],
      [
        "ous",
        -0.20532264
      ],
      [
        "so",
        -2.6968896e-06
      ],
      [
        " bound",
        -0.25577056
      ]
    ]
  },
  "Covered in capillaries one cell thick, their thin, moist surfaces are covered with surfactant, which prevents them from sticking together or collapsing. During a bout of [*] asthma, mucus obstruction and bronchospasm prevent blood flow through them, and allow retention of carbon dioxide. Located at the": {
    "guess": "Alveoli",
    "confidence": [
      [
        "Al",
        -0.6203986
      ],
      [
        "ve",
        -2.9875326e-05
      ],
      [
        "oli",
        -0.038426436
      ]
    ]
  },
  "His cousin Nachod, a performing tenor, debuted the role of Waldemar in his song cycle Gurrelieder. His other works include two chamber symphonies, the abstract Music for a Film Scene, and The Book of the": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.048230056
      ],
      [
        "old",
        -7.107425e-06
      ],
      [
        " Scho",
        -0.017364025
      ],
      [
        "enberg",
        -1.0445127e-05
      ]
    ]
  },
  "Covered in capillaries one cell thick, their thin, moist surfaces are covered with surfactant, which": {
    "guess": "Alveoli",
    "confidence": [
      [
        "Al",
        -0.14963116
      ],
      [
        "ve",
        -2.8160932e-06
      ],
      [
        "oli",
        -0.29058722
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing Yi is a divine ruler of all of them in Chinese myth as is Oshun under Yoruba custom. Yam or Yammu is a powerful primeval god of these in Canaanite myth, while Hapi is a very important part of Egyptian myth. Scamander and Achelous are pretty much just personifications of these. Similar to fertility gods, for ten points, all of these gods and the Hindu god Ganga look over what natural landform, of which there are five in the Greek underworld.": {
    "guess": "Rivers",
    "confidence": [
      [
        "R",
        -0.0092868395
      ],
      [
        "ivers",
        -9.968313e-06
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a region of radius R is equal to 2pi R times Boltzmann's constant times energy enclosed divided by h-bar times c, according to a bound put forth by Jacob (*) Bekenstein. The equality case in the Bekenstein bound is achieved by black holes, for which this quantity is proportional to area, as suggested": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.6589534
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a region of radius R is equal to 2pi R times Boltzmann's constant times energy enclosed divided by h-bar times c, according to a bound put forth by Jacob (*) Bekenstein. The equality case in the Bekenstein bound is achieved by black holes, for which this quantity is proportional to area, as suggested by the observation that event horizons generally only grow in size. For 10 points, identify this quantity whose non-decrease is the subject of the second law of thermodynamics.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.16487007
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing Yi is a divine ruler of all of them in Chinese myth as is Oshun under Yoruba custom. Yam or Yammu is a powerful primeval god of these in Canaanite myth, while Hapi is a very important part of Egyptian myth. Scamander and Achelous are pretty much just personifications of these. Similar to fertility": {
    "guess": "River deity",
    "confidence": [
      [
        "River",
        -0.44915769
      ],
      [
        " deity",
        -1.2364936
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a region of radius R is equal to 2pi R times Boltzmann's constant times energy enclosed divided by h-bar": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.6566645
      ]
    ]
  },
  "Covering almost five hundred thousand square miles but no more than three hundred feet deep, its arms include Laizhou Bay, the Bo Gulf, the Liaodong Gulf, and Korea Bay, while it is connected to the Sea of Japan by the Korea Strait. Its name comes from deposits received from the Han and Huang He. For": {
    "guess": "Bohai Sea",
    "confidence": [
      [
        "Bo",
        -0.65437067
      ],
      [
        "hai",
        -0.0067682997
      ],
      [
        " Sea",
        -1.4021238e-05
      ]
    ]
  },
  "Covered in capillaries one cell thick, their thin, moist surfaces are covered with surfactant, which prevents them from sticking together or collapsing. During a bout of [*] asthma, mucus obstruction and bronchospasm prevent blood flow through them, and allow retention of carbon dioxide. Located at the end of bronchioles—for 10 points—name these tiny air sacs of the human lung.": {
    "guess": "Alveolar sacs",
    "confidence": [
      [
        "Al",
        -0.5529841
      ],
      [
        "ve",
        -6.6113236e-05
      ],
      [
        "olar",
        -0.26108074
      ],
      [
        " sac",
        -0.42271638
      ],
      [
        "s",
        -0.5644788
      ]
    ]
  },
  "Covering an area of 81,300 sq. mi., this area is a major rice- producing, situated to the south of the Yangtze River Basin. It is bounded by the provinces of Hupeh to the north, Kiangsi to the east, Kwangtung to the southeast, and Kweichow and Szechwan to the west. For ten points, name this province of China whose name means \"South Lake\" in Chinese.": {
    "guess": "Jiangxi",
    "confidence": [
      [
        "J",
        -0.17840564
      ],
      [
        "iang",
        -0.00065822725
      ],
      [
        "xi",
        -0.029010233
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing Yi is a divine ruler of all of them in Chinese myth as is Oshun under Yoruba custom. Yam or Yammu is": {
    "guess": "Rivers",
    "confidence": [
      [
        "R",
        -0.19985272
      ],
      [
        "ivers",
        -9.114601e-05
      ]
    ]
  },
  "Covering almost five hundred thousand square miles but no more than three hundred feet deep, its arms include Laizhou Bay, the Bo Gulf, the Liaodong Gulf, and Korea Bay, while it is connected to the Sea of Japan by the Korea Strait. Its name comes from deposits received from the Han and Huang He. For 10 points—name this Pacific sea.": {
    "guess": "Yellow Sea",
    "confidence": [
      [
        "Yellow",
        -0.024348568
      ],
      [
        " Sea",
        -5.1808798e-05
      ]
    ]
  },
  "Covered in capillaries one cell thick, their thin, moist surfaces are covered with surfactant, which prevents them from sticking together or collapsing. During a bout of [*] asthma, mucus obstruction and": {
    "guess": "Alveoli",
    "confidence": [
      [
        "Al",
        -0.4043453
      ],
      [
        "ve",
        -8.061054e-06
      ],
      [
        "oli",
        -0.098619804
      ]
    ]
  },
  "Coventina is a Celtic god that stands guard over these, and Kakaku does the same in Shinto myth. Bing Yi is a divine ruler of all of them in Chinese myth as is Oshun under Yoruba custom. Yam or Yammu is a powerful primeval god of these in Canaanite myth, while Hapi is a very important part of Egyptian": {
    "guess": "Rivers",
    "confidence": [
      [
        "R",
        -0.50828874
      ],
      [
        "ivers",
        -3.500108e-05
      ]
    ]
  },
  "His cousin Nachod, a performing tenor, debuted the role of Waldemar in his song cycle Gurrelieder. His other works include two chamber symphonies, the abstract Music for a Film Scene, and The Book of the Hanging Gardens. He died before finishing the opera Moses und Aron, but he did popularize such concepts as serialism and Sprechstimme as the teacher of Anton Webern. For 10 points, name this composer": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.005412096
      ],
      [
        "old",
        -7.0285365e-05
      ],
      [
        " Scho",
        -0.0059178965
      ],
      [
        "enberg",
        -5.0735965e-05
      ]
    ]
  },
  "His cousin Nachod, a performing tenor, debuted the role of Waldemar in his song cycle Gurrelieder. His": {
    "guess": "Gurrelieder",
    "confidence": [
      [
        "G",
        -0.77124196
      ],
      [
        "urre",
        -0.0122817075
      ],
      [
        "li",
        -0.03251859
      ],
      [
        "eder",
        -0.000102827966
      ]
    ]
  },
  "Covering almost five hundred thousand square miles but no more than three hundred feet deep, its arms include Laizhou Bay, the Bo Gulf, the Liaodong Gulf, and Korea Bay, while it is connected to the Sea": {
    "guess": "Bohai Sea",
    "confidence": [
      [
        "Bo",
        -0.034252275
      ],
      [
        "hai",
        -0.0074375547
      ],
      [
        " Sea",
        -5.5265704e-05
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion.": {
    "guess": "Holographic Entropy Bound",
    "confidence": [
      [
        "H",
        -0.7458219
      ],
      [
        "olog",
        -8.9834764e-05
      ],
      [
        "raphic",
        -9.484132e-05
      ],
      [
        " Ent",
        -0.9133794
      ],
      [
        "ropy",
        -0.0005941397
      ],
      [
        " Bound",
        -0.15504745
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's value on light-like hypersurfaces chosen so that the generating null geodesics have non-positive expansion. One argument against white holes' existence in our universe is the significantly lower value for this quantity they have than their black counterparts. The maximum value for this quantity in a": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.3374774
      ]
    ]
  },
  "Covering an area of 81,300 sq. mi., this area is a major rice- producing, situated to the south of the Yangtze River Basin. It is bounded by the provinces of Hupeh to the north, Kiangsi to the east, Kwangtung to the southeast, and Kweichow and Szechwan to the west. For ten points, name this province": {
    "guess": "Jiangxi",
    "confidence": [
      [
        "J",
        -0.4453882
      ],
      [
        "iang",
        -0.016593307
      ],
      [
        "xi",
        -0.024513174
      ]
    ]
  },
  "His cousin Nachod, a performing tenor, debuted the role of Waldemar in his song cycle Gurrelieder. His other works include two chamber symphonies, the abstract Music for a Film Scene, and The Book of the Hanging Gardens. He died before finishing the opera Moses und Aron, but he did popularize such concepts as serialism and Sprechstimme as the teacher of Anton Webern. For 10 points, name this composer of Pierrot Lunaire and Transfigured night.": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.0010568645
      ],
      [
        "old",
        -1.7835755e-05
      ],
      [
        " Scho",
        -0.006545201
      ],
      [
        "enberg",
        -1.4855664e-05
      ]
    ]
  },
  "A covariant bound on this quantity proposed by Raphael Bousso is defined in terms of this quantity's": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.47492996
      ]
    ]
  },
  "His cousin Nachod, a performing tenor, debuted the role of Waldemar in his song cycle Gurrelieder. His other works include two chamber symphonies, the abstract Music for a Film Scene, and The Book of the Hanging Gardens. He died before finishing the opera Moses und Aron, but he did popularize such concepts": {
    "guess": "Arnold Schoenberg",
    "confidence": [
      [
        "Arn",
        -0.005432139
      ],
      [
        "old",
        -1.5213274e-05
      ],
      [
        " Scho",
        -0.0035681117
      ],
      [
        "enberg",
        -1.9146995e-05
      ]
    ]
  }
}