{
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war against Austria in the Seven Weeks War. He bribed journalists with the Reptiles Fund, and he included the May Laws in his anti-Catholic Kulturkampf. This man edited the Ems Dispatch, a telegram from France, which precipitated the Franco-Prussian war. This orator of the \"blood and iron\" speech was a practitioner of realpolitik and united Germany under Wilhelm I. For 10 points, name this \"Iron Chancellor\"": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00089311716
      ],
      [
        "to",
        -2.9352968e-06
      ],
      [
        " von",
        -0.00022892709
      ],
      [
        " B",
        -9.253091e-06
      ],
      [
        "ism",
        -9.4914985e-06
      ],
      [
        "ar",
        -0.00020258676
      ],
      [
        "ck",
        -1.0280384e-06
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated by deprotonation of a hydroxyl substituent. That variation is used to synthesize gamma-epsilon unsaturated ketones via tautomerization, and is known as the oxy- type. Like Diels-Alder, there's confusion whether there's a diradical or concerted intermediate in this reaction, and it proceeds via the suprafacial route. Sharing its namesake with an elimination of amine oxide, for 10 points, name this sigmatropic rearrangement of 1,5-dienes, named for an American.": {
    "guess": "Claisen rearrangement",
    "confidence": [
      [
        "Cl",
        -0.5211044
      ],
      [
        "ais",
        -0.0003428528
      ],
      [
        "en",
        -1.92662e-05
      ],
      [
        " rearr",
        -0.0011858228
      ],
      [
        "angement",
        -7.9940866e-05
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond Dart's discovery of early Australopithecines. Discovered by Charles Dawson, its two molars formed a non-uniform biting surface and showed evidence of artificial abrasion, arousing the doubts of": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.0054379473
      ],
      [
        "il",
        -7.58424e-06
      ],
      [
        "tdown",
        -3.5313153e-06
      ],
      [
        " Man",
        -8.017927e-05
      ]
    ]
  },
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war against Austria in the Seven Weeks War. He bribed journalists with the Reptiles Fund, and he included the May Laws in his anti-Catholic Kulturkampf. This man edited the Ems Dispatch, a telegram from France, which precipitated the Franco-Prussian war. This orator of the \"blood and iron\" speech was a practitioner of realpolitik and united Germany under Wilhelm I. For 10 points, name this \"Iron Chancellor\" of Prussia and Germany.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0027056083
      ],
      [
        "to",
        -6.749814e-06
      ],
      [
        " von",
        -0.00022463576
      ],
      [
        " B",
        -8.776276e-06
      ],
      [
        "ism",
        -7.9418505e-06
      ],
      [
        "ar",
        -0.0003361774
      ],
      [
        "ck",
        -2.577686e-06
      ]
    ]
  },
  "This man gained prominence while questioning Jimmy Hoffa and the Teamsters Union about their use of Union funds. During the Cuban Missile Crisis, he closely advised the president while serving as the Attorney General. His run for the Democratic nomination in the (*) 1968 presidential election was cut short in the Ambassador Hotel after the Palestinian nationalist Sirhan Sirhan assassinated him. For": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.009171322
      ],
      [
        " F",
        -0.0003358198
      ],
      [
        ".",
        -0.00037240062
      ],
      [
        " Kennedy",
        -1.700133e-05
      ]
    ]
  },
  "It gained de facto independence from the Arabs in 798 and within a hundred years was on equal terms with neighbor Asturias. In the early Eleventh Century, its king Sancho III built an empire including all Christian Spain, from which Castile and Aragon were carved on his death. Centered around Pamplona, it was ruled by a series of French dynasties from 1234 to 1589. For 10 points--name this kingdom in the Pyrenees whose king became King of France in 1589.": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.16065718
      ],
      [
        "dom",
        -0.0014659388
      ],
      [
        " of",
        -3.523949e-05
      ],
      [
        " Nav",
        -0.0022054513
      ],
      [
        "ar",
        -0.0007621031
      ],
      [
        "re",
        -8.299462e-06
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He fell out of favor with his first patron, Sir Thomas Egerton, after marrying a young girl who was Egerton's ward, Ann Moore. The death of the daughter of another of his patrons, Robert Drury, led to the writing of \"The Progress of the Soul\" and \"The First Anniversary,\" though he is better known for early": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.037637334
      ],
      [
        " Donne",
        -0.0005290838
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\" has this as it second title concept, and this concept was combined with \"Madness\" in a \"history of": {
    "guess": "Reason",
    "confidence": [
      [
        "Reason",
        -1.0096697
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He fell out of favor with his first patron, Sir Thomas Egerton, after marrying a young girl who was Egerton's ward, Ann Moore. The death of the daughter of another of his patrons, Robert Drury, led to the writing of \"The Progress of the Soul\" and \"The First Anniversary,\" though he is better known for early poems such as \"The Bait\" and \"The Good Morrow,\" which appear in his volume Songs and Sonnets. FTP, name this poet of \"The Canonization\" whose Holy Sonnets include the injunction \"Death be not proud.\"": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.0012907129
      ],
      [
        " Donne",
        -4.6683042e-05
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated by deprotonation of a hydroxyl substituent. That variation is used to synthesize gamma-epsilon unsaturated ketones via tautomerization, and is known as the oxy- type. Like Diels-Alder, there's confusion whether there's a diradical or concerted intermediate in this reaction, and it proceeds via the suprafacial route. Sharing its namesake with an elimination of amine oxide, for 10 points, name": {
    "guess": "Cope rearrangement",
    "confidence": [
      [
        "C",
        -1.6654581
      ],
      [
        "ope",
        -0.0031810405
      ],
      [
        " rearr",
        -0.040953077
      ],
      [
        "angement",
        -0.00013631687
      ]
    ]
  },
  "It gained de facto independence from the Arabs in 798 and within a hundred years was on equal terms with neighbor Asturias. In the early Eleventh Century, its king Sancho III built an empire including": {
    "guess": "Kingdom of León",
    "confidence": [
      [
        "King",
        -0.16875151
      ],
      [
        "dom",
        -6.1821906e-05
      ],
      [
        " of",
        -0.0003576304
      ],
      [
        " Le",
        -0.8220315
      ],
      [
        "ón",
        -8.6616266e-05
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained Cumbria and Northumbria from Malcom IV of Scotland, but his sons conspired with Philip II Augustus": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.25756043
      ],
      [
        " II",
        -0.013951927
      ],
      [
        " of",
        -7.255024e-05
      ],
      [
        " England",
        -0.00038050648
      ]
    ]
  },
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war against Austria in the Seven Weeks War. He bribed journalists with the Reptiles Fund, and he included": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0015381926
      ],
      [
        "to",
        -2.577686e-06
      ],
      [
        " von",
        -0.00018041854
      ],
      [
        " B",
        -1.2352386e-05
      ],
      [
        "ism",
        -2.0815847e-05
      ],
      [
        "ar",
        -0.0004888113
      ],
      [
        "ck",
        -2.3392786e-06
      ]
    ]
  },
  "It gained de facto independence from the Arabs in 798 and within a hundred years was on equal terms with neighbor Asturias. In the early Eleventh Century, its king Sancho III built an empire including all Christian Spain, from which Castile and Aragon were carved on his death. Centered around Pamplona, it was ruled by a series of French dynasties from 1234 to 1589. For 10 points--name this kingdom": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.034373797
      ],
      [
        "dom",
        -3.2736214e-05
      ],
      [
        " of",
        -5.4312077e-05
      ],
      [
        " Nav",
        -0.0012170211
      ],
      [
        "ar",
        -0.0019142382
      ],
      [
        "re",
        -1.2948405e-05
      ]
    ]
  },
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0525128
      ],
      [
        "to",
        -1.504853e-06
      ],
      [
        " von",
        -0.00016742534
      ],
      [
        " B",
        -1.0206721e-05
      ],
      [
        "ism",
        -1.700133e-05
      ],
      [
        "ar",
        -0.0006297559
      ],
      [
        "ck",
        -5.4385737e-06
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained": {
    "guess": "Stephen of England",
    "confidence": [
      [
        "Stephen",
        -0.049266994
      ],
      [
        " of",
        -0.18101686
      ],
      [
        " England",
        -0.6380987
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond Dart's discovery of early Australopithecines. Discovered by Charles Dawson, its two molars formed a non-uniform biting surface and showed evidence of artificial abrasion, arousing the doubts of Joseph Weiner and Wilfred Le Gros Clark. Consisting of the jawbone of an orangutan and the skull of": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.008583844
      ],
      [
        "il",
        -2.6060809e-05
      ],
      [
        "tdown",
        -2.9352968e-06
      ],
      [
        " Man",
        -3.297462e-05
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\" has this as it second title concept, and this concept was combined with \"Madness\" in a \"history of insanity in the Age of Reason,\" in the title of a work by Michel Foucault. In addition to Marcuse's work contrasting \"Eros\" and this, Freud's work about the conflict between individualism and conformity is titled after this and \"its discontents.\" FTP, identify this concept, many of which such as Western,": {
    "guess": "Civilization",
    "confidence": [
      [
        "Civil",
        -0.08404102
      ],
      [
        "ization",
        -0.00010223195
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the": {
    "guess": "Secondary kinetic isotope effects",
    "confidence": [
      [
        "Secondary",
        -1.0109084
      ],
      [
        " kinetic",
        -0.061633844
      ],
      [
        " is",
        -0.0005237233
      ],
      [
        "otope",
        -4.4849444e-06
      ],
      [
        " effects",
        -0.5867124
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond Dart's discovery of early Australopithecines. Discovered by Charles Dawson, its two molars formed a non-uniform biting surface and showed evidence of artificial abrasion, arousing the doubts of Joseph Weiner and Wilfred Le Gros Clark. Consisting of the jawbone of an orangutan and the skull of a modern human, FTP, name these forged bone fragments found in a namesake English town, at one time": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.010859043
      ],
      [
        "il",
        -2.8160932e-06
      ],
      [
        "tdown",
        -2.8160932e-06
      ],
      [
        " Man",
        -4.894791e-05
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about": {
    "guess": "Manliness and Civilization",
    "confidence": [
      [
        "Man",
        -0.15957342
      ],
      [
        "liness",
        -0.035805512
      ],
      [
        " and",
        -0.0039556287
      ],
      [
        " Civilization",
        -0.0049211085
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.08546186
      ],
      [
        " Donne",
        -0.0050582294
      ]
    ]
  },
  "It gained de facto independence from the Arabs in 798 and within a hundred years was on equal terms with": {
    "guess": "History of Islam",
    "confidence": [
      [
        "History",
        -1.5081586
      ],
      [
        " of",
        -0.0005619693
      ],
      [
        " Islam",
        -0.32406497
      ]
    ]
  },
  "He gained followers by praising the concept of Asha, or order, thereby rejecting the state of Drug [DROOG], or confusion.  These thoughts are expressed in his series of devotional poems, the Gathas, which were widely propagated by the priestly group that claimed him as one of them, the Magi.  The Magi also spread his notions of the destroyer and creator deities, Angra Mainyu and Ahura Mazda.  FTP, name this religious figure, whose teachings were adopted as the state religion of ancient Persia.": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.0010637711
      ],
      [
        "oro",
        -0.482259
      ],
      [
        "aster",
        -0.0007606727
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond Dart's discovery of early Australopithecines. Discovered by Charles Dawson, its two molars formed a non-uniform biting surface and showed evidence of artificial abrasion, arousing the doubts of Joseph Weiner and Wilfred Le Gros Clark. Consisting of the jawbone of an orangutan and the skull of a modern human, FTP, name these forged bone fragments found in a namesake English town, at one time believed to be the missing link.": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.0071783722
      ],
      [
        "il",
        -1.504853e-06
      ],
      [
        "tdown",
        -3.5313153e-06
      ],
      [
        " Man",
        -1.8074163e-05
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\" has this as it second title concept, and this concept was combined with \"Madness\" in a \"history of insanity in the Age of Reason,\" in the title of a work by Michel Foucault. In addition to Marcuse's": {
    "guess": "Civilization",
    "confidence": [
      [
        "Civil",
        -0.30591217
      ],
      [
        "ization",
        -0.00023774817
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept.": {
    "guess": "Manliness and Civilization",
    "confidence": [
      [
        "Man",
        -0.5535632
      ],
      [
        "liness",
        -0.10978789
      ],
      [
        " and",
        -0.0064858575
      ],
      [
        " Civilization",
        -0.015000444
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained Cumbria and Northumbria from Malcom IV of Scotland, but his sons conspired with Philip II Augustus to remove him from power.  He more than doubled his continental holdings when he married the ex-wife": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.7088151
      ],
      [
        " II",
        -0.11081346
      ],
      [
        " of",
        -0.0033300451
      ],
      [
        " England",
        -0.0003006657
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -0.49235636
      ],
      [
        "els",
        -8.89548e-06
      ],
      [
        "–",
        -0.58802485
      ],
      [
        "A",
        -1.8908588e-05
      ],
      [
        "lder",
        -4.727906e-05
      ],
      [
        " reaction",
        -0.0011004454
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He fell out of favor with his first patron, Sir Thomas Egerton, after marrying a young girl who was Egerton's ward, Ann Moore. The death of the daughter of another of his patrons, Robert Drury, led to the writing of \"The Progress of the Soul\" and \"The First Anniversary,\" though he is better known for early poems such as \"The Bait\" and \"The Good Morrow,\" which appear in his volume Songs and Sonnets. FTP,": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.00190139
      ],
      [
        " Donne",
        -0.00012344286
      ]
    ]
  },
  "This man gained prominence while questioning Jimmy Hoffa and the Teamsters Union about their use of Union": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.019194672
      ],
      [
        " F",
        -0.000573644
      ],
      [
        ".",
        -8.1490514e-05
      ],
      [
        " Kennedy",
        -5.7961847e-06
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines.": {
    "guess": "Cope rearrangement",
    "confidence": [
      [
        "C",
        -1.1199988
      ],
      [
        "ope",
        -0.057342395
      ],
      [
        " rearr",
        -0.008842176
      ],
      [
        "angement",
        -9.72254e-05
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated by deprotonation of a hydroxyl substituent. That variation is used to synthesize gamma-epsilon unsaturated ketones via tautomerization, and is known as the oxy- type. Like Diels-Alder, there's": {
    "guess": "Diels–Alder reaction",
    "confidence": [
      [
        "Di",
        -1.2717335
      ],
      [
        "els",
        -0.0019973929
      ],
      [
        "–",
        -0.53906155
      ],
      [
        "A",
        -0.0003894431
      ],
      [
        "lder",
        -0.0011702254
      ],
      [
        " reaction",
        -0.0055566244
      ]
    ]
  },
  "This man gained prominence while questioning Jimmy Hoffa and the Teamsters Union about their use of Union funds. During the Cuban Missile Crisis, he closely advised the president while serving as the Attorney": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.0107398145
      ],
      [
        " F",
        -0.00022737744
      ],
      [
        ".",
        -0.00012868783
      ],
      [
        " Kennedy",
        -1.1517961e-05
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained Cumbria and Northumbria from Malcom IV of Scotland, but his sons conspired with Philip II Augustus to remove him from power.  He more than doubled his continental holdings when he married the ex-wife of Louis VII, Eleanor of Aquitaine, and he earned the scorn of his nation after he was implicated": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.031824842
      ],
      [
        " II",
        -0.00026217024
      ],
      [
        " of",
        -6.837811e-05
      ],
      [
        " England",
        -0.00010258956
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\" has this as it second title concept, and this concept was combined with \"Madness\" in a \"history of insanity in the Age of Reason,\" in the title of a work by Michel Foucault. In addition to Marcuse's work contrasting \"Eros\" and this, Freud's work about the conflict between individualism and conformity is titled after this and \"its discontents.\" FTP, identify this concept, many of which such as Western, Islamic, and Sinic \"clash\" in a thesis by Samuel Huntington.": {
    "guess": "Civilization",
    "confidence": [
      [
        "Civil",
        -0.33484653
      ],
      [
        "ization",
        -0.0037309641
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He fell out of favor with his first patron, Sir Thomas Egerton, after marrying a young girl who was Egerton's": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.14041968
      ],
      [
        " Donne",
        -0.00041113084
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond Dart's discovery of early Australopithecines. Discovered by Charles Dawson, its two molars formed": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.040700506
      ],
      [
        "il",
        -1.7120534e-05
      ],
      [
        "tdown",
        -1.18755715e-05
      ],
      [
        " Man",
        -1.3306016e-05
      ]
    ]
  },
  "He gained followers by praising the concept of Asha, or order, thereby rejecting the state of Drug [DROOG],": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0020610457
      ],
      [
        "oro",
        -7.6364755e-05
      ],
      [
        "ast",
        -0.006013645
      ],
      [
        "rian",
        -5.4385737e-06
      ],
      [
        "ism",
        -2.0935051e-05
      ]
    ]
  },
  "It gained de facto independence from the Arabs in 798 and within a hundred years was on equal terms with neighbor Asturias. In the early Eleventh Century, its king Sancho III built an empire including all Christian Spain, from which Castile and Aragon were carved on his death. Centered around Pamplona,": {
    "guess": "Kingdom of Navarre",
    "confidence": [
      [
        "King",
        -0.05460544
      ],
      [
        "dom",
        -0.00011188744
      ],
      [
        " of",
        -3.750436e-05
      ],
      [
        " Nav",
        -0.019937105
      ],
      [
        "ar",
        -0.00050823414
      ],
      [
        "re",
        -7.107425e-06
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated by deprotonation of a hydroxyl substituent. That variation is used to synthesize gamma-epsilon": {
    "guess": "Cope rearrangement",
    "confidence": [
      [
        "C",
        -0.7830514
      ],
      [
        "ope",
        -0.024458157
      ],
      [
        " rearr",
        -0.002090304
      ],
      [
        "angement",
        -3.8696395e-05
      ]
    ]
  },
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war against Austria in the Seven Weeks War. He bribed journalists with the Reptiles Fund, and he included the May Laws in his anti-Catholic Kulturkampf. This man edited the Ems Dispatch, a telegram from": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.018343084
      ],
      [
        "to",
        -1.8624639e-06
      ],
      [
        " von",
        -0.00026598477
      ],
      [
        " B",
        -1.8908588e-05
      ],
      [
        "ism",
        -1.4259645e-05
      ],
      [
        "ar",
        -0.0006090328
      ],
      [
        "ck",
        -4.365741e-06
      ]
    ]
  },
  "This man gained northern territory by pushing through the Gastein Convention, after which he waged war against Austria in the Seven Weeks War. He bribed journalists with the Reptiles Fund, and he included the May Laws in his anti-Catholic Kulturkampf. This man edited the Ems Dispatch, a telegram from France, which precipitated the Franco-Prussian war. This orator of the \"blood and iron\" speech was": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.00145071
      ],
      [
        "to",
        -2.8160932e-06
      ],
      [
        " von",
        -0.00042006746
      ],
      [
        " B",
        -9.610702e-06
      ],
      [
        "ism",
        -1.0683535e-05
      ],
      [
        "ar",
        -0.00039968727
      ],
      [
        "ck",
        -1.6240566e-06
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed": {
    "guess": "Multiregional origin of modern humans",
    "confidence": [
      [
        "Mult",
        -1.868957
      ],
      [
        "ire",
        -0.00073185476
      ],
      [
        "g",
        -2.677603e-05
      ],
      [
        "ional",
        -0.0012755924
      ],
      [
        " origin",
        -0.10552396
      ],
      [
        " of",
        -0.0079008145
      ],
      [
        " modern",
        -5.4312077e-05
      ],
      [
        " humans",
        -0.00011021859
      ]
    ]
  },
  "He gained the king's favor with a satirical attack on the Jesuits entitled Ignatius His Conclave. He fell out of favor with his first patron, Sir Thomas Egerton, after marrying a young girl who was Egerton's ward, Ann Moore. The death of the daughter of another of his patrons, Robert Drury, led to the": {
    "guess": "John Donne",
    "confidence": [
      [
        "John",
        -0.12701167
      ],
      [
        " Donne",
        -0.030870702
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\" has this as it second title concept, and this concept was combined with \"Madness\" in a \"history of insanity in the Age of Reason,\" in the title of a work by Michel Foucault. In addition to Marcuse's work contrasting \"Eros\" and this, Freud's work about the conflict between individualism and conformity": {
    "guess": "Civilization",
    "confidence": [
      [
        "Civil",
        -0.33919853
      ],
      [
        "ization",
        -0.00038527095
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the boat one. The aza- variant can be combined with an intermolecular Mannich reaction to form pyrrolidines. This reaction leads to rapid fluxional interconversion of bullvalene, and one variation is accelerated by deprotonation of a hydroxyl substituent. That variation is used to synthesize gamma-epsilon unsaturated ketones via tautomerization, and is known as the oxy- type. Like Diels-Alder, there's confusion whether there's a diradical or concerted intermediate in this reaction, and it proceeds via": {
    "guess": "Pericyclic reaction",
    "confidence": [
      [
        "Per",
        -1.4862025
      ],
      [
        "icy",
        -0.0041891634
      ],
      [
        "c",
        -1.6166903e-05
      ],
      [
        "lic",
        -1.5809293e-05
      ],
      [
        " reaction",
        -0.039338246
      ]
    ]
  },
  "It gained credence after the discovery of the Talgai cranium. According to Robert Parsons, it derailed the careers of Arthur Keith, Grafton Elliot Smith, and Arthur Smith Woodward, and helped obscure Raymond": {
    "guess": "Piltdown Man",
    "confidence": [
      [
        "P",
        -0.018075256
      ],
      [
        "il",
        -6.384837e-05
      ],
      [
        "tdown",
        -1.6240566e-06
      ],
      [
        " Man",
        -3.3213026e-05
      ]
    ]
  },
  "This man gained prominence while questioning Jimmy Hoffa and the Teamsters Union about their use of Union funds. During the Cuban Missile Crisis, he closely advised the president while serving as the Attorney General. His run for the Democratic nomination in the (*) 1968 presidential election was cut short in the Ambassador Hotel after the Palestinian nationalist Sirhan Sirhan assassinated him. For 10 points, name this brother of John F. Kennedy.": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.004202575
      ],
      [
        " F",
        -3.88156e-05
      ],
      [
        ".",
        -5.5265704e-05
      ],
      [
        " Kennedy",
        -8.537869e-06
      ]
    ]
  },
  "He gained followers by praising the concept of Asha, or order, thereby rejecting the state of Drug [DROOG], or confusion.  These thoughts are expressed in his series of devotional poems, the Gathas, which": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.013857531
      ],
      [
        "oro",
        -0.6808767
      ],
      [
        "aster",
        -0.01574551
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained Cumbria and Northumbria from Malcom IV of Scotland, but his sons conspired with Philip II Augustus to remove him from power.  He more than doubled his continental holdings when he married the ex-wife of Louis VII, Eleanor of Aquitaine, and he earned the scorn of his nation after he was implicated in the assassination of the Archbishop of Canterbury, Thomas a Becket.  FTP, identify this British": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.013513589
      ],
      [
        " II",
        -0.00011200665
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " England",
        -7.7079974e-05
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another study by Roth and Doering showed that its intermediate preferred the chair conformation over the": {
    "guess": "Baeyer-Villiger oxidation",
    "confidence": [
      [
        "Ba",
        -0.8305933
      ],
      [
        "eyer",
        -1.7432603e-06
      ],
      [
        "-V",
        -0.29887536
      ],
      [
        "ill",
        -1.11603495e-05
      ],
      [
        "iger",
        -0.00013727049
      ],
      [
        " oxidation",
        -0.013016456
      ]
    ]
  },
  "He gained followers by praising the concept of Asha, or order, thereby rejecting the state of Drug [DROOG], or confusion.  These thoughts are expressed in his series of devotional poems, the Gathas, which were widely propagated by the priestly group that claimed him as one of them, the Magi.  The Magi also spread his notions of the destroyer and creator deities, Angra Mainyu and Ahura Mazda.  FTP,": {
    "guess": "Zarathustra",
    "confidence": [
      [
        "Z",
        -0.0028126016
      ],
      [
        "ar",
        -0.3786336
      ],
      [
        "ath",
        -3.106736e-05
      ],
      [
        "ustr",
        -0.0014107089
      ],
      [
        "a",
        -1.8074163e-05
      ]
    ]
  },
  "This man gained the throne in accordance with the Treaty of Wallingford.  His northern campaigns regained Cumbria and Northumbria from Malcom IV of Scotland, but his sons conspired with Philip II Augustus to remove him from power.  He more than doubled his continental holdings when he married the ex-wife of Louis VII, Eleanor of Aquitaine, and he earned the scorn of his nation after he was implicated in the assassination of the Archbishop of Canterbury, Thomas a Becket.  FTP, identify this British monarch that ruled from 1154-1189, the first of the Plantagenets.": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.0025579494
      ],
      [
        " II",
        -6.511407e-06
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " England",
        -2.1173457e-05
      ]
    ]
  },
  "He gained followers by praising the concept of Asha, or order, thereby rejecting the state of Drug [DROOG], or confusion.  These thoughts are expressed in his series of devotional poems, the Gathas, which were widely propagated by the priestly group that claimed him as one of them, the Magi.  The Magi": {
    "guess": "Zoroaster",
    "confidence": [
      [
        "Z",
        -0.007837294
      ],
      [
        "oro",
        -0.2690288
      ],
      [
        "aster",
        -0.0034278163
      ]
    ]
  },
  "Gajewski defined the bond-making and bond-breaking secondary kinetic isotope effects to determine the mechanism of this reaction. Vogel and Wharton found that it can be accelerated by strain, and another": {
    "guess": "Pericyclic reaction",
    "confidence": [
      [
        "Per",
        -1.0770319
      ],
      [
        "icy",
        -0.0057467604
      ],
      [
        "c",
        -5.4385737e-06
      ],
      [
        "lic",
        -1.3306016e-05
      ],
      [
        " reaction",
        -0.074863546
      ]
    ]
  },
  "This man gained prominence while questioning Jimmy Hoffa and the Teamsters Union about their use of Union funds. During the Cuban Missile Crisis, he closely advised the president while serving as the Attorney General. His run for the Democratic nomination in the (*) 1968 presidential election was cut": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -0.010826495
      ],
      [
        " F",
        -0.00017076306
      ],
      [
        ".",
        -0.00016837897
      ],
      [
        " Kennedy",
        -2.129266e-05
      ]
    ]
  },
  "Gail Bederman analysis of race and gender from 1880 to 1917 is titled after \"Manliness and\" this concept. In a work which contains a chapter on \"The State as a Work of Art,\" Jakob Burkhardt wrote about the one of \"the Renaissance in Italy.\" A work which advocates moving \"beyond the reality principle\"": {
    "guess": "Manliness and Civilization",
    "confidence": [
      [
        "Man",
        -0.7248932
      ],
      [
        "liness",
        -0.1750222
      ],
      [
        " and",
        -0.0078892205
      ],
      [
        " Civilization",
        -0.003291902
      ]
    ]
  }
}