{
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant along with tortuosity and hindrance factors. Large scale enriching uranium is accomplished using centrifugation or this process.  The mass flux is a function of the partial derivative of concentration": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.027208263
      ],
      [
        "usion",
        -0.008829888
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero is not the successor of any natural number. Different natural numbers have different successors. And if zero has X, and each natural number relays X to its successor, then all natural numbers get X. These are statements of a group of statements of number theory published in 1889 by a mathematician who attributed them to Dedekind. FTP, give the collective name of these statements published by an Italian": {
    "guess": "Peano axioms",
    "confidence": [
      [
        "P",
        -0.17513536
      ],
      [
        "ean",
        -0.00021986762
      ],
      [
        "o",
        -4.6802244e-05
      ],
      [
        " ax",
        -0.11826323
      ],
      [
        "ioms",
        -3.619312e-05
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant along with tortuosity and hindrance factors. Large scale enriching uranium is accomplished using centrifugation or this process.  The mass flux is a function of the partial derivative of concentration with respect to length in Fick's law describing this. Osmosis is this of water across a membrane.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.032307982
      ],
      [
        "usion",
        -0.0032841866
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero is not the successor of any natural number. Different natural numbers have different successors. And": {
    "guess": "Natural number",
    "confidence": [
      [
        "Natural",
        -0.629455
      ],
      [
        " number",
        -0.06043286
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant along with tortuosity and hindrance factors. Large scale enriching uranium is accomplished using centrifugation or this process.  The mass flux is a function of the partial derivative of concentration with respect to length in Fick's law describing this. Osmosis is this of water across a membrane.  For 10 points, name this phenomenon resulting from the random movement of particles that sees": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.04690102
      ],
      [
        "usion",
        -0.0006689519
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant along with tortuosity and hindrance factors. Large scale enriching uranium is accomplished using": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.12043437
      ],
      [
        "usion",
        -0.0013335749
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero": {
    "guess": "Successor",
    "confidence": [
      [
        "Success",
        -0.55120224
      ],
      [
        "or",
        -0.0008012881
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate": {
    "guess": "Beta Decay",
    "confidence": [
      [
        "Beta",
        -0.4250272
      ],
      [
        " Decay",
        -0.033754162
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.24405052
      ],
      [
        "usion",
        -0.0025001522
      ]
    ]
  },
  "The zero-length column method was designed to measure this process within zeolite crystals. Its rate is the denominator of the Thiele modulus.  The effective constant for it is a function of its bulk constant along with tortuosity and hindrance factors. Large scale enriching uranium is accomplished using centrifugation or this process.  The mass flux is a function of the partial derivative of concentration with respect to length in Fick's law describing this. Osmosis is this of water across a membrane.  For 10 points, name this phenomenon resulting from the random movement of particles that sees transfer between regions of high concentration to regions of low concentration.": {
    "guess": "Diffusion",
    "confidence": [
      [
        "Diff",
        -0.008523091
      ],
      [
        "usion",
        -0.00026574635
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero is not the successor of any natural number. Different natural numbers have different successors. And if zero has X, and each natural number relays X to its successor, then all natural numbers get X. These are statements of a group of statements of number theory published in 1889 by a mathematician who": {
    "guess": "Peano axioms",
    "confidence": [
      [
        "P",
        -0.020562442
      ],
      [
        "ean",
        -0.0003210422
      ],
      [
        "o",
        -9.0788395e-05
      ],
      [
        " ax",
        -0.4610235
      ],
      [
        "ioms",
        -4.012684e-05
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero is not the successor of any natural number. Different natural numbers have different successors. And if zero has X, and each natural number relays X to its successor, then all natural numbers get X. These are statements of a group of statements of number theory published in 1889 by a mathematician who attributed them to Dedekind. FTP, give the collective name of these statements published by an Italian mathematician.": {
    "guess": "Peano axioms",
    "confidence": [
      [
        "P",
        -0.122737624
      ],
      [
        "ean",
        -0.00017791527
      ],
      [
        "o",
        -3.4405064e-05
      ],
      [
        " ax",
        -0.10250049
      ],
      [
        "ioms",
        -3.1305768e-05
      ]
    ]
  },
  "Zero is a natural number. Every natural number has a successor, which is also a natural number. Zero is not the successor of any natural number. Different natural numbers have different successors. And if zero has X, and each natural number relays X to its successor, then all natural numbers get X. These": {
    "guess": "Peano axioms",
    "confidence": [
      [
        "P",
        -0.61847097
      ],
      [
        "ean",
        -0.0024568685
      ],
      [
        "o",
        -2.9352968e-06
      ],
      [
        " ax",
        -0.09727834
      ],
      [
        "ioms",
        -6.146429e-05
      ]
    ]
  }
}