{
  "This man led a failed coup against former President Carlos Perez in his early career. In 2005, he criminalized libel against government officials; in 2009, he had his country's constitution amended to eliminate term limits. In 2005, he announced a program to provide cheap heating fuel to poor U.S. citizens. In a 2006 speech at the United Nations, he referred to the President Bush as the devil. For 10 points, name this president of Venezuela.": {
    "guess": "Hugo Chavez",
    "confidence": [
      [
        "H",
        -0.007109371
      ],
      [
        "ugo",
        -1.8624639e-06
      ],
      [
        " Chavez",
        -0.33314356
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor and defined a state as the entity with a \"monopoly of the legitimate use of physical force.\" This author of Politics as a Vocation stressed the importance of \"charisma\" in leaders. He contrasted": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.0060554747
      ],
      [
        " Weber",
        -1.8193366e-05
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each. During his reign, he instituted the principles of Dharmashastra and sulahkul, which allowed non-Muslims": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.012270869
      ],
      [
        "bar",
        -9.627177e-05
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957. In protest of a speech by Minneapolis mayor Hubert Humphrey, this man joined with Mississippi governor Fielding Wright to run for President, picking up four states' electoral votes in 1948 as the (*) States Rights Democratic Party candidate. Six years later, he won election to the Senate as a write-in": {
    "guess": "Strom Thurmond",
    "confidence": [
      [
        "St",
        -0.007245249
      ],
      [
        "rom",
        -0.00011486754
      ],
      [
        " Thur",
        -0.00022332452
      ],
      [
        "mond",
        -0.00015502817
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of Peace.\"  Prior to gaining power, he led revolutionaries in an expedition aboard the Granma. This leader noted that \"history will absolve me\" after attacking the Moncada Barracks, which inspired the name of his \"26th of July Movement.\"  Shortly after taking power by overthrowing Fulgencio Batista, this leader was targeted by the C.I.A.-backed Bay of Pigs Invasion. For 10 points, name this former world leader who was succeeded in 2008 by his brother Raul as President of Cuba.": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.010164121
      ],
      [
        "idel",
        -1.4021238e-05
      ],
      [
        " Castro",
        -0.0005674491
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point he was turned away by King John of France. He led forces at the Battle of Winchelsea and the siege": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.1186528
      ],
      [
        " the",
        -0.07652538
      ],
      [
        " Black",
        -6.0033854e-05
      ],
      [
        " Prince",
        -1.9743013e-05
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society": {
    "guess": "Society for Establishing Useful Manufactures",
    "confidence": [
      [
        "S",
        -0.1673746
      ],
      [
        "ociety",
        -0.00028910663
      ],
      [
        " for",
        -0.0040800627
      ],
      [
        " Establish",
        -0.0007372043
      ],
      [
        "ing",
        -4.823269e-05
      ],
      [
        " Useful",
        -9.054999e-05
      ],
      [
        " Manufact",
        -0.0037844041
      ],
      [
        "ures",
        -0.00013977377
      ]
    ]
  },
  "This man led a legion of the navy during the Uruguayan Civil War. He objected to the granting of Savoy and Nice (NEECE) to France under the terms of the Treaty of Villafranca, which contributed to his dislike of (*) Camillo Cavour. The annexation of the Kingdom of the Two Sicilies by Sardinia resulted": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.01528047
      ],
      [
        "useppe",
        -4.143808e-05
      ],
      [
        " Gar",
        -2.6656826e-05
      ],
      [
        "ib",
        -0.00013715129
      ],
      [
        "aldi",
        -7.77952e-05
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported \"1000 percent\" due to his depression. This man, who replaced Thomas Eagleton as George (*) McGovern's running mate, more famously was the head of Johnson's \"War on Poverty,\" overseeing programs like VISTA and Head Start. He is most famous for founding and being the first head of a program to promote \"global friendship.\" For 10 points, name this friend of JFK who founded the Peace Corps and whose daughter married Arnold Schwarzenegger.": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.005492841
      ],
      [
        "argent",
        -0.0014258293
      ],
      [
        " Sh",
        -0.00044628125
      ],
      [
        "river",
        -0.00088894874
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each. During his reign, he instituted the principles of Dharmashastra and sulahkul, which allowed non-Muslims to retain their own courts, and he repealed the jizya and the pilgrimage taxes. He founded the city of Fatehpur Sikri in 1569. Abu'l Fazl saw him as the embodiment of the perfect philosopher king, which may have led to his development of the Din-i Ilahi, or \"divine faith.\" For 10 points, name this son of Humayun and father of Jahangir, the third and greatest of the Mughal emperors.": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.002169413
      ],
      [
        "bar",
        -2.6299214e-05
      ]
    ]
  },
  "Lee Deforest is considered one of the inventors of this technique in the early 1900s when he was working": {
    "guess": "Radio Broadcasting",
    "confidence": [
      [
        "Radio",
        -0.5136792
      ],
      [
        " Broadcasting",
        -0.48204818
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz. He grew up in a French court, but after being rejected for military service by Louis XIV, he transferred his services to a rival empire, for whom he won the battle of Zenta and the 1717 siege of Belgrade against the Ottomans. During the war of Spanish Succession, this man teamed with the Duke of Marlborough to win the battle of Blenheim. For 10 points, name this military commander for the Habsburgs,": {
    "guess": "Eugene of Savoy",
    "confidence": [
      [
        "E",
        -0.65216136
      ],
      [
        "ug",
        -0.003842233
      ],
      [
        "ene",
        -0.00037001655
      ],
      [
        " of",
        -0.0009841009
      ],
      [
        " Sav",
        -5.109358e-05
      ],
      [
        "oy",
        -0.00022999993
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the Duranni Empire's Ahmad Shah against the Marathas, and saw larger casualty figures than the battle between Adil Shah Suri and his minister Hemu and Bairam Khan, the minister of the third emperor of the": {
    "guess": "Battle of Panipat",
    "confidence": [
      [
        "Battle",
        -0.8009341
      ],
      [
        " of",
        -0.00034797855
      ],
      [
        " Pan",
        -0.29619327
      ],
      [
        "ip",
        -5.080963e-06
      ],
      [
        "at",
        -0.00014597236
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957.": {
    "guess": "Strom Thurmond filibuster of the Civil Rights Act of 1957",
    "confidence": [
      [
        "St",
        -0.36104307
      ],
      [
        "rom",
        -0.0004017137
      ],
      [
        " Thur",
        -8.9953974e-05
      ],
      [
        "mond",
        -0.000336535
      ],
      [
        " filib",
        -0.8560873
      ],
      [
        "uster",
        -0.00043496056
      ],
      [
        " of",
        -0.2731044
      ],
      [
        " the",
        -0.019425722
      ],
      [
        " Civil",
        -0.000451407
      ],
      [
        " Rights",
        -0.0023918252
      ],
      [
        " Act",
        -0.009827395
      ],
      [
        " of",
        -0.00046880342
      ],
      [
        " ",
        -2.1650272e-05
      ],
      [
        "195",
        -0.0002074741
      ],
      [
        "7",
        -5.4788892e-05
      ]
    ]
  },
  "In 1930 this man led a 200-mile march to the sea to collect salt in defiance of a government monopoly,": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.021787345
      ],
      [
        " March",
        -0.022202283
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by The Assize of Clarendon and he also attempted to reassert rights over the church in his Constitutions of Clarendon.  He fought intermittently with French monarchs Louis VII and Philip Augustus although": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.006720821
      ],
      [
        " II",
        -0.00016027314
      ],
      [
        " of",
        -0.0005429041
      ],
      [
        " England",
        -7.862962e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the Duranni Empire's Ahmad Shah against the Marathas, and saw larger casualty figures than the battle": {
    "guess": "Third Battle of Panipat",
    "confidence": [
      [
        "Third",
        -0.24242142
      ],
      [
        " Battle",
        -0.032751773
      ],
      [
        " of",
        -0.0003240223
      ],
      [
        " Pan",
        -0.0016037711
      ],
      [
        "ip",
        -1.0921943e-05
      ],
      [
        "at",
        -0.00010258956
      ]
    ]
  },
  "Led by critics like Kenneth Burke, Yvor Winters, R.P. Blackmur, and Cleanth Brooks, this American movement emphasized close scrutiny of a literary text without regard to biographical, cultural, or social": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.011930615
      ],
      [
        " Crit",
        -0.004618457
      ],
      [
        "icism",
        -2.3392786e-06
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of Peace.\"  Prior to gaining power, he led revolutionaries in an expedition aboard the Granma. This leader noted that \"history will absolve me\" after attacking the Moncada Barracks, which inspired the name": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.011109478
      ],
      [
        "idel",
        -2.188868e-05
      ],
      [
        " Castro",
        -0.000450811
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each. During his reign, he instituted the principles of Dharmashastra and sulahkul, which allowed non-Muslims to retain their own courts, and he repealed the jizya and the pilgrimage taxes. He founded the city of Fatehpur Sikri in 1569. Abu'l Fazl saw him as the embodiment of the perfect philosopher king,": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.0056606983
      ],
      [
        "bar",
        -6.206032e-05
      ]
    ]
  },
  "Lee Deforest is considered one of the inventors of this technique in the early 1900s when he was working on space telegraphy. This form of radio communication involves the transmission of sinusoidal waves that have varying strength over time. Most early commercial radios used this technique due to its simplicity. (*) For 10 points, name this radio transmission methodology contrasted with frequency": {
    "guess": "Amplitude Modulation",
    "confidence": [
      [
        "Am",
        -0.065888
      ],
      [
        "plitude",
        -2.58224e-05
      ],
      [
        " Mod",
        -0.09037966
      ],
      [
        "ulation",
        -5.5623317e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the Japanese\" in his On Guerrilla Warfare, and he also started a program designed to change his nation's agrarian economy into an industrialized one. Excerpts from his speeches and publications can be found in The Little Red Book, and a mausoleum dedicated to him along with a portrait are located in Tienanmen Square. For 10 points, name this man who initiated the Cultural Revolution and Great Leap Forward and served as the leader of China until 1976.": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.003400148
      ],
      [
        "ao",
        -6.869018e-06
      ],
      [
        " Z",
        -2.6418418e-05
      ],
      [
        "ed",
        -1.3306016e-05
      ],
      [
        "ong",
        -2.2484697e-05
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point he was turned away by King John of France. He led forces at the Battle of Winchelsea and the siege of (*) Calais, which followed a battle in which he \"won his spurs\" by commanding a section of his father's vanguard against Philip VI of France. A decorated military commander who led forces at Crécy under his father, Edward III, FTP, identify this member of the House of Plantagenet whose son Richard": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.017873874
      ],
      [
        ",",
        -0.23080081
      ],
      [
        " the",
        -0.003049247
      ],
      [
        " Black",
        -0.00020032188
      ],
      [
        " Prince",
        -0.0003032882
      ]
    ]
  },
  "In 1930 this man led a 200-mile march to the sea to collect salt in defiance of a government monopoly, marking a renewal of his protest efforts. Trained as a lawyer in London, he spent 21 years in South Africa opposing discrimination on the part of the South African government. Assassinated by Nathuram Godse in 1948, he had earlier become famous for his non-cooperation and civil disobedience in India.": {
    "guess": "Mahatma Gandhi",
    "confidence": [
      [
        "Mah",
        -0.032862175
      ],
      [
        "at",
        -2.2365493e-05
      ],
      [
        "ma",
        -6.384837e-05
      ],
      [
        " Gandhi",
        -6.194111e-05
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.26274353
      ],
      [
        " the",
        -0.03058084
      ],
      [
        " Black",
        -0.0001527633
      ],
      [
        " Prince",
        -1.3544423e-05
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported \"1000 percent\" due to his depression. This man, who replaced Thomas Eagleton as George (*) McGovern's running mate, more famously was the head of Johnson's \"War on Poverty,\" overseeing programs like VISTA and Head Start. He is most famous for founding and being the first head of a program to promote \"global friendship.\" For 10 points, name this friend of JFK who founded the Peace Corps and whose": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.00819302
      ],
      [
        "argent",
        -0.001590558
      ],
      [
        " Sh",
        -0.00048393858
      ],
      [
        "river",
        -0.0011260485
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported \"1000 percent\" due to his depression. This man, who replaced Thomas Eagleton as George (*) McGovern's running mate, more famously was the head of Johnson's \"War on Poverty,\" overseeing programs": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.24733976
      ],
      [
        "argent",
        -0.0033250495
      ],
      [
        " Sh",
        -0.00047511753
      ],
      [
        "river",
        -0.00031806578
      ]
    ]
  },
  "In 1930 this man led a 200-mile march to the sea to collect salt in defiance of a government monopoly, marking a renewal of his protest efforts. Trained as a lawyer in London, he spent 21 years in South Africa opposing discrimination on the part of the South African government. Assassinated by Nathuram": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.08646551
      ],
      [
        " March",
        -0.0950807
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS. His ratchet violates the second law of thermodynamics. Positrons are represented as electrons moving backwards in time in diagrams introduced by this man. Along with Shin-Ichiro Tomonaga and Julian": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0021136203
      ],
      [
        " Fey",
        -0.00022773506
      ],
      [
        "n",
        -5.288163e-05
      ],
      [
        "man",
        -9.372295e-06
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society for the Advancement of Useful Manufacturers. This author of the Continentalist Papers was replaced": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.28849065
      ],
      [
        " Hamilton",
        -1.9862217e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the Japanese\" in his On Guerrilla Warfare, and he also started a program designed to change his nation's": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.06049929
      ],
      [
        "ao",
        -6.0345924e-06
      ],
      [
        " Z",
        -3.5597102e-05
      ],
      [
        "ed",
        -1.6524515e-05
      ],
      [
        "ong",
        -2.2723105e-05
      ]
    ]
  },
  "Led by critics like Kenneth Burke, Yvor Winters, R.P. Blackmur, and Cleanth Brooks, this American movement emphasized close scrutiny of a literary text without regard to biographical, cultural, or social considerations. It was given impetus by journals like The Sewanee Review and The Kenyon Review.": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.007225012
      ],
      [
        " Crit",
        -0.0031035652
      ],
      [
        "icism",
        -1.998142e-05
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point he was turned away by King John of France. He led forces at the Battle of Winchelsea and the siege of (*) Calais, which followed a battle in which he \"won his spurs\" by commanding a section of his father's vanguard against Philip VI of France. A decorated military commander who led forces at Crécy": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.14757355
      ],
      [
        " the",
        -0.08727554
      ],
      [
        " Black",
        -0.00056518416
      ],
      [
        " Prince",
        -6.7662884e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.06477083
      ],
      [
        " Joseph",
        -0.00018518302
      ]
    ]
  },
  "This man led a legion of the navy during the Uruguayan Civil War. He objected to the granting of Savoy and Nice (NEECE) to France under the terms of the Treaty of Villafranca, which contributed to his dislike of (*) Camillo Cavour. The annexation of the Kingdom of the Two Sicilies by Sardinia resulted from this man's Expedition of the Thousand. For 10 points, name this figure of the Risorgimento (ree-SOR-jee-MEN-toh)": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.006678902
      ],
      [
        "useppe",
        -2.6656826e-05
      ],
      [
        " Gar",
        -4.20341e-05
      ],
      [
        "ib",
        -0.00012535013
      ],
      [
        "aldi",
        -5.252402e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the": {
    "guess": "Autumn Harvest Uprising",
    "confidence": [
      [
        "Aut",
        -1.336142
      ],
      [
        "umn",
        -2.8160932e-06
      ],
      [
        " Harvest",
        -8.7212284e-05
      ],
      [
        " U",
        -0.00014299227
      ],
      [
        "prising",
        -4.3822154e-05
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz. He grew up in a French court, but after being rejected for military service by Louis XIV, he transferred his services to a rival empire, for whom he won the battle of Zenta and the 1717 siege of Belgrade against the Ottomans. During the war of Spanish Succession, this man teamed with the Duke of Marlborough": {
    "guess": "Eugene of Savoy",
    "confidence": [
      [
        "E",
        -0.44311577
      ],
      [
        "ug",
        -0.004187975
      ],
      [
        "ene",
        -0.0019950126
      ],
      [
        " of",
        -0.0013400046
      ],
      [
        " Sav",
        -7.147741e-05
      ],
      [
        "oy",
        -0.00023476807
      ]
    ]
  },
  "This man led a legion of the navy during the Uruguayan Civil War. He objected to the granting of Savoy and Nice (NEECE) to France under the terms of the Treaty of Villafranca, which contributed to his dislike of (*) Camillo Cavour. The annexation of the Kingdom of the Two Sicilies by Sardinia resulted from this man's Expedition of the Thousand. For 10 points, name this figure of the Risorgimento (ree-SOR-jee-MEN-toh) who led the Red Shirts as part of his campaign to unify Italy.": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.0045143776
      ],
      [
        "useppe",
        -1.50940705e-05
      ],
      [
        " Gar",
        -2.7252845e-05
      ],
      [
        "ib",
        -8.8165914e-05
      ],
      [
        "aldi",
        -2.9875326e-05
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of Peace.\"  Prior to gaining power, he led revolutionaries in an expedition aboard the Granma. This leader": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.0057427296
      ],
      [
        "idel",
        -2.0815847e-05
      ],
      [
        " Castro",
        -8.2324936e-05
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of Peace.\"  Prior to gaining power, he led revolutionaries in an expedition aboard the Granma. This leader noted that \"history will absolve me\" after attacking the Moncada Barracks, which inspired the name of his \"26th of July Movement.\"  Shortly after taking power by overthrowing Fulgencio Batista, this": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.2241145
      ],
      [
        "idel",
        -0.00034464084
      ],
      [
        " Castro",
        -0.0013373857
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of": {
    "guess": "Eugene of Savoy",
    "confidence": [
      [
        "E",
        -0.53543437
      ],
      [
        "ug",
        -0.0021205232
      ],
      [
        "ene",
        -0.030525927
      ],
      [
        " of",
        -0.00041970983
      ],
      [
        " Sav",
        -4.246537e-06
      ],
      [
        "oy",
        -2.5583993e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of Looking Glass said, \"Hear me, my chiefs! My heart is sick and sad\" in a speech where he told General": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.007803227
      ],
      [
        " Joseph",
        -4.0007635e-05
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957. In protest of a speech by Minneapolis mayor Hubert Humphrey, this man joined with Mississippi governor Fielding Wright to run for President, picking up four states' electoral votes in 1948 as the (*)": {
    "guess": "Strom Thurmond",
    "confidence": [
      [
        "St",
        -0.0988331
      ],
      [
        "rom",
        -6.062987e-05
      ],
      [
        " Thur",
        -0.00046594252
      ],
      [
        "mond",
        -0.00027563662
      ]
    ]
  },
  "In 1930 this man led a 200-mile march to the sea to collect salt in defiance of a government monopoly, marking a renewal of his protest efforts. Trained as a lawyer in London, he spent 21 years in South": {
    "guess": "Salt March",
    "confidence": [
      [
        "Salt",
        -0.023041993
      ],
      [
        " March",
        -0.09993228
      ]
    ]
  },
  "It led to the dictatorship of Junius Pera, and a refusal to pay ransoms for prisoners. The victor in this battle honored his fallen opponent Paullus, who bravely tried to hold the field as his co-commander fled. Ironically, it was the Celts ineptitude that was key in winning this battle, as the losing": {
    "guess": "Battle of Telamon",
    "confidence": [
      [
        "Battle",
        -0.008227902
      ],
      [
        " of",
        -0.0004987015
      ],
      [
        " Tel",
        -0.42677736
      ],
      [
        "amon",
        -1.5570886e-05
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.7148742
      ],
      [
        " II",
        -0.0012049926
      ],
      [
        " of",
        -0.00035131257
      ],
      [
        " England",
        -0.00014203864
      ]
    ]
  },
  "Led by critics like Kenneth Burke, Yvor Winters, R.P. Blackmur, and Cleanth Brooks, this American movement": {
    "guess": "New Criticism",
    "confidence": [
      [
        "New",
        -0.04943856
      ],
      [
        " Crit",
        -0.0058991653
      ],
      [
        "icism",
        -1.0683535e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.09493382
      ],
      [
        " Joseph",
        -0.00048167375
      ]
    ]
  },
  "This man led a failed coup against former President Carlos Perez in his early career. In 2005, he criminalized libel against government officials; in 2009, he had his country's constitution amended to": {
    "guess": "Hugo Chávez",
    "confidence": [
      [
        "H",
        -0.36143023
      ],
      [
        "ugo",
        -0.046637785
      ],
      [
        " Ch",
        -0.033597182
      ],
      [
        "á",
        -0.0012536846
      ],
      [
        "vez",
        -1.2352386e-05
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor": {
    "guess": "Joseph Schumpeter",
    "confidence": [
      [
        "Joseph",
        -0.72122455
      ],
      [
        " Sch",
        -0.02767672
      ],
      [
        "ump",
        -1.962381e-05
      ],
      [
        "eter",
        -2.129266e-05
      ]
    ]
  },
  "In 1930 this man led a 200-mile march to the sea to collect salt in defiance of a government monopoly, marking a renewal of his protest efforts. Trained as a lawyer in London, he spent 21 years in South Africa opposing discrimination on the part of the South African government. Assassinated by Nathuram Godse in 1948, he had earlier become famous for his non-cooperation and civil disobedience in India. FTP, name this Indian nationalist leader known as \"Mohatma\"?": {
    "guess": "Mahatma Gandhi",
    "confidence": [
      [
        "Mah",
        -0.32589784
      ],
      [
        "at",
        -5.240482e-05
      ],
      [
        "ma",
        -0.00010175513
      ],
      [
        " Gandhi",
        -1.8193366e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the Japanese\" in his On Guerrilla Warfare, and he also started a program designed to change his nation's agrarian economy into an industrialized one. Excerpts from his speeches and publications can be found": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.065199025
      ],
      [
        "ao",
        -4.9617593e-06
      ],
      [
        " Z",
        -3.6908343e-05
      ],
      [
        "ed",
        -1.6643718e-05
      ],
      [
        "ong",
        -2.0100624e-05
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by The Assize of Clarendon and he also attempted to reassert rights over the church in his Constitutions of Clarendon.  He fought intermittently with French monarchs Louis VII and Philip Augustus although the most notable event in the reign of this successor to Stephen was likely the murder of Thomas a Becket.  FTP, name this English king who married Eleanor of Aquitaine and fathered John Lackland and Richard the Lionheart.": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.003629885
      ],
      [
        " II",
        -3.6431527e-05
      ],
      [
        " of",
        -1.9816675e-06
      ],
      [
        " England",
        -3.5358695e-05
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu.": {
    "guess": "Battle of Haldighati",
    "confidence": [
      [
        "Battle",
        -0.5661729
      ],
      [
        " of",
        -0.0051177656
      ],
      [
        " H",
        -0.6529351
      ],
      [
        "ald",
        -0.0059015383
      ],
      [
        "igh",
        -0.00031067515
      ],
      [
        "ati",
        -1.9743013e-05
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society for the Advancement of Useful Manufacturers. This author of the Continentalist Papers was replaced in his best-known job by Oliver Wolcott and Albert Gallatin and advocated the assumption of state debt and the founding of the first National Bank, and with Madison and Jay he wrote the Federalist Papers. For ten points, name this first Secretary of the Treasury, who appears on the $10 bill and was shot by Aaron Burr.": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.00211612
      ],
      [
        " Hamilton",
        -9.0788395e-05
      ]
    ]
  },
  "This man led a legion of the navy during the Uruguayan Civil War. He objected to the granting of Savoy": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.8227509
      ],
      [
        "useppe",
        -0.00056208856
      ],
      [
        " Gar",
        -0.00016229959
      ],
      [
        "ib",
        -0.00011284107
      ],
      [
        "aldi",
        -0.00011653639
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society for the Advancement of Useful Manufacturers. This author of the Continentalist Papers was replaced in his best-known job by Oliver Wolcott and Albert Gallatin and advocated the assumption of state debt and the founding of the first National Bank, and with Madison and Jay he wrote the Federalist Papers. For ten points, name this first Secretary of the Treasury, who appears on the $10 bill and": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.0072123413
      ],
      [
        " Hamilton",
        -6.873572e-05
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.012865592
      ],
      [
        "argent",
        -0.0075081945
      ],
      [
        " Sh",
        -0.0006168892
      ],
      [
        "river",
        -0.00026801124
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by The Assize of Clarendon and he also attempted to reassert rights over the church in his Constitutions": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.004334576
      ],
      [
        " II",
        -0.00013524403
      ],
      [
        " of",
        -3.8934802e-05
      ],
      [
        " England",
        -7.862962e-05
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins": {
    "guess": "War on Poverty",
    "confidence": [
      [
        "War",
        -0.49286762
      ],
      [
        " on",
        -0.0004654657
      ],
      [
        " Poverty",
        -0.020065635
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor and defined a state as the entity with a \"monopoly of the legitimate use of physical force.\" This author of Politics as a Vocation stressed the importance of \"charisma\" in leaders. He contrasted Jacob Fugger's ideas with Benjamin Franklin's in a work that claims that the title concept and \"vocational calling\" were forces behind the growth of the title economic system. For 10 points, name this": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.012894304
      ],
      [
        " Weber",
        -3.297462e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the Japanese\" in his On Guerrilla Warfare, and he also started a program designed to change his nation's agrarian economy into an industrialized one. Excerpts from his speeches and publications can be found in The Little Red Book, and a mausoleum dedicated to him along with a portrait are located in Tienanmen": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.004351079
      ],
      [
        "ao",
        -1.6240566e-06
      ],
      [
        " Z",
        -4.692145e-05
      ],
      [
        "ed",
        -1.7597347e-05
      ],
      [
        "ong",
        -2.188868e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of Looking Glass said, \"Hear me, my chiefs! My heart is sick and sad\" in a speech where he told General Oliver Howard that he knew his heart. This man surrendered to Nelson Miles in the Montana Territory,": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.007045221
      ],
      [
        " Joseph",
        -4.441817e-05
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.005206244
      ],
      [
        " Fey",
        -1.640531e-05
      ],
      [
        "n",
        -0.000113913906
      ],
      [
        "man",
        -2.4987974e-05
      ]
    ]
  },
  "He led Company H of the First Territorial Infantry in the Spanish-American War. As a lawyer he defended Wayne Brazel, accused of murdering Pat Garrett, and is rumored to have conspired in Garrett's murder.": {
    "guess": "Albert Jennings Fountain",
    "confidence": [
      [
        "Albert",
        -0.14306256
      ],
      [
        " Jennings",
        -0.3325604
      ],
      [
        " Fountain",
        -6.9882217e-06
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.011148866
      ],
      [
        "argent",
        -0.003383984
      ],
      [
        " Sh",
        -0.00057555124
      ],
      [
        "river",
        -0.00017982253
      ]
    ]
  },
  "It led to the dictatorship of Junius Pera, and a refusal to pay ransoms for prisoners. The victor in this battle honored his fallen opponent Paullus, who bravely tried to hold the field as his co-commander fled. Ironically, it was the Celts ineptitude that was key in winning this battle, as the losing side penetrated deeply and was encircled by the Numidian calvary on the Cartheginan flanks. For 10 points, name this key 216 BC victory of Hannibal, in which 60,000 Romans were killed.": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.11166812
      ],
      [
        " of",
        -0.00016873659
      ],
      [
        " Cann",
        -0.00011498674
      ],
      [
        "ae",
        -1.0280384e-06
      ]
    ]
  },
  "Lee Deforest is considered one of the inventors of this technique in the early 1900s when he was working on space telegraphy. This form of radio communication involves the transmission of sinusoidal waves that have varying strength over time. Most early commercial radios used this technique due to its": {
    "guess": "Continuous wave communication",
    "confidence": [
      [
        "Continuous",
        -0.21331349
      ],
      [
        " wave",
        -0.23407918
      ],
      [
        " communication",
        -1.1369563
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957. In protest of a speech by Minneapolis mayor Hubert Humphrey, this man joined with Mississippi governor Fielding Wright to run for President, picking up four states' electoral votes in 1948 as the (*) States Rights Democratic Party candidate. Six years later, he won election to the Senate as a write-in candidate, for the first of eight terms. For 10 points, name this one time segregationist leader who retired at age 100 after serving forty-eight years as a Senator from South Carolina.": {
    "guess": "Strom Thurmond",
    "confidence": [
      [
        "St",
        -0.005896442
      ],
      [
        "rom",
        -3.7027545e-05
      ],
      [
        " Thur",
        -3.917321e-05
      ],
      [
        "mond",
        -5.9199425e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the Duranni Empire's Ahmad Shah against the Marathas, and saw larger casualty figures than the battle between Adil Shah Suri and his minister Hemu and Bairam Khan, the minister of the third emperor of the Mughals. Thirty years earlier, that Grandfather had routed the Delhi Sultanate at this site. FTP, identify this location, the site of victories by Akbar and Babur which determined the fate of the Mughal Empire.": {
    "guess": "Battle of Panipat",
    "confidence": [
      [
        "Battle",
        -0.023588313
      ],
      [
        " of",
        -3.333223e-05
      ],
      [
        " Pan",
        -0.00015145572
      ],
      [
        "ip",
        -2.220075e-06
      ],
      [
        "at",
        -1.27099975e-05
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of Peace.\"  Prior to gaining power, he led revolutionaries in an expedition aboard the Granma. This leader noted that \"history will absolve me\" after attacking the Moncada Barracks, which inspired the name of his \"26th of July Movement.\"  Shortly after taking power by overthrowing Fulgencio Batista, this leader was targeted by the C.I.A.-backed Bay of Pigs Invasion. For 10 points, name this former world": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.19529565
      ],
      [
        "idel",
        -0.00014716439
      ],
      [
        " Castro",
        -0.00086465315
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each. During his reign, he instituted the principles of Dharmashastra and sulahkul, which allowed non-Muslims to retain their own courts, and he repealed the jizya and the pilgrimage taxes. He founded the": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.04340003
      ],
      [
        "bar",
        -0.00012868783
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered the Futian incident. The titular form of combat is described as \"a weapon with which we resist the Japanese\" in his On Guerrilla Warfare, and he also started a program designed to change his nation's agrarian economy into an industrialized one. Excerpts from his speeches and publications can be found in The Little Red Book, and a mausoleum dedicated to him along with a portrait are located in Tienanmen Square. For 10 points, name this man who initiated the Cultural Revolution and Great Leap Forward": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.0065076514
      ],
      [
        "ao",
        -3.888926e-06
      ],
      [
        " Z",
        -1.640531e-05
      ],
      [
        "ed",
        -9.610702e-06
      ],
      [
        "ong",
        -1.7120534e-05
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957. In protest of a speech by Minneapolis mayor Hubert Humphrey, this man joined with Mississippi governor": {
    "guess": "Strom Thurmond",
    "confidence": [
      [
        "St",
        -0.092743196
      ],
      [
        "rom",
        -9.233804e-05
      ],
      [
        " Thur",
        -9.317247e-05
      ],
      [
        "mond",
        -0.0004518838
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz. He grew up in a French court, but after being rejected for military service by Louis XIV, he transferred": {
    "guess": "Eugene of Savoy",
    "confidence": [
      [
        "E",
        -0.323256
      ],
      [
        "ug",
        -0.0025314295
      ],
      [
        "ene",
        -0.024453502
      ],
      [
        " of",
        -0.0005064461
      ],
      [
        " Sav",
        -2.2484697e-05
      ],
      [
        "oy",
        -8.1371305e-05
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor and defined a state as the entity with a \"monopoly of the legitimate use of physical force.\" This author of Politics as a Vocation stressed the importance of \"charisma\" in leaders. He contrasted Jacob Fugger's ideas with Benjamin Franklin's in a work that claims that the title concept and \"vocational calling\" were forces behind the growth of the title economic system. For 10 points, name this German sociologist who wrote The Protestant Ethic and the Spirit of Capitalism.": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.0081979865
      ],
      [
        " Weber",
        -1.0921943e-05
      ]
    ]
  },
  "This man led a revolt against his uncle the king in about 509 BC. Following the rape of Lucretia by Sextus, he drove Lucius Tarquinius Superbus and his sons out of Rome. A republican form of government": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.08526275
      ],
      [
        "ius",
        -5.0378356e-05
      ],
      [
        " Jun",
        -0.0028606316
      ],
      [
        "ius",
        -3.7146747e-05
      ],
      [
        " Brut",
        -2.4584822e-06
      ],
      [
        "us",
        -7.3742274e-05
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he": {
    "guess": "Edward I of England",
    "confidence": [
      [
        "Edward",
        -0.03541035
      ],
      [
        " I",
        -0.007349274
      ],
      [
        " of",
        -0.0008824035
      ],
      [
        " England",
        -8.733149e-05
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by The Assize of Clarendon and he also attempted to reassert rights over the church in his Constitutions of Clarendon.  He fought intermittently with French monarchs Louis VII and Philip Augustus although the most notable event in the reign of this successor to Stephen was likely the murder of Thomas": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.003164057
      ],
      [
        " II",
        -3.2497806e-05
      ],
      [
        " of",
        -1.0280384e-06
      ],
      [
        " England",
        -2.2484697e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of Looking Glass said, \"Hear me, my chiefs! My heart is sick and sad\" in a speech where he told General Oliver Howard that he knew his heart. This man surrendered to Nelson Miles in the Montana Territory, less than 80 miles away from his goal of reaching the Canadian border. He famously proclaimed, \"From where the sun now stands, I will fight no more forever.\" For 10 points, name this Nez Perce chief": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.0051656854
      ],
      [
        " Joseph",
        -6.206032e-05
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each.": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.089525715
      ],
      [
        "bar",
        -3.1424974e-05
      ]
    ]
  },
  "He led the Autumn Harvest Uprising against his country's Nationalist Party, and he likely also ordered": {
    "guess": "Mao Zedong",
    "confidence": [
      [
        "M",
        -0.26178306
      ],
      [
        "ao",
        -4.604148e-06
      ],
      [
        " Z",
        -5.705376e-05
      ],
      [
        "ed",
        -1.8074163e-05
      ],
      [
        "ong",
        -1.0921943e-05
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.7870537
      ],
      [
        " the",
        -0.00663047
      ],
      [
        " Black",
        -0.00014191943
      ],
      [
        " Prince",
        -1.831257e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled": {
    "guess": "First Anglo-Sikh War",
    "confidence": [
      [
        "First",
        -0.7399194
      ],
      [
        " Anglo",
        -0.0031333938
      ],
      [
        "-S",
        -1.0087517e-05
      ],
      [
        "ikh",
        -3.0545007e-06
      ],
      [
        " War",
        -0.00043114604
      ]
    ]
  },
  "This man led a legion of the navy during the Uruguayan Civil War. He objected to the granting of Savoy and Nice (NEECE) to France under the terms of the Treaty of Villafranca, which contributed to his": {
    "guess": "Giuseppe Garibaldi",
    "confidence": [
      [
        "Gi",
        -0.0035072959
      ],
      [
        "useppe",
        -7.851042e-05
      ],
      [
        " Gar",
        -0.0004158953
      ],
      [
        "ib",
        -8.864273e-05
      ],
      [
        "aldi",
        -7.2192626e-05
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor and defined a state as the entity with a \"monopoly of the legitimate use of physical force.\" This": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.005783497
      ],
      [
        " Weber",
        -6.2729996e-06
      ]
    ]
  },
  "He led Company H of the First Territorial Infantry in the Spanish-American War. As a lawyer he defended": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.24198146
      ],
      [
        "–",
        -0.03363233
      ],
      [
        "American",
        -1.247159e-05
      ],
      [
        " War",
        -0.000857147
      ]
    ]
  },
  "This man led a revolt against his uncle the king in about 509 BC. Following the rape of Lucretia by Sextus, he drove Lucius Tarquinius Superbus and his sons out of Rome. A republican form of government was then ado pted, and he was elected one of the first two consuls. Name this founder of the Roman Republic who allegedly killed his two sons because they conspired to restore the Tarquins.": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.03627203
      ],
      [
        "ius",
        -0.0002849345
      ],
      [
        " Jun",
        -0.0075640334
      ],
      [
        "ius",
        -0.0002487039
      ],
      [
        " Brut",
        -1.0087517e-05
      ],
      [
        "us",
        -0.00027206415
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz.": {
    "guess": "Eugene of Savoy",
    "confidence": [
      [
        "E",
        -0.26929334
      ],
      [
        "ug",
        -0.0032499623
      ],
      [
        "ene",
        -0.009665193
      ],
      [
        " of",
        -0.00028207363
      ],
      [
        " Sav",
        -2.2484697e-05
      ],
      [
        "oy",
        -2.1531068e-05
      ]
    ]
  },
  "This man led his country through an economic crisis that he proclaimed the \"Special Period in Time of": {
    "guess": "Fidel Castro",
    "confidence": [
      [
        "F",
        -0.16988815
      ],
      [
        "idel",
        -0.00010664248
      ],
      [
        " Castro",
        -0.0004837002
      ]
    ]
  },
  "He led Company H of the First Territorial Infantry in the Spanish-American War. As a lawyer he defended Wayne Brazel, accused of murdering Pat Garrett, and is rumored to have conspired in Garrett's murder.  One of the first senators from [*] New Mexico—for 10 points—name this Secretary of the Interior best known for his role in the Teapot Dome Scandal.": {
    "guess": "Albert B. Fall",
    "confidence": [
      [
        "Albert",
        -0.026151778
      ],
      [
        " B",
        -0.0047877654
      ],
      [
        ".",
        -7.326546e-05
      ],
      [
        " Fall",
        -1.700133e-05
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society for the Advancement of Useful Manufacturers. This author of the Continentalist Papers was replaced in his best-known job by Oliver Wolcott and Albert Gallatin and advocated the assumption of state": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.01145403
      ],
      [
        " Hamilton",
        -4.2272506e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the": {
    "guess": "Battle of Sobraon",
    "confidence": [
      [
        "Battle",
        -0.24898192
      ],
      [
        " of",
        -0.0005573204
      ],
      [
        " S",
        -0.88834715
      ],
      [
        "obra",
        -0.06888188
      ],
      [
        "on",
        -0.00013274075
      ]
    ]
  },
  "This man led a failed coup against former President Carlos Perez in his early career. In 2005, he criminalized libel against government officials; in 2009, he had his country's constitution amended to eliminate term limits. In 2005, he announced a program to provide cheap heating fuel to poor U.S. citizens. In a 2006 speech at the United Nations, he referred to the President Bush as the devil. For": {
    "guess": "Hugo Chavez",
    "confidence": [
      [
        "H",
        -0.060442846
      ],
      [
        "ugo",
        -1.9816675e-06
      ],
      [
        " Chavez",
        -0.24485478
      ]
    ]
  },
  "This man led a club that attempted to make Paterson, New Jersey a model industrial city called the Society for the Advancement of Useful Manufacturers. This author of the Continentalist Papers was replaced in his best-known job by Oliver Wolcott and Albert Gallatin and advocated the assumption of state debt and the founding of the first National Bank, and with Madison and Jay he wrote the Federalist": {
    "guess": "Alexander Hamilton",
    "confidence": [
      [
        "Alexander",
        -0.0325314
      ],
      [
        " Hamilton",
        -9.209964e-05
      ]
    ]
  },
  "He led a massacre at Chitor during a conflict in Mewar, and a challenge to his throne was led by Hemu. He established a system of autonomy for the imperial provinces, putting mansabars in charge of each. During his reign, he instituted the principles of Dharmashastra and sulahkul, which allowed non-Muslims to retain their own courts, and he repealed the jizya and the pilgrimage taxes. He founded the city of Fatehpur Sikri in 1569. Abu'l Fazl saw him as the embodiment of the perfect philosopher king, which may have led to his development of the Din-i Ilahi, or \"divine faith.\" For 10 points, name": {
    "guess": "Akbar",
    "confidence": [
      [
        "Ak",
        -0.6134429
      ],
      [
        "bar",
        -1.8193366e-05
      ]
    ]
  },
  "Lee Deforest is considered one of the inventors of this technique in the early 1900s when he was working on space telegraphy. This form of radio communication involves the transmission of sinusoidal waves that have varying strength over time. Most early commercial radios used this technique due to its simplicity. (*) For 10 points, name this radio transmission methodology contrasted with frequency modulation.": {
    "guess": "Amplitude Modulation",
    "confidence": [
      [
        "Am",
        -0.03120537
      ],
      [
        "plitude",
        -2.5703197e-05
      ],
      [
        " Mod",
        -0.060212106
      ],
      [
        "ulation",
        -4.0722858e-05
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz. He grew up in a French court, but after being rejected for military service by Louis XIV, he transferred his services to a rival empire, for whom he won the battle of Zenta and the 1717 siege of Belgrade against the Ottomans. During the war of Spanish Succession, this man teamed with the Duke of Marlborough to win the battle of Blenheim. For 10 points, name this military commander for the Habsburgs, a nobleman from Savoy.": {
    "guess": "Prince Eugene of Savoy",
    "confidence": [
      [
        "Prince",
        -0.6285796
      ],
      [
        " Eugene",
        -0.0030608957
      ],
      [
        " of",
        -6.420598e-05
      ],
      [
        " Sav",
        -4.0842064e-05
      ],
      [
        "oy",
        -7.58424e-06
      ]
    ]
  },
  "This man led a failed coup against former President Carlos Perez in his early career. In 2005, he criminalized": {
    "guess": "Hugo Chávez",
    "confidence": [
      [
        "H",
        -0.002932299
      ],
      [
        "ugo",
        -5.5122365e-07
      ],
      [
        " Ch",
        -0.008509135
      ],
      [
        "á",
        -0.00026801124
      ],
      [
        "vez",
        -9.849109e-06
      ]
    ]
  },
  "Lee Deforest is considered one of the inventors of this technique in the early 1900s when he was working on space telegraphy. This form of radio communication involves the transmission of sinusoidal waves": {
    "guess": "Continuous wave",
    "confidence": [
      [
        "Continuous",
        -0.94573265
      ],
      [
        " wave",
        -0.036158673
      ]
    ]
  },
  "It led to the dictatorship of Junius Pera, and a refusal to pay ransoms for prisoners. The victor in this battle honored his fallen opponent Paullus, who bravely tried to hold the field as his co-commander": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.048215285
      ],
      [
        " of",
        -0.0002899374
      ],
      [
        " Cann",
        -0.042711966
      ],
      [
        "ae",
        -2.868329e-05
      ]
    ]
  },
  "This man led a revolt against his uncle the king in about 509 BC. Following the rape of Lucretia by Sextus, he drove Lucius Tarquinius Superbus and his sons out of Rome. A republican form of government was then ado pted, and he was elected one of the first two consuls. Name this founder of the Roman": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.044996414
      ],
      [
        "ius",
        -0.00024025145
      ],
      [
        " Jun",
        -0.0073594484
      ],
      [
        "ius",
        -0.00027194494
      ],
      [
        " Brut",
        -3.6669935e-05
      ],
      [
        "us",
        -0.0002420395
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS. His ratchet violates the second law of thermodynamics. Positrons are represented as electrons moving backwards in time in diagrams introduced by this man. Along with Shin-Ichiro Tomonaga and Julian Schwinger, he received the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. For 10 points, name this physicist best known for his amazingly clear Lectures on Physics given while a": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.002160495
      ],
      [
        " Fey",
        -0.00022368213
      ],
      [
        "n",
        -0.00011820524
      ],
      [
        "man",
        -1.6762922e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the Duranni Empire's Ahmad Shah against the Marathas, and saw larger casualty figures than the battle between Adil Shah Suri and his minister Hemu and Bairam Khan, the minister of the third emperor of the Mughals. Thirty years earlier, that Grandfather had routed the Delhi Sultanate at this site. FTP, identify this location, the site of victories by Akbar and Babur which determined the fate of the Mughal": {
    "guess": "Battle of Panipat",
    "confidence": [
      [
        "Battle",
        -0.21815951
      ],
      [
        " of",
        -0.00012928384
      ],
      [
        " Pan",
        -0.0009789824
      ],
      [
        "ip",
        -7.703444e-06
      ],
      [
        "at",
        -5.8841815e-05
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS. His ratchet violates the second law of thermodynamics. Positrons are represented as electrons moving": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0020502168
      ],
      [
        " Fey",
        -0.0009324214
      ],
      [
        "n",
        -0.00013357517
      ],
      [
        "man",
        -2.0696643e-05
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported \"1000 percent\" due to his depression. This man, who replaced Thomas Eagleton as George (*) McGovern's running mate, more famously was the head of Johnson's \"War on Poverty,\" overseeing programs like VISTA and Head Start. He is most famous for founding and being the first head of a program to promote": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.012434649
      ],
      [
        "argent",
        -0.0009380203
      ],
      [
        " Sh",
        -0.0005131179
      ],
      [
        "river",
        -0.0007710325
      ]
    ]
  },
  "This man led a revolt against his uncle the king in about 509 BC. Following the rape of Lucretia by Sextus,": {
    "guess": "Lucius Junius Brutus",
    "confidence": [
      [
        "Luc",
        -0.105217874
      ],
      [
        "ius",
        -1.27099975e-05
      ],
      [
        " Jun",
        -0.013764642
      ],
      [
        "ius",
        -1.9504607e-05
      ],
      [
        " Brut",
        -0.00012880703
      ],
      [
        "us",
        -5.705376e-05
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry": {
    "guess": "Battle of Nájera",
    "confidence": [
      [
        "Battle",
        -0.25894922
      ],
      [
        " of",
        -0.00023953622
      ],
      [
        " N",
        -0.76345295
      ],
      [
        "á",
        -0.006866094
      ],
      [
        "j",
        -6.2729996e-06
      ],
      [
        "era",
        -9.484132e-05
      ]
    ]
  },
  "This man lectured on the history of British juries as part of a twenty-four-hour filibuster in 1957. In protest of a speech by Minneapolis mayor Hubert Humphrey, this man joined with Mississippi governor Fielding Wright to run for President, picking up four states' electoral votes in 1948 as the (*) States Rights Democratic Party candidate. Six years later, he won election to the Senate as a write-in candidate, for the first of eight terms. For 10 points, name this one time segregationist leader": {
    "guess": "Strom Thurmond",
    "confidence": [
      [
        "St",
        -0.0194311
      ],
      [
        "rom",
        -0.00025335286
      ],
      [
        " Thur",
        -5.7411373e-05
      ],
      [
        "mond",
        -0.0001527633
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man brought Adam Yarmolinsky with him to head up one initiative, he man was assisted by Warren Wiggins in his most famous capacity. This man founded the National Clearinghouse for Legal Services, which now bears his name, and he replaced a candidate who was dropped from a nomination despite being supported \"1000 percent\" due to his depression. This man, who replaced Thomas Eagleton as George (*) McGovern's": {
    "guess": "Sargent Shriver",
    "confidence": [
      [
        "S",
        -0.06504175
      ],
      [
        "argent",
        -0.0023191532
      ],
      [
        " Sh",
        -0.0006606113
      ],
      [
        "river",
        -0.00042888118
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point he was turned away by King John of France. He led forces at the Battle of Winchelsea and the siege of (*) Calais, which followed a battle in which he \"won his spurs\" by commanding a section of his father's vanguard against Philip VI of France. A decorated military commander who led forces at Crécy under his father, Edward III, FTP, identify this member of the House of Plantagenet whose son Richard II eventually became king and whose epithet came from the color of armor he wore on military campaigns.": {
    "guess": "Edward, the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.0057428484
      ],
      [
        ",",
        -0.3435117
      ],
      [
        " the",
        -0.0012386832
      ],
      [
        " Black",
        -0.00021533787
      ],
      [
        " Prince",
        -0.0004897649
      ]
    ]
  },
  "This man led \"Operation 10,000,\" an initiative to get 10,000 people to enroll in one program. This man": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -1.6669828
      ],
      [
        "z",
        -0.0670456
      ],
      [
        "ra",
        -0.0001071193
      ],
      [
        " Pound",
        -0.004006692
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of Looking Glass said, \"Hear me, my chiefs! My heart is sick and sad\" in a speech where he told General Oliver Howard that he knew his heart. This man surrendered to Nelson Miles in the Montana Territory, less than 80 miles away from his goal of reaching the Canadian border. He famously proclaimed, \"From": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.3327033
      ],
      [
        " Joseph",
        -0.00061986566
      ]
    ]
  },
  "This man led a failed coup against former President Carlos Perez in his early career. In 2005, he criminalized libel against government officials; in 2009, he had his country's constitution amended to eliminate term limits. In 2005, he announced a program to provide cheap heating fuel to poor U.S. citizens.": {
    "guess": "Hugo Chavez",
    "confidence": [
      [
        "H",
        -0.030362418
      ],
      [
        "ugo",
        -2.8160932e-06
      ],
      [
        " Chavez",
        -0.10107732
      ]
    ]
  },
  "This man led forces alongside Pedro the Cruel and the Duke of Lancaster against Pedro's brother, Henry of Trastámara, at the Battle of Nájera during the Castilian Civil War. This man had earlier embarked on a marauding expedition from Bergerac into France until he reached the Loire River, at which point he was turned away by King John of France. He led forces at the Battle of Winchelsea and the siege of (*) Calais, which followed a battle in which he \"won his spurs\" by commanding a section of his": {
    "guess": "Edward the Black Prince",
    "confidence": [
      [
        "Edward",
        -0.060471237
      ],
      [
        " the",
        -0.27786204
      ],
      [
        " Black",
        -0.00015502817
      ],
      [
        " Prince",
        -4.596782e-05
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later": {
    "guess": "John Churchill, 1st Duke of Marlborough",
    "confidence": [
      [
        "John",
        -1.1216817
      ],
      [
        " Churchill",
        -0.26082215
      ],
      [
        ",",
        -0.10403223
      ],
      [
        " ",
        -0.010814349
      ],
      [
        "1",
        -0.00038503256
      ],
      [
        "st",
        -7.9418505e-06
      ],
      [
        " Duke",
        -6.778209e-05
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " Marl",
        -0.00031723134
      ],
      [
        "borough",
        -1.3856493e-06
      ]
    ]
  },
  "It led to the dictatorship of Junius Pera, and a refusal to pay ransoms for prisoners. The victor in this battle honored his fallen opponent Paullus, who bravely tried to hold the field as his co-commander fled. Ironically, it was the Celts ineptitude that was key in winning this battle, as the losing side penetrated deeply and was encircled by the Numidian calvary on the Cartheginan flanks. For 10": {
    "guess": "Battle of Cannae",
    "confidence": [
      [
        "Battle",
        -0.0070447447
      ],
      [
        " of",
        -0.00056292297
      ],
      [
        " Cann",
        -0.14946815
      ],
      [
        "ae",
        -1.9361265e-07
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS. His ratchet violates the second law of thermodynamics. Positrons are represented as electrons moving backwards in time in diagrams introduced by this man. Along with Shin-Ichiro Tomonaga and Julian Schwinger, he received the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. For 10 points, name this physicist best known for his amazingly clear Lectures on Physics given while a professor at Caltech.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.0014657003
      ],
      [
        " Fey",
        -0.00020044109
      ],
      [
        "n",
        -0.000108668944
      ],
      [
        "man",
        -1.92662e-05
      ]
    ]
  },
  "This man led a commando action to capture the Duc de Villeroi during the battle of Cremona. In his later years, he led an unsuccessful relief campaign against the siege of Philippsburg during the War of Polish Succession. This man's first major victory prompted the signing of the Treaty of Karlowitz. He grew up in a French court, but after being rejected for military service by Louis XIV, he transferred his services to a rival empire, for whom he won the battle of Zenta and the 1717 siege of Belgrade": {
    "guess": "Prince Eugene of Savoy",
    "confidence": [
      [
        "Prince",
        -0.69942164
      ],
      [
        " Eugene",
        -0.00862344
      ],
      [
        " of",
        -9.198044e-05
      ],
      [
        " Sav",
        -7.8987236e-05
      ],
      [
        "oy",
        -1.8550976e-05
      ]
    ]
  },
  "It led to Sikh control of Lahore until the 1850s, as ill-advised cavalry charges on both sides crippled each force and left them unable to maintain a presence in the Haryana State. That clash pitted the Duranni Empire's Ahmad Shah against the Marathas, and saw larger casualty figures than the battle between Adil Shah Suri and his minister Hemu and Bairam Khan, the minister of the third emperor of the Mughals. Thirty years earlier, that Grandfather had routed the Delhi Sultanate at this site. FTP,": {
    "guess": "Third Battle of Panipat",
    "confidence": [
      [
        "Third",
        -0.43474573
      ],
      [
        " Battle",
        -0.046688866
      ],
      [
        " of",
        -0.00053861644
      ],
      [
        " Pan",
        -0.00083690806
      ],
      [
        "ip",
        -2.188868e-05
      ],
      [
        "at",
        -8.44706e-05
      ]
    ]
  },
  "This man led a group of people indigenous to the Wallowa valley, and won the battle of White Bird Canyon to start his most famous campaign. His last engagement was at Bear Paw Mountain, and this ally of Looking Glass said, \"Hear me, my chiefs! My heart is sick and sad\" in a speech where he told General Oliver Howard that he knew his heart. This man surrendered to Nelson Miles in the Montana Territory, less than 80 miles away from his goal of reaching the Canadian border. He famously proclaimed, \"From where the sun now stands, I will fight no more forever.\" For 10 points, name this Nez Perce chief who retreated for over a thousand miles from the US army.": {
    "guess": "Chief Joseph",
    "confidence": [
      [
        "Chief",
        -0.029848834
      ],
      [
        " Joseph",
        -0.00017088225
      ]
    ]
  },
  "It led to the dictatorship of Junius Pera, and a refusal to pay ransoms for prisoners. The victor in": {
    "guess": "Sejanus",
    "confidence": [
      [
        "Se",
        -1.0934141
      ],
      [
        "jan",
        -0.000538378
      ],
      [
        "us",
        -0.00015455135
      ]
    ]
  },
  "He led Company H of the First Territorial Infantry in the Spanish-American War. As a lawyer he defended Wayne Brazel, accused of murdering Pat Garrett, and is rumored to have conspired in Garrett's murder.  One of the first senators from [*] New Mexico—for 10 points—name this Secretary of the Interior": {
    "guess": "Albert Bacon Fall",
    "confidence": [
      [
        "Albert",
        -0.03872408
      ],
      [
        " Bacon",
        -0.7058666
      ],
      [
        " Fall",
        -0.0007584078
      ]
    ]
  },
  "In one of his lectures, this thinker stated that the \"entrepreneur\" is as \"little dispensable\" as a doctor and defined a state as the entity with a \"monopoly of the legitimate use of physical force.\" This author of Politics as a Vocation stressed the importance of \"charisma\" in leaders. He contrasted Jacob Fugger's ideas with Benjamin Franklin's in a work that claims that the title concept and \"vocational": {
    "guess": "Max Weber",
    "confidence": [
      [
        "Max",
        -0.004968205
      ],
      [
        " Weber",
        -5.419287e-05
      ]
    ]
  },
  "This man's lecture There's Plenty of Room at the Bottom is regarded as the birth of the field of MEMS. His ratchet violates the second law of thermodynamics. Positrons are represented as electrons moving backwards in time in diagrams introduced by this man. Along with Shin-Ichiro Tomonaga and Julian Schwinger, he received the 1965 Nobel Prize in Physics for his work in quantum electrodynamics. For": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.00012868783
      ],
      [
        " Fey",
        -6.4802e-05
      ],
      [
        "n",
        -5.3954464e-05
      ],
      [
        "man",
        -1.1279553e-05
      ]
    ]
  },
  "He led a number of mildly successful campaigns in Wales but was more successful in Scotland where he compelled Malcolm IV to give up Northumberland.  He was interested in judicial reforms as evident by The Assize of Clarendon and he also attempted to reassert rights over the church in his Constitutions of Clarendon.  He fought intermittently with French monarchs Louis VII and Philip Augustus although the most notable event in the reign of this successor to Stephen was likely the murder of Thomas a Becket.  FTP, name this English king who married Eleanor of Aquitaine and fathered John Lackland and": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.0035986407
      ],
      [
        " II",
        -3.5120287e-05
      ],
      [
        " of",
        -3.4121115e-06
      ],
      [
        " England",
        -3.0471343e-05
      ]
    ]
  }
}