{
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and psychoanalysis, as its tool, which combine to create the image of a father which is more powerful than an individual and of his phallus, an unattainable symbol of his power.* Jacques Lacan expanded it to define the father as an ideal he termed the Name-of-the-Father and he saw the desire not as sexual, but as seeking an undifferentiated state of togetherness. FTP, these two arguments are used against what psychological theory posited by Freud and named for a mythical Theban king?": {
    "guess": "Oedipus complex",
    "confidence": [
      [
        "O",
        -1.029003
      ],
      [
        "ed",
        -0.00019042798
      ],
      [
        "ip",
        -6.4802e-05
      ],
      [
        "us",
        -0.0002158147
      ],
      [
        " complex",
        -0.0069365404
      ]
    ]
  },
  "Gil Garcetti claimed this trial was moved due to damage from the Northridge earthquake the prior year.": {
    "guess": "O. J. Simpson murder case",
    "confidence": [
      [
        "O",
        -0.061477933
      ],
      [
        ".",
        -0.119345576
      ],
      [
        " J",
        -0.0020374875
      ],
      [
        ".",
        -0.000147522
      ],
      [
        " Simpson",
        -0.00010568886
      ],
      [
        " murder",
        -0.0013853551
      ],
      [
        " case",
        -0.00443629
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson is famously accompanied by one named Modestine. One of these creatures with a soft, silvery coat, is a title character of a work subtitled \"An Andalusian Elegy,\" Juan Ram? Jim?ez's Platero y Yo. A well-known example is the result of Fotis rubbing Pamphile's magic ointment on Lucius, which turns him into one of these rather than an eagle. FTP, name this animal, examples of which include Sancho": {
    "guess": "Donkey",
    "confidence": [
      [
        "Don",
        -0.072197236
      ],
      [
        "key",
        -0.0004521222
      ]
    ]
  },
  "Gilbert Ryle used this term to describe what he considers a logically incoherent dogma of Cartesian dualism: that the mind is a mysterious object in addition to the human body which is not subject to mechanical laws. For 10 points -- name this concept which sounds like a haunted computer, also the title of an album by the Police.": {
    "guess": "Ghost in the Machine",
    "confidence": [
      [
        "Ghost",
        -0.35784456
      ],
      [
        " in",
        -0.00031305922
      ],
      [
        " the",
        -0.00039325762
      ],
      [
        " Machine",
        -0.0004452084
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied the mind-matter duality of Decartes and held that the existence of free will cannot be accounted for, while in a later work he advocated a historical reading of the Bible and accounted for miracles as moral fables, not natural events. His neutral monism and accused pantheism may have led to this": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0018062029
      ],
      [
        "uch",
        -1.5451682e-05
      ],
      [
        " Sp",
        -2.6060809e-05
      ],
      [
        "ino",
        -1.569009e-05
      ],
      [
        "za",
        -1.3306016e-05
      ]
    ]
  },
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and": {
    "guess": "Capitalism and Schizophrenia",
    "confidence": [
      [
        "Capital",
        -0.46535444
      ],
      [
        "ism",
        -0.022317814
      ],
      [
        " and",
        -0.0017281336
      ],
      [
        " Sch",
        -0.003329807
      ],
      [
        "izophren",
        -0.00021105022
      ],
      [
        "ia",
        -0.000113079484
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied the mind-matter duality of Decartes and held that the existence of free will cannot be accounted for, while in a later work he advocated a historical reading of the Bible and accounted for miracles": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0095751025
      ],
      [
        "uch",
        -2.2603901e-05
      ],
      [
        " Sp",
        -2.8444882e-05
      ],
      [
        "ino",
        -1.3663626e-05
      ],
      [
        "za",
        -2.2961513e-05
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson is famously accompanied by one named Modestine. One of these creatures with a soft, silvery coat, is a title character of a work subtitled \"An Andalusian Elegy,\" Juan Ram? Jim?ez's Platero y Yo. A well-known example is the result of Fotis rubbing Pamphile's magic ointment on Lucius, which turns him into one of these rather than an eagle. FTP, name this animal, examples of which include Sancho Panza's lowly mount, Dapple, and the \"golden\" title character of an Apuleius work.": {
    "guess": "Donkey",
    "confidence": [
      [
        "Don",
        -0.027486643
      ],
      [
        "key",
        -0.0005062077
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion": {
    "guess": "The Devotion of the Cross",
    "confidence": [
      [
        "The",
        -0.102467895
      ],
      [
        " Dev",
        -0.0064921384
      ],
      [
        "otion",
        -0.00047738242
      ],
      [
        " of",
        -0.46974653
      ],
      [
        " the",
        -0.0031777136
      ],
      [
        " Cross",
        -0.0022011672
      ]
    ]
  },
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and psychoanalysis, as its tool, which combine to create the image of a father which is more powerful than an individual and of his phallus, an unattainable symbol of his power.* Jacques Lacan expanded": {
    "guess": "Oedipus complex",
    "confidence": [
      [
        "O",
        -0.9400753
      ],
      [
        "ed",
        -0.00030078492
      ],
      [
        "ip",
        -0.0001071193
      ],
      [
        "us",
        -0.015341164
      ],
      [
        " complex",
        -0.026730308
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied the mind-matter duality of Decartes and held that the existence of free will cannot be accounted for, while in a later work he advocated a historical reading of the Bible and accounted for miracles as moral fables, not natural events. His neutral monism and accused pantheism may have led to this author of Tractatus Theologico-Politicus being \"excommunicatied\" by the Dutch Jewish community. For": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.02138882
      ],
      [
        "uch",
        -1.0087517e-05
      ],
      [
        " Sp",
        -1.0802739e-05
      ],
      [
        "ino",
        -1.342522e-05
      ],
      [
        "za",
        -1.27099975e-05
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson is famously accompanied by one named Modestine. One of these creatures with a soft, silvery": {
    "guess": "Donkey",
    "confidence": [
      [
        "Don",
        -0.031264987
      ],
      [
        "key",
        -0.00040111772
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson": {
    "guess": "Travels with a Donkey in the Cévennes",
    "confidence": [
      [
        "Tr",
        -0.12320725
      ],
      [
        "av",
        -8.685468e-05
      ],
      [
        "els",
        -1.1279553e-05
      ],
      [
        " with",
        -0.0022394701
      ],
      [
        " a",
        -0.00012344286
      ],
      [
        " Don",
        -0.0018387988
      ],
      [
        "key",
        -1.8624639e-06
      ],
      [
        " in",
        -0.00062999426
      ],
      [
        " the",
        -0.00020246755
      ],
      [
        " C",
        -0.005312616
      ],
      [
        "é",
        -0.3247505
      ],
      [
        "ven",
        -4.7755875e-05
      ],
      [
        "nes",
        -0.0001440651
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.37426135
      ],
      [
        "uch",
        -1.1398757e-05
      ],
      [
        " Sp",
        -3.2497806e-05
      ],
      [
        "ino",
        -9.4914985e-06
      ],
      [
        "za",
        -6.749814e-06
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied the mind-matter duality of Decartes and held that the existence of free will cannot be accounted for, while in a later work he advocated a historical reading of the Bible and accounted for miracles as moral fables, not natural events. His neutral monism and accused pantheism may have led to this author of Tractatus Theologico-Politicus being \"excommunicatied\" by the Dutch Jewish community. For 10 points, name this writer of Ethics.": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0047171763
      ],
      [
        "uch",
        -9.133887e-06
      ],
      [
        " Sp",
        -1.1279553e-05
      ],
      [
        "ino",
        -1.92662e-05
      ],
      [
        "za",
        -1.2113979e-05
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied the mind-matter duality of Decartes and held that the existence of free will cannot be accounted": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0028679967
      ],
      [
        "uch",
        -7.58424e-06
      ],
      [
        " Sp",
        -9.610702e-06
      ],
      [
        "ino",
        -1.1756368e-05
      ],
      [
        "za",
        -1.0206721e-05
      ]
    ]
  },
  "Gilbert Ryle used this term to describe what he considers a logically incoherent dogma of Cartesian dualism: that the mind is a mysterious object in addition to the human body which is not subject to mechanical laws. For 10 points -- name this concept which sounds like a haunted computer, also the title": {
    "guess": "The Ghost in the Machine",
    "confidence": [
      [
        "The",
        -0.3046673
      ],
      [
        " Ghost",
        -0.20675428
      ],
      [
        " in",
        -0.0012360608
      ],
      [
        " the",
        -0.0016517333
      ],
      [
        " Machine",
        -0.0009621966
      ]
    ]
  },
  "Gil Garcetti claimed this trial was moved due to damage from the Northridge earthquake the prior year. Detective Mark Fuhrman perjured himself during this trial, which was judged by Lance Ito. Regarding the deaths of Ron Goldman and (*) Nicole Brown, it saw Johnny Cochran note that if a leather glove": {
    "guess": "O. J. Simpson murder case",
    "confidence": [
      [
        "O",
        -0.042017244
      ],
      [
        ".",
        -0.021099633
      ],
      [
        " J",
        -0.0007556662
      ],
      [
        ".",
        -7.755679e-05
      ],
      [
        " Simpson",
        -5.216641e-05
      ],
      [
        " murder",
        -0.00047917044
      ],
      [
        " case",
        -0.0054940223
      ]
    ]
  },
  "Gilbert Ryle used this term to describe what he considers a logically incoherent dogma of Cartesian dualism:": {
    "guess": "Category Mistake",
    "confidence": [
      [
        "Category",
        -0.6096231
      ],
      [
        " Mist",
        -0.58662325
      ],
      [
        "ake",
        -0.007999918
      ]
    ]
  },
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and psychoanalysis, as its tool, which combine to create the image of a father which is more powerful than an individual and of his phallus, an unattainable symbol of his power.* Jacques Lacan expanded it to define the father as an ideal he termed the Name-of-the-Father and he saw the desire not as sexual,": {
    "guess": "Oedipus complex",
    "confidence": [
      [
        "O",
        -0.5323836
      ],
      [
        "ed",
        -0.00014668758
      ],
      [
        "ip",
        -2.2007884e-05
      ],
      [
        "us",
        -0.0012504661
      ],
      [
        " complex",
        -0.021637104
      ]
    ]
  },
  "Gil Garcetti claimed this trial was moved due to damage from the Northridge earthquake the prior year. Detective Mark Fuhrman perjured himself during this trial, which was judged by Lance Ito. Regarding the deaths of Ron Goldman and (*) Nicole Brown, it saw Johnny Cochran note that if a leather glove didn't fit, \"you must acquit.\" For 10 points, name this 1995 \"Trial of the Century,\" which saw a former NFL running back acquitted of murder.": {
    "guess": "O. J. Simpson murder case",
    "confidence": [
      [
        "O",
        -0.056737628
      ],
      [
        ".",
        -0.030191716
      ],
      [
        " J",
        -0.00036311377
      ],
      [
        ".",
        -0.00015419374
      ],
      [
        " Simpson",
        -0.000118324446
      ],
      [
        " murder",
        -0.0025939692
      ],
      [
        " case",
        -0.0014830783
      ]
    ]
  },
  "Gil Garcetti claimed this trial was moved due to damage from the Northridge earthquake the prior year. Detective Mark Fuhrman perjured himself during this trial, which was judged by Lance Ito. Regarding": {
    "guess": "O. J. Simpson murder case",
    "confidence": [
      [
        "O",
        -0.03241762
      ],
      [
        ".",
        -0.035801142
      ],
      [
        " J",
        -0.00012618455
      ],
      [
        ".",
        -0.00023083435
      ],
      [
        " Simpson",
        -0.000116655596
      ],
      [
        " murder",
        -0.0024135883
      ],
      [
        " case",
        -0.01024247
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson is famously accompanied by one named Modestine. One of these creatures with a soft, silvery coat, is a title character of a work subtitled \"An Andalusian Elegy,\" Juan Ram? Jim?ez's Platero y Yo. A well-known example is the result of Fotis rubbing Pamphile's magic ointment on Lucius, which turns": {
    "guess": "Donkey",
    "confidence": [
      [
        "Don",
        -0.05030207
      ],
      [
        "key",
        -0.00041470327
      ]
    ]
  },
  "One of Gilles Deleuze's dissertations was on this man's \"expressionism.\" He distinguished between false and fictitious ideas in his On the Improvement of the Understanding. In his earliest tract, he denied": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0021889259
      ],
      [
        "uch",
        -4.8425554e-06
      ],
      [
        " Sp",
        -6.0345924e-06
      ],
      [
        "ino",
        -1.1517961e-05
      ],
      [
        "za",
        -8.299462e-06
      ]
    ]
  },
  "Gil Garcetti claimed this trial was moved due to damage from the Northridge earthquake the prior year. Detective Mark Fuhrman perjured himself during this trial, which was judged by Lance Ito. Regarding the deaths of Ron Goldman and (*) Nicole Brown, it saw Johnny Cochran note that if a leather glove didn't fit, \"you must acquit.\" For 10 points, name this 1995 \"Trial of the Century,\" which saw a former": {
    "guess": "O. J. Simpson murder case",
    "confidence": [
      [
        "O",
        -0.045004733
      ],
      [
        ".",
        -0.010930618
      ],
      [
        " J",
        -0.00029565915
      ],
      [
        ".",
        -0.00015991552
      ],
      [
        " Simpson",
        -9.770221e-05
      ],
      [
        " murder",
        -0.0030550696
      ],
      [
        " case",
        -0.0045173466
      ]
    ]
  },
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and psychoanalysis, as its tool, which combine to create the image of a father which is more powerful than an individual and of his phallus, an unattainable symbol of his power.* Jacques Lacan expanded it to define the father as an ideal he termed the Name-of-the-Father and he saw the desire not as sexual, but as seeking an undifferentiated state of togetherness. FTP, these two arguments are used against": {
    "guess": "Oedipus complex",
    "confidence": [
      [
        "O",
        -0.6451924
      ],
      [
        "ed",
        -0.000101159116
      ],
      [
        "ip",
        -4.6683042e-05
      ],
      [
        "us",
        -0.0024749434
      ],
      [
        " complex",
        -0.03343728
      ]
    ]
  },
  "Gilles Deleuze and Félix Guattari argue that it is a result of the schizophrenic capitalist system and psychoanalysis, as its tool, which combine to create the image of a father which is more powerful": {
    "guess": "Oedipus complex",
    "confidence": [
      [
        "O",
        -0.8076217
      ],
      [
        "ed",
        -0.00012689977
      ],
      [
        "ip",
        -4.179569e-05
      ],
      [
        "us",
        -0.015573707
      ],
      [
        " complex",
        -0.033768218
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in a namesake Guy de Maupassant story. On a trip from Le Monastier to St. Jean du Gard, Robert Louis Stevenson is famously accompanied by one named Modestine. One of these creatures with a soft, silvery coat, is a title character of a work subtitled \"An Andalusian Elegy,\" Juan Ram? Jim?ez's Platero y": {
    "guess": "Travels with a Donkey in the Cevennes",
    "confidence": [
      [
        "Tr",
        -0.6789171
      ],
      [
        "av",
        -0.00035560393
      ],
      [
        "els",
        -0.00023333763
      ],
      [
        " with",
        -0.0015599739
      ],
      [
        " a",
        -5.800739e-05
      ],
      [
        " Don",
        -0.0016950575
      ],
      [
        "key",
        -4.3202e-07
      ],
      [
        " in",
        -3.8338785e-05
      ],
      [
        " the",
        -0.00023500649
      ],
      [
        " C",
        -0.0017779957
      ],
      [
        "even",
        -0.31933412
      ],
      [
        "nes",
        -0.0003495282
      ]
    ]
  },
  "Gil and Menga's search for a missing one introduces the action in Calder? de la Barca's The Devotion of the Cross, while Maillochon and Labouise shoot one in the head and sell its corpse to an idiot in": {
    "guess": "The Devotion of the Cross",
    "confidence": [
      [
        "The",
        -0.02530237
      ],
      [
        " Dev",
        -0.06852874
      ],
      [
        "otion",
        -0.0008188001
      ],
      [
        " of",
        -0.0037872505
      ],
      [
        " the",
        -0.0007044489
      ],
      [
        " Cross",
        -0.0006915859
      ]
    ]
  },
  "Gilbert Ryle used this term to describe what he considers a logically incoherent dogma of Cartesian dualism: that the mind is a mysterious object in addition to the human body which is not subject to mechanical": {
    "guess": "The Concept of Mind",
    "confidence": [
      [
        "The",
        -0.7749988
      ],
      [
        " Concept",
        -0.5193864
      ],
      [
        " of",
        -0.00027611342
      ],
      [
        " Mind",
        -0.00041839862
      ]
    ]
  }
}