{
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data on HPFS and its GUI was called the Presentation  Manager. This software lives on as eComStation. The third major release of this product was called \"warp.\" Unlike  an earlier system, this software introduced multitasking and memory protection. For 10 points, name this operating  system, a collaboration": {
    "guess": "OS/2",
    "confidence": [
      [
        "OS",
        -0.0037346412
      ],
      [
        "/",
        -0.00086393795
      ],
      [
        "2",
        -0.00032533353
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data on HPFS and its GUI was called the Presentation  Manager. This software lives on as eComStation.": {
    "guess": "OS/2",
    "confidence": [
      [
        "OS",
        -0.009783834
      ],
      [
        "/",
        -0.00028040475
      ],
      [
        "2",
        -0.00025621374
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic": {
    "guess": "Apple Macintosh",
    "confidence": [
      [
        "Apple",
        -1.0656357
      ],
      [
        " Mac",
        -0.6374877
      ],
      [
        "intosh",
        -0.0012741619
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations": {
    "guess": "Sefer Yetzirah",
    "confidence": [
      [
        "Se",
        -1.4676473
      ],
      [
        "fer",
        -6.9331734e-05
      ],
      [
        " Yet",
        -0.40315944
      ],
      [
        "z",
        -1.7432603e-06
      ],
      [
        "ir",
        -0.00078747154
      ],
      [
        "ah",
        -5.9153886e-06
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying": {
    "guess": "Norton Commander",
    "confidence": [
      [
        "N",
        -1.0408198
      ],
      [
        "orton",
        -0.23304403
      ],
      [
        " Commander",
        -1.1218847
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's": {
    "guess": "Microsoft Windows",
    "confidence": [
      [
        "Microsoft",
        -0.46289283
      ],
      [
        " Windows",
        -0.04925758
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations to keep the Commandments and to fear God, has a Hebrew name suggesting the speaker at an assembly. It asks \"What profit has a man from all his labor in which he toils under the sun?\" after decrying, \"Vanity of vanities, all is vanity.\" Also known as Qoheleth, for 10 points, name this Biblical book": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.029325502
      ],
      [
        "cc",
        -8.45898e-05
      ],
      [
        "lesi",
        -0.0014128545
      ],
      [
        "astes",
        -8.506662e-05
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that": {
    "guess": "Simulacra and Simulation",
    "confidence": [
      [
        "Sim",
        -0.4822223
      ],
      [
        "ul",
        -0.012747545
      ],
      [
        "ac",
        -0.00037693037
      ],
      [
        "ra",
        -0.017477065
      ],
      [
        " and",
        -0.0016616161
      ],
      [
        " Simulation",
        -0.0001909048
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data": {
    "guess": "Windows 95",
    "confidence": [
      [
        "Windows",
        -0.7069897
      ],
      [
        " ",
        -0.68725246
      ],
      [
        "95",
        -0.072583444
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath": {
    "guess": "Infinite Jest",
    "confidence": [
      [
        "In",
        -1.2714707
      ],
      [
        "finite",
        -0.0037058967
      ],
      [
        " Jest",
        -5.0497558e-05
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations to keep the Commandments and to fear God, has a Hebrew name suggesting the speaker at an assembly.": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.355226
      ],
      [
        "cc",
        -0.00036585543
      ],
      [
        "lesi",
        -0.00062570296
      ],
      [
        "astes",
        -9.253091e-06
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that": {
    "guess": "Bitcoin",
    "confidence": [
      [
        "Bitcoin",
        -1.248405
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation.": {
    "guess": "The Graphographer",
    "confidence": [
      [
        "The",
        -0.40832368
      ],
      [
        " Graph",
        -0.19031386
      ],
      [
        "ographer",
        -0.0074033616
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations to keep the Commandments and to fear God, has a Hebrew name suggesting the speaker at an assembly. It asks \"What profit has a man from all his labor in which he toils under the sun?\" after decrying, \"Vanity of vanities, all is vanity.\" Also known as Qoheleth, for 10 points, name this Biblical book that proclaims \"To everything there is a season, and a time to every purpose under the heaven\" and": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.07374836
      ],
      [
        "cc",
        -2.8444882e-05
      ],
      [
        "lesi",
        -0.0005985465
      ],
      [
        "astes",
        -2.6537622e-05
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations to keep the Commandments and to fear God, has a Hebrew name suggesting the speaker at an assembly. It asks \"What profit has a man from all his labor in which he toils under the sun?\" after decrying, \"Vanity of vanities, all is vanity.\" Also known as Qoheleth, for 10 points, name this Biblical book that proclaims \"To everything there is a season, and a time to every purpose under the heaven\" and other such aphorisms.": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.05204599
      ],
      [
        "cc",
        -1.9146995e-05
      ],
      [
        "lesi",
        -0.00042364356
      ],
      [
        "astes",
        -4.604148e-06
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data on HPFS and its GUI was called the Presentation  Manager. This software lives on as eComStation. The third major release of this product was called \"warp.\" Unlike  an earlier system, this software": {
    "guess": "OS/2",
    "confidence": [
      [
        "OS",
        -0.035433486
      ],
      [
        "/",
        -0.00025239922
      ],
      [
        "2",
        -0.0003584648
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data on HPFS and its GUI was called the Presentation  Manager. This software lives on as eComStation. The third major release of this product was called \"warp.\" Unlike  an earlier system, this software introduced multitasking and memory protection. For 10 points, name this operating  system, a collaboration between Microsoft and IBM, that until the success of Windows 3 was intended to be the  replacement": {
    "guess": "OS/2",
    "confidence": [
      [
        "OS",
        -0.00719862
      ],
      [
        "/",
        -0.0010297118
      ],
      [
        "2",
        -0.00047738242
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses the slogan \"it's  a totally cool way to run your computer.\" That ad begins and ends with distorted semi-psychedelic colors. A  launch event for one version of this product featured Kate Mulgrew saying \"\"This is going to take you where no  man, woman or operating system has gone before.\" It stored data on HPFS and its GUI was called the Presentation  Manager. This software lives on as eComStation. The third major release of this product was called \"warp.\" Unlike  an earlier system, this software introduced multitasking and memory protection. For 10 points, name this operating  system, a collaboration between Microsoft and IBM, that until the success of Windows 3 was intended to be the  replacement for DOS.": {
    "guess": "OS/2",
    "confidence": [
      [
        "OS",
        -0.004272377
      ],
      [
        "/",
        -0.0009496912
      ],
      [
        "2",
        -0.00044318195
      ]
    ]
  },
  "A fake press release distributed on usenet attributed to a competitor of this product announced that the  competitor would launch a \"Cool User Program\" to freeze users of this product until the competitor's  product launched. That fake release in some ways parodies a TV ad for this product that uses": {
    "guess": "Microsoft Windows",
    "confidence": [
      [
        "Microsoft",
        -0.80172676
      ],
      [
        " Windows",
        -0.20251347
      ]
    ]
  },
  "A fake quote from this book was used as the epigraph for Jean Baudrillard's book Simulacra and Simulation. The contents of this book are divided into words that prod the reader's thinking and words that anchor the reader's lives, respectively known as \"goads\" and \"nails.\" This book is read on the Sabbath of Sukkot, except when Shemini Atzeret falls on that day. This book, which closes with exhortations to keep the Commandments and to fear God, has a Hebrew name suggesting the speaker at an assembly. It asks \"What profit has a man from all his labor in which he toils under the sun?\" after decrying,": {
    "guess": "Ecclesiastes",
    "confidence": [
      [
        "E",
        -0.15940666
      ],
      [
        "cc",
        -9.4914985e-06
      ],
      [
        "lesi",
        -0.00032688316
      ],
      [
        "astes",
        -7.465036e-06
      ]
    ]
  }
}