{
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell Alger's decision to supply troops with spoiled meat, leading to the \"Embalmed Beef\" scandal. One front of this war was commanded by William Shafter, who ordered the attack on El Caney, while a far- away front was commanded by George Dewey. Its best-known land battle saw cavalry led by Leonard Wood charge up Kettle Hill. FTP name this 1898 conflict which included the American victory at the Battle of Manila Bay and was triggered by the explosion of the USS Maine.": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.023119222
      ],
      [
        "–",
        -0.11517172
      ],
      [
        "American",
        -0.0001440651
      ],
      [
        " War",
        -5.1331983e-05
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a": {
    "guess": "John Hancock",
    "confidence": [
      [
        "John",
        -0.008696001
      ],
      [
        " Hancock",
        -0.0015265254
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified to Congress that J.P. Morgan and Du Pont sought to overthrow this president in the \"Business Plot.\" James McReynolds was one of the \"Four Horsemen\" on the (*) Supreme Court during his presidency. One piece of legislation passed during his presidency saw the creation of a body headquartered at": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -0.0922148
      ],
      [
        "lin",
        -0.00044949973
      ],
      [
        " D",
        -0.011606513
      ],
      [
        ".",
        -0.0017307489
      ],
      [
        " Roosevelt",
        -0.00026860725
      ]
    ]
  },
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell": {
    "guess": "Spanish-American War",
    "confidence": [
      [
        "Spanish",
        -0.3936606
      ],
      [
        "-American",
        -0.3908136
      ],
      [
        " War",
        -0.0055292384
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.06530444
      ],
      [
        "flation",
        -1.473646e-05
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a trial where this man was defended by James Otis. After the Revolution, this man resigned his position and was replaced by James Bowdoin, who had to deal with Shays' Rebellion. Mentored by Samuel Adams, this man was president of the Second Continental Congress in 1776, which allowed him to complete his most remembered act. For 10 points, name this first governor of Massachusetts, noted for his large": {
    "guess": "John Hancock",
    "confidence": [
      [
        "John",
        -0.5307366
      ],
      [
        " Hancock",
        -0.0014687958
      ]
    ]
  },
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell Alger's decision to supply troops with spoiled meat, leading to the \"Embalmed Beef\" scandal. One front": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.05544318
      ],
      [
        "–",
        -0.5317111
      ],
      [
        "American",
        -4.608702e-05
      ],
      [
        " War",
        -0.0003150857
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.07400665
      ],
      [
        "flation",
        -0.00035834563
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified to Congress that J.P. Morgan and Du Pont sought to overthrow this president in the \"Business Plot.\" James McReynolds was one of the \"Four Horsemen\" on the (*) Supreme Court during his presidency. One piece of legislation passed during his presidency saw the creation of a body headquartered at Muscle Shoals. For 10 points, name this president behind the court-packing scheme who created the": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -0.029846177
      ],
      [
        "lin",
        -0.0003933768
      ],
      [
        " D",
        -0.0014759371
      ],
      [
        ".",
        -0.00023452967
      ],
      [
        " Roosevelt",
        -0.00013083349
      ]
    ]
  },
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell Alger's decision to supply troops with spoiled meat, leading to the \"Embalmed Beef\" scandal. One front of this war was commanded by William Shafter, who ordered the attack on El Caney, while a far- away front was commanded by George Dewey. Its best-known land battle saw cavalry led by Leonard Wood charge up Kettle Hill. FTP name this 1898 conflict which included the American victory at the Battle": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.004842223
      ],
      [
        "–",
        -0.107831575
      ],
      [
        "American",
        -1.378283e-05
      ],
      [
        " War",
        -2.451116e-05
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified to Congress that J.P. Morgan and Du Pont sought to overthrow this president in the \"Business Plot.\" James McReynolds was one of the \"Four Horsemen\" on the (*) Supreme Court during his presidency.": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -0.18522935
      ],
      [
        "lin",
        -0.00014764121
      ],
      [
        " D",
        -0.004164234
      ],
      [
        ".",
        -0.0003426144
      ],
      [
        " Roosevelt",
        -0.00016420685
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not linked inversely with unemployment, and in the 1970s, a high rate of this was linked with stagnation, discrediting the Phillips curve. The hyper- form of this phenomenon plagued Weimar Germany, and this": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.3039217
      ],
      [
        "flation",
        -0.00097482855
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a trial where this man was defended by James Otis. After the Revolution, this man resigned his position and was replaced by James Bowdoin, who had to deal with Shays' Rebellion. Mentored by Samuel Adams,": {
    "guess": "John Hancock",
    "confidence": [
      [
        "John",
        -1.7209346
      ],
      [
        " Hancock",
        -0.057654817
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not linked inversely with unemployment, and in the 1970s, a high rate of this was linked with stagnation, discrediting the Phillips curve. The hyper- form of this phenomenon plagued Weimar Germany, and this effect can be \"cost-push\" or \"demand-pull\". Measured by the Consumer Price Index, for 10 points,": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.12297105
      ],
      [
        "flation",
        -0.00010413921
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.6390229
      ],
      [
        "flation",
        -0.0008710828
      ]
    ]
  },
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell Alger's decision to supply troops with spoiled meat, leading to the \"Embalmed Beef\" scandal. One front of this war was commanded by William Shafter, who ordered the attack on El Caney, while a far- away": {
    "guess": "Spanish-American War",
    "confidence": [
      [
        "Spanish",
        -0.02802324
      ],
      [
        "-American",
        -0.3509396
      ],
      [
        " War",
        -0.0033756727
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified": {
    "guess": "1932 United States presidential election",
    "confidence": [
      [
        "193",
        -1.4365783
      ],
      [
        "2",
        -0.88443947
      ],
      [
        " United",
        -0.11276277
      ],
      [
        " States",
        -0.004500735
      ],
      [
        " presidential",
        -0.08810339
      ],
      [
        " election",
        -0.0008174888
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not linked inversely with unemployment, and in the 1970s, a high rate of this was linked with stagnation,": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.5072266
      ],
      [
        "flation",
        -0.00092420366
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a trial where this man was defended by James Otis. After the Revolution, this man resigned his position and was replaced by James Bowdoin, who had to deal with Shays' Rebellion. Mentored by Samuel Adams, this man was president of the Second Continental Congress in 1776, which allowed him to complete": {
    "guess": "Peyton Randolph",
    "confidence": [
      [
        "P",
        -0.51004314
      ],
      [
        "ey",
        -7.3742274e-05
      ],
      [
        "ton",
        -0.0008525127
      ],
      [
        " Randolph",
        -0.0026703074
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a trial where this man was defended by James Otis. After the Revolution, this man resigned his position": {
    "guess": "Abraham Whipple",
    "confidence": [
      [
        "Ab",
        -0.3200619
      ],
      [
        "raham",
        -0.00032080378
      ],
      [
        " Wh",
        -0.0010238782
      ],
      [
        "ipple",
        -1.6524515e-05
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed Newport assault. The British ship Romney seized his sloop, the Liberty, eventually leading to a trial where this man was defended by James Otis. After the Revolution, this man resigned his position and was replaced by James Bowdoin, who had to deal with Shays' Rebellion. Mentored by Samuel Adams, this man was president of the Second Continental Congress in 1776, which allowed him to complete his most remembered act. For 10 points, name this first governor of Massachusetts, noted for his large signature on the Declaration of Independence.": {
    "guess": "John Hancock",
    "confidence": [
      [
        "John",
        -0.04269437
      ],
      [
        " Hancock",
        -0.00029792404
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified to Congress that J.P. Morgan and Du Pont sought to overthrow this president in the \"Business": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -0.028460149
      ],
      [
        "lin",
        -0.00023500649
      ],
      [
        " D",
        -0.004471539
      ],
      [
        ".",
        -0.00041363045
      ],
      [
        " Roosevelt",
        -0.00010163593
      ]
    ]
  },
  "Most non-battle-related casualties from this war stemmed from an outbreak of yellow fever and Russell Alger's decision to supply troops with spoiled meat, leading to the \"Embalmed Beef\" scandal. One front of this war was commanded by William Shafter, who ordered the attack on El Caney, while a far- away front was commanded by George Dewey. Its best-known land battle saw cavalry led by Leonard Wood": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.013447026
      ],
      [
        "–",
        -0.4988104
      ],
      [
        "American",
        -2.8206474e-05
      ],
      [
        " War",
        -0.00018792471
      ]
    ]
  },
  "This man was once nominated for president by a union worker hiding in a prop sewer. Smedley Butler testified to Congress that J.P. Morgan and Du Pont sought to overthrow this president in the \"Business Plot.\" James McReynolds was one of the \"Four Horsemen\" on the (*) Supreme Court during his presidency. One piece of legislation passed during his presidency saw the creation of a body headquartered at Muscle Shoals. For 10 points, name this president behind the court-packing scheme who created the Tennessee Valley Authority in the New Deal.": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -0.012907134
      ],
      [
        "lin",
        -0.00027623263
      ],
      [
        " D",
        -0.00048441542
      ],
      [
        ".",
        -7.958325e-05
      ],
      [
        " Roosevelt",
        -5.7888185e-05
      ]
    ]
  },
  "This man was the nominal commander of 6,000 militiamen assigned to assist John Sullivan during the failed": {
    "guess": "John Sullivan",
    "confidence": [
      [
        "John",
        -1.6788335
      ],
      [
        " Sullivan",
        -1.3956167
      ]
    ]
  },
  "Nominal interest rates are said to lag behind this in the Mundell-Tobin effect. The built-in form of this effect is the base of the \"triangle model\" of it. This phenomenon can be due to a decrease in aggregate supply or an increase in aggregate demand. Milton Friedman argued that this concept was not linked inversely with unemployment, and in the 1970s, a high rate of this was linked with stagnation, discrediting the Phillips curve. The hyper- form of this phenomenon plagued Weimar Germany, and this effect can be \"cost-push\" or \"demand-pull\". Measured by the Consumer Price Index, for 10 points, name this phenomenon in which a unit of currency is worth less over time.": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.017998336
      ],
      [
        "flation",
        -1.2233183e-05
      ]
    ]
  }
}