{
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting drive. One of these structures named \"White Horse\" was the site of the first Rhode Island state assembly. George Washington's Cincinnatus-like farewell to his troops took place in one of these entities named for Fraunces. The Cantamount one in Bennington was the meeting place of the Green Mountain Boys, and the Battle of Pea Ridge is alternately known as the Battle of the \"Elkhorn\" one. For": {
    "guess": "List of historic sites in the United States",
    "confidence": [
      [
        "List",
        -0.8519727
      ],
      [
        " of",
        -3.4524266e-05
      ],
      [
        " historic",
        -0.7970228
      ],
      [
        " sites",
        -1.0005736
      ],
      [
        " in",
        -0.5500802
      ],
      [
        " the",
        -1.198721
      ],
      [
        " United",
        -0.01274437
      ],
      [
        " States",
        -0.00033284337
      ]
    ]
  },
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting drive. One of these structures named \"White Horse\" was the site of the first Rhode Island state assembly. George Washington's Cincinnatus-like farewell to his troops took place in one of these entities named for Fraunces. The Cantamount one in Bennington was the meeting place of the Green Mountain Boys, and the Battle of Pea Ridge is alternately known as the Battle of the \"Elkhorn\" one. For 10 points, name these establishments of early America at which one could buy a brewsky.": {
    "guess": "Tavern",
    "confidence": [
      [
        "T",
        -0.36110106
      ],
      [
        "avern",
        -0.00065238995
      ]
    ]
  },
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting drive. One of these structures named \"White Horse\" was the site of the first Rhode Island state assembly. George Washington's Cincinnatus-like farewell to his troops took place in one of these": {
    "guess": "Tontine",
    "confidence": [
      [
        "T",
        -0.6649616
      ],
      [
        "ont",
        -0.67857176
      ],
      [
        "ine",
        -0.046987694
      ]
    ]
  },
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting drive. One of these structures named \"White Horse\" was the site of the first Rhode Island state": {
    "guess": "Tontine Coffee House",
    "confidence": [
      [
        "T",
        -0.9306745
      ],
      [
        "ont",
        -0.7642588
      ],
      [
        "ine",
        -0.07883968
      ],
      [
        " Coffee",
        -1.7306463
      ],
      [
        " House",
        -0.00037895687
      ]
    ]
  },
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting drive. One of these structures named \"White Horse\" was the site of the first Rhode Island state assembly. George Washington's Cincinnatus-like farewell to his troops took place in one of these entities named for Fraunces. The Cantamount one in Bennington was the meeting place of the Green Mountain": {
    "guess": "List of historic sites in the United States",
    "confidence": [
      [
        "List",
        -0.61460084
      ],
      [
        " of",
        -0.00064726785
      ],
      [
        " historic",
        -0.8543574
      ],
      [
        " sites",
        -0.34404266
      ],
      [
        " in",
        -0.4637829
      ],
      [
        " the",
        -1.3387562
      ],
      [
        " United",
        -0.00949693
      ],
      [
        " States",
        -0.0005404045
      ]
    ]
  },
  "The \"Tun\" one of these was the site of the first American Masonic Lodge and the first U.S. Marine recruiting": {
    "guess": "Tun Tavern",
    "confidence": [
      [
        "T",
        -0.18714398
      ],
      [
        "un",
        -0.48619965
      ],
      [
        " Tavern",
        -9.615256e-05
      ]
    ]
  }
}