{
  "This literary character's death is brought about by his loyalty to Cassy and Emmeline. An intensely Christian": {
    "guess": "Uncle Tom",
    "confidence": [
      [
        "Unc",
        -0.015801484
      ],
      [
        "le",
        -1.0280384e-06
      ],
      [
        " Tom",
        -4.2630116e-05
      ]
    ]
  },
  "This literary character's death is brought about by his loyalty to Cassy and Emmeline. An intensely Christian man, he had earlier been separated from his wife Chloe by Haley, and is horrified by the brutalities endured by his fellow passangers on a ship during his subsequent voyage to Louisiana. He soon": {
    "guess": "Uncle Tom",
    "confidence": [
      [
        "Unc",
        -0.00730998
      ],
      [
        "le",
        -1.3856493e-06
      ],
      [
        " Tom",
        -1.4378848e-05
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He pioneered the genre of the espionage novel with Ashenden,  and quasi-feminist themes can be found in a play on marital relations, The Constant Wife. More famously, he portrayed fellow writers Thomas Hardy and Hugh Walpole as Edward Driffield and Alroy Kear in Cakes and Ale; and based another protagonist, Charles Strickland, on the painter Paul Gauguin in the novel The Moon and the Sixpence. FTP,": {
    "guess": "W. Somerset Maugham",
    "confidence": [
      [
        "W",
        -0.045313295
      ],
      [
        ".",
        -0.0012916665
      ],
      [
        " Somerset",
        -6.5278815e-05
      ],
      [
        " Ma",
        -4.1273333e-06
      ],
      [
        "ug",
        -6.2775536e-05
      ],
      [
        "ham",
        -0.000118324446
      ]
    ]
  },
  "Literary inspired compositions by this man include his overture to Sheridan's The School for Scandal and an opera based on the work of James Agee, Knoxville: Summer of 1914. One of this man's works was": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.008442237
      ],
      [
        "uel",
        -7.922564e-05
      ],
      [
        " Barber",
        -1.8074163e-05
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory. This character observes \"the towers that men contrive\" when he is \"far from home at nightfall by the Potomac\" in an Allen Tate poem that finds him \"at Washington.\" In Troilus and Cressida, he delivers (*) Hector's challenge to the Greek warriors. In another work, he is trapped in a cave by a": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.5602935
      ],
      [
        "ene",
        -0.022257537
      ],
      [
        "as",
        -0.00093028304
      ]
    ]
  },
  "Very little is known about his life, but he entered the Augustinian monastery of St. Agnes in 1407, and probably spent the next 64 years of his life there. In his best-known work, this German mystic charted the progress of the individual soul up to and including its union with God. FTP, name this man who emphasized man's ability to commune with God in perfect solitude, without words, worship, sacraments,": {
    "guess": "Johannes Tauler",
    "confidence": [
      [
        "J",
        -0.44492435
      ],
      [
        "oh",
        -0.000348813
      ],
      [
        "annes",
        -6.873572e-05
      ],
      [
        " T",
        -0.0009992251
      ],
      [
        "aul",
        -1.6762922e-05
      ],
      [
        "er",
        -9.849109e-06
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in": {
    "guess": "Telescope lens",
    "confidence": [
      [
        "Te",
        -1.3324372
      ],
      [
        "lescope",
        -0.048914354
      ],
      [
        " lens",
        -1.0761716
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory. This character observes \"the towers that men contrive\" when he is \"far from home at nightfall by the Potomac\" in an Allen Tate poem that finds him \"at Washington.\" In Troilus and Cressida, he delivers (*) Hector's challenge to the Greek warriors. In another work, he is trapped in a cave by a storm with romantic results, and he holds funeral games for his father Anchises. For 10 points, name this hero of a Roman epic.": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.011793139
      ],
      [
        "ene",
        -3.488188e-05
      ],
      [
        "as",
        -0.05895076
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He pioneered the genre of the espionage novel with Ashenden,  and quasi-feminist themes can be found in": {
    "guess": "W. Somerset Maugham",
    "confidence": [
      [
        "W",
        -0.30210456
      ],
      [
        ".",
        -0.0038195527
      ],
      [
        " Somerset",
        -6.6113236e-05
      ],
      [
        " Ma",
        -3.1737043e-06
      ],
      [
        "ug",
        -5.216641e-05
      ],
      [
        "ham",
        -0.0001527633
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives a letter at the bottom of a basket of apricots. This woman is followed by a blind beggar when pretending to take piano lessons, and fails to seduce a tax collector who makes napkin rings on a lathe. She convinces her husband Charles to perform surgery on the clubfooted Hippolyte, and becomes in debt to Lheureux as a result of her affair with Leon. For 10 points, name this woman who commits suicide by consuming arsenic in a Gustave Flaubert novel.": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.007842144
      ],
      [
        "ame",
        -0.00010008628
      ],
      [
        " B",
        -4.7517467e-05
      ],
      [
        "ov",
        -1.6240566e-06
      ],
      [
        "ary",
        -4.7875077e-05
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.  Influencing groups like the Young Belgium movement, its members, like Jose Maria de Heredia, sought precise details, exotic names, and sonorous words in their poetry.  In the preface to Mademoiselle de Maupin, this movement was influenced by Theophile Gautier's theory of art for art's sake.  FTP, identify this late 19th century French school of poetry whose members include Banville, Sully Prudhomme, and Charles Leconte de Lisle, which takes its name from the home of the Muses.": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.018187989
      ],
      [
        "arn",
        -6.408677e-05
      ],
      [
        "ass",
        -5.240482e-05
      ],
      [
        "ian",
        -0.018731706
      ],
      [
        "ism",
        -0.17095165
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives a letter at the bottom of a basket of apricots. This woman is followed by a blind beggar when pretending to take piano lessons, and fails to seduce a tax collector who makes napkin rings on a lathe. She convinces her husband Charles to perform surgery on the clubfooted Hippolyte, and becomes in debt to Lheureux as a result of her affair with Leon. For 10 points, name this woman who commits": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.02419428
      ],
      [
        "ame",
        -0.0001690942
      ],
      [
        " B",
        -7.5411124e-05
      ],
      [
        "ov",
        -1.3856493e-06
      ],
      [
        "ary",
        -8.876193e-05
      ]
    ]
  },
  "The listener is enticed with silver dishes for her meat on an ivory table.  Fair lin? slippers with buckles": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.014440137
      ],
      [
        " Passion",
        -0.07631511
      ],
      [
        "ate",
        -2.319992e-05
      ],
      [
        " Shepherd",
        -0.00015359772
      ],
      [
        " to",
        -0.0003571536
      ],
      [
        " His",
        -0.00025371046
      ],
      [
        " Love",
        -0.00025907462
      ]
    ]
  },
  "Very little is known about his life, but he entered the Augustinian monastery of St. Agnes in 1407, and probably spent the next 64 years of his life there. In his best-known work, this German mystic charted": {
    "guess": "Meister Eckhart",
    "confidence": [
      [
        "Me",
        -0.066872016
      ],
      [
        "ister",
        -4.1273333e-06
      ],
      [
        " Eck",
        -4.823269e-05
      ],
      [
        "hart",
        -3.9650025e-05
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory.": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -1.8068262
      ],
      [
        " Qu",
        -0.051031064
      ],
      [
        "ix",
        -9.603336e-05
      ],
      [
        "ote",
        -7.8033605e-05
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity anomalies used to detect producible gas zones. Identified through the loss of the head-wave and a single refracted wave on seismograms, in the most commonly used terminology, they are water- rich planes or par-3  tially molten pockets of plastic material. Usually located between 100 and 350 kilometers of depth, FTP, name these regions of the upper mantle characterized by the braking of P and": {
    "guess": "Asthenosphere",
    "confidence": [
      [
        "Ast",
        -0.97924376
      ],
      [
        "hen",
        -0.0002290463
      ],
      [
        "osphere",
        -0.0030101498
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves": {
    "guess": "George Frederic Watts",
    "confidence": [
      [
        "George",
        -0.8565238
      ],
      [
        " Freder",
        -0.65559345
      ],
      [
        "ic",
        -0.0007051641
      ],
      [
        " Watts",
        -0.0032054004
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this work is revealed to have been illegitimately fathered by the preacher, Whitfield, while another character is tricked into having sex as a means of abortion, Dewey Dell. Another character describes his mother as \"a fish,\" Vardaman, while Darl is put in an insane asylum for attempting to burn down a": {
    "guess": "As I Lay Dying",
    "confidence": [
      [
        "As",
        -0.06972555
      ],
      [
        " I",
        -0.00464183
      ],
      [
        " Lay",
        -0.0026733994
      ],
      [
        " D",
        -6.682846e-05
      ],
      [
        "ying",
        -1.4259645e-05
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity anomalies used to detect producible gas zones. Identified through the loss of the head-wave and a single refracted wave on seismograms, in the most commonly used terminology, they are water- rich": {
    "guess": "Gas sands",
    "confidence": [
      [
        "Gas",
        -1.165065
      ],
      [
        " sands",
        -1.0450526
      ]
    ]
  },
  "Literally meaning \"holy\" in its original language, this word refers to the nickname of a symphony by Leonard Bernstein, and also to a five-part prose poem praising the life and efforts of Naomi, the mother of Allen Ginsberg. FTP, what is this Aramaic word, used by Jews to hallow the name of God and by": {
    "guess": "Kaddish",
    "confidence": [
      [
        "K",
        -0.010406357
      ],
      [
        "add",
        -0.3811485
      ],
      [
        "ish",
        -2.3392786e-06
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally": {
    "guess": "Camera lens",
    "confidence": [
      [
        "Camera",
        -1.7588615
      ],
      [
        " lens",
        -0.117921084
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory. This character observes \"the towers that men contrive\" when he is \"far from home at nightfall": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -1.1610975
      ],
      [
        "ys",
        -0.011660116
      ],
      [
        "se",
        -1.7239736e-05
      ],
      [
        "us",
        -5.9199425e-05
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally contained a lot of lead oxide, but it now usually contains titanium dioxide or zirconium dioxide in an effort to lower the Abbe number. In addition to that diverging flint glass, there is often fluorite or lanthunum in the converging crown glass to lower dispersion. Name this type of lens designed to reduce fringing and false color by bringing two wavelengths, usually red and blue, to the same focus point.": {
    "guess": "Achromatic lens",
    "confidence": [
      [
        "A",
        -0.17956613
      ],
      [
        "chrom",
        -0.002267659
      ],
      [
        "atic",
        -7.0404574e-05
      ],
      [
        " lens",
        -0.016608434
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is": {
    "guess": "Accademia degli Arcadi",
    "confidence": [
      [
        "Acc",
        -0.13720913
      ],
      [
        "ad",
        -0.00015622021
      ],
      [
        "emia",
        -8.776276e-06
      ],
      [
        " degli",
        -0.56277156
      ],
      [
        " Arc",
        -0.017046481
      ],
      [
        "adi",
        -6.134509e-05
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity anomalies used to detect producible gas zones. Identified through the loss of the head-wave and a single refracted wave on seismograms, in the most commonly used terminology, they are water- rich planes or par-3  tially molten pockets of plastic material. Usually located between 100 and 350": {
    "guess": "Seismic anisotropy",
    "confidence": [
      [
        "Se",
        -1.0515113
      ],
      [
        "ismic",
        -0.001133905
      ],
      [
        " an",
        -0.636939
      ],
      [
        "is",
        -0.0017943009
      ],
      [
        "ot",
        -0.00023464888
      ],
      [
        "ropy",
        -0.0017808529
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this man was elected to the Royal Academy. This man painted a wooden table with a glass of water sitting in front of a golden chain, which is held by the artist's half-brother Henry Pelham and is attached to Pelham's pet squirrel. He depicted a silversmith contemplatively holding a teapot of his own creation,": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.32412508
      ],
      [
        "jamin",
        -0.00031496648
      ],
      [
        " West",
        -0.012489174
      ]
    ]
  },
  "Literary inspired compositions by this man include his overture to Sheridan's The School for Scandal and an opera based on the work of James Agee, Knoxville: Summer of 1914. One of this man's works was prominently featured in the Oliver Stone film Platoon, and he also composed the opera Vanessa. For 10 points, name this American composer of Adagio for Strings,": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.008892509
      ],
      [
        "uel",
        -3.357064e-05
      ],
      [
        " Barber",
        -3.166338e-05
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives a letter at the bottom of a basket of apricots. This woman is followed by a blind beggar when": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.042446356
      ],
      [
        "ame",
        -0.00038205247
      ],
      [
        " B",
        -0.00027980874
      ],
      [
        "ov",
        -1.8624639e-06
      ],
      [
        "ary",
        -0.00016861738
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.  Influencing groups like the Young Belgium movement, its members, like Jose Maria de Heredia, sought precise details, exotic names, and sonorous words in their poetry.  In the preface to Mademoiselle de Maupin, this movement was influenced by Theophile Gautier's theory of art for art's sake.  FTP,": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.072009236
      ],
      [
        "arn",
        -8.3159364e-05
      ],
      [
        "ass",
        -0.00042423955
      ],
      [
        "ian",
        -0.01486809
      ],
      [
        "ism",
        -0.044105873
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is the name of Tom Crane's ship in T.C. Boyle's World's End, as well as the title of a poem about the lovelorn Sincero by Jacopo Sannazaro. It is also the name of a long work by Sir Philip Sidney sometimes named after the Countess of Pembroke. A play of this title includes the character Hannah Jarvis, the author of a book about Lord Byron's mistress, Lady Caroline Lamb. For 10 points, name this word": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.1466211
      ],
      [
        "adia",
        -0.0007887828
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally contained a lot of lead oxide, but it now usually contains titanium dioxide or zirconium": {
    "guess": "Achromatic lens",
    "confidence": [
      [
        "A",
        -1.0634551
      ],
      [
        "chrom",
        -0.0011524823
      ],
      [
        "atic",
        -0.00023965542
      ],
      [
        " lens",
        -0.2695165
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity anomalies used to detect producible gas zones. Identified through the loss of the head-wave and a single refracted wave on seismograms, in the most commonly used terminology, they are water- rich planes or par-3  tially molten pockets of plastic material. Usually located between 100 and 350 kilometers of depth, FTP, name these regions of the upper mantle characterized by the braking of P and S waves below the Moho.": {
    "guess": "Asthenosphere",
    "confidence": [
      [
        "Ast",
        -0.65673125
      ],
      [
        "hen",
        -0.0003240223
      ],
      [
        "osphere",
        -0.00031937702
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this work is revealed to have been illegitimately fathered by the preacher, Whitfield, while another character is tricked into having sex as a means of abortion, Dewey Dell. Another character describes his mother as \"a fish,\" Vardaman, while Darl is put in an insane asylum for attempting to burn down a barn containing his mother's corpse. For 10 points, identify this novel about the Bundren family's journey to bury their matriarch by William Faulkner.": {
    "guess": "As I Lay Dying",
    "confidence": [
      [
        "As",
        -0.0011175924
      ],
      [
        " I",
        -1.1517961e-05
      ],
      [
        " Lay",
        -0.000105331244
      ],
      [
        " D",
        -7.9418505e-06
      ],
      [
        "ying",
        -1.7239736e-05
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this work is revealed to have been illegitimately fathered by the preacher, Whitfield, while another character is tricked into having sex as a means of abortion, Dewey Dell. Another character describes his mother as \"a fish,\" Vardaman, while Darl is put in an insane asylum for attempting to burn down a barn containing his mother's corpse. For 10 points, identify this novel about the Bundren family's": {
    "guess": "As I Lay Dying",
    "confidence": [
      [
        "As",
        -0.022085795
      ],
      [
        " I",
        -0.0006156972
      ],
      [
        " Lay",
        -0.000706833
      ],
      [
        " D",
        -6.313315e-05
      ],
      [
        "ying",
        -1.92662e-05
      ]
    ]
  },
  "Literally meaning \"holy\" in its original language, this word refers to the nickname of a symphony by Leonard Bernstein, and also to a five-part prose poem praising the life and efforts of Naomi, the mother of Allen Ginsberg. FTP, what is this Aramaic word, used by Jews to hallow the name of God and by mourners to assert their faith?": {
    "guess": "Kaddish",
    "confidence": [
      [
        "K",
        -0.0047004456
      ],
      [
        "add",
        -0.03769094
      ],
      [
        "ish",
        -4.1273333e-06
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.8613501
      ],
      [
        "arn",
        -0.00021998682
      ],
      [
        "ass",
        -0.0004194714
      ],
      [
        "ian",
        -0.17494084
      ],
      [
        "ism",
        -0.84321326
      ]
    ]
  },
  "\"Little Baby Jesus\" was blamed for spoiling the fishing catch every year around Christmas. It was later noticed that the effect was especially severe at irregular intervals, and the name was reserved only for the more anomalous episodes, when westward-blowing trade winds weaken and warm surface water flows eastward along the equator. For ten points, identify this effect which can cause drought in Indonesia and Australia, but extreme rainfall and flooding along the west coast of the Americas.": {
    "guess": "El Niño-Southern Oscillation",
    "confidence": [
      [
        "El",
        -0.1477963
      ],
      [
        " Ni",
        -0.00047547516
      ],
      [
        "ño",
        -1.1756368e-05
      ],
      [
        "-S",
        -0.7786889
      ],
      [
        "ou",
        -0.00016218038
      ],
      [
        "thern",
        -0.00039909125
      ],
      [
        " Osc",
        -0.00017815368
      ],
      [
        "illation",
        -0.000342972
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.  Influencing groups like the Young Belgium movement, its members, like Jose Maria de Heredia, sought precise details, exotic names, and sonorous words in their poetry.  In the preface to Mademoiselle de Maupin, this movement was influenced by Theophile Gautier's theory of art for art's sake.  FTP, identify this late 19th century French school of poetry whose members include Banville, Sully Prudhomme,": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.021403875
      ],
      [
        "arn",
        -0.00010473523
      ],
      [
        "ass",
        -8.256335e-05
      ],
      [
        "ian",
        -0.03063646
      ],
      [
        "ism",
        -0.027898397
      ]
    ]
  },
  "This literary character helps to ruin the life of the chemistry student Alan Campbell, and his cruel treatment of his fianc?, the young actress Sibyl Vane, results in Sibyl's suicide. Aided by his friend": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.65497607
      ],
      [
        " Picture",
        -0.0016479224
      ],
      [
        " of",
        -5.4669687e-05
      ],
      [
        " D",
        -0.00029530155
      ],
      [
        "orian",
        -2.6968896e-06
      ],
      [
        " Gray",
        -8.10137e-05
      ]
    ]
  },
  "It listed its governing principles as \"Work, Family, and Fatherland,\" and came into power after the resignation": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.17903933
      ],
      [
        "ich",
        -0.00036894376
      ],
      [
        "y",
        -4.246537e-06
      ],
      [
        " France",
        -0.0003514318
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this man was elected to the Royal Academy. This man painted a wooden table with a glass of water sitting in front of a golden chain, which is held by the artist's half-brother Henry Pelham and is attached": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.116008215
      ],
      [
        "jamin",
        -0.0001530017
      ],
      [
        " West",
        -0.0008828803
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.48610303
      ],
      [
        " Karen",
        -0.0003678709
      ],
      [
        "ina",
        -6.82589e-05
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse": {
    "guess": "The Light of the World",
    "confidence": [
      [
        "The",
        -0.5422652
      ],
      [
        " Light",
        -1.1291867
      ],
      [
        " of",
        -0.0055498662
      ],
      [
        " the",
        -0.0024127539
      ],
      [
        " World",
        -0.0006059335
      ]
    ]
  },
  "This literary character's death is brought about by his loyalty to Cassy and Emmeline. An intensely Christian man, he had earlier been separated from his wife Chloe by Haley, and is horrified by the brutalities endured by his fellow passangers on a ship during his subsequent voyage to Louisiana. He soon befriends Eva St. Clair, but seees his hopes of freedom ended when he is bought by Simon Legree.": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.013148233
      ],
      [
        "le",
        -2.1008714e-06
      ],
      [
        " Tom",
        -4.00813e-06
      ],
      [
        "'s",
        -9.849109e-06
      ],
      [
        " Cabin",
        -1.7432603e-06
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He": {
    "guess": "Ernest Hemingway",
    "confidence": [
      [
        "Er",
        -1.625223
      ],
      [
        "nest",
        -0.012109067
      ],
      [
        " Hem",
        -8.339777e-05
      ],
      [
        "ing",
        -0.00038300612
      ],
      [
        "way",
        -5.7768983e-05
      ]
    ]
  },
  "It listed its governing principles as \"Work, Family, and Fatherland,\" and came into power after the resignation of Paul Reynaud. A group called the Legion of Order, later renamed the Milice, served as its secret police, and the force's commander, Joseph Darnand, was made an officer in the Waffen SS. Its other leading figures included Pierre Laval and Marshall Henri Petain. For 10 points, identify this": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.0054984107
      ],
      [
        "ich",
        -1.0802739e-05
      ],
      [
        "y",
        -7.822647e-06
      ],
      [
        " France",
        -0.00010247036
      ]
    ]
  },
  "Literary inspired compositions by this man include his overture to Sheridan's The School for Scandal and an opera based on the work of James Agee, Knoxville: Summer of 1914. One of this man's works was prominently featured in the Oliver Stone film Platoon, and he also composed the opera Vanessa. For": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.004163164
      ],
      [
        "uel",
        -2.9994528e-05
      ],
      [
        " Barber",
        -1.4021238e-05
      ]
    ]
  },
  "\"Little Baby Jesus\" was blamed for spoiling the fishing catch every year around Christmas. It was later": {
    "guess": "James the Great",
    "confidence": [
      [
        "James",
        -1.4977841
      ],
      [
        " the",
        -0.01448243
      ],
      [
        " Great",
        -0.3535341
      ]
    ]
  },
  "This literary character helps to ruin the life of the chemistry student Alan Campbell, and his cruel treatment of his fianc?, the young actress Sibyl Vane, results in Sibyl's suicide. Aided by his friend Lord Henry Wotton he leads a sensuous, hedonistic life until he murders the artist Basil Hallward,": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.0081736315
      ],
      [
        " Picture",
        -0.0005612541
      ],
      [
        " of",
        -4.9305523e-05
      ],
      [
        " D",
        -6.0391463e-05
      ],
      [
        "orian",
        -1.0280384e-06
      ],
      [
        " Gray",
        -4.9663133e-05
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory. This character observes \"the towers that men contrive\" when he is \"far from home at nightfall by the Potomac\" in an Allen Tate poem that finds him \"at Washington.\" In Troilus and Cressida, he delivers": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.38897988
      ],
      [
        "ene",
        -0.0020252352
      ],
      [
        "as",
        -0.0027392546
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives a letter at the bottom of a basket of apricots. This woman is followed by a blind beggar when pretending to take piano lessons, and fails to seduce a tax collector who makes napkin rings on a": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0023051274
      ],
      [
        "ame",
        -5.216641e-05
      ],
      [
        " B",
        -2.6656826e-05
      ],
      [
        "ov",
        -6.704273e-07
      ],
      [
        "ary",
        -6.396757e-05
      ]
    ]
  },
  "It listed its governing principles as \"Work, Family, and Fatherland,\" and came into power after the resignation of Paul Reynaud. A group called the Legion of Order, later renamed the Milice, served as its secret police, and the force's commander, Joseph Darnand, was made an officer in the Waffen SS. Its other leading figures included Pierre Laval and Marshall Henri Petain. For 10 points, identify this Nazi-supported puppet government that headed France during World War II.": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.0016967226
      ],
      [
        "ich",
        -6.0345924e-06
      ],
      [
        "y",
        -3.4121115e-06
      ],
      [
        " France",
        -8.041768e-05
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.  Influencing groups like the Young Belgium movement, its members, like Jose Maria de Heredia, sought precise details, exotic names, and sonorous words in their poetry.  In the preface to Mademoiselle": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.027973164
      ],
      [
        "arn",
        -9.710619e-05
      ],
      [
        "ass",
        -1.378283e-05
      ],
      [
        "ian",
        -0.3139146
      ],
      [
        "ism",
        -0.025722917
      ]
    ]
  },
  "The listener is enticed with silver dishes for her meat on an ivory table.  Fair lin? slippers with buckles of the purest gold and a belt of straw and ivy buds might also be hers.  She'll have beds of roses and a thousand fragrant posies, if she just goes to live with the speaker.  Also offering up a cap of flowers, and a kirtle embroider'd all with leaves of myrtle, this describes, FTP, what Christopher Marlowe poem that entreats the listener to \"Come live with me and be my Love?\"": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.023413418
      ],
      [
        " Passion",
        -0.27633542
      ],
      [
        "ate",
        -1.8624639e-06
      ],
      [
        " Shepherd",
        -0.00028326566
      ],
      [
        " to",
        -3.9530823e-05
      ],
      [
        " His",
        -8.208653e-05
      ],
      [
        " Love",
        -7.5411124e-05
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity anomalies used to detect producible gas zones. Identified through the loss of the head-wave": {
    "guess": "Seismic refraction",
    "confidence": [
      [
        "Se",
        -0.24262662
      ],
      [
        "ismic",
        -8.923875e-05
      ],
      [
        " ref",
        -0.82525456
      ],
      [
        "raction",
        -0.0033784034
      ]
    ]
  },
  "Literary inspired compositions by this man include his overture to Sheridan's The School for Scandal": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.6727169
      ],
      [
        "uel",
        -0.00036679808
      ],
      [
        " Barber",
        -0.029621925
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally contained a lot of lead oxide, but it now usually contains titanium dioxide or zirconium dioxide in an effort to lower the Abbe number. In addition to that diverging flint glass, there is often fluorite or lanthunum in the converging crown glass to lower dispersion. Name this type of lens": {
    "guess": "Achromatic lens",
    "confidence": [
      [
        "A",
        -0.022367591
      ],
      [
        "chrom",
        -0.00075518934
      ],
      [
        "atic",
        -0.00024239712
      ],
      [
        " lens",
        -0.018106516
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally contained a lot of lead oxide, but it now usually contains titanium dioxide or zirconium dioxide in an effort to lower the Abbe number. In addition to that diverging flint glass, there is often fluorite or lanthunum in the converging crown glass to lower dispersion. Name this type of lens designed to reduce fringing and false color by bringing two wavelengths, usually red and blue, to": {
    "guess": "Achromatic lens",
    "confidence": [
      [
        "A",
        -0.17538689
      ],
      [
        "chrom",
        -0.0032726605
      ],
      [
        "atic",
        -0.00010676169
      ],
      [
        " lens",
        -0.035614565
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.43465868
      ],
      [
        "jamin",
        -0.00036882452
      ],
      [
        " West",
        -0.0015863894
      ]
    ]
  },
  "It listed its governing principles as \"Work, Family, and Fatherland,\" and came into power after the resignation of Paul Reynaud. A group called the Legion of Order, later renamed the Milice, served as": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.021523472
      ],
      [
        "ich",
        -3.5597102e-05
      ],
      [
        "y",
        -4.00813e-06
      ],
      [
        " France",
        -0.0007588846
      ]
    ]
  },
  "Very little is known about his life, but he entered the Augustinian monastery of St. Agnes in 1407, and": {
    "guess": "Jan van Eyck",
    "confidence": [
      [
        "Jan",
        -1.2523609
      ],
      [
        " van",
        -0.7033078
      ],
      [
        " Ey",
        -0.2043461
      ],
      [
        "ck",
        -2.546479e-05
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is the name of Tom Crane's ship in T.C. Boyle's World's End, as well as the title of a poem about the lovelorn Sincero by Jacopo Sannazaro. It is also the name of a long work by Sir Philip Sidney sometimes named after the Countess of Pembroke. A play of this title includes the character Hannah Jarvis,": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.29624707
      ],
      [
        "adia",
        -2.808727e-05
      ]
    ]
  },
  "This literary character helps to ruin the life of the chemistry student Alan Campbell, and his cruel treatment of his fianc?, the young actress Sibyl Vane, results in Sibyl's suicide. Aided by his friend Lord Henry Wotton he leads a sensuous, hedonistic life until he murders the artist Basil Hallward, after which his withered corpse is found lying before a portrait depicting his former youth and beauty. FTP, name this title character of a novel by Oscar Wilde.": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.049947068
      ],
      [
        " Picture",
        -0.0008957397
      ],
      [
        " of",
        -3.655073e-05
      ],
      [
        " D",
        -1.2829201e-05
      ],
      [
        "orian",
        -2.4584822e-06
      ],
      [
        " Gray",
        -5.8961017e-05
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is the name of Tom Crane's ship in T.C. Boyle's World's End, as well as the title of a poem about the lovelorn Sincero by Jacopo Sannazaro. It is also the name of a long work by Sir Philip Sidney sometimes": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.5579144
      ],
      [
        "adia",
        -0.003653172
      ]
    ]
  },
  "In the lithosphere, they are detected by stacking velocities, and their presence is an indicator of porosity": {
    "guess": "Seismic velocities",
    "confidence": [
      [
        "Se",
        -0.3442642
      ],
      [
        "ismic",
        -1.0802739e-05
      ],
      [
        " velocities",
        -0.59291196
      ]
    ]
  },
  "This literary character helps to ruin the life of the chemistry student Alan Campbell, and his cruel": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.07070701
      ],
      [
        " Picture",
        -0.00053778203
      ],
      [
        " of",
        -7.314626e-05
      ],
      [
        " D",
        -1.8908588e-05
      ],
      [
        "orian",
        -1.3856493e-06
      ],
      [
        " Gray",
        -1.1637165e-05
      ]
    ]
  },
  "This literary character helps to ruin the life of the chemistry student Alan Campbell, and his cruel treatment of his fianc?, the young actress Sibyl Vane, results in Sibyl's suicide. Aided by his friend Lord Henry Wotton he leads a sensuous, hedonistic life until he murders the artist Basil Hallward, after which his withered corpse is found lying before a portrait depicting his former youth and beauty.": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.016704226
      ],
      [
        " Picture",
        -0.0002880338
      ],
      [
        " of",
        -3.1186566e-05
      ],
      [
        " D",
        -8.537869e-06
      ],
      [
        "orian",
        -1.3856493e-06
      ],
      [
        " Gray",
        -4.561021e-05
      ]
    ]
  },
  "Literally meaning \"holy\" in its original language, this word refers to the nickname of a symphony by Leonard Bernstein, and also to a five-part prose poem praising the life and efforts of Naomi, the mother": {
    "guess": "Kaddish (Leonard Bernstein)",
    "confidence": [
      [
        "K",
        -0.076572426
      ],
      [
        "add",
        -0.049389087
      ],
      [
        "ish",
        -2.4987974e-05
      ],
      [
        " (",
        -0.70166594
      ],
      [
        "Leon",
        -0.7237997
      ],
      [
        "ard",
        -7.934485e-05
      ],
      [
        " Bernstein",
        -0.0013420164
      ],
      [
        ")",
        -0.46255106
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives a letter at the bottom of a basket of apricots. This woman is followed by a blind beggar when pretending to take piano lessons, and fails to seduce a tax collector who makes napkin rings on a lathe. She convinces her husband Charles to perform surgery on the clubfooted Hippolyte, and becomes": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.002440455
      ],
      [
        "ame",
        -0.00011605957
      ],
      [
        " B",
        -3.4524266e-05
      ],
      [
        "ov",
        -7.89631e-07
      ],
      [
        "ary",
        -9.1742026e-05
      ]
    ]
  },
  "\"Little Baby Jesus\" was blamed for spoiling the fishing catch every year around Christmas. It was later noticed that the effect was especially severe at irregular intervals, and the name was reserved only for the more anomalous episodes, when westward-blowing trade winds weaken and warm surface water flows eastward along the equator. For ten points, identify this effect which can cause drought in Indonesia": {
    "guess": "El Niño",
    "confidence": [
      [
        "El",
        -0.021672105
      ],
      [
        " Ni",
        -0.17139666
      ],
      [
        "ño",
        -4.406056e-05
      ]
    ]
  },
  "It listed its governing principles as \"Work, Family, and Fatherland,\" and came into power after the resignation of Paul Reynaud. A group called the Legion of Order, later renamed the Milice, served as its secret police, and the force's commander, Joseph Darnand, was made an officer in the Waffen SS.": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.11636589
      ],
      [
        "ich",
        -6.49212e-05
      ],
      [
        "y",
        -1.4378848e-05
      ],
      [
        " France",
        -0.0018540311
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He pioneered the genre of the espionage novel with Ashenden,  and quasi-feminist themes can be found in a play on marital relations, The Constant Wife. More famously, he portrayed fellow writers Thomas": {
    "guess": "W. Somerset Maugham",
    "confidence": [
      [
        "W",
        -0.22045577
      ],
      [
        ".",
        -0.0022824074
      ],
      [
        " Somerset",
        -0.00023643693
      ],
      [
        " Ma",
        -4.4849444e-06
      ],
      [
        "ug",
        -4.7755875e-05
      ],
      [
        "ham",
        -0.0003156817
      ]
    ]
  },
  "The listener is enticed with silver dishes for her meat on an ivory table.  Fair lin? slippers with buckles of the purest gold and a belt of straw and ivy buds might also be hers.  She'll have beds of": {
    "guess": "The Nymph's Reply to the Shepherd",
    "confidence": [
      [
        "The",
        -0.071532264
      ],
      [
        " N",
        -0.31263125
      ],
      [
        "ymph",
        -3.5835506e-05
      ],
      [
        "'s",
        -0.0069510993
      ],
      [
        " Reply",
        -0.00029804322
      ],
      [
        " to",
        -1.8431772e-05
      ],
      [
        " the",
        -7.421909e-05
      ],
      [
        " Shepherd",
        -4.1199673e-05
      ]
    ]
  },
  "\"Little Baby Jesus\" was blamed for spoiling the fishing catch every year around Christmas. It was later noticed that the effect was especially severe at irregular intervals, and the name was reserved only": {
    "guess": "List of Christmas carols",
    "confidence": [
      [
        "List",
        -1.8512671
      ],
      [
        " of",
        -0.001343566
      ],
      [
        " Christmas",
        -0.29229704
      ],
      [
        " car",
        -0.55222356
      ],
      [
        "ols",
        -0.013515351
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is the name of Tom Crane's ship in T.C. Boyle's World's End, as well as the title of a poem about the lovelorn Sincero by Jacopo Sannazaro. It is also the name of a long work by Sir Philip Sidney sometimes named after the Countess of Pembroke. A play of this title includes the character Hannah Jarvis, the author of a book about Lord Byron's mistress, Lady Caroline Lamb. For 10 points, name this word which titles a play about Septimus Hodge and Thomasina Coverley by Tom Stoppard.": {
    "guess": "Arcadia",
    "confidence": [
      [
        "Arc",
        -0.6551277
      ],
      [
        "adia",
        -4.441817e-05
      ]
    ]
  },
  "Very little is known about his life, but he entered the Augustinian monastery of St. Agnes in 1407, and probably spent the next 64 years of his life there. In his best-known work, this German mystic charted the progress of the individual soul up to and including its union with God. FTP, name this man who emphasized man's ability to commune with God in perfect solitude, without words, worship, sacraments, or church property, in his Imitation of Christ.": {
    "guess": "Thomas à Kempis",
    "confidence": [
      [
        "Thomas",
        -0.0009776711
      ],
      [
        " à",
        -0.061764307
      ],
      [
        " Kemp",
        -4.1080468e-05
      ],
      [
        "is",
        -2.8206474e-05
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He pioneered the genre of the espionage novel with Ashenden,  and quasi-feminist themes can be found in a play on marital relations, The Constant Wife. More famously, he portrayed fellow writers Thomas Hardy and Hugh Walpole as Edward Driffield and Alroy Kear in Cakes and Ale; and based another protagonist, Charles Strickland, on the painter Paul Gauguin in the novel The Moon and the Sixpence. FTP, who is this English novelist and playwright of Of Human Bondage and The Razor's Edge.": {
    "guess": "W. Somerset Maugham",
    "confidence": [
      [
        "W",
        -0.0028804764
      ],
      [
        ".",
        -0.000110576206
      ],
      [
        " Somerset",
        -2.577686e-06
      ],
      [
        " Ma",
        -3.1281633e-07
      ],
      [
        "ug",
        -1.0921943e-05
      ],
      [
        "ham",
        -6.0510665e-05
      ]
    ]
  },
  "The listener is enticed with silver dishes for her meat on an ivory table.  Fair lin? slippers with buckles of the purest gold and a belt of straw and ivy buds might also be hers.  She'll have beds of roses and a thousand fragrant posies, if she just goes to live with the speaker.  Also offering up a": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.020320317
      ],
      [
        " Passion",
        -0.18878861
      ],
      [
        "ate",
        -1.0206721e-05
      ],
      [
        " Shepherd",
        -0.00011951648
      ],
      [
        " to",
        -2.0100624e-05
      ],
      [
        " His",
        -4.2510914e-05
      ],
      [
        " Love",
        -0.00015395533
      ]
    ]
  },
  "A literary academy of this name was founded in 1690 by Giovanni Vincenzo Gravina, among others. It is the name of Tom Crane's ship in T.C. Boyle's World's End, as well as the title of a poem about the": {
    "guess": "Accademia degli Arcadi",
    "confidence": [
      [
        "Acc",
        -0.03832777
      ],
      [
        "ad",
        -0.00011534435
      ],
      [
        "emia",
        -2.6895234e-05
      ],
      [
        " degli",
        -0.07435031
      ],
      [
        " Arc",
        -0.008572019
      ],
      [
        "adi",
        -0.00022654302
      ]
    ]
  },
  "This literary group took its name from a journal edited by Louis-Xavier de Ricard and Catulle Mendes.  Influencing groups like the Young Belgium movement, its members, like Jose Maria de Heredia, sought": {
    "guess": "Parnassianism",
    "confidence": [
      [
        "P",
        -0.05652765
      ],
      [
        "arn",
        -0.00012332367
      ],
      [
        "ass",
        -5.252402e-05
      ],
      [
        "ian",
        -0.55477715
      ],
      [
        "ism",
        -0.06347132
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this man was elected to the Royal Academy. This man painted a wooden table with a glass of water sitting": {
    "guess": "Benjamin West",
    "confidence": [
      [
        "Ben",
        -0.2683723
      ],
      [
        "jamin",
        -4.0603656e-05
      ],
      [
        " West",
        -0.0017947778
      ]
    ]
  },
  "The Littrow variety of these objects is prone to the development of ghost images, which is reduced in the Clark type and eliminated in the oil-spaced doublet. One of the two parts of these lens types traditionally contained a lot of lead oxide, but it now usually contains titanium dioxide or zirconium dioxide in an effort to lower the Abbe number. In addition to that diverging flint glass, there is": {
    "guess": "Optical Lens",
    "confidence": [
      [
        "Opt",
        -0.81936616
      ],
      [
        "ical",
        -0.00076507597
      ],
      [
        " Lens",
        -0.69376296
      ]
    ]
  },
  "Literary critic Edmund Wilson once referred to this author‘s prose style as ―a tissue of clichés‖. He pioneered the genre of the espionage novel with Ashenden,  and quasi-feminist themes can be found in a play on marital relations, The Constant Wife. More famously, he portrayed fellow writers Thomas Hardy and Hugh Walpole as Edward Driffield and Alroy Kear in Cakes and Ale; and based another protagonist,": {
    "guess": "W. Somerset Maugham",
    "confidence": [
      [
        "W",
        -0.005954872
      ],
      [
        ".",
        -0.00048203135
      ],
      [
        " Somerset",
        -1.2233183e-05
      ],
      [
        " Ma",
        -1.6240566e-06
      ],
      [
        "ug",
        -2.7014437e-05
      ],
      [
        "ham",
        -9.400689e-05
      ]
    ]
  },
  "This literary character's death is brought about by his loyalty to Cassy and Emmeline. An intensely Christian man, he had earlier been separated from his wife Chloe by Haley, and is horrified by the brutalities endured by his fellow passangers on a ship during his subsequent voyage to Louisiana. He soon befriends Eva St. Clair, but seees his hopes of freedom ended when he is bought by Simon Legree. FTP, who is this title character of the most famous novel by Harriet Beecher Stowe?": {
    "guess": "Uncle Tom's Cabin",
    "confidence": [
      [
        "Unc",
        -0.0058000977
      ],
      [
        "le",
        -1.3856493e-06
      ],
      [
        " Tom",
        -0.00073350896
      ],
      [
        "'s",
        -0.6901029
      ],
      [
        " Cabin",
        -2.1173457e-05
      ]
    ]
  },
  "Very little is known about his life, but he entered the Augustinian monastery of St. Agnes in 1407, and probably spent the next 64 years of his life there. In his best-known work, this German mystic charted the progress of the individual soul up to and including its union with God. FTP, name this man": {
    "guess": "Meister Eckhart",
    "confidence": [
      [
        "Me",
        -0.5027883
      ],
      [
        "ister",
        -2.7729659e-05
      ],
      [
        " Eck",
        -0.00019793781
      ],
      [
        "hart",
        -3.7146747e-05
      ]
    ]
  },
  "Literary critics are compared to this figure in the concluding section of Viktor Shklovsky's Third Factory. This character observes \"the towers that men contrive\" when he is \"far from home at nightfall by the Potomac\" in an Allen Tate poem that finds him \"at Washington.\" In Troilus and Cressida, he delivers (*) Hector's challenge to the Greek warriors. In another work, he is trapped in a cave by a storm with romantic results, and he holds funeral games for his father Anchises. For 10 points, name": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.1684283
      ],
      [
        "ene",
        -0.00029530155
      ],
      [
        "as",
        -0.0058493926
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this man was elected to the Royal Academy. This man painted a wooden table with a glass of water sitting in front of a golden chain, which is held by the artist's half-brother Henry Pelham and is attached to Pelham's pet squirrel. He depicted a silversmith contemplatively holding a teapot of his own creation, and painted a rescue in Havana's harbor. For 10 points, name this American portraitist of Paul Revere and Watson and the Shark.": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.10249296
      ],
      [
        " Singleton",
        -0.00085535896
      ],
      [
        " C",
        -6.511407e-06
      ],
      [
        "ople",
        -1.3856493e-06
      ],
      [
        "y",
        -8.299462e-06
      ]
    ]
  },
  "In his only literary painting, this artist used his children as models for Faith, Hope, and the Red Crosse Knight. In a portrait by him, a high-class woman with no jewelry and rolled up sleeves weaves next to her husband. Off the strength of large history paintings like The Death of Major Peirson, this man was elected to the Royal Academy. This man painted a wooden table with a glass of water sitting in front of a golden chain, which is held by the artist's half-brother Henry Pelham and is attached to Pelham's pet squirrel. He depicted a silversmith contemplatively holding a teapot of his own creation, and painted a rescue in Havana's harbor. For 10 points, name this American portraitist of Paul": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.6726632
      ],
      [
        " Singleton",
        -0.0016447149
      ],
      [
        " C",
        -8.299462e-06
      ],
      [
        "ople",
        -3.1737043e-06
      ],
      [
        "y",
        -6.0345924e-06
      ]
    ]
  },
  "This literary character's death is brought about by his loyalty to Cassy and Emmeline. An intensely Christian man, he had earlier been separated from his wife Chloe by Haley, and is horrified by the brutalities": {
    "guess": "Uncle Tom",
    "confidence": [
      [
        "Unc",
        -0.0047168224
      ],
      [
        "le",
        -7.89631e-07
      ],
      [
        " Tom",
        -3.4405064e-05
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this work is revealed to have been illegitimately fathered by the preacher, Whitfield, while another character is tricked into having sex as a means of abortion, Dewey Dell. Another character describes his": {
    "guess": "As I Lay Dying",
    "confidence": [
      [
        "As",
        -0.008182141
      ],
      [
        " I",
        -0.00010211275
      ],
      [
        " Lay",
        -0.00031484728
      ],
      [
        " D",
        -1.342522e-05
      ],
      [
        "ying",
        -4.365741e-06
      ]
    ]
  },
  "Literally meaning \"holy\" in its original language, this word refers to the nickname of a symphony by": {
    "guess": "Hymn",
    "confidence": [
      [
        "H",
        -2.1009746
      ],
      [
        "ym",
        -1.5708967
      ],
      [
        "n",
        -0.104843855
      ]
    ]
  },
  "The listener is enticed with silver dishes for her meat on an ivory table.  Fair lin? slippers with buckles of the purest gold and a belt of straw and ivy buds might also be hers.  She'll have beds of roses and a thousand fragrant posies, if she just goes to live with the speaker.  Also offering up a cap of flowers, and a kirtle embroider'd all with leaves of myrtle, this describes, FTP, what Christopher": {
    "guess": "The Passionate Shepherd to His Love",
    "confidence": [
      [
        "The",
        -0.012574757
      ],
      [
        " Passion",
        -0.077430785
      ],
      [
        "ate",
        -1.7716551e-05
      ],
      [
        " Shepherd",
        -0.00046725376
      ],
      [
        " to",
        -1.9385403e-05
      ],
      [
        " His",
        -4.572941e-05
      ],
      [
        " Love",
        -8.42322e-05
      ]
    ]
  },
  "LITERATURE  One character in this work is described as a \"duck shaped woman\" and One character in this work is revealed to have been illegitimately fathered by the preacher, Whitfield, while another character": {
    "guess": "Absalom, Absalom!",
    "confidence": [
      [
        "Abs",
        -0.89626896
      ],
      [
        "alom",
        -3.8338785e-05
      ],
      [
        ",",
        -0.00043066923
      ],
      [
        " Abs",
        -1.7432603e-06
      ],
      [
        "alom",
        -0.00014180024
      ],
      [
        "!",
        -8.12521e-05
      ]
    ]
  },
  "This literary character desires a midnight wedding, becomes fixated on a green silk cigar case, and receives": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.011727516
      ],
      [
        "ame",
        -0.00014323067
      ],
      [
        " B",
        -7.016616e-05
      ],
      [
        "ov",
        -2.3392786e-06
      ],
      [
        "ary",
        -4.501419e-05
      ]
    ]
  },
  "\"Little Baby Jesus\" was blamed for spoiling the fishing catch every year around Christmas. It was later noticed that the effect was especially severe at irregular intervals, and the name was reserved only for the more anomalous episodes, when westward-blowing trade winds weaken and warm surface water": {
    "guess": "El Niño",
    "confidence": [
      [
        "El",
        -0.15443431
      ],
      [
        " Ni",
        -0.00033701185
      ],
      [
        "ño",
        -1.4974867e-05
      ]
    ]
  }
}