{
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive laws matching to mechanical solidarity. He outlined a way to study social facts in one work. In another, he outlined how people suffering from anomie can perform an action of self harm for different reasons than someone whose reasons are fatalistic, egoistic, or altruistic. For 10 points, name this French sociologist who wrote The Rules of the Sociological Method, Suicide, and The Division": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.004824907
      ],
      [
        "mile",
        -6.749814e-06
      ],
      [
        " Dur",
        -5.7961847e-06
      ],
      [
        "k",
        -2.8802491e-05
      ],
      [
        "heim",
        -5.121278e-05
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this argument by Gasking proves the exact opposite by supposing that something is more impressive the greater the handicap of the achiever. One of the first objections to it was raised by Hume in a general": {
    "guess": "Ontological Argument",
    "confidence": [
      [
        "Ont",
        -0.03891122
      ],
      [
        "ological",
        -0.00020663968
      ],
      [
        " Argument",
        -0.21276699
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity": {
    "guess": "Ontological Argument",
    "confidence": [
      [
        "Ont",
        -0.083612606
      ],
      [
        "ological",
        -0.00010831134
      ],
      [
        " Argument",
        -0.27167788
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We Scholars.\" It claims that \"when you look long into an abyss, the abyss also looks into you,\" and that \"there are no moral phenomena at all, but only a moral interpretation of phenomena,\" two of its \"Epigrams and Interludes.\" Comparing truth to a woman, it begins with a section on \"The Prejudices of": {
    "guess": "Beyond Good and Evil",
    "confidence": [
      [
        "Beyond",
        -0.10348716
      ],
      [
        " Good",
        -0.00091253634
      ],
      [
        " and",
        -0.0004286428
      ],
      [
        " Evil",
        -0.00018792471
      ]
    ]
  },
  "He argued that fringing reefs appear first, to be followed by barrier reefs, and then atolls as the sea floor sinks and the coral continually grows to reach the surface. This theory, articulated while in South America in 1832, brought him to the attention of Charles Lyell and the scientific societies of London. For 10 points, name this British geologist better known for biological works like The Descent of Man and The Origin of Species.": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.07456099
      ],
      [
        " Darwin",
        -0.007494354
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be Done?  and stated that World War I was designed for capitalists to gain land in his Imperialism, the": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.41009855
      ],
      [
        "lad",
        -0.037884943
      ],
      [
        "imir",
        -0.00038300612
      ],
      [
        " Lenin",
        -0.00012106613
      ]
    ]
  },
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive laws matching to mechanical solidarity. He outlined a way to study social facts in one work.": {
    "guess": "Rules of the Sociological Method",
    "confidence": [
      [
        "Rules",
        -0.6619657
      ],
      [
        " of",
        -0.009355567
      ],
      [
        " the",
        -0.39895332
      ],
      [
        " Soci",
        -0.0007730589
      ],
      [
        "ological",
        -0.00010127832
      ],
      [
        " Method",
        -0.00047809765
      ]
    ]
  },
  "Arguments for the winning side in this case were made by Linda Coffee and Sarah Weddington. Doe v. Bolton": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.74613976
      ],
      [
        "oe",
        -1.569009e-05
      ],
      [
        " v",
        -0.002631423
      ],
      [
        ".",
        -9.448371e-05
      ],
      [
        " Wade",
        -1.4378848e-05
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be Done?  and stated that World War I was designed for capitalists to gain land in his Imperialism, the Highest Stage of Capitalism. This man called for unifying all of his nation's banks into one single": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.10838635
      ],
      [
        "lad",
        -0.00076031504
      ],
      [
        "imir",
        -9.317247e-05
      ],
      [
        " Lenin",
        -0.00042233232
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion and the death penalty in his work Evangelium Vitae. On one of his trips, he notably visited the Western Wall of Jerusalem and prayed for forgiveness. This leader denounced aspects of liberation theology and declared evolution to be wholly compatible with the Bible. He won the Nobel Peace Prize for his work fighting Communist oppression in his home nation of Poland. For 10 points, name this pope, who served from 1978 to 2005 and was succeeded by Benedict XVI.": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.24517258
      ],
      [
        "ope",
        -3.2929079e-06
      ],
      [
        " John",
        -7.8987236e-05
      ],
      [
        " Paul",
        -0.00010342398
      ],
      [
        " II",
        -7.89631e-07
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states, a law of universal hospitality, and republicanism as requirements for the title international condition. This author of \"Perpetual Peace\" offered mathematics as an example of synthetic judgments that": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.092083365
      ],
      [
        "manuel",
        -0.00040469383
      ],
      [
        " Kant",
        -0.00013691289
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.0046205916
      ],
      [
        " on",
        -1.3663626e-05
      ],
      [
        " a",
        -2.486877e-05
      ],
      [
        " Hot",
        -1.2352386e-05
      ],
      [
        " Tin",
        -7.696077e-05
      ],
      [
        " Roof",
        -2.9040899e-05
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came": {
    "guess": "Lincoln-Douglas debates",
    "confidence": [
      [
        "Lin",
        -0.35666648
      ],
      [
        "coln",
        -1.9146995e-05
      ],
      [
        "-D",
        -0.21901599
      ],
      [
        "ou",
        -4.8425554e-06
      ],
      [
        "glas",
        -1.0280384e-06
      ],
      [
        " debates",
        -0.05317948
      ]
    ]
  },
  "This man argued for the reducibility of reasoning in his De Arte Combinatoria, and he argued that all movement was a byproduct of God in Hypothesis Physica Nova. He refuted the Cartesian view of matter by stating that only beings that can perform action can count as a substance. Voltaire lampooned this man's theory of optimism that this was the best of all possible worlds. For 10 points, name this German philosopher who wrote of monads in Theodicee and who also co-discovered Calculus.": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.0043509603
      ],
      [
        "ott",
        -3.23786e-05
      ],
      [
        "fried",
        -3.631232e-05
      ],
      [
        " Wilhelm",
        -0.00038527095
      ],
      [
        " Le",
        -1.9361265e-07
      ],
      [
        "ib",
        -1.3663626e-05
      ],
      [
        "n",
        -1.2948405e-05
      ],
      [
        "iz",
        -9.968313e-06
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\" and tied kinesthetic sensations to the perception of distance in his Essay towards a New Theory of Vision.  In reference to one of his ideas, Jonathan Swift supposedly once refused to open his door for this man, and Samuel Johnson exclaimed, \"Thus I refute him!\" after kicking a rock.  FTP, name this Bishop of Cloyne who wrote Three Dialogues Between Hylas and Philonous supporting his view that \"to be is to be perceived.\"": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0010852093
      ],
      [
        " Berkeley",
        -0.00041005798
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion and the death penalty in his work Evangelium Vitae. On one of his trips, he notably visited the Western Wall of Jerusalem and prayed for forgiveness. This leader denounced aspects of liberation theology": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.012705531
      ],
      [
        "ope",
        -4.723352e-06
      ],
      [
        " John",
        -0.0015135504
      ],
      [
        " Paul",
        -0.000203898
      ],
      [
        " II",
        -3.1186566e-05
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -1.2192044
      ],
      [
        "unn",
        -0.051106613
      ],
      [
        "ar",
        -2.2723105e-05
      ],
      [
        " My",
        -0.000106046464
      ],
      [
        "rd",
        -0.00031150956
      ],
      [
        "al",
        -0.00010747691
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be Done?  and stated that World War I was designed for capitalists to gain land in his Imperialism, the Highest Stage of Capitalism. This man called for unifying all of his nation's banks into one single bank in his \"April Theses,\" which was written during his sealed train ride returning from exile. He was supported by the Red Army of Leon Trotsky.  For 10 points, identify this head of the communist": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.004339918
      ],
      [
        "lad",
        -4.9617593e-06
      ],
      [
        "imir",
        -9.2457245e-05
      ],
      [
        " Lenin",
        -7.529192e-05
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described": {
    "guess": "Aleksandr Solzhenitsyn",
    "confidence": [
      [
        "Ale",
        -1.8234086
      ],
      [
        "ks",
        -0.25438863
      ],
      [
        "andr",
        -0.0006246338
      ],
      [
        " Sol",
        -0.26189673
      ],
      [
        "z",
        -0.00039409203
      ],
      [
        "hen",
        -0.00013691289
      ],
      [
        "its",
        -0.0003920656
      ],
      [
        "yn",
        -0.0007460217
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this": {
    "guess": "Ontological Argument",
    "confidence": [
      [
        "Ont",
        -0.0048665497
      ],
      [
        "ological",
        -8.89548e-06
      ],
      [
        " Argument",
        -0.0005327791
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay": {
    "guess": "The Sociology of Science",
    "confidence": [
      [
        "The",
        -0.6510153
      ],
      [
        " Sociology",
        -0.27944392
      ],
      [
        " of",
        -0.0015616427
      ],
      [
        " Science",
        -0.511764
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association for the Advancement of Science. After touring factories on the Continent he wrote On the Economy of": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.23137681
      ],
      [
        " B",
        -0.0030521005
      ],
      [
        "abbage",
        -0.00019507692
      ]
    ]
  },
  "This man argued for the reducibility of reasoning in his De Arte Combinatoria, and he argued that all movement was a byproduct of God in Hypothesis Physica Nova. He refuted the Cartesian view of matter by stating that only beings that can perform action can count as a substance. Voltaire lampooned this": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.015922336
      ],
      [
        "ott",
        -0.0009989865
      ],
      [
        "fried",
        -0.00010902656
      ],
      [
        " Wilhelm",
        -0.0018799698
      ],
      [
        " Le",
        -1.4855664e-05
      ],
      [
        "ib",
        -1.1279553e-05
      ],
      [
        "n",
        -1.1517961e-05
      ],
      [
        "iz",
        -1.9862217e-05
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while the rakers of this organ are used to filter out food. In vertebrae they are located on the exterior of the pharynx and play a key role in maintaining tonicity with the surrounding environment. Oxygen": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.002001677
      ],
      [
        "ill",
        -0.0006098672
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of nations\" entitled": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -1.3125608
      ],
      [
        "unn",
        -0.008891801
      ],
      [
        "ar",
        -6.241792e-05
      ],
      [
        " My",
        -0.000512045
      ],
      [
        "rd",
        -0.0015017714
      ],
      [
        "al",
        -0.00016039233
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.34748203
      ],
      [
        "ique",
        -0.015480264
      ],
      [
        " of",
        -0.00016408764
      ],
      [
        " Pure",
        -0.006248715
      ],
      [
        " Reason",
        -5.8126592e-05
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.43820575
      ]
    ]
  },
  "Arguments for the winning side in this case were made by Linda Coffee and Sarah Weddington. Doe v. Bolton was a companion to this case, which came to include the intervening of Dr. James Hallford. The decision in this case was based in part on the precedent of the case Griswold v. Connecticut. The majority": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.16868584
      ],
      [
        "oe",
        -4.723352e-06
      ],
      [
        " v",
        -0.0004779784
      ],
      [
        ".",
        -9.615256e-05
      ],
      [
        " Wade",
        -1.1398757e-05
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.7144575
      ],
      [
        " Berkeley",
        -0.017907236
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the Work of Art,\" found in Poetry, Language, and Thought. Like Max Weber, he gave a noted address at Freiburg, though his was called \"What is Metaphysics?\" The most famous work of this teacher of Hannah": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.0020148829
      ],
      [
        " He",
        -9.066919e-05
      ],
      [
        "ide",
        -0.00021641071
      ],
      [
        "gger",
        -4.4849444e-06
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.30871245
      ],
      [
        "anganese",
        -0.0013380974
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object,": {
    "guess": "Russell's teapot",
    "confidence": [
      [
        "Russ",
        -0.3667136
      ],
      [
        "ell",
        -0.00029840085
      ],
      [
        "'s",
        -0.0007244678
      ],
      [
        " te",
        -0.021572703
      ],
      [
        "apot",
        -0.00012987986
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet we know it is the same wax. This man was asked by Princess Elizabeth of Bohemia to explain how an immaterial soul can cause a body to move in a correspondence. He claimed that he could (*) doubt everything except the fact that he exists. He is the namesake of a belief in mind-body dualism. For 10 points, name this author of Discourse on the Method and Meditations on First Philosophy, who is credited": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.020295331
      ],
      [
        "é",
        -1.7597347e-05
      ],
      [
        " Desc",
        -0.00023488728
      ],
      [
        "art",
        -3.035214e-05
      ],
      [
        "es",
        -1.1279553e-05
      ]
    ]
  },
  "This man argued for the reducibility of reasoning in his De Arte Combinatoria, and he argued that all": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.009949923
      ],
      [
        "ott",
        -0.00021259987
      ],
      [
        "fried",
        -6.587483e-05
      ],
      [
        " Wilhelm",
        -0.0016337627
      ],
      [
        " Le",
        -4.2510914e-05
      ],
      [
        "ib",
        -1.867018e-05
      ],
      [
        "n",
        -1.3663626e-05
      ],
      [
        "iz",
        -1.7478143e-05
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins.": {
    "guess": "The Just Assassins",
    "confidence": [
      [
        "The",
        -0.6576703
      ],
      [
        " Just",
        -0.027509958
      ],
      [
        " Assass",
        -0.0012863061
      ],
      [
        "ins",
        -8.4828214e-05
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We Scholars.\" It claims that \"when you look long into an abyss, the abyss also looks into you,\" and that": {
    "guess": "Beyond Good and Evil",
    "confidence": [
      [
        "Beyond",
        -0.5273353
      ],
      [
        " Good",
        -8.363618e-05
      ],
      [
        " and",
        -0.00018089537
      ],
      [
        " Evil",
        -0.00013309837
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be Done?  and stated that World War I was designed for capitalists to gain land in his Imperialism, the Highest Stage of Capitalism. This man called for unifying all of his nation's banks into one single bank in his \"April Theses,\" which was written during his sealed train ride returning from exile.": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.022523211
      ],
      [
        "lad",
        -3.88156e-05
      ],
      [
        "imir",
        -0.00031031753
      ],
      [
        " Lenin",
        -6.3490756e-05
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment.": {
    "guess": "Talcott Parsons",
    "confidence": [
      [
        "T",
        -1.6958151
      ],
      [
        "alc",
        -0.0028468405
      ],
      [
        "ott",
        -4.8709502e-05
      ],
      [
        " Parsons",
        -0.0007890212
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet we know it is the same wax. This man was asked by Princess Elizabeth of Bohemia to explain how an immaterial soul can cause a body to move in a correspondence. He claimed that he could (*) doubt everything": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.011549598
      ],
      [
        "é",
        -2.808727e-05
      ],
      [
        " Desc",
        -6.337155e-05
      ],
      [
        "art",
        -3.8219583e-05
      ],
      [
        "es",
        -4.7755875e-05
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.18437415
      ],
      [
        " Kenneth",
        -0.0016234105
      ],
      [
        " Gal",
        -4.8828708e-05
      ],
      [
        "bra",
        -3.2855416e-05
      ],
      [
        "ith",
        -7.465036e-06
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled Rural Sports.  This author of the mock-epic The Fan was the primary librettist for Handel's Acis and Galatea and wrote Trivia: Or, The Art of Walking the Streets of London. In one of his plays, Mrs. Trapes delivers embarrassing news and Mrs. Coaxer's bribe proves futile, and the machinations of a man who fences stolen property and turns thieves in to the police fail to prevent either Lucy Lockit or Polly Peachum from pining for Macheath. For 10 points, name this author of The Beggar's Opera.": {
    "guess": "John Gay",
    "confidence": [
      [
        "John",
        -0.0018158364
      ],
      [
        " Gay",
        -0.00033725024
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins. \"The Growing Stone\" and \"The Adulterous Woman\" can be found in his final creative output, The": {
    "guess": "Exile and the Kingdom",
    "confidence": [
      [
        "Ex",
        -0.0074050114
      ],
      [
        "ile",
        -2.2961513e-05
      ],
      [
        " and",
        -1.1637165e-05
      ],
      [
        " the",
        -0.00017386234
      ],
      [
        " Kingdom",
        -1.0564331e-05
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while the rakers of this organ are used to filter out food. In vertebrae they are located on the exterior of the pharynx and play a key role in maintaining tonicity with the surrounding environment. Oxygen diffuses through these organs, while nitrogen and carbon dioxide are expelled through them. Lampreys": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.0054733986
      ],
      [
        "ill",
        -0.16937736
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states, a law of universal hospitality, and republicanism as requirements for the title international condition.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.22800916
      ],
      [
        "manuel",
        -0.00020735491
      ],
      [
        " Kant",
        -0.00020115632
      ]
    ]
  },
  "It argues for the existence of collective tendencies as real forces that affect individuals. It posits that the title concept is affected by forces of social integration and moral regulation. Surprisingly, the author only briefly describes types of individuals who lead [*] empty lives, resulting in the": {
    "guess": "Collective consciousness",
    "confidence": [
      [
        "Collect",
        -0.49535948
      ],
      [
        "ive",
        -0.00023381444
      ],
      [
        " consciousness",
        -0.2561417
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states, a law of universal hospitality, and republicanism as requirements for the title international condition. This author of \"Perpetual Peace\" offered mathematics as an example of synthetic judgments that are still a priori in a work rejecting the empiricism of David Hume, who woke this thinker from his \"dogmatic slumbers.\" For 10 points, name this German deontological philosopher behind the Groundwork for the Metaphysics of Morals and the Critique of Pure Reason.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0015129582
      ],
      [
        "manuel",
        -0.00010175513
      ],
      [
        " Kant",
        -9.710619e-05
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\" and tied kinesthetic sensations to the perception of distance in his Essay towards a New Theory": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0031376742
      ],
      [
        " Berkeley",
        -0.00036525945
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins. \"The Growing Stone\" and \"The Adulterous Woman\" can be found in his final creative output, The Exile and the Kingdom, though he left The Happy Death unfinished. He said that the novels' heroes, such as Bernard Rieux and Jean-Baptiste Clamence, are absurdist. For 10 points, name this author of The": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.0035867717
      ],
      [
        " Cam",
        -0.0001278534
      ],
      [
        "us",
        -2.319992e-05
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the": {
    "guess": "Ship of Theseus",
    "confidence": [
      [
        "Ship",
        -1.6047516
      ],
      [
        " of",
        -3.4047454e-05
      ],
      [
        " These",
        -0.00028266964
      ],
      [
        "us",
        -3.5120287e-05
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution,": {
    "guess": "Vladimir Mayakovsky",
    "confidence": [
      [
        "V",
        -0.8118061
      ],
      [
        "lad",
        -0.55323255
      ],
      [
        "imir",
        -0.00028660335
      ],
      [
        " May",
        -0.52220994
      ],
      [
        "ak",
        -0.0030507965
      ],
      [
        "ovsky",
        -0.00011486754
      ]
    ]
  },
  "It argues for the existence of collective tendencies as real forces that affect individuals. It posits that the title concept is affected by forces of social integration and moral regulation. Surprisingly, the author only briefly describes types of individuals who lead [*] empty lives, resulting in the fatalistic form; other forms include the altruistic, egotistic, and anomic. For 10 points—name this": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.41565704
      ],
      [
        "mile",
        -0.00010747691
      ],
      [
        " Dur",
        -0.00013142951
      ],
      [
        "k",
        -5.419287e-05
      ],
      [
        "heim",
        -0.00011439072
      ]
    ]
  },
  "It argues for the existence of collective tendencies as real forces that affect individuals. It posits": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -0.60324407
      ],
      [
        "ive",
        -0.012303492
      ],
      [
        " unconscious",
        -0.62113565
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -1.4544606
      ],
      [
        "z",
        -0.28253284
      ],
      [
        "ra",
        -4.5371802e-05
      ],
      [
        " Pound",
        -0.00035441187
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states, a law of universal hospitality, and republicanism as requirements for the title international condition. This author of \"Perpetual Peace\" offered mathematics as an example of synthetic judgments that are still a priori in a work rejecting the empiricism of David Hume, who woke this thinker from": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0044656047
      ],
      [
        "manuel",
        -0.00048167375
      ],
      [
        " Kant",
        -0.0002519224
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We Scholars.\" It claims that \"when you look long into an abyss, the abyss also looks into you,\" and that \"there are no moral phenomena at all, but only a moral interpretation of phenomena,\" two of its \"Epigrams and Interludes.\" Comparing truth to a woman, it begins with a section on \"The Prejudices of Philosophers\" and ends with a song about the coming of Zarathustra. For 10 points, name this \"Prelude to a Philosophy of the Future\" by Nietzsche.": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.45559937
      ],
      [
        " Sp",
        -0.00086024636
      ],
      [
        "oke",
        -0.007539079
      ],
      [
        " Zar",
        -1.9361265e-07
      ],
      [
        "ath",
        -5.2001665e-06
      ],
      [
        "ustr",
        -0.0018039381
      ],
      [
        "a",
        -4.0842064e-05
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks until he hears a \"click\" after discussing why he was jumping hurdles at his old high school. One character in this play kicks Mae and Gooper out of the dining room so he can have a conversation in which he learns that his spastic colon is actually cancer and he forces his son to discuss his relationship with his dead friend Skipper. For 10 points, name this play in which Maggie tries to convince her husband Brick Pollitt to sleep with her, by Tennessee Williams.": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.0053055007
      ],
      [
        " on",
        -8.4112995e-05
      ],
      [
        " a",
        -5.3239244e-05
      ],
      [
        " Hot",
        -4.2153304e-05
      ],
      [
        " Tin",
        -3.88156e-05
      ],
      [
        " Roof",
        -1.9146995e-05
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled Rural Sports.  This author of the mock-epic The Fan was the primary librettist for Handel's Acis and Galatea and wrote Trivia: Or, The Art of Walking the Streets of London. In one of his plays, Mrs. Trapes delivers embarrassing news and Mrs. Coaxer's bribe proves futile, and the machinations of a man who fences stolen property and turns thieves in to the police fail to prevent either Lucy Lockit": {
    "guess": "John Gay",
    "confidence": [
      [
        "John",
        -0.070376076
      ],
      [
        " Gay",
        -0.0010043471
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while the rakers of this organ are used to filter out food. In vertebrae they are located on the exterior of the pharynx and play a key role in maintaining tonicity with the surrounding environment. Oxygen diffuses through these organs, while nitrogen and carbon dioxide are expelled through them. Lampreys have seven of them while most sharks have five of these. FTP, identify this common respiratory organ found in aquatic organisms.": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.004698188
      ],
      [
        "ill",
        -0.0069850762
      ]
    ]
  },
  "He argued that fringing reefs appear first, to be followed by barrier reefs, and then atolls as the sea floor sinks and the coral continually grows to reach the surface. This theory, articulated while in South America in 1832, brought him to the attention of Charles Lyell and the scientific societies": {
    "guess": "Structure and Distribution of Coral Reefs",
    "confidence": [
      [
        "Structure",
        -0.59812963
      ],
      [
        " and",
        -0.0049953633
      ],
      [
        " Distribution",
        -0.009254237
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " Coral",
        -0.00011725161
      ],
      [
        " Re",
        -2.057744e-05
      ],
      [
        "efs",
        -4.00813e-06
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet we know it is the same wax. This man was asked by Princess Elizabeth of Bohemia to explain how an immaterial soul can cause a body to move in a correspondence. He claimed that he could (*) doubt everything except the fact that he exists. He is the namesake of a belief in mind-body dualism. For 10": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.008101616
      ],
      [
        "é",
        -1.7954959e-05
      ],
      [
        " Desc",
        -0.00012821102
      ],
      [
        "art",
        -2.5107178e-05
      ],
      [
        "es",
        -1.8431772e-05
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this argument by Gasking proves the exact opposite by supposing that something is more impressive the greater the handicap of the achiever. One of the first objections to it was raised by Hume in a general argument against a priori proofs. More familiar objections to this include Gaunilo's island and Kant's argument that existence is not a predicate. For 10 points, name this argument suggested by Anselm": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.0015528328
      ],
      [
        "ological",
        -0.0008432185
      ],
      [
        " argument",
        -0.062255368
      ]
    ]
  },
  "He argued that fringing reefs appear first, to be followed by barrier reefs, and then atolls as the sea floor sinks and the coral continually grows to reach the surface. This theory, articulated while": {
    "guess": "Darwin's theory of coral reef formation",
    "confidence": [
      [
        "Dar",
        -1.0221395
      ],
      [
        "win",
        -8.10137e-05
      ],
      [
        "'s",
        -0.017636253
      ],
      [
        " theory",
        -0.2090344
      ],
      [
        " of",
        -0.010108303
      ],
      [
        " coral",
        -0.28673518
      ],
      [
        " reef",
        -0.0998532
      ],
      [
        " formation",
        -0.019848637
      ]
    ]
  },
  "This man argued for the reducibility of reasoning in his De Arte Combinatoria, and he argued that all movement was a byproduct of God in Hypothesis Physica Nova. He refuted the Cartesian view of matter": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.0033045006
      ],
      [
        "ott",
        -0.0013339325
      ],
      [
        "fried",
        -5.0974373e-05
      ],
      [
        " Wilhelm",
        -0.001164865
      ],
      [
        " Le",
        -6.704273e-07
      ],
      [
        "ib",
        -1.3544423e-05
      ],
      [
        "n",
        -1.569009e-05
      ],
      [
        "iz",
        -9.372295e-06
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins. \"The Growing Stone\" and \"The Adulterous Woman\" can be found in his final creative output, The Exile and the Kingdom, though he left The Happy Death unfinished. He said that the novels' heroes, such as Bernard Rieux and Jean-Baptiste Clamence, are absurdist. For 10 points, name this author of The Myth of Sisyphus who wrote abut Mersault's murder of an Arab and is responsible for such works as": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.0009829124
      ],
      [
        " Cam",
        -5.288163e-05
      ],
      [
        "us",
        -1.9504607e-05
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was taunted by Epaphus after a foot-race. This man sees a set of silver doors with a representation of the cosmos and zodiac on it. In their grief, this man's sisters turned into poplar trees that cried": {
    "guess": "Atlas",
    "confidence": [
      [
        "Atlas",
        -1.2128754
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the Work of Art,\" found in Poetry, Language, and Thought. Like Max Weber, he gave a noted address at Freiburg,": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.0016287636
      ],
      [
        " He",
        -4.7517467e-05
      ],
      [
        "ide",
        -5.7411373e-05
      ],
      [
        "gger",
        -1.0802739e-05
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this argument by Gasking proves the exact opposite by supposing that something is more impressive the greater": {
    "guess": "Ontological Argument",
    "confidence": [
      [
        "Ont",
        -0.03965315
      ],
      [
        "ological",
        -0.00028886824
      ],
      [
        " Argument",
        -0.24845643
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\"": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.38784117
      ],
      [
        " Kenneth",
        -0.0032421204
      ],
      [
        " Gal",
        -0.00015217095
      ],
      [
        "bra",
        -2.6537622e-05
      ],
      [
        "ith",
        -4.4849444e-06
      ]
    ]
  },
  "He argued that fringing reefs appear first, to be followed by barrier reefs, and then atolls as the sea floor sinks and the coral continually grows to reach the surface. This theory, articulated while in South America in 1832, brought him to the attention of Charles Lyell and the scientific societies of London. For 10 points, name this British geologist better known for biological works like The Descent": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.42062256
      ],
      [
        " Darwin",
        -0.013033514
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks until he hears a \"click\" after discussing why he was jumping hurdles at his old high school. One character in this play kicks Mae and Gooper out of the dining room so he can have a conversation in which he learns that his spastic colon is actually cancer and he forces his son to discuss his relationship": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.003959313
      ],
      [
        " on",
        -0.0002707529
      ],
      [
        " a",
        -0.00016718694
      ],
      [
        " Hot",
        -0.00010831134
      ],
      [
        " Tin",
        -6.0749073e-05
      ],
      [
        " Roof",
        -2.3676734e-05
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.16717623
      ],
      [
        "trand",
        -9.849109e-06
      ],
      [
        " Russell",
        -0.00093420944
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion and the death penalty in his work Evangelium Vitae. On one of his trips, he notably visited the Western Wall of Jerusalem and prayed for forgiveness. This leader denounced aspects of liberation theology and declared evolution to be wholly compatible with the Bible. He won the Nobel Peace Prize for his work fighting Communist oppression in his home nation of Poland. For 10 points, name this pope,": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.12076913
      ],
      [
        "ope",
        -6.749814e-06
      ],
      [
        " John",
        -0.00038705903
      ],
      [
        " Paul",
        -0.00026824963
      ],
      [
        " II",
        -1.0087517e-05
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.26004022
      ],
      [
        " Kenneth",
        -0.024178568
      ],
      [
        " Gal",
        -9.0073176e-05
      ],
      [
        "bra",
        -1.1994775e-05
      ],
      [
        "ith",
        -2.1008714e-06
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\" A strong influence on the Serapion Brothers, he wrote of Martin Martinych's theft of wood to heat the title frozen room in Petrograd in \"The Cave.\" Upon being exiled from Russia, he created self-satisfied characters like Vicar Dewly and Mr. O'Kelly in his satire of England, The Islanders, and also wrote a novel about the failed rebellion of I-330 and D-503 against the One State. FTP, name this Russian author best known for his 1921 dystopia We.": {
    "guess": "Yevgeny Zamyatin",
    "confidence": [
      [
        "Y",
        -0.0066331867
      ],
      [
        "ev",
        -0.00026956087
      ],
      [
        "gen",
        -6.325235e-05
      ],
      [
        "y",
        -0.0008015266
      ],
      [
        " Z",
        -0.0006059335
      ],
      [
        "amy",
        -0.00014323067
      ],
      [
        "atin",
        -1.0802739e-05
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled Rural Sports.  This author of the mock-epic The Fan was the primary librettist for Handel's Acis and Galatea and wrote Trivia: Or, The Art of Walking the Streets of London. In one of his plays, Mrs. Trapes delivers embarrassing news and Mrs. Coaxer's bribe proves futile, and the machinations of": {
    "guess": "John Gay",
    "confidence": [
      [
        "John",
        -0.015272959
      ],
      [
        " Gay",
        -0.0010305463
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen evolving complex in\n chloroplasts has a center with calcium and this metal. In the body, this metal is paired with iron in a class of\n superoxide dismutase found in the mitochondria. This metal is central to the testing of alkenes in Baeyer's\n reagent, which involves the reduction of its +7 oxidation state to its +2 oxidation state. For 10 points, name\n this transition metal with chemical symbol Mn.": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.006924354
      ],
      [
        "anganese",
        -0.000203898
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\"": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.014489596
      ],
      [
        " Berkeley",
        -0.00079509325
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association for the Advancement of Science. After touring factories on the Continent he wrote On the Economy of Machinery and Manufactures, but he spent most of his life working on two machines of his own, one": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.0121794855
      ],
      [
        " B",
        -0.001084971
      ],
      [
        "abbage",
        -0.0009793399
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\" A strong influence on the Serapion Brothers, he wrote of Martin Martinych's theft of wood to heat": {
    "guess": "Thomas Pynchon",
    "confidence": [
      [
        "Thomas",
        -1.5711212
      ],
      [
        " P",
        -0.3348235
      ],
      [
        "ynch",
        -0.00046951865
      ],
      [
        "on",
        -1.2829201e-05
      ]
    ]
  },
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.2907229
      ],
      [
        "mile",
        -1.3856493e-06
      ],
      [
        " Dur",
        -3.650519e-06
      ],
      [
        "k",
        -2.2484697e-05
      ],
      [
        "heim",
        -6.0391463e-05
      ]
    ]
  },
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive laws matching to mechanical solidarity. He outlined a way to study social facts in one work. In another, he outlined how people suffering from anomie can perform an action of self harm for different reasons than someone whose reasons are fatalistic, egoistic, or altruistic. For 10 points, name this French sociologist who wrote The Rules of the Sociological Method, Suicide, and The Division of Labor in Society.": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.0024967063
      ],
      [
        "mile",
        -9.4914985e-06
      ],
      [
        " Dur",
        -1.5451682e-05
      ],
      [
        "k",
        -3.9888433e-05
      ],
      [
        "heim",
        -5.8603408e-05
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the instrument, Socrates points out that harmony can occur in degrees, whereas the soul acts as an ideal governor. Anaxagoras' physical causation theories were only partial explanations, for the soul acts as an opposite to the body to render it alive. Cebes points out that knowledge as recollection also": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.670953
      ],
      [
        "aed",
        -0.0010909239
      ],
      [
        "o",
        -0.15111685
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent": {
    "guess": "Banquet Circuit",
    "confidence": [
      [
        "Ban",
        -1.0700942
      ],
      [
        "quet",
        -0.0104974285
      ],
      [
        " Circuit",
        -0.8999609
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled Rural Sports.  This author of the mock-epic The Fan was the primary librettist for Handel's Acis": {
    "guess": "John Gay",
    "confidence": [
      [
        "John",
        -0.14510801
      ],
      [
        " Gay",
        -0.012774263
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states, a law of universal hospitality, and republicanism as requirements for the title international condition. This author of \"Perpetual Peace\" offered mathematics as an example of synthetic judgments that are still a priori in a work rejecting the empiricism of David Hume, who woke this thinker from his \"dogmatic slumbers.\" For 10 points, name this German deontological philosopher behind the Groundwork": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.00042137867
      ],
      [
        "manuel",
        -0.00022487417
      ],
      [
        " Kant",
        -5.9080223e-05
      ]
    ]
  },
  "Arguments for the winning side in this case were made by Linda Coffee and Sarah Weddington. Doe v. Bolton was a companion to this case, which came to include the intervening of Dr. James Hallford. The decision in this case was based in part on the precedent of the case Griswold v. Connecticut. The majority decision in this case was written up by Harry Blackmun and supported the cause of Norma McCorvey. For 10 points, name this 1973 Supreme Court case that legalized abortions.": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.0010158989
      ],
      [
        "oe",
        -3.2929079e-06
      ],
      [
        " v",
        -0.0007585271
      ],
      [
        ".",
        -0.00029852006
      ],
      [
        " Wade",
        -1.0564331e-05
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -1.3247645
      ],
      [
        " Darwin",
        -0.0037434294
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\" A strong influence on the Serapion Brothers, he wrote of Martin Martinych's theft of wood to heat the title frozen room in Petrograd in \"The Cave.\" Upon being exiled from Russia, he created self-satisfied characters like Vicar Dewly and Mr. O'Kelly in his satire of England, The Islanders, and also": {
    "guess": "Yevgeny Zamyatin",
    "confidence": [
      [
        "Y",
        -0.6394753
      ],
      [
        "ev",
        -0.039349247
      ],
      [
        "gen",
        -4.1199673e-05
      ],
      [
        "y",
        -0.00032068457
      ],
      [
        " Z",
        -0.0006805036
      ],
      [
        "amy",
        -1.6762922e-05
      ],
      [
        "atin",
        -0.00010759611
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins. \"The Growing Stone\" and \"The Adulterous Woman\" can be found in his final creative output, The Exile and the Kingdom, though he left The Happy Death unfinished. He said that the novels' heroes, such": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.021096943
      ],
      [
        " Cam",
        -1.4378848e-05
      ],
      [
        "us",
        -1.3663626e-05
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary": {
    "guess": "Passive Obedience",
    "confidence": [
      [
        "Pass",
        -0.19047648
      ],
      [
        "ive",
        -0.00013703208
      ],
      [
        " O",
        -0.22975011
      ],
      [
        "bed",
        -8.776276e-06
      ],
      [
        "ience",
        -0.00032986328
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\" A strong influence on the Serapion Brothers, he wrote of Martin Martinych's theft of wood to heat the title frozen room in Petrograd in \"The Cave.\" Upon being exiled from Russia, he created self-satisfied characters like Vicar Dewly and Mr. O'Kelly in his satire of England, The Islanders, and also wrote a novel about the failed rebellion of I-330 and D-503 against the One State. FTP, name this Russian": {
    "guess": "Yevgeny Zamyatin",
    "confidence": [
      [
        "Y",
        -0.021962533
      ],
      [
        "ev",
        -0.00033546583
      ],
      [
        "gen",
        -1.8789384e-05
      ],
      [
        "y",
        -8.017927e-05
      ],
      [
        " Z",
        -0.00043364934
      ],
      [
        "amy",
        -2.677603e-05
      ],
      [
        "atin",
        -4.465658e-05
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was taunted by Epaphus after a foot-race. This man sees a set of silver doors with a representation of": {
    "guess": "Tithonus",
    "confidence": [
      [
        "T",
        -1.6097128
      ],
      [
        "ith",
        -0.5966522
      ],
      [
        "onus",
        -0.014542817
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled": {
    "guess": "Windsor-Forest",
    "confidence": [
      [
        "W",
        -1.0022613
      ],
      [
        "inds",
        -0.42058566
      ],
      [
        "or",
        -0.00039611853
      ],
      [
        "-F",
        -0.51503986
      ],
      [
        "orest",
        -0.0012458281
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\" and tied kinesthetic sensations to the perception of distance in his Essay towards a New Theory of Vision.  In reference to one of his ideas, Jonathan Swift supposedly once refused to open his door for this man, and Samuel Johnson exclaimed, \"Thus I refute him!\" after kicking a rock.  FTP, name this Bishop of Cloyne who wrote Three Dialogues Between Hylas and Philonous supporting his view that": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0017808529
      ],
      [
        " Berkeley",
        -0.00097578217
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising and vertical integration and that shareholders were losing control of their companies to a (*) technostructure of managers. This author of American Capitalism: The Concept of Countervailing Power": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.0147106955
      ],
      [
        " Kenneth",
        -6.2729996e-06
      ],
      [
        " Gal",
        -3.5313153e-06
      ],
      [
        "bra",
        -1.9743013e-05
      ],
      [
        "ith",
        -2.3392786e-06
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of nations\" entitled Asian Drama.  He denounced the Agricultural Adjustment Act's impact on the cotton industry, expounding his theory of \"cumulative causation\" in a work subtitled The Negro Problem and Modern Democracy.": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -0.0038365403
      ],
      [
        "unn",
        -9.984788e-05
      ],
      [
        "ar",
        -4.167649e-05
      ],
      [
        " My",
        -6.659005e-05
      ],
      [
        "rd",
        -0.00019364648
      ],
      [
        "al",
        -5.085517e-05
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks until he hears a \"click\" after discussing why he was jumping hurdles at his old high school. One character in this play kicks Mae and Gooper out of the dining room so he can have a conversation in": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.0013892815
      ],
      [
        " on",
        -0.000110576206
      ],
      [
        " a",
        -0.00020270597
      ],
      [
        " Hot",
        -1.7478143e-05
      ],
      [
        " Tin",
        -2.749125e-05
      ],
      [
        " Roof",
        -3.059055e-05
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising and vertical integration and that shareholders were losing control of their companies to a (*) technostructure of managers. This author of American Capitalism: The Concept of Countervailing Power wrote that though the private sector grew rich, the social and public infrastructure remained stagnant, allowing income disparities to remain. For 10 points, identify this economist who wrote the The": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.033543803
      ],
      [
        " Kenneth",
        -1.5332478e-05
      ],
      [
        " Gal",
        -1.1637165e-05
      ],
      [
        "bra",
        -2.0100624e-05
      ],
      [
        "ith",
        -5.6769813e-06
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does the set of all sets that do not contain themselves contain itself?\"  With Einstein, he names a manifesto advocating [*] nuclear disarmament, signed by many nuclear physicists, and claimed that organized churches oppose moral progress in \"Why I Am Not A Christian\". Also known for his work with Alfred Whitehead, for 10 points, name this author who attempted a logical foundation for math in his Principia": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.003993154
      ],
      [
        "trand",
        -8.299462e-06
      ],
      [
        " Russell",
        -0.00021128863
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.23493439
      ],
      [
        " B",
        -0.00044866532
      ],
      [
        "abbage",
        -8.697388e-05
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected": {
    "guess": "Dwight MacDonald",
    "confidence": [
      [
        "D",
        -0.64023477
      ],
      [
        "w",
        -0.0058467854
      ],
      [
        "ight",
        -4.7994283e-05
      ],
      [
        " MacDonald",
        -0.323654
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.032443464
      ],
      [
        "ill",
        -0.1926946
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising and vertical integration and that shareholders were losing control of their companies to a (*) technostructure of managers. This author of American Capitalism: The Concept of Countervailing Power wrote that though the private sector grew rich, the social and public infrastructure remained stagnant,": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.046928436
      ],
      [
        " Kenneth",
        -5.5577775e-06
      ],
      [
        " Gal",
        -9.4914985e-06
      ],
      [
        "bra",
        -3.0471343e-05
      ],
      [
        "ith",
        -5.6769813e-06
      ]
    ]
  },
  "It argues for the existence of collective tendencies as real forces that affect individuals. It posits that the title concept is affected by forces of social integration and moral regulation. Surprisingly, the author only briefly describes types of individuals who lead [*] empty lives, resulting in the fatalistic form; other forms include the altruistic, egotistic, and anomic. For 10 points—name this sociological study of a type of death by Émile Durkheim.": {
    "guess": "Suicide (book)",
    "confidence": [
      [
        "Su",
        -0.2009461
      ],
      [
        "icide",
        -8.45898e-05
      ],
      [
        " (",
        -0.0037665898
      ],
      [
        "book",
        -0.00034523688
      ],
      [
        ")",
        -0.0015045058
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion and the death penalty in his work Evangelium Vitae. On one of his trips, he notably visited the Western": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.026881294
      ],
      [
        "ope",
        -8.780831e-05
      ],
      [
        " John",
        -0.00046439286
      ],
      [
        " Paul",
        -5.025915e-05
      ],
      [
        " II",
        -1.4378848e-05
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen evolving complex in\n chloroplasts has a center with calcium and this metal. In the body, this metal is paired with iron in a class of\n superoxide dismutase found in the mitochondria. This metal is central to the testing of alkenes in Baeyer's\n reagent, which involves the reduction of its +7 oxidation": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.60564655
      ],
      [
        "anganese",
        -0.029886322
      ]
    ]
  },
  "Arguments with Francois Mauriac and Andre Breton his anti-communist State of Siege and The Just Assassins. \"The Growing Stone\" and \"The Adulterous Woman\" can be found in his final creative output, The Exile and the Kingdom, though he left The Happy Death unfinished. He said that the novels' heroes, such as Bernard Rieux and Jean-Baptiste Clamence, are absurdist. For 10 points, name this author of The Myth of Sisyphus who wrote abut Mersault's murder of an Arab and is responsible for such works as The Fall, The Rebel, The Plague and the aforementioned The Stranger.": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.0011395039
      ],
      [
        " Cam",
        -1.9385403e-05
      ],
      [
        "us",
        -1.0802739e-05
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -1.1067212
      ],
      [
        "ires",
        -0.017448127
      ],
      [
        "ias",
        -5.6219335e-05
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be Done?  and stated that World War I was designed for capitalists to gain land in his Imperialism, the Highest Stage of Capitalism. This man called for unifying all of his nation's banks into one single bank in his \"April Theses,\" which was written during his sealed train ride returning from exile. He was supported by the Red Army of Leon Trotsky.  For 10 points, identify this head of the communist party, who led the Bolshevik Revolution in the USSR and was the predecessor of Joseph Stalin.": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.0006347588
      ],
      [
        "lad",
        -4.00813e-06
      ],
      [
        "imir",
        -6.289474e-05
      ],
      [
        " Lenin",
        -3.059055e-05
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising and vertical integration and that shareholders were losing control of their companies to a (*)": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.0028524247
      ],
      [
        " Kenneth",
        -2.8564085e-05
      ],
      [
        " Gal",
        -1.640531e-05
      ],
      [
        "bra",
        -1.11603495e-05
      ],
      [
        "ith",
        -5.080963e-06
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the instrument, Socrates points out that harmony can occur in degrees, whereas the soul acts as an ideal": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.0026591243
      ],
      [
        "aed",
        -0.0010598446
      ],
      [
        "o",
        -0.05566038
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the Work of Art,\" found in Poetry, Language, and Thought. Like Max Weber, he gave a noted address at Freiburg, though his was called \"What is Metaphysics?\" The most famous work of this teacher of Hannah Arendt argued that the three fundamental human features are factuality, existentiality, and fallenness.": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.0099887485
      ],
      [
        " He",
        -2.868329e-05
      ],
      [
        "ide",
        -2.3319124e-05
      ],
      [
        "gger",
        -3.1305768e-05
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.018171834
      ],
      [
        "é",
        -2.2484697e-05
      ],
      [
        " Desc",
        -5.383526e-05
      ],
      [
        "art",
        -8.3874584e-05
      ],
      [
        "es",
        -2.486877e-05
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came in the wake of the a fractured convention for the National Union Party in Philadelphia, while their": {
    "guess": "1864 National Union National Convention",
    "confidence": [
      [
        "186",
        -1.7142807
      ],
      [
        "4",
        -0.7474029
      ],
      [
        " National",
        -0.18585436
      ],
      [
        " Union",
        -0.0007466177
      ],
      [
        " National",
        -0.002278127
      ],
      [
        " Convention",
        -0.04308917
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does the set of all sets that do not contain themselves contain itself?\"  With Einstein, he names a manifesto advocating [*] nuclear disarmament, signed by many nuclear physicists, and claimed that organized": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.0777134
      ],
      [
        "trand",
        -1.50940705e-05
      ],
      [
        " Russell",
        -0.00019567294
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\" and tied kinesthetic sensations to the perception of distance in his Essay towards a New Theory of Vision.  In reference to one of his ideas, Jonathan Swift supposedly once refused to open his door": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0011050907
      ],
      [
        " Berkeley",
        -0.0002162915
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the instrument, Socrates points out that harmony can occur in degrees, whereas the soul acts as an ideal governor. Anaxagoras' physical causation theories were only partial explanations, for the soul acts as an opposite to the body to render it alive. Cebes points out that knowledge as recollection also points to the return of life after death, while Simmias listens closely to Socrates' lecture on forms.": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.8673586
      ],
      [
        "aed",
        -0.0009970829
      ],
      [
        "o",
        -0.18652035
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen evolving complex in\n chloroplasts has a center with calcium and this metal. In the body, this metal": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.04204479
      ],
      [
        "anganese",
        -0.00035012423
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of nations\" entitled Asian Drama.  He denounced the Agricultural Adjustment Act's impact on the cotton industry, expounding his theory of \"cumulative causation\" in a work subtitled The Negro Problem and Modern Democracy.  FTP name this Stockholm School economist, author of An American Dilemma and co-winner of the": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -0.0030145496
      ],
      [
        "unn",
        -0.0002224901
      ],
      [
        "ar",
        -1.6286107e-05
      ],
      [
        " My",
        -0.0001273766
      ],
      [
        "rd",
        -3.7146747e-05
      ],
      [
        "al",
        -5.8722613e-05
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.16475512
      ],
      [
        "ill",
        -0.66632867
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the Work of Art,\" found in Poetry, Language, and Thought. Like Max Weber, he gave a noted address at Freiburg, though his was called \"What is Metaphysics?\" The most famous work of this teacher of Hannah Arendt argued that the three fundamental human features are factuality, existentiality, and fallenness. The author who articulated his idea of sein and dasein, for 10 points, name this Nazi- sympathizing philosopher who wrote Being and Time.": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.014009065
      ],
      [
        " He",
        -0.0034319775
      ],
      [
        "ide",
        -2.129266e-05
      ],
      [
        "gger",
        -2.4630364e-05
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks until he hears a \"click\" after discussing why he was jumping hurdles at his old high school. One": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.07847107
      ],
      [
        " on",
        -0.0004907185
      ],
      [
        " a",
        -0.00015824666
      ],
      [
        " Hot",
        -8.9119545e-05
      ],
      [
        " Tin",
        -6.718607e-05
      ],
      [
        " Roof",
        -4.2272506e-05
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.3023126
      ],
      [
        "ope",
        -5.5122365e-07
      ],
      [
        " John",
        -0.001784418
      ],
      [
        " Paul",
        -0.00020497083
      ],
      [
        " II",
        -3.631232e-05
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while the rakers of this organ are used to filter out food. In vertebrae they are located on the exterior of the pharynx and play a key role in maintaining tonicity with the surrounding environment. Oxygen diffuses through these organs, while nitrogen and carbon dioxide are expelled through them. Lampreys have seven of them while most sharks have five of these. FTP, identify this common respiratory organ": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.0017765652
      ],
      [
        "ill",
        -0.024470024
      ]
    ]
  },
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive laws matching to mechanical solidarity. He outlined a way to study social facts in one work. In another, he outlined how people suffering from anomie can perform an action of self harm for different": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.14732142
      ],
      [
        "mile",
        -1.6643718e-05
      ],
      [
        " Dur",
        -0.0007925973
      ],
      [
        "k",
        -2.9279307e-05
      ],
      [
        "heim",
        -5.5146502e-05
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association for the Advancement of Science. After touring factories on the Continent he wrote On the Economy of Machinery and Manufactures, but he spent most of his life working on two machines of his own, one of which was meant to integrate difference equations. FTP, name this English thinker who failed to create a machine which could change in response to its own calculations, the so-called \"analytical engine\"": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.0026492632
      ],
      [
        " B",
        -1.5451682e-05
      ],
      [
        "abbage",
        -8.418666e-06
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We Scholars.\" It claims that \"when you look long into an abyss, the abyss also looks into you,\" and that \"there are no moral phenomena at all, but only a moral interpretation of phenomena,\" two of its": {
    "guess": "Beyond Good and Evil",
    "confidence": [
      [
        "Beyond",
        -0.1062453
      ],
      [
        " Good",
        -4.608702e-05
      ],
      [
        " and",
        -0.0002554985
      ],
      [
        " Evil",
        -0.00017421995
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We": {
    "guess": "The Wikipedia page on The Birth of Tragedy",
    "confidence": [
      [
        "The",
        -0.82634753
      ],
      [
        " Wikipedia",
        -1.3260976
      ],
      [
        " page",
        -0.0034203322
      ],
      [
        " on",
        -0.46552366
      ],
      [
        " The",
        -1.3359575
      ],
      [
        " Birth",
        -1.6106832
      ],
      [
        " of",
        -0.0001658757
      ],
      [
        " Tr",
        -0.57580376
      ],
      [
        "aged",
        -2.220075e-06
      ],
      [
        "y",
        -4.3583746e-05
      ]
    ]
  },
  "This man argued for the reducibility of reasoning in his De Arte Combinatoria, and he argued that all movement was a byproduct of God in Hypothesis Physica Nova. He refuted the Cartesian view of matter by stating that only beings that can perform action can count as a substance. Voltaire lampooned this man's theory of optimism that this was the best of all possible worlds. For 10 points, name this": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.017933117
      ],
      [
        "ott",
        -5.7292167e-05
      ],
      [
        "fried",
        -9.448371e-05
      ],
      [
        " Wilhelm",
        -0.0009774327
      ],
      [
        " Le",
        -4.3202e-07
      ],
      [
        "ib",
        -1.60477e-05
      ],
      [
        "n",
        -2.749125e-05
      ],
      [
        "iz",
        -1.9504607e-05
      ]
    ]
  },
  "This man argued that creation was a special type of participating in society in \"On the Origins of the Work of Art,\" found in Poetry, Language, and Thought. Like Max Weber, he gave a noted address at Freiburg, though his was called \"What is Metaphysics?\" The most famous work of this teacher of Hannah Arendt argued that the three fundamental human features are factuality, existentiality, and fallenness. The author who articulated his idea of sein and dasein, for 10 points, name this Nazi- sympathizing": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.006250254
      ],
      [
        " He",
        -0.0029275415
      ],
      [
        "ide",
        -1.3544423e-05
      ],
      [
        "gger",
        -2.8325678e-05
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\" to describe fluxions in a work subtitled \"A Discourse Addressed to an Infidel Mathematician,\" and tied kinesthetic sensations to the perception of distance in his Essay towards a New Theory of Vision.  In reference to one of his ideas, Jonathan Swift supposedly once refused to open his door for this man, and Samuel Johnson exclaimed, \"Thus I refute him!\" after kicking a rock.  FTP, name": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.008849619
      ],
      [
        " Berkeley",
        -0.00064810226
      ]
    ]
  },
  "Argulus and trichodina are both common parasites found on these organs, while in insects, the plastron can often act as a certain type of one. They are protected by bony plates called the opercula while the rakers of this organ are used to filter out food. In vertebrae they are located on the exterior": {
    "guess": "Gill",
    "confidence": [
      [
        "G",
        -0.0085098455
      ],
      [
        "ill",
        -0.0044034133
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections": {
    "guess": "George Santayana",
    "confidence": [
      [
        "George",
        -0.6051188
      ],
      [
        " Sant",
        -0.013887975
      ],
      [
        "ay",
        -0.00043853666
      ],
      [
        "ana",
        -6.9331734e-05
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.6495978
      ],
      [
        "romium",
        -0.042314384
      ]
    ]
  },
  "Arguments for the winning side in this case were made by Linda Coffee and Sarah Weddington. Doe v. Bolton was a companion to this case, which came to include the intervening of Dr. James Hallford. The": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.07548353
      ],
      [
        "oe",
        -1.2233183e-05
      ],
      [
        " v",
        -0.0007850911
      ],
      [
        ".",
        -0.00011260267
      ],
      [
        " Wade",
        -1.3902034e-05
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does the set of all sets that do not contain themselves contain itself?\"  With Einstein, he names a manifesto": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.19215253
      ],
      [
        "trand",
        -8.89548e-06
      ],
      [
        " Russell",
        -0.0006221305
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also claims that faith and reason are both essential in his work Fides et Ratio. He condemns abortion and the death penalty in his work Evangelium Vitae. On one of his trips, he notably visited the Western Wall of Jerusalem and prayed for forgiveness. This leader denounced aspects of liberation theology and declared evolution to be wholly compatible with the Bible. He won the Nobel Peace Prize for": {
    "guess": "Pope John Paul II",
    "confidence": [
      [
        "P",
        -0.041911732
      ],
      [
        "ope",
        0.0
      ],
      [
        " John",
        -0.00030507625
      ],
      [
        " Paul",
        -9.555654e-05
      ],
      [
        " II",
        -7.822647e-06
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen evolving complex in\n chloroplasts has a center with calcium and this metal. In the body, this metal is paired with iron in a class of\n superoxide dismutase found in the mitochondria. This metal is central": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.03290762
      ],
      [
        "anganese",
        -0.001651614
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for \"a new species of philosophers\" called \"experimenters\" who merely issue commands in the section, \"We Scholars.\" It claims that \"when you look long into an abyss, the abyss also looks into you,\" and that \"there are no moral phenomena at all, but only a moral interpretation of phenomena,\" two of its \"Epigrams and Interludes.\" Comparing truth to a woman, it begins with a section on \"The Prejudices of Philosophers\" and ends with a song about the coming of Zarathustra. For 10 points, name this \"Prelude": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.04421354
      ],
      [
        " Sp",
        -0.00061748526
      ],
      [
        "oke",
        -0.008944023
      ],
      [
        " Zar",
        -1.0280384e-06
      ],
      [
        "ath",
        -4.604148e-06
      ],
      [
        "ustr",
        -0.007735816
      ],
      [
        "a",
        -1.3306016e-05
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and": {
    "guess": "Bundle theory",
    "confidence": [
      [
        "Bundle",
        -1.664859
      ],
      [
        " theory",
        -0.12274996
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One character in this play pinpoints his disgust with the \"mendacity\" of the world as the reason he drinks until he hears a \"click\" after discussing why he was jumping hurdles at his old high school. One character in this play kicks Mae and Gooper out of the dining room so he can have a conversation in which he learns that his spastic colon is actually cancer and he forces his son to discuss his relationship with his dead friend Skipper. For 10 points, name this play in which Maggie tries to convince": {
    "guess": "Cat on a Hot Tin Roof",
    "confidence": [
      [
        "Cat",
        -0.0052921074
      ],
      [
        " on",
        -0.00035476952
      ],
      [
        " a",
        -0.000110576206
      ],
      [
        " Hot",
        -0.00010092071
      ],
      [
        " Tin",
        -4.1080468e-05
      ],
      [
        " Roof",
        -1.0206721e-05
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the instrument, Socrates points out that harmony can occur in degrees, whereas the soul acts as an ideal governor. Anaxagoras' physical causation theories were only partial explanations, for the soul acts as an opposite to the body to render it alive. Cebes points out that knowledge as recollection also points to the return of life after death, while Simmias listens closely to Socrates' lecture on forms. For ten points, name this Platonic dialogue in which Socrates takes hemlock.": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.0015696184
      ],
      [
        "aed",
        -1.2664457e-06
      ],
      [
        "o",
        -2.355753e-05
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\" A strong influence on the Serapion Brothers, he wrote of Martin Martinych's theft of wood to heat the title frozen room in Petrograd in \"The Cave.\" Upon being exiled from Russia, he created self-satisfied": {
    "guess": "Vladimir Nabokov",
    "confidence": [
      [
        "V",
        -1.9297738
      ],
      [
        "lad",
        -0.00581396
      ],
      [
        "imir",
        -0.00078818674
      ],
      [
        " Nab",
        -0.017361796
      ],
      [
        "ok",
        -0.00029649358
      ],
      [
        "ov",
        -2.1769476e-05
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was taunted by Epaphus after a foot-race. This man sees a set of silver doors with a representation of the cosmos and zodiac on it. In their grief, this man's sisters turned into poplar trees that cried amber tears. This figure fell into the river (*) Eridanus after Zeus struck him with a thunderbolt;": {
    "guess": "Phaethon",
    "confidence": [
      [
        "Ph",
        -0.02985867
      ],
      [
        "a",
        -0.04036086
      ],
      [
        "eth",
        -0.02596537
      ],
      [
        "on",
        -3.3451433e-05
      ]
    ]
  },
  "This man argued that the \"Prime Mover\" proof of God's existence contradicted itself by requiring a priori knowledge based on sense experience. One of this man's works outlines a federation of free states,": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.8846778
      ],
      [
        "manuel",
        -0.00015371693
      ],
      [
        " Kant",
        -0.0005657802
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does the set of all sets that do not contain themselves contain itself?\"  With Einstein, he names a manifesto advocating [*] nuclear disarmament, signed by many nuclear physicists, and claimed that organized churches oppose moral progress in \"Why I Am Not A Christian\". Also known for his work with Alfred Whitehead, for 10 points, name this author who attempted a logical foundation for math in his Principia Mathematica.": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.0045686117
      ],
      [
        "trand",
        -5.9153886e-06
      ],
      [
        " Russell",
        -9.209964e-05
      ]
    ]
  },
  "An argument at the end of this play's first act is interrupted by a child firing his toy pistol. One": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.45537564
      ],
      [
        "'s",
        -0.0035230985
      ],
      [
        " Af",
        -0.00023917861
      ],
      [
        "raid",
        -1.4617256e-05
      ],
      [
        " of",
        -0.00014203864
      ],
      [
        " Virginia",
        -0.00045974395
      ],
      [
        " Wool",
        -0.00040445544
      ],
      [
        "f",
        -4.7517467e-05
      ],
      [
        "?",
        -0.00024406596
      ]
    ]
  },
  "An argument removing the burden of proof from the skeptic envisions an undetectable orbiting object, this man's namesake \"teapot\". A principal follower of logical atomism, his namesake paradox asks, \"Does the set of all sets that do not contain themselves contain itself?\"  With Einstein, he names a manifesto advocating [*] nuclear disarmament, signed by many nuclear physicists, and claimed that organized churches oppose moral progress in \"Why I Am Not A Christian\". Also known for his work with Alfred": {
    "guess": "Bertrand Russell",
    "confidence": [
      [
        "Ber",
        -0.001594961
      ],
      [
        "trand",
        -5.2001665e-06
      ],
      [
        " Russell",
        -6.7662884e-05
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of nations\" entitled Asian Drama.  He denounced the Agricultural Adjustment Act's impact on the cotton industry, expounding": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -0.06528982
      ],
      [
        "unn",
        -0.0011656993
      ],
      [
        "ar",
        -6.6232446e-05
      ],
      [
        " My",
        -0.000429358
      ],
      [
        "rd",
        -0.0006359508
      ],
      [
        "al",
        -0.00018161058
      ]
    ]
  },
  "He argued for the superiority of non-Euclidian art to realism in his essay \"On Literature, Revolution, and Entropy.\" This author adapted Leskov's short story \"Lefty\" into his play The Flea, and described Mr. Craggs' attempt to blackmail lovers in an English park in his short story \"The Fisher of Men.\"": {
    "guess": "Edward Albee",
    "confidence": [
      [
        "Edward",
        -0.7422506
      ],
      [
        " Al",
        -0.0064458307
      ],
      [
        "bee",
        -2.5345586e-05
      ]
    ]
  },
  "He argued that fringing reefs appear first, to be followed by barrier reefs, and then atolls as the sea": {
    "guess": "Charles Darwin",
    "confidence": [
      [
        "Charles",
        -0.23539384
      ],
      [
        " Darwin",
        -0.00020997738
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was taunted by Epaphus after a foot-race. This man sees a set of silver doors with a representation of the cosmos and zodiac on it. In their grief, this man's sisters turned into poplar trees that cried amber tears. This figure fell into the river (*) Eridanus after Zeus struck him with a thunderbolt; before that, this son of Clymene claimed one promise from his father, which led to Africa being turned": {
    "guess": "Phaethon",
    "confidence": [
      [
        "Ph",
        -0.037403785
      ],
      [
        "a",
        -0.00046463127
      ],
      [
        "eth",
        -0.00939738
      ],
      [
        "on",
        -8.89548e-06
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association for the Advancement of Science. After touring factories on the Continent he wrote On the Economy of Machinery and Manufactures, but he spent most of his life working on two machines of his own, one of which was meant to integrate difference equations. FTP, name this English thinker who failed to create": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.06408881
      ],
      [
        " B",
        -5.6100132e-05
      ],
      [
        "abbage",
        -4.8709502e-05
      ]
    ]
  },
  "This man argued that a revolution required the presence of a vanguard party in his essay What is to be": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.30291802
      ],
      [
        "lad",
        -0.043912876
      ],
      [
        "imir",
        -0.0010373335
      ],
      [
        " Lenin",
        -2.5941605e-05
      ]
    ]
  },
  "It argues that neither the consequence nor the intent of an action will be the basis for judgment for": {
    "guess": "Karma",
    "confidence": [
      [
        "K",
        -0.0017276569
      ],
      [
        "arma",
        -4.365741e-06
      ]
    ]
  },
  "He argued for the \"need for a sociology and psychology of social science and scientists\" in an essay collected in his late volume Against the Grain.  His early theoretical work includes lectures, collected under the title Monetary Equilibrium, that distinguished between ex ante and ex post investment. Later he rejected  the neoclassical school in favor of institutional studies, illustrating his pessimistic Malthusian view of developmental economics with an \"inquiry into the poverty of nations\" entitled Asian Drama.  He denounced the Agricultural Adjustment Act's impact on the cotton industry, expounding his theory of \"cumulative causation\" in a work subtitled The Negro Problem and Modern Democracy.  FTP name this Stockholm School economist, author of An American Dilemma and co-winner of the Nobel Prize with Friedrich von Hayek.": {
    "guess": "Gunnar Myrdal",
    "confidence": [
      [
        "G",
        -0.0023859954
      ],
      [
        "unn",
        -5.8722613e-05
      ],
      [
        "ar",
        -8.89548e-06
      ],
      [
        " My",
        -0.00015908109
      ],
      [
        "rd",
        -2.9279307e-05
      ],
      [
        "al",
        -4.2391708e-05
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were": {
    "guess": "Black Panther Party",
    "confidence": [
      [
        "Black",
        -2.4436796
      ],
      [
        " Panther",
        -0.8034654
      ],
      [
        " Party",
        -0.20308383
      ]
    ]
  },
  "He argued that restitutive laws characterize a society exhibiting organic solidarity, as opposed to repressive laws matching to mechanical solidarity. He outlined a way to study social facts in one work. In another, he outlined how people suffering from anomie can perform an action of self harm for different reasons than someone whose reasons are fatalistic, egoistic, or altruistic. For 10 points,": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.0048603807
      ],
      [
        "mile",
        -7.822647e-06
      ],
      [
        " Dur",
        -8.792751e-05
      ],
      [
        "k",
        -6.968935e-05
      ],
      [
        "heim",
        -4.7040652e-05
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet we know it is the same wax. This man was asked by Princess Elizabeth of Bohemia to explain how an": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.025831895
      ],
      [
        "é",
        -3.0232935e-05
      ],
      [
        " Desc",
        -0.00012964146
      ],
      [
        "art",
        -5.9914648e-05
      ],
      [
        "es",
        -3.0232935e-05
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this argument by Gasking proves the exact opposite by supposing that something is more impressive the greater the handicap of the achiever. One of the first objections to it was raised by Hume in a general argument against a priori proofs. More familiar objections to this include Gaunilo's island and Kant's argument that existence is not a predicate. For 10 points, name this argument suggested by Anselm that uses the premise that existence is a perfection to show that God exists.": {
    "guess": "Ontological argument",
    "confidence": [
      [
        "Ont",
        -0.005829611
      ],
      [
        "ological",
        -7.529192e-05
      ],
      [
        " argument",
        -0.26349223
      ]
    ]
  },
  "This man argued against empiricism by noting that melting wax changes some of the wax's qualities, yet we know it is the same wax. This man was asked by Princess Elizabeth of Bohemia to explain how an immaterial soul can cause a body to move in a correspondence. He claimed that he could (*) doubt everything except the fact that he exists. He is the namesake of a belief in mind-body dualism. For 10 points, name this author of Discourse on the Method and Meditations on First Philosophy, who is credited with saying \"I think, therefore I am.\"": {
    "guess": "René Descartes",
    "confidence": [
      [
        "Ren",
        -0.007752842
      ],
      [
        "é",
        -1.342522e-05
      ],
      [
        " Desc",
        -0.000118086034
      ],
      [
        "art",
        -2.2365493e-05
      ],
      [
        "es",
        -1.2352386e-05
      ]
    ]
  },
  "It argues that composite entities are unstable, while atomic entities like the soul are consistent and unchanging. When one of the disciples objects that the harmony of a lyre would likewise survive the instrument, Socrates points out that harmony can occur in degrees, whereas the soul acts as an ideal governor. Anaxagoras' physical causation theories were only partial explanations, for the soul acts": {
    "guess": "Phaedo",
    "confidence": [
      [
        "Ph",
        -0.9823143
      ],
      [
        "aed",
        -0.0020678258
      ],
      [
        "o",
        -0.21840735
      ]
    ]
  },
  "This argument was modified by Alvin Plantinga, who used modal logic and axiom S5, that possible necessity implies necessity, to prove it; this proof was restated by Godel in the 1970s. A parody of this argument by Gasking proves the exact opposite by supposing that something is more impressive the greater the handicap of the achiever. One of the first objections to it was raised by Hume in a general argument against a priori proofs. More familiar objections to this include Gaunilo's island and Kant's": {
    "guess": "Ontological Argument",
    "confidence": [
      [
        "Ont",
        -0.030574247
      ],
      [
        "ological",
        -0.00020520923
      ],
      [
        " Argument",
        -0.28259447
      ]
    ]
  },
  "In the Argonautica, this man's body is said to emit smoke and a terrible stench that the birds couldn't avoid. A lover of this man wept for him until his gray hair turned into gray feathers. This man was taunted by Epaphus after a foot-race. This man sees a set of silver doors with a representation of the cosmos and zodiac on it. In their grief, this man's sisters turned into poplar trees that cried amber tears. This figure fell into the river (*) Eridanus after Zeus struck him with a thunderbolt; before that, this son of Clymene claimed one promise from his father, which led to Africa being turned into a desert. For 10 points, name this son of Helios who asked to drive his father's sun chariot.": {
    "guess": "Phaethon",
    "confidence": [
      [
        "Ph",
        -0.019021928
      ],
      [
        "a",
        -7.7318386e-05
      ],
      [
        "eth",
        -0.0038003118
      ],
      [
        "on",
        -7.9418505e-06
      ]
    ]
  },
  "Arguments for the winning side in this case were made by Linda Coffee and Sarah Weddington. Doe v. Bolton was a companion to this case, which came to include the intervening of Dr. James Hallford. The decision in this case was based in part on the precedent of the case Griswold v. Connecticut. The majority decision in this case was written up by Harry Blackmun and supported the cause of Norma McCorvey.": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.006687664
      ],
      [
        "oe",
        -5.3193703e-06
      ],
      [
        " v",
        -0.00039385364
      ],
      [
        ".",
        -9.972867e-05
      ],
      [
        " Wade",
        -1.1994775e-05
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or": {
    "guess": "Chromium",
    "confidence": [
      [
        "Ch",
        -0.6442473
      ],
      [
        "romium",
        -0.055151377
      ]
    ]
  },
  "This man argued that organized labor and the federal government could replace free market competition as the primary check on corporate power and that the titular concept was a \"self-generating force\" in one work. In another work, he argued that large companies undermine supply and demand via advertising and vertical integration and that shareholders were losing control of their companies to a (*) technostructure of managers. This author of American Capitalism: The Concept of Countervailing Power wrote that though the private sector grew rich, the social and public infrastructure remained stagnant, allowing income disparities to remain. For 10 points, identify this economist who wrote the The New Industrial State and The Affluent Society.": {
    "guess": "John Kenneth Galbraith",
    "confidence": [
      [
        "John",
        -0.0019351852
      ],
      [
        " Kenneth",
        -1.2829201e-05
      ],
      [
        " Gal",
        -4.246537e-06
      ],
      [
        "bra",
        -1.4378848e-05
      ],
      [
        "ith",
        -8.061054e-06
      ]
    ]
  },
  "This man argued for the importance of sexuality in marriage in the book Love and Responsibility and also": {
    "guess": "Karol Wojtyła",
    "confidence": [
      [
        "Kar",
        -0.09071962
      ],
      [
        "ol",
        -2.4584822e-06
      ],
      [
        " Woj",
        -0.030499447
      ],
      [
        "ty",
        -3.070975e-05
      ],
      [
        "ła",
        -0.6129575
      ]
    ]
  },
  "It argues for the existence of collective tendencies as real forces that affect individuals. It posits that the title concept is affected by forces of social integration and moral regulation. Surprisingly,": {
    "guess": "Suicide",
    "confidence": [
      [
        "Su",
        -0.23854436
      ],
      [
        "icide",
        -1.5570886e-05
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall.": {
    "guess": "Banquet",
    "confidence": [
      [
        "Ban",
        -1.0791862
      ],
      [
        "quet",
        -0.21658786
      ]
    ]
  },
  "He argued that the Royal Society was ineffective because it was controlled by a small clique in his Reflections on the Decline of Science in England, which led to the founding of the British Association for the Advancement of Science. After touring factories on the Continent he wrote On the Economy of Machinery and Manufactures, but he spent most of his life working on two machines of his own, one of which was meant to integrate difference equations. FTP, name this English thinker who failed to create a machine which could change in response to its own calculations, the so-called \"analytical engine\" which is regarded as the forerunner of modern computers.": {
    "guess": "Charles Babbage",
    "confidence": [
      [
        "Charles",
        -0.0030605383
      ],
      [
        " B",
        -2.4749568e-05
      ],
      [
        "abbage",
        -2.0696643e-05
      ]
    ]
  },
  "He argued against the possibility of good literature being produced by temperate people in his poem \"Wine.\"  After reading Alexander Pope's Windsor Forest, he wrote a similar work dedicated to Pope entitled Rural Sports.  This author of the mock-epic The Fan was the primary librettist for Handel's Acis and Galatea and wrote Trivia: Or, The Art of Walking the Streets of London. In one of his plays,": {
    "guess": "John Gay",
    "confidence": [
      [
        "John",
        -0.015801014
      ],
      [
        " Gay",
        -0.00026801124
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen": {
    "guess": "Potassium dichromate",
    "confidence": [
      [
        "Pot",
        -0.7455069
      ],
      [
        "assium",
        -5.705376e-05
      ],
      [
        " dich",
        -0.63187575
      ],
      [
        "rom",
        -9.0883464e-07
      ],
      [
        "ate",
        -3.7623562e-05
      ]
    ]
  },
  "Arginase, an enzyme used in the final step of the urea cycle, contains this metal. A certain compound\n containing both potassium and this metal is known as Condy's crystal and in organic chemistry is used as\n an alternative to osmium tetroxide in a basic solution to convert an alkene to a 1,2-diol, or as an alternative\n to chromium-based complexes to react an alcohol to a carboxylic acid. The oxygen evolving complex in\n chloroplasts has a center with calcium and this metal. In the body, this metal is paired with iron in a class of\n superoxide dismutase found in the mitochondria. This metal is central to the testing of alkenes in Baeyer's\n reagent, which involves the reduction of its +7 oxidation state to its +2 oxidation state. For 10 points, name\n this transition metal with chemical symbol": {
    "guess": "Ruthenium",
    "confidence": [
      [
        "R",
        -0.74737275
      ],
      [
        "uth",
        -0.0062825945
      ],
      [
        "en",
        -6.0391463e-05
      ],
      [
        "ium",
        -2.7729659e-05
      ]
    ]
  },
  "He argued that revolutions are unjustifiable in Passive Obedience.  He promoted the use of sumptuary laws in his Essay toward Preventing the Ruin of Great Britain, which condemned \"direct gaming\" of the sort which led to the collapse of the South Sea Bubble.  He used the phrase \"ghosts of departed quantities\"": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.61255556
      ],
      [
        " Berkeley",
        -0.03711368
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came in the wake of the a fractured convention for the National Union Party in Philadelphia, while their speaker was joined by David Farragut and Unconditional Surrender Grant but not Edwin Stanton.  Allegedly": {
    "guess": "Lincoln's Lost Speech",
    "confidence": [
      [
        "Lin",
        -1.1026675
      ],
      [
        "coln",
        -9.9490266e-05
      ],
      [
        "'s",
        -0.027079826
      ],
      [
        " Lost",
        -1.2810783
      ],
      [
        " Speech",
        -6.968935e-05
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came in the wake of the a fractured convention for the National Union Party in Philadelphia, while their speaker was joined by David Farragut and Unconditional Surrender Grant but not Edwin Stanton.  Allegedly given while the president was drunk, the Democratic candidates supported by these speeches generally": {
    "guess": "1864 United States presidential election",
    "confidence": [
      [
        "186",
        -1.0160317
      ],
      [
        "4",
        -0.09025496
      ],
      [
        " United",
        -0.4613615
      ],
      [
        " States",
        -0.00011534435
      ],
      [
        " presidential",
        -0.019997867
      ],
      [
        " election",
        -0.023052702
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came in the wake of the a fractured convention for the National Union Party in Philadelphia, while their speaker was joined by David Farragut and Unconditional Surrender Grant but not Edwin Stanton.  Allegedly given while the president was drunk, the Democratic candidates supported by these speeches generally lost in the upcoming races to Radical Republicans. For fifteen points, name these speeches": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9836405
      ]
    ]
  },
  "Arguably the most successful one was given at Delmonico, and present at all of them was Alexander Randall. Reporters dogged them for their similarity to each other, and also made fun of their frequent use of \"my policy.\" They were greeted by listeners waving black flags in Cleveland, and they all were given under the pretext of a tour to dedicate a monument to Stephen A. Douglas in Chicago. They came in the wake of the a fractured convention for the National Union Party in Philadelphia, while their speaker was joined by David Farragut and Unconditional Surrender Grant but not Edwin Stanton.  Allegedly given while the president was drunk, the Democratic candidates supported by these speeches generally lost in the upcoming races to Radical Republicans. For fifteen points, name these speeches delivered by Andrew Johnson before the Congressional elections of 1866.": {
    "guess": "Swing Around the Circle",
    "confidence": [
      [
        "Sw",
        -0.117358804
      ],
      [
        "ing",
        -0.002214131
      ],
      [
        " Around",
        -0.010541318
      ],
      [
        " the",
        -0.0003249759
      ],
      [
        " Circle",
        -0.0007386347
      ]
    ]
  }
}