{
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time in Rehe, and participated in the Xinhou coup. This ruler allied with Dong and Chun to interfere with the council of ministers headed by Sushun and came to power after the death of the Xianfeng emperor. This ruler was in power during the Second Opium War. For ten points, identify this aunt of the Guangxu emperor and mother of the Tongzhi Emperor, who exercised control over the Qing dynasty for almost 40 years.": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -0.5020021
      ],
      [
        "ress",
        -0.00026431592
      ],
      [
        " Dow",
        -4.4849444e-06
      ],
      [
        "ager",
        -9.0073176e-05
      ],
      [
        " C",
        -0.00013977377
      ],
      [
        "ix",
        -6.392203e-06
      ],
      [
        "i",
        -5.3193703e-06
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -1.2833458
      ],
      [
        "ress",
        -0.00082511053
      ],
      [
        " Dow",
        -0.4101162
      ],
      [
        "ager",
        -7.9702455e-05
      ],
      [
        " C",
        -0.26336983
      ],
      [
        "ix",
        -0.00045116857
      ],
      [
        "i",
        -1.1398757e-05
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify": {
    "guess": "Star formation region",
    "confidence": [
      [
        "Star",
        -1.2428579
      ],
      [
        " formation",
        -0.0601112
      ],
      [
        " region",
        -0.8090731
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time in Rehe, and participated in the Xinhou coup. This ruler allied with Dong and Chun to interfere with the council of ministers headed by Sushun and came to power after the death of the Xianfeng emperor. This ruler was in power during the Second Opium War. For ten points, identify this aunt of the": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -0.7196115
      ],
      [
        "ress",
        -0.00023846338
      ],
      [
        " Dow",
        -4.334534e-05
      ],
      [
        "ager",
        -0.00016694854
      ],
      [
        " C",
        -0.0007063562
      ],
      [
        "ix",
        -4.143808e-05
      ],
      [
        "i",
        -8.299462e-06
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.8114163
      ],
      [
        "van",
        -0.0010324535
      ],
      [
        " the",
        -0.029146284
      ],
      [
        " Ter",
        -4.85903e-05
      ],
      [
        "rible",
        -9.7821416e-05
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and is known as the Bonnor-Ebert mass. Beyond that limit, these entities are governed by the Jeans instability, where gravitational collapse proceeds. These entities are surrounded by so-called cocoon nebulae": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -0.0645013
      ],
      [
        "ost",
        -1.9816675e-06
      ],
      [
        "ar",
        -0.56853807
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4304507
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time in Rehe, and participated in the Xinhou coup. This ruler allied with Dong and Chun to interfere with the council of ministers headed by Sushun and came to power after the death of the Xianfeng emperor. This ruler was in power during the Second Opium War. For ten points, identify this aunt of the Guangxu emperor and mother of the Tongzhi Emperor, who exercised control over the Qing dynasty for": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -0.50616515
      ],
      [
        "ress",
        -0.00023071514
      ],
      [
        " Dow",
        -2.6656826e-05
      ],
      [
        "ager",
        -0.00013107191
      ],
      [
        " C",
        -0.00039825685
      ],
      [
        "ix",
        -2.188868e-05
      ],
      [
        "i",
        -6.6306106e-06
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and is known as the Bonnor-Ebert mass. Beyond that limit, these entities are governed by the Jeans instability, where gravitational collapse proceeds. These entities are surrounded by so-called cocoon nebulae because of their accretion discs, which tend to eject infrared radiation, as opposed to x-rays. These entities take the Hayashi track to the Henyey track, where they join the main-sequence after they stop accumulating mass. FTP, name this early stage in star formation.": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -0.05346384
      ],
      [
        "ost",
        0.0
      ],
      [
        "ar",
        -0.16466929
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -1.241758
      ],
      [
        "ress",
        -0.0011243833
      ],
      [
        " Dow",
        -0.25315556
      ],
      [
        "ager",
        -0.00014382669
      ],
      [
        " C",
        -0.08848262
      ],
      [
        "ix",
        -0.0006606113
      ],
      [
        "i",
        -1.2829201e-05
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time in Rehe, and participated in the Xinhou coup. This ruler allied with Dong and Chun to interfere": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -0.79858905
      ],
      [
        "ress",
        -0.00043484138
      ],
      [
        " Dow",
        -0.032943957
      ],
      [
        "ager",
        -8.041768e-05
      ],
      [
        " C",
        -0.033468183
      ],
      [
        "ix",
        -9.6867785e-05
      ],
      [
        "i",
        -6.6306106e-06
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.9967108
      ],
      [
        " dwarf",
        -0.0072585084
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and is known as the Bonnor-Ebert mass. Beyond that limit, these entities are governed by the Jeans instability, where gravitational collapse proceeds. These entities are surrounded by so-called cocoon nebulae because of their accretion discs, which tend to eject infrared radiation, as opposed to x-rays. These entities take the Hayashi track to the Henyey track, where they join the main-sequence after": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -0.16740969
      ],
      [
        "ost",
        -6.704273e-07
      ],
      [
        "ar",
        -0.13432187
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and is known as the Bonnor-Ebert mass. Beyond that limit, these entities are governed by the Jeans instability,": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -0.3785876
      ],
      [
        "ost",
        -2.58224e-05
      ],
      [
        "ar",
        -0.030216694
      ]
    ]
  },
  "Lady Alute attained notoriety for acting as a spy and a favorite of this ruler. This ruler made an example of Qingying and Guiqing by executing them for cowardice, and was also notable for rejecting the slow cutting method of execution in favor of beheadings. This enemy of Zaiyuan and Duanhua spent time in Rehe, and participated in the Xinhou coup. This ruler allied with Dong and Chun to interfere with the council of ministers headed by Sushun and came to power after the death of the Xianfeng emperor.": {
    "guess": "Empress Dowager Cixi",
    "confidence": [
      [
        "Emp",
        -0.7984891
      ],
      [
        "ress",
        -0.00047642877
      ],
      [
        " Dow",
        -0.00017207429
      ],
      [
        "ager",
        -0.00016706773
      ],
      [
        " C",
        -0.0012010626
      ],
      [
        "ix",
        -6.742448e-05
      ],
      [
        "i",
        -8.776276e-06
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -1.2266924
      ],
      [
        "ost",
        -1.8624639e-06
      ],
      [
        "ar",
        -0.013843067
      ]
    ]
  },
  "Lada and Wilking used the spectral energy distribution and the luminosity of these entities to classify them into four classes in 1984. The spectral lines of these entities that are near the upper limit of their mass are very similar to Herbig emissions. That upper bound on these objects is governed by a single-term expression raising big G to the 2/3 power and multiplying by the constant 1.18 and is known as the Bonnor-Ebert mass. Beyond that limit, these entities are governed by the Jeans instability, where gravitational collapse proceeds. These entities are surrounded by so-called cocoon nebulae because of their accretion discs, which tend to eject infrared radiation, as opposed to x-rays.": {
    "guess": "Protostar",
    "confidence": [
      [
        "Prot",
        -0.07213092
      ],
      [
        "ost",
        -1.3856493e-06
      ],
      [
        "ar",
        -0.5534259
      ]
    ]
  }
}