{
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by his son-in-law, Thomas Green Clemson. In his final speech in the Senate, he said that the Union cannot be saved by \"eulogies,\" and after his death, this man's A Disquisition on Government was published. Known as \"The Young Hercules,\" this man served as Vice-President under two administrations until his resignation in 1832. For 10 points, name this South Carolina politician, one of the losers of the": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.008472854
      ],
      [
        " C",
        -0.005009479
      ],
      [
        ".",
        -0.000821065
      ],
      [
        " Cal",
        -8.76891e-05
      ],
      [
        "h",
        -1.9743013e-05
      ],
      [
        "oun",
        -2.5107178e-05
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times": {
    "guess": "56th Security Police Squadron",
    "confidence": [
      [
        "56",
        -1.6050215
      ],
      [
        "th",
        -0.0017267033
      ],
      [
        " Security",
        -0.039823856
      ],
      [
        " Police",
        -0.0050917994
      ],
      [
        " Squadron",
        -0.0032877517
      ]
    ]
  },
  "They accelerate when they lose energy, so one with no energy has infinite speed. Thus, they can't be electrically charged, because radiation released by motion would cause an eventual infinite release of energy. They can't be use to transmit information, because they cannot retain their properties when locally accessible. _FOR TEN POINTS_—name these theoretical particles, with imaginary mass, which always have a speed greater than that of light.": {
    "guess": "Tachyon",
    "confidence": [
      [
        "T",
        -0.0040766206
      ],
      [
        "ach",
        -2.7968066e-05
      ],
      [
        "yon",
        -0.0009708949
      ]
    ]
  },
  "They accelerate when they lose energy, so one with no energy has infinite speed. Thus, they can't be electrically charged, because radiation released by motion would cause an eventual infinite release of energy. They can't be use to transmit information, because they cannot retain their properties when": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.48137426
      ],
      [
        "etic",
        -0.00509358
      ],
      [
        " energy",
        -0.015102712
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by his son-in-law, Thomas Green Clemson. In his final speech in the Senate, he said that the Union cannot": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.039754886
      ],
      [
        " C",
        -0.02872266
      ],
      [
        ".",
        -0.002336401
      ],
      [
        " Cal",
        -0.00013619766
      ],
      [
        "h",
        -0.00012880703
      ],
      [
        "oun",
        -5.109358e-05
      ]
    ]
  },
  "They accelerate when they lose energy, so one with no energy has infinite speed. Thus, they can't be": {
    "guess": "Tachyon",
    "confidence": [
      [
        "T",
        -0.25167885
      ],
      [
        "ach",
        -0.00096422306
      ],
      [
        "yon",
        -0.029967545
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.07818271
      ],
      [
        " C",
        -0.0565423
      ],
      [
        ".",
        -0.0005068037
      ],
      [
        " Cal",
        -0.00010580806
      ],
      [
        "h",
        -1.4259645e-05
      ],
      [
        "oun",
        -3.88156e-05
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial excursion by the Henry Holt revealed that a land evacuation had already occurred, and it was instead the Henry Wilson that would be approached by the boat containing the 39 men at the center of it. Meanwhile, as an American naval bombardment took place at Kompong Som, U.S. troops staged a fruitless invasion of Kho-Tang while the hostages they sought were being released elsewhere. FTP, identify this 1975 incident revolving around the Cambodian seizure of an American merchant ship.": {
    "guess": "Mayaguez Incident",
    "confidence": [
      [
        "May",
        -0.0009451725
      ],
      [
        "ague",
        -0.002646406
      ],
      [
        "z",
        -1.7432603e-06
      ],
      [
        " Incident",
        -0.003993627
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial excursion by the Henry Holt revealed that a land evacuation had already occurred, and it was instead the Henry Wilson that would be approached by the boat containing the 39 men at the center of it. Meanwhile, as an American naval bombardment took place at Kompong Som, U.S. troops staged a fruitless invasion of Kho-Tang while the hostages they sought were being released elsewhere. FTP, identify": {
    "guess": "Mayaguez Incident",
    "confidence": [
      [
        "May",
        -0.007013845
      ],
      [
        "ague",
        -0.0040030116
      ],
      [
        "z",
        -2.4584822e-06
      ],
      [
        " Incident",
        -0.0051244115
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet,": {
    "guess": "Deterministic finite automaton",
    "confidence": [
      [
        "Determin",
        -0.41097018
      ],
      [
        "istic",
        -3.9769227e-05
      ],
      [
        " finite",
        -0.010138988
      ],
      [
        " autom",
        -0.0013121403
      ],
      [
        "aton",
        -0.00015788905
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by his son-in-law, Thomas Green Clemson. In his final speech in the Senate, he said that the Union cannot be saved by \"eulogies,\" and after his death, this man's A Disquisition on Government was published. Known as \"The Young Hercules,\" this man served as Vice-President under two administrations until his resignation in 1832. For 10 points, name this South Carolina politician, one of the losers of the Election of 1824.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.0077840625
      ],
      [
        " C",
        -0.006301669
      ],
      [
        ".",
        -0.001515696
      ],
      [
        " Cal",
        -0.0001626572
      ],
      [
        "h",
        -4.561021e-05
      ],
      [
        "oun",
        -2.6537622e-05
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by his son-in-law, Thomas Green Clemson. In his final speech in the Senate, he said that the Union cannot be saved by \"eulogies,\" and after his death, this man's A Disquisition on Government was published. Known as \"The Young Hercules,\" this man served as Vice-President under two administrations until": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.009351327
      ],
      [
        " C",
        -0.003098689
      ],
      [
        ".",
        -0.00072244136
      ],
      [
        " Cal",
        -2.677603e-05
      ],
      [
        "h",
        -5.080963e-06
      ],
      [
        "oun",
        -1.50940705e-05
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet, a 2  set of \"positions,\" and a transition function, and imposes the condition that at every position there is at most one transition for each possible input. The nondeterministic type replaces the transition function with a more general relation, thus enabling the automaton to have more than one transition": {
    "guess": "Deterministic finite automaton",
    "confidence": [
      [
        "Determin",
        -0.4802802
      ],
      [
        "istic",
        -0.000119874094
      ],
      [
        " finite",
        -0.014567021
      ],
      [
        " autom",
        -0.0010288811
      ],
      [
        "aton",
        -0.0004888113
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet, a 2  set of \"positions,\" and a transition function, and imposes the condition that at every position": {
    "guess": "Deterministic finite automaton",
    "confidence": [
      [
        "Determin",
        -0.6135505
      ],
      [
        "istic",
        -4.465658e-05
      ],
      [
        " finite",
        -0.026377171
      ],
      [
        " autom",
        -0.00039885283
      ],
      [
        "aton",
        -0.00023786737
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion,": {
    "guess": "John Tyler",
    "confidence": [
      [
        "John",
        -0.042011306
      ],
      [
        " Tyler",
        -0.018190678
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet, a 2  set of \"positions,\" and a transition function, and imposes the condition that at every position there is at most one transition for each possible input. The nondeterministic type replaces the transition function with a more general relation, thus enabling the automaton to have more than one transition for a given input.  FTP, identify this general type of automaton which takes its name from the fact that it has a limited amount of memory.": {
    "guess": "Finite state machine",
    "confidence": [
      [
        "Finite",
        -0.19123068
      ],
      [
        " state",
        -0.32159504
      ],
      [
        " machine",
        -0.3336228
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial excursion by the Henry Holt revealed that a land evacuation had already occurred, and it was instead the Henry Wilson that would be approached by the boat containing the 39 men at the center of": {
    "guess": "USS Liberty incident",
    "confidence": [
      [
        "U",
        -0.64623713
      ],
      [
        "SS",
        -0.011862413
      ],
      [
        " Liberty",
        -0.28316367
      ],
      [
        " incident",
        -0.03427704
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and": {
    "guess": "Automata theory",
    "confidence": [
      [
        "Autom",
        -0.51499224
      ],
      [
        "ata",
        -0.14449157
      ],
      [
        " theory",
        -0.008068745
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet, a 2  set of \"positions,\" and a transition function, and imposes the condition that at every position there is at most one transition for each possible input. The nondeterministic type replaces the transition": {
    "guess": "Finite state machine",
    "confidence": [
      [
        "Finite",
        -0.8744978
      ],
      [
        " state",
        -0.71455204
      ],
      [
        " machine",
        -0.29522663
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial excursion by the Henry Holt revealed that a land evacuation had already occurred, and it was instead": {
    "guess": "Mayaguez Incident",
    "confidence": [
      [
        "May",
        -1.034115
      ],
      [
        "ague",
        -0.013907261
      ],
      [
        "z",
        -8.89548e-06
      ],
      [
        " Incident",
        -0.0869223
      ]
    ]
  },
  "This man accepted one of his Cabinet positions to replace a man who had been killed in a naval explosion, Abel P. Upshur. This man's home, Fort Hill, can currently be seen at the university founded by his son-in-law, Thomas Green Clemson. In his final speech in the Senate, he said that the Union cannot be saved by \"eulogies,\" and after his death, this man's A Disquisition on Government was published.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.013256814
      ],
      [
        " C",
        -0.008396014
      ],
      [
        ".",
        -0.0020136945
      ],
      [
        " Cal",
        -4.036525e-05
      ],
      [
        "h",
        -4.5491004e-05
      ],
      [
        "oun",
        -3.059055e-05
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard": {
    "guess": "56th Security Police Squadron",
    "confidence": [
      [
        "56",
        -1.283439
      ],
      [
        "th",
        -0.0057372716
      ],
      [
        " Security",
        -0.05392401
      ],
      [
        " Police",
        -0.0039201262
      ],
      [
        " Squadron",
        -0.0023519802
      ]
    ]
  },
  "They accelerate when they lose energy, so one with no energy has infinite speed. Thus, they can't be electrically charged, because radiation released by motion would cause an eventual infinite release of energy. They can't be use to transmit information, because they cannot retain their properties when locally accessible. _FOR TEN POINTS_—name these theoretical particles, with imaginary mass, which": {
    "guess": "Tachyons",
    "confidence": [
      [
        "T",
        -0.010497191
      ],
      [
        "ach",
        -0.00025073037
      ],
      [
        "y",
        -0.42648986
      ],
      [
        "ons",
        -0.0047885957
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial excursion by the Henry Holt revealed that a land evacuation had already occurred, and it was instead the Henry Wilson that would be approached by the boat containing the 39 men at the center of it. Meanwhile, as an American naval bombardment took place at Kompong Som, U.S. troops staged a fruitless": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3248188
      ]
    ]
  },
  "They accelerate when they lose energy, so one with no energy has infinite speed. Thus, they can't be electrically charged, because radiation released by motion would cause an eventual infinite release": {
    "guess": "Tachyon",
    "confidence": [
      [
        "T",
        -0.6946312
      ],
      [
        "ach",
        -8.3993786e-05
      ],
      [
        "yon",
        -0.019391464
      ]
    ]
  },
  "An accidental crash that killed 23 members of the 56th SPS marked its first set of casualties. Howard Zinn harshly criticized columnist James Reston's support for government actions in his New York Times editorials, and firsthand accounts of the events leading up to it came from Charlie Miller. An initial": {
    "guess": "1966 Palomares B-52 crash",
    "confidence": [
      [
        "196",
        -1.7898318
      ],
      [
        "6",
        -0.9130182
      ],
      [
        " Pal",
        -0.011616185
      ],
      [
        "om",
        -5.0020742e-05
      ],
      [
        "ares",
        -1.1279553e-05
      ],
      [
        " B",
        -1.7239736e-05
      ],
      [
        "-",
        -0.00016837897
      ],
      [
        "52",
        -0.0004972711
      ],
      [
        " crash",
        -0.022430776
      ]
    ]
  },
  "Acceptors produce a \"yes or no\" answer in response to an input, Recognizers categorize the input, and Transducers generate an output from a given input. The deterministic type consists of an alphabet, a 2  set of \"positions,\" and a transition function, and imposes the condition that at every position there is at most one transition for each possible input. The nondeterministic type replaces the transition function with a more general relation, thus enabling the automaton to have more than one transition for a given input.  FTP, identify this general type of automaton which takes its name from the": {
    "guess": "Finite state machine",
    "confidence": [
      [
        "Finite",
        -0.6838001
      ],
      [
        " state",
        -0.42811254
      ],
      [
        " machine",
        -0.3447388
      ]
    ]
  }
}