{
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who were also giants, who chained this god to the inside of an urn until he was rescued by Hermes. One of this man's daughters was slain by Achilles at Troy; that daughter was Penthesilea, and Diomedes once": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.2925664
      ],
      [
        "antal",
        -0.688271
      ],
      [
        "us",
        -0.00022439736
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in part on the earlier papal bull Inter Caetera. This document was extended by the Treaty of Zaragoza, which was prompted by the need to establish an eastern equivalent to this agreement. A distance of three-hundred seventy leagues west of Fogo, one of the Cape Verde Islands was established for a line of demarcation between the competing claims of two colonial powers. For 10 points, name this 1494 treaty": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.0026800563
      ],
      [
        "reat",
        -3.4405064e-05
      ],
      [
        "y",
        -0.00029291748
      ],
      [
        " of",
        -2.5345586e-05
      ],
      [
        " T",
        -3.1544176e-05
      ],
      [
        "ordes",
        -0.00034666734
      ],
      [
        "illas",
        -6.3490756e-05
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced": {
    "guess": "Cleitus",
    "confidence": [
      [
        "C",
        -2.0413444
      ],
      [
        "le",
        -0.9768561
      ],
      [
        "itus",
        -1.1209465
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was": {
    "guess": "Jamestown, Virginia",
    "confidence": [
      [
        "J",
        -1.4311521
      ],
      [
        "ame",
        -0.0032396244
      ],
      [
        "stown",
        -3.22594e-05
      ],
      [
        ",",
        -0.01826981
      ],
      [
        " Virginia",
        -0.0014040407
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this one. This settlement, which was sponsored by Ferdinando Gorges, was envisioned as a ship-building mecca": {
    "guess": "Popham Colony",
    "confidence": [
      [
        "P",
        -0.08199224
      ],
      [
        "oph",
        -0.23450688
      ],
      [
        "am",
        -3.2497806e-05
      ],
      [
        " Colony",
        -0.07192593
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\" on its penultimate day, during the ritual of tambiko. This holiday's Nguzu Saba, or Seven Principles, include imani and kuumba, meaning faith and creativity, respectively, and the (*) seven-branched kinara is used during it. This holiday was created in 1966 by Maulana Karenga, and includes the lighting": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0029532164
      ],
      [
        "wan",
        -2.1008714e-06
      ],
      [
        "za",
        -1.9361265e-07
      ],
      [
        "a",
        -2.0219828e-05
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in": {
    "guess": "Pope Leo X",
    "confidence": [
      [
        "P",
        -1.298876
      ],
      [
        "ope",
        -0.9341521
      ],
      [
        " Leo",
        -0.23342723
      ],
      [
        " X",
        -0.0032714684
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this one. This settlement, which was sponsored by Ferdinando Gorges, was envisioned as a ship-building mecca and did manage to construct the Virginia of Sagadahoc. The center of this settlement was the star-shaped Fort St. George, which is central to John Hunt's map of this place. This colony was founded": {
    "guess": "Popham Colony",
    "confidence": [
      [
        "P",
        -0.036398605
      ],
      [
        "oph",
        -0.008805541
      ],
      [
        "am",
        -4.9663133e-05
      ],
      [
        " Colony",
        -0.003545186
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.1292331
      ],
      [
        "res",
        -0.0018518929
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in": {
    "guess": "Pope Leo X",
    "confidence": [
      [
        "P",
        -0.47675097
      ],
      [
        "ope",
        -0.09353007
      ],
      [
        " Leo",
        -0.025406614
      ],
      [
        " X",
        -0.0013392894
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and": {
    "guess": "Telegonus",
    "confidence": [
      [
        "Te",
        -0.76499295
      ],
      [
        "leg",
        -0.18554488
      ],
      [
        "onus",
        -0.015167292
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure receives a chariot and horses driven by Pisistratus, after he had asked for twelve jars of wine and": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -1.3624429
      ],
      [
        "ys",
        -0.0012302308
      ],
      [
        "se",
        -4.1914896e-05
      ],
      [
        "us",
        -0.0001875671
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held": {
    "guess": "African elephant gifts",
    "confidence": [
      [
        "A",
        -1.5360187
      ],
      [
        "frican",
        -0.08842337
      ],
      [
        " elephant",
        -0.69091344
      ],
      [
        " gifts",
        -0.51194227
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who were also giants, who chained this god to the inside of an urn until he was rescued by Hermes. One of this man's daughters was slain by Achilles at Troy; that daughter was Penthesilea, and Diomedes once wounded this god, whose other daughters include Hippolyta. This god's sisters include Hebe, the goddess of youth, and he is also the brother of Hephaestus, all of whom were born of Zeus and Hera. For ten points, name this father of Phobos and Deimos, the Greek god of war.": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.00063094794
      ],
      [
        "res",
        -8.3874584e-05
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure receives a chariot and horses driven by Pisistratus, after he had asked for twelve jars of wine and twenty measures of barley from Euryclea. Much earlier, he was placed in front of a plow by Palamedes, in order to expose the fake insanity of his father. He futilely attempts to expel Eurymachus and Antinous from his house before setting on the above journey to talk to Menelaus and Nestor. For 10 points,": {
    "guess": "Telemachy",
    "confidence": [
      [
        "Te",
        -0.012506004
      ],
      [
        "lem",
        -0.00055494
      ],
      [
        "ach",
        -0.0008059371
      ],
      [
        "y",
        -0.016376851
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.8291877
      ],
      [
        "us",
        -9.293406e-05
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in part on the earlier papal bull Inter Caetera. This document was extended by the Treaty of Zaragoza, which was prompted by the need to establish an eastern equivalent to this agreement. A distance of three-hundred seventy leagues west of Fogo, one of the Cape Verde Islands was established for a line": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.021146432
      ],
      [
        "reat",
        -0.0030115768
      ],
      [
        "y",
        -0.00040111772
      ],
      [
        " of",
        -0.00033463142
      ],
      [
        " T",
        -0.00061390916
      ],
      [
        "ordes",
        -1.6882126e-05
      ],
      [
        "illas",
        -7.13582e-05
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\"": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.00934176
      ],
      [
        "wan",
        -5.025915e-05
      ],
      [
        "za",
        -3.1281633e-07
      ],
      [
        "a",
        -5.9153886e-06
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure": {
    "guess": "Ulysses",
    "confidence": [
      [
        "U",
        -0.93438613
      ],
      [
        "ly",
        -0.0016363817
      ],
      [
        "ss",
        -4.0961266e-05
      ],
      [
        "es",
        -6.241792e-05
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in part on the earlier papal bull Inter Caetera. This document was extended by the Treaty of Zaragoza, which was prompted by the need to establish an eastern equivalent to this agreement. A distance of three-hundred": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.02545938
      ],
      [
        "reat",
        -0.042319525
      ],
      [
        "y",
        -0.0014611888
      ],
      [
        " of",
        -0.00029232146
      ],
      [
        " T",
        -0.017979838
      ],
      [
        "ordes",
        -2.5941605e-05
      ],
      [
        "illas",
        -8.4828214e-05
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\" on its penultimate day, during the ritual of tambiko. This holiday's Nguzu Saba, or Seven Principles, include imani and kuumba, meaning faith and creativity, respectively, and the (*) seven-branched kinara is used during it. This holiday was created in 1966 by Maulana Karenga, and includes the lighting of three red, three green, and one black candle. For ten points, identify this week-long holiday": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0039366297
      ],
      [
        "wan",
        -2.220075e-06
      ],
      [
        "za",
        -1.9361265e-07
      ],
      [
        "a",
        -1.0802739e-05
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus": {
    "guess": "Odysseus",
    "confidence": [
      [
        "Od",
        -1.3694111
      ],
      [
        "ys",
        -0.012275113
      ],
      [
        "se",
        -5.3193703e-06
      ],
      [
        "us",
        -4.3822154e-05
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure receives a chariot and horses driven by Pisistratus, after he had asked for twelve jars of wine and twenty measures of barley from Euryclea. Much earlier, he was placed in front of a plow by Palamedes,": {
    "guess": "Telemachy",
    "confidence": [
      [
        "Te",
        -0.05277225
      ],
      [
        "lem",
        -0.0006090328
      ],
      [
        "ach",
        -0.0008903792
      ],
      [
        "y",
        -0.3303992
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who were also giants, who chained this god to the inside of an urn until he was rescued by Hermes. One of this man's daughters was slain by Achilles at Troy; that daughter was Penthesilea, and Diomedes once wounded this god, whose other daughters include Hippolyta. This god's sisters include Hebe, the goddess of youth, and he is also the brother of Hephaestus, all of whom were born of Zeus and Hera.": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.44604158
      ],
      [
        "res",
        -0.00086131913
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure receives a chariot and horses driven by Pisistratus, after he had asked for twelve jars of wine and twenty measures of barley from Euryclea. Much earlier, he was placed in front of a plow by Palamedes, in order to expose the fake insanity of his father. He futilely attempts to expel Eurymachus and Antinous": {
    "guess": "Telemachy",
    "confidence": [
      [
        "Te",
        -0.03946947
      ],
      [
        "lem",
        -0.000117370815
      ],
      [
        "ach",
        -0.00036001447
      ],
      [
        "y",
        -0.11852532
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this": {
    "guess": "Plymouth Colony",
    "confidence": [
      [
        "P",
        -1.3409041
      ],
      [
        "ly",
        -0.35749793
      ],
      [
        "mouth",
        -4.9424725e-05
      ],
      [
        " Colony",
        -0.22419453
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who were also giants, who chained this god to the inside of an urn until he was rescued by Hermes. One of this man's daughters was slain by Achilles at Troy; that daughter was Penthesilea, and Diomedes once wounded this god, whose other daughters include Hippolyta. This god's sisters include Hebe, the": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.5570648
      ],
      [
        "us",
        -7.7079974e-05
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in part on the earlier papal bull Inter Caetera. This document was extended by the Treaty of Zaragoza, which was prompted by the need to establish an eastern equivalent to this agreement. A distance of three-hundred seventy leagues west of Fogo, one of the Cape Verde Islands was established for a line of demarcation between the competing claims of two colonial powers. For 10 points, name this 1494 treaty which divided the New World between Portugal and Spain.": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.000491553
      ],
      [
        "reat",
        -1.0921943e-05
      ],
      [
        "y",
        -0.00020652048
      ],
      [
        " of",
        -7.755679e-05
      ],
      [
        " T",
        -0.00020866614
      ],
      [
        "ordes",
        -0.00033808468
      ],
      [
        "illas",
        -0.00012713818
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\" on its penultimate day, during the ritual of tambiko. This holiday's Nguzu Saba, or Seven Principles, include imani and kuumba, meaning faith and creativity, respectively, and the (*) seven-branched kinara is used during it. This holiday was created in 1966 by Maulana Karenga, and includes the lighting of three red, three green, and one black candle. For ten points, identify this week-long holiday in late December, which celebrates African-American culture.": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0021334908
      ],
      [
        "wan",
        -1.8624639e-06
      ],
      [
        "za",
        -1.9361265e-07
      ],
      [
        "a",
        -1.0325924e-05
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god Evenus. This god's sons include the man who raped Philomea, Tereus, and another one of this god's sons was turned into the swan Cygnus. This god was once kidnapped by the Aloadae, two brothers who were also giants, who chained this god to the inside of an urn until he was rescued by Hermes. One": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.40416485
      ],
      [
        "us",
        -8.339777e-05
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier": {
    "guess": "Roanoke Colony",
    "confidence": [
      [
        "Ro",
        -1.0130321
      ],
      [
        "an",
        -0.0008635803
      ],
      [
        "oke",
        -3.4762674e-05
      ],
      [
        " Colony",
        -0.29245752
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\" on its penultimate day, during the ritual of tambiko. This holiday's Nguzu Saba, or Seven Principles,": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0077664587
      ],
      [
        "wan",
        -9.0883464e-07
      ],
      [
        "za",
        -3.1281633e-07
      ],
      [
        "a",
        -1.6166903e-05
      ]
    ]
  },
  "During the Gigantomachy, this deity slew Mimas. By Demonice, this god may be the father of the river-god": {
    "guess": "Ares",
    "confidence": [
      [
        "A",
        -0.52523464
      ],
      [
        "res",
        -0.03329881
      ]
    ]
  },
  "The gift of an elephant prompted Leo X to issue Praecelsae devotionis, which partially abrogated it in favor of an earlier papal declaration, Nicholas V's Romanus pontifex. An abortive conference was held on a bridge between the cities of Elvas and Badajoz to amend this document, which was based, in part on the earlier papal bull Inter Caetera. This document was extended by the Treaty of Zaragoza,": {
    "guess": "Treaty of Tordesillas",
    "confidence": [
      [
        "T",
        -0.35149008
      ],
      [
        "reat",
        -0.119864166
      ],
      [
        "y",
        -0.0014896273
      ],
      [
        " of",
        -0.0010484122
      ],
      [
        " T",
        -0.024434887
      ],
      [
        "ordes",
        -4.692145e-05
      ],
      [
        "illas",
        -0.00013905855
      ]
    ]
  },
  "As a gift, this figure is given a mixing bowl obtained from the king of the Sidonians, Phaedimus, and forged by Hephaestus. According to one fragment, he was bathed by a maiden named Polycaste and thus become the father of Persepolis. This older brother of Acusilaus gets visited by a figure introduced as a king of the Taphians who claims to be bringing a cargo of iron to Temesa. Later, this figure receives a chariot and horses driven by Pisistratus, after he had asked for twelve jars of wine and twenty measures of barley from Euryclea. Much earlier, he was placed in front of a plow by Palamedes, in order to expose the fake insanity of his father. He futilely attempts to expel Eurymachus and Antinous from his house before setting on the above journey to talk to Menelaus and Nestor. For 10 points, name this son of Penelope who searches for his father in the Odyssey.": {
    "guess": "Telemachus",
    "confidence": [
      [
        "Te",
        -0.003934018
      ],
      [
        "lem",
        -1.2829201e-05
      ],
      [
        "ach",
        -6.384837e-05
      ],
      [
        "us",
        -0.48915407
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this one. This settlement, which was sponsored by Ferdinando Gorges, was envisioned as a ship-building mecca and did manage to construct the Virginia of Sagadahoc. The center of this settlement was the star-shaped Fort St. George, which is central to John Hunt's map of this place. This colony was founded on what is now the Kennebec River. For 10 points, name this short-lived northern offshoot of the Plymouth": {
    "guess": "Popham Colony",
    "confidence": [
      [
        "P",
        -0.020385852
      ],
      [
        "oph",
        -0.008479709
      ],
      [
        "am",
        -1.5809293e-05
      ],
      [
        " Colony",
        -0.0016594706
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this one. This settlement, which was sponsored by Ferdinando Gorges, was envisioned as a ship-building mecca and did manage to construct the Virginia of Sagadahoc. The center of this settlement was the star-shaped Fort St. George, which is central to John Hunt's map of this place. This colony was founded on what is now the Kennebec River. For 10 points, name this short-lived northern offshoot of the Plymouth Company's North American colonization project, located in Maine.": {
    "guess": "Popham Colony",
    "confidence": [
      [
        "P",
        -0.03295768
      ],
      [
        "oph",
        -0.0030976199
      ],
      [
        "am",
        -1.473646e-05
      ],
      [
        " Colony",
        -0.0019401769
      ]
    ]
  },
  "The Gift of God and the Mary and John transported the early residents of this town, whose founder was perhaps the only one to die and whose second leader was Raleigh Gilbert. This town's central financier later sponsored Christopher Levett, who died while trying to found another settlement near this one. This settlement, which was sponsored by Ferdinando Gorges, was envisioned as a ship-building mecca and did manage to construct the Virginia of Sagadahoc. The center of this settlement was the star-shaped": {
    "guess": "Popham Colony",
    "confidence": [
      [
        "P",
        -0.024988595
      ],
      [
        "oph",
        -0.0018833003
      ],
      [
        "am",
        -3.4762674e-05
      ],
      [
        " Colony",
        -0.029625976
      ]
    ]
  },
  "Gifts called zawadi are given on this holiday's final day, and libations are poured from a \"Unity Cup\" on its penultimate day, during the ritual of tambiko. This holiday's Nguzu Saba, or Seven Principles, include imani and kuumba, meaning faith and creativity, respectively, and the (*) seven-branched": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.00434336
      ],
      [
        "wan",
        -4.8425554e-06
      ],
      [
        "za",
        0.0
      ],
      [
        "a",
        -2.3438328e-05
      ]
    ]
  }
}