{
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some funeral games, this man accidentally struck and killed his grandfather Acrisius with a discus. (*)": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0044034133
      ],
      [
        "se",
        -7.3458323e-06
      ],
      [
        "us",
        -1.11603495e-05
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown out of the mortal world by the springing action of a stalk of millet, is known as the \"Small Man of Renown.\" A different one burned his mother to death while being born, after his parents used a bejeweled spear to create the islands where they are worshipped. In another story, one hides in a cave to protest the filthiness of her brother, leading to the world going dark. FTP, Izanami, Susanowo and Amaterasu are examples of what supernatural spirits from indigenous Japanese religion?": {
    "guess": "Kami",
    "confidence": [
      [
        "K",
        -0.13573459
      ],
      [
        "ami",
        -0.0017558604
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.5771883
      ],
      [
        "am",
        -0.001518788
      ]
    ]
  },
  "He was killed in Sicily when the daughters of Cocalus (coh-CAH-lus) placed him in a boiling bath. This": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.0014535672
      ],
      [
        "os",
        -2.0339032e-05
      ]
    ]
  },
  "He was killed in Sicily when the daughters of Cocalus (coh-CAH-lus) placed him in a boiling bath. This mythical figure is one of the judges of the underworld along with his brother (*) Rhadamanthys (RAD-uh-MAN-this), and Aeacus (eye-EE-kus). His wife placed herself in a hollow wooden cow devised by Daedalus": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.006643972
      ],
      [
        "os",
        -7.433829e-05
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.009093005
      ],
      [
        "se",
        -9.74638e-05
      ],
      [
        "us",
        -0.00027957035
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.00043960952
      ],
      [
        "ú",
        -6.0345924e-06
      ],
      [
        " Ch",
        -2.7729659e-05
      ],
      [
        "ul",
        -5.6457742e-05
      ],
      [
        "ain",
        -7.89631e-07
      ],
      [
        "n",
        -6.0345924e-06
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg, who is killed by the first of Lugaid's spears. This man trained with the warrior-woman Scathatch,": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0053953766
      ],
      [
        "ú",
        -0.00021796036
      ],
      [
        " Ch",
        -6.9331734e-05
      ],
      [
        "ul",
        -7.493431e-05
      ],
      [
        "ain",
        -5.5122365e-07
      ],
      [
        "n",
        -9.209964e-05
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of": {
    "guess": "Dietrich von Bern",
    "confidence": [
      [
        "D",
        -0.7967294
      ],
      [
        "iet",
        -0.006709567
      ],
      [
        "rich",
        -0.0009169359
      ],
      [
        " von",
        -0.2921882
      ],
      [
        " Bern",
        -0.0015678303
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman, a daughter of Budli who was cursed by Odin after turning a battle for Agnar. This man tries to obtain the Otter's Gold, which was involved in a strange form of taxidermy when the Aesir used it to stuff Otr's skin. That treasure is guarded by a figure who owns the cursed ring Andvaranaut, and whose blood allows this man to understand the language of birds. For 10 points, name this wielder of Gram": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.17645995
      ],
      [
        "urd",
        -0.0027551877
      ]
    ]
  },
  "He was killed in Sicily when the daughters of Cocalus (coh-CAH-lus) placed him in a boiling bath. This mythical figure is one of the judges of the underworld along with his brother (*) Rhadamanthys (RAD-uh-MAN-this),": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.1588437
      ],
      [
        "os",
        -5.9153886e-06
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman, a daughter of Budli who was cursed by Odin after turning a battle for Agnar. This man tries to obtain": {
    "guess": "Siegfried",
    "confidence": [
      [
        "S",
        -0.7590086
      ],
      [
        "ieg",
        -0.6419866
      ],
      [
        "fried",
        -0.0003958801
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.883816
      ],
      [
        "urd",
        -0.0072692716
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure of the death of Peleus. This man's sons Lycaon (liu-KAY-on) and Polydorus were killed on the same day in the Trojan War. Another of his sons was abandoned on Mount Ida after a prophecy foretold the destruction of the city of which this man was king. This man ransomed the corpse of another of his sons from Achilles. For 10 points, name this father of Paris and Hector and husband of Hecuba, who": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.054240216
      ],
      [
        "am",
        -1.9027791e-05
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages into the Aisin Gioro family. The inability of this institution to effectively respond to rebellions": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -1.0872505
      ],
      [
        "ing",
        -0.0018536735
      ],
      [
        " dynasty",
        -0.5223027
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure of the death of Peleus. This man's sons Lycaon (liu-KAY-on) and Polydorus were killed on the same day in the Trojan War. Another of his sons was abandoned on Mount Ida after a prophecy foretold the": {
    "guess": "Laocoön",
    "confidence": [
      [
        "La",
        -0.81480604
      ],
      [
        "oco",
        -0.72535354
      ],
      [
        "ön",
        -0.00014168103
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles;": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.34210083
      ],
      [
        "urd",
        -0.0123556545
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman, a daughter of Budli who was cursed by Odin after turning a battle for Agnar. This man tries to obtain the Otter's Gold, which was involved in a strange form of taxidermy when the Aesir used it to stuff Otr's skin. That treasure is guarded by a figure who owns the cursed ring Andvaranaut, and whose": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.82990724
      ],
      [
        "urd",
        -0.0070247455
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages into the Aisin Gioro family. The inability of this institution to effectively respond to rebellions prompted the levying of the likin tax, and this organization operated alongside the (*) Green Standard Army. Cao Xueqin served in the Plain White branch of this institution, which was expanded to": {
    "guess": "Imperial Chinese Army",
    "confidence": [
      [
        "Im",
        -1.2143604
      ],
      [
        "perial",
        -4.6444635e-05
      ],
      [
        " Chinese",
        -0.4515807
      ],
      [
        " Army",
        -0.30784923
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown out of the mortal world by the springing action of a stalk of millet, is known as the \"Small Man of Renown.\" A different one burned his mother to death while being born, after his parents used a bejeweled spear to create the islands where they are worshipped. In another story, one hides in a cave to": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -2.0258167
      ],
      [
        "se",
        -0.04445553
      ],
      [
        "us",
        -0.07095234
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman, a daughter of Budli who was cursed by Odin after turning a battle for Agnar. This man tries to obtain the Otter's Gold, which was involved in a strange form of taxidermy when the Aesir used it to stuff Otr's skin. That treasure is guarded by a figure who owns the cursed ring Andvaranaut, and whose blood allows this man to understand the language of birds. For 10 points, name this wielder of Gram and slayer of Fafnir, the hero of the Völsunga Saga and the Nibelungenlied (nee-buh-LUNG-en-leed).": {
    "guess": "Sigurd",
    "confidence": [
      [
        "Sig",
        -0.14211705
      ],
      [
        "urd",
        -0.0019467259
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some funeral games, this man accidentally struck and killed his grandfather Acrisius with a discus. (*) Polydectes, in an attempt to marry his mother Danae, sent this man on a quest, during which he received": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0011973709
      ],
      [
        "se",
        -1.9862217e-05
      ],
      [
        "us",
        -8.709308e-05
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with Euronyme, this goddess caught Hephaestus when thrown out of heaven, and she also aided the Argonauts in passing through the clashing Rocks. Loved by both Zeus and Poseidon at one time, she was unable to marry an Olympian due to the prophecy of that she would bear a son greater than his father One of Nereus's fifty daughters, this sea nymph warned her son by Peleus against going to war. For 10 points,": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.0008665604
      ],
      [
        "et",
        -1.3186812e-05
      ],
      [
        "is",
        -1.4855664e-05
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman, a daughter of Budli who was cursed by Odin after turning a battle for Agnar. This man tries to obtain the Otter's Gold, which was involved in a strange form of taxidermy when the Aesir used it to stuff": {
    "guess": "Sigmund",
    "confidence": [
      [
        "S",
        -1.1591139
      ],
      [
        "igm",
        -0.7910991
      ],
      [
        "und",
        -8.470901e-05
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown out of the mortal world by the springing action of a stalk of millet, is known as the \"Small Man of Renown.\" A different one burned his mother to death while being born, after his parents used a bejeweled spear to create the islands where they are worshipped. In another story, one hides in a cave to protest the filthiness of her brother, leading to the world going dark. FTP, Izanami, Susanowo and": {
    "guess": "Izanagi",
    "confidence": [
      [
        "I",
        -1.128316
      ],
      [
        "zan",
        -0.0077164127
      ],
      [
        "agi",
        -0.008467653
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown": {
    "guess": "Pyramid",
    "confidence": [
      [
        "Py",
        -1.8234946
      ],
      [
        "ramid",
        -0.6102437
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg, who is killed by the first of Lugaid's spears. This man trained with the warrior-woman Scathatch, after which he received a (*) spear with 49 barbs, which he used to fight Queen Mebd's armies in the": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0011105668
      ],
      [
        "ú",
        -0.00015562419
      ],
      [
        " Ch",
        -0.00036691726
      ],
      [
        "ul",
        -7.243103e-05
      ],
      [
        "ain",
        -4.3202e-07
      ],
      [
        "n",
        -0.00014180024
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -1.509175
      ],
      [
        "in",
        -0.4970833
      ],
      [
        " dynasty",
        -0.71570927
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.00095791265
      ],
      [
        "se",
        -1.7239736e-05
      ],
      [
        "us",
        -0.00019376569
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with Euronyme, this goddess caught Hephaestus when thrown out of heaven, and she also aided the Argonauts": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.01481805
      ],
      [
        "era",
        -0.08068928
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg, who is killed by the first of Lugaid's spears. This man trained with the warrior-woman Scathatch, after which he received a (*) spear with 49 barbs, which he used to fight Queen Mebd's armies in the Cattle Raid of Cooley. As a youth, he killed a fierce guard dog and earned a new name after agreeing": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.002542132
      ],
      [
        "ú",
        -8.339777e-05
      ],
      [
        " Ch",
        -0.00025263763
      ],
      [
        "ul",
        -0.00029184466
      ],
      [
        "ain",
        -6.704273e-07
      ],
      [
        "n",
        -0.00010640408
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided": {
    "guess": "Yasak",
    "confidence": [
      [
        "Y",
        -1.355266
      ],
      [
        "as",
        -0.012692816
      ],
      [
        "ak",
        -0.03577308
      ]
    ]
  },
  "He was killed in Sicily when the daughters of Cocalus (coh-CAH-lus) placed him in a boiling bath. This mythical figure is one of the judges of the underworld along with his brother (*) Rhadamanthys (RAD-uh-MAN-this), and Aeacus (eye-EE-kus). His wife placed herself in a hollow wooden cow devised by Daedalus to fulfill her Poseidon-inflicted lust for the bull. For 10 points, what king of Crete demanded seven Athenian youths and seven maidens to feed the Minotaur?": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.004677069
      ],
      [
        "os",
        -0.00027694786
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages into the Aisin Gioro family. The inability of this institution to effectively respond to rebellions prompted the levying of the likin tax, and this organization operated alongside the (*) Green Standard Army. Cao Xueqin served in the Plain White branch of this institution, which was expanded to include Mongols and Han Chinese by Hong Taiji, the successor of this institution's creator, Nurhaci.": {
    "guess": "Banners of Inner Mongolia",
    "confidence": [
      [
        "B",
        -1.036064
      ],
      [
        "anners",
        -0.4215156
      ],
      [
        " of",
        -0.5179714
      ],
      [
        " Inner",
        -0.08607893
      ],
      [
        " Mongolia",
        -0.012133199
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg, who is killed by the first of Lugaid's spears. This man trained with the warrior-woman Scathatch, after which he received a (*) spear with 49 barbs, which he used to fight Queen Mebd's armies in the Cattle Raid of Cooley. As a youth, he killed a fierce guard dog and earned a new name after agreeing to replace it while a new one could be found. For ten points, name this wielder of the spear Gae Bolg, a hero who appears in Ireland's Ulster Cycle.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0032039734
      ],
      [
        "ú",
        -7.481511e-05
      ],
      [
        " Ch",
        -6.837811e-05
      ],
      [
        "ul",
        -0.00011486754
      ],
      [
        "ain",
        -1.9361265e-07
      ],
      [
        "n",
        -6.062987e-05
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with": {
    "guess": "Medea",
    "confidence": [
      [
        "Med",
        -0.033851996
      ],
      [
        "ea",
        -0.0002603822
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure of the death of Peleus. This man's sons Lycaon (liu-KAY-on) and Polydorus were killed on the same day in the Trojan War. Another of his sons was abandoned on Mount Ida after a prophecy foretold the destruction of the city of which this man was king. This man ransomed the corpse of another of his": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.04073988
      ],
      [
        "am",
        -2.7968066e-05
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown out of the mortal world by the springing action of a stalk of millet, is known as the \"Small Man of": {
    "guess": "Yaoji",
    "confidence": [
      [
        "Y",
        -2.3338296
      ],
      [
        "ao",
        -0.52274424
      ],
      [
        "ji",
        -0.8217828
      ]
    ]
  },
  "He was killed in Sicily when the daughters of Cocalus (coh-CAH-lus) placed him in a boiling bath. This mythical figure is one of the judges of the underworld along with his brother (*) Rhadamanthys (RAD-uh-MAN-this), and Aeacus (eye-EE-kus). His wife placed herself in a hollow wooden cow devised by Daedalus to fulfill her Poseidon-inflicted lust for the bull. For 10 points, what king of Crete demanded": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.011580119
      ],
      [
        "os",
        -9.114601e-05
      ]
    ]
  },
  "This man was killed by a man who had eaten a stew of snake venom and wolf flesh. In another story, this man's future wife resolves not to marry after she dreams of a falcon being killed by two eagles; that wife is a princess of Burgundy who is murdered by Hildebrand. This man tested the sharpness of his sword by cutting a tuft of wool in the river, and cut the chain mail off of a (*) sleeping woman,": {
    "guess": "Dietrich von Bern",
    "confidence": [
      [
        "D",
        -1.1513157
      ],
      [
        "iet",
        -0.007694168
      ],
      [
        "rich",
        -0.0010095884
      ],
      [
        " von",
        -0.08880324
      ],
      [
        " Bern",
        -0.001479625
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages into the Aisin Gioro family. The inability of this institution to effectively respond to rebellions prompted the levying of the likin tax, and this organization operated alongside the (*) Green Standard": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.61598736
      ],
      [
        "ing",
        -0.00012248923
      ],
      [
        " dynasty",
        -0.6251731
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with Euronyme, this goddess caught Hephaestus when thrown out of heaven, and she also aided the Argonauts in passing through the clashing Rocks. Loved by both Zeus and Poseidon at one time, she was unable to marry an Olympian due to the prophecy of that she would bear a son greater than his father One of": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.042505085
      ],
      [
        "et",
        -6.241792e-05
      ],
      [
        "is",
        -2.4749568e-05
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with Euronyme, this goddess caught Hephaestus when thrown out of heaven, and she also aided the Argonauts in passing through the clashing Rocks. Loved by both Zeus and Poseidon at one time, she was unable to marry an Olympian due to the prophecy of that she would bear a son greater than his father One of Nereus's fifty daughters, this sea nymph warned her son by Peleus against going to war. For 10 points, name this woman who immortalized her son Achilles by dipping him into the river Styx.": {
    "guess": "Thetis",
    "confidence": [
      [
        "Th",
        -0.0005552976
      ],
      [
        "et",
        -7.3458323e-06
      ],
      [
        "is",
        -1.8789384e-05
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this institution, groups of 300 men were known as niru. Some components of this institution were divided into \"Plain\" and \"Bordered\" types, and defectors were incentivized to join this institution by marriages into the Aisin Gioro family. The inability of this institution to effectively respond to rebellions prompted the levying of the likin tax, and this organization operated alongside the (*) Green Standard Army. Cao Xueqin served in the Plain White branch of this institution, which was expanded to include Mongols and Han Chinese by Hong Taiji, the successor of this institution's creator, Nurhaci. For 10 points, name this institution under which Manchu families were grouped for military organization.": {
    "guess": "Eight Banners",
    "confidence": [
      [
        "Eight",
        -0.26235807
      ],
      [
        " B",
        -0.019417537
      ],
      [
        "anners",
        -1.5570886e-05
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure of the death of Peleus. This man's sons Lycaon (liu-KAY-on) and Polydorus were killed on the same day in the Trojan War. Another of his sons was abandoned on Mount Ida after a prophecy foretold the destruction of the city of which this man was king. This man ransomed the corpse of another of his sons from Achilles. For 10 points, name this father of Paris and Hector and husband of Hecuba, who was the last king of Troy.": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -0.0047699725
      ],
      [
        "am",
        -1.60477e-05
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg, who is killed by the first of Lugaid's spears. This man trained with the warrior-woman Scathatch, after which he received a (*) spear with 49 barbs, which he used to fight Queen Mebd's armies in the Cattle Raid of Cooley. As a youth, he killed a fierce guard dog and earned a new name after agreeing to replace it while a new one could be found. For ten points, name this wielder of the spear Gae Bolg,": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0013175007
      ],
      [
        "ú",
        -9.849109e-06
      ],
      [
        " Ch",
        -1.2233183e-05
      ],
      [
        "ul",
        -6.635165e-05
      ],
      [
        "ain",
        0.0
      ],
      [
        "n",
        -1.0206721e-05
      ]
    ]
  },
  "After the killing of Dular Bombogor, the Evenks were incorporated into this institution. Within this": {
    "guess": "Russian Empire",
    "confidence": [
      [
        "Russian",
        -0.43024558
      ],
      [
        " Empire",
        -0.14894743
      ]
    ]
  },
  "This man was killed on an altar by Neoptolemus, and he achieved a concession by reminding another figure of the death of Peleus. This man's sons Lycaon (liu-KAY-on) and Polydorus were killed on the same": {
    "guess": "Priam",
    "confidence": [
      [
        "Pri",
        -1.0391119
      ],
      [
        "am",
        -0.0017409857
      ]
    ]
  },
  "She killed her first six children in a cauldron, attempting to burn away their mortality. Along with Euronyme, this goddess caught Hephaestus when thrown out of heaven, and she also aided the Argonauts in passing through the clashing Rocks. Loved by both Zeus and Poseidon at one time, she was unable": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -1.0958246
      ],
      [
        "then",
        -0.593608
      ],
      [
        "a",
        -0.00035631913
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some funeral games, this man accidentally struck and killed his grandfather Acrisius with a discus. (*) Polydectes, in an attempt to marry his mother Danae, sent this man on a quest, during which he received a magic wallet from Hermes, a helm of invisibility from Hades, and a reflective shield from Athena. After killing a mortal sister of Stheno and Euryale, this man married the princess Andromeda.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.00217667
      ],
      [
        "se",
        -1.9504607e-05
      ],
      [
        "us",
        -3.464347e-05
      ]
    ]
  },
  "This man killed his only son Connla because he refused to identify himself, even though he had told Aife to instruct their son to never reveal his name. This husband of Emer had a charioteer named Laeg,": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.0004766672
      ],
      [
        "ú",
        -3.7697225e-06
      ],
      [
        " Ch",
        -1.2113979e-05
      ],
      [
        "ul",
        -5.9437833e-05
      ],
      [
        "ain",
        -7.89631e-07
      ],
      [
        "n",
        -9.729906e-06
      ]
    ]
  },
  "One of them was killed for serving vomit at a banquet. Another, who wore geese's skin and was thrown out of the mortal world by the springing action of a stalk of millet, is known as the \"Small Man of Renown.\" A different one burned his mother to death while being born, after his parents used a bejeweled": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -1.2888081
      ],
      [
        "antal",
        -0.43181515
      ],
      [
        "us",
        -0.00366896
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some funeral games, this man accidentally struck and killed his grandfather Acrisius with a discus. (*) Polydectes, in an attempt to marry his mother Danae, sent this man on a quest, during which he received a magic wallet from Hermes, a helm of invisibility from Hades, and a reflective shield from Athena.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0015040288
      ],
      [
        "se",
        -1.640531e-05
      ],
      [
        "us",
        -0.0001472836
      ]
    ]
  },
  "This man killed Agenor and his army of two hundred when they attempted to stop his wedding. He was raised by the fisherman Dictys, whom he made ruler of the island of Seriphus. While participating in some funeral games, this man accidentally struck and killed his grandfather Acrisius with a discus. (*) Polydectes, in an attempt to marry his mother Danae, sent this man on a quest, during which he received a magic wallet from Hermes, a helm of invisibility from Hades, and a reflective shield from Athena. After killing a mortal sister of Stheno and Euryale, this man married the princess Andromeda. For ten points, name this Greek hero who slew the Gorgon Medusa.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0016875585
      ],
      [
        "se",
        -1.2352386e-05
      ],
      [
        "us",
        -2.6418418e-05
      ]
    ]
  }
}