{
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character in this novel is told his elbow will \"unzip\" after he visits nurse Crow Face. That character is": {
    "guess": "At Swim-Two-Birds",
    "confidence": [
      [
        "At",
        -1.4838617
      ],
      [
        " Swim",
        -0.00093623594
      ],
      [
        "-T",
        -0.008058809
      ],
      [
        "wo",
        -0.00014203864
      ],
      [
        "-B",
        -0.0003119864
      ],
      [
        "ird",
        -0.00042590842
      ],
      [
        "s",
        -1.5332478e-05
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.027292244
      ],
      [
        "ansen",
        -0.09991373
      ],
      [
        "ism",
        -0.00036275614
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull Unigenitis. Its adherents argued that rare confession was necessary for morality. Two members of this sect, Pierre Nicole and Antoine Arnauld, wrote the Port-Royal Logic. This sect's namesake and founder": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.005088003
      ],
      [
        "ansen",
        -1.247159e-05
      ],
      [
        "ism",
        -0.00020139472
      ]
    ]
  },
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character in this novel is told his elbow will \"unzip\" after he visits nurse Crow Face. That character is upset when his shirt is muddied while playing soccer and later helps the narrator find a cassette tape in (*) Norfolk. The narrator discovers that \"deferrals\" were mere rumors in a conversation with a former teacher from Hailsham. For 10 points, name this dystopian novel about carer Kathy H and organ donors Ruth and Tommy, written by Kazuo Ishiguro.": {
    "guess": "Never Let Me Go (novel)",
    "confidence": [
      [
        "Never",
        -0.0067854705
      ],
      [
        " Let",
        -2.129266e-05
      ],
      [
        " Me",
        -6.217952e-05
      ],
      [
        " Go",
        -1.60477e-05
      ],
      [
        " (",
        -0.037778307
      ],
      [
        "nov",
        -0.001523791
      ],
      [
        "el",
        -5.5577775e-06
      ],
      [
        ")",
        -1.7835755e-05
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull Unigenitis. Its adherents argued that rare confession was necessary for morality. Two members of this sect, Pierre Nicole and Antoine Arnauld, wrote the Port-Royal Logic. This sect's namesake and founder wrote the work Augustinus. One adherent of this heresy condemned the lax morality of the Jesuits in his Provincial Letters, a conflict known as the Formulary Controversy. For 10 points, name this Catholic heresy whose adherents included Blaise Pascal.": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.004348587
      ],
      [
        "ansen",
        -2.4749568e-05
      ],
      [
        "ism",
        -0.00013190633
      ]
    ]
  },
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character": {
    "guess": "The Queen's Gambit (novel)",
    "confidence": [
      [
        "The",
        -0.772039
      ],
      [
        " Queen",
        -0.44864136
      ],
      [
        "'s",
        -0.002160968
      ],
      [
        " Gamb",
        -0.0002544257
      ],
      [
        "it",
        -0.00015729303
      ],
      [
        " (",
        -0.5702889
      ],
      [
        "nov",
        -0.00020532844
      ],
      [
        "el",
        -5.3239244e-05
      ],
      [
        ")",
        -0.00058699114
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.2404027
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this organ attaches to the common bile duct, joining this organ to the gallbladder. One hormone secreted by this organ inhibits the release of growth hormone, that hormone is known as somatostatin. Amylin": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.011443412
      ],
      [
        "cre",
        -1.0683535e-05
      ],
      [
        "as",
        -0.0020624727
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes known as moulins may occur in these bodies, and elongated hills called (*) drumlins can be formed": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.38313988
      ],
      [
        "acier",
        -0.0033517824
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes known as moulins may occur in these bodies, and elongated hills called (*) drumlins can be formed by these bodies. Ablation zones are regions where these bodies lose mass, and the tracks of debris they leave behind are called moraines. The majority of the world's fresh water is contained in these": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.9086091
      ],
      [
        "acier",
        -0.0045286235
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.13441235
      ],
      [
        "acier",
        -0.0012333264
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes known as moulins may occur in these bodies, and elongated hills called (*) drumlins can be formed by these bodies. Ablation zones are regions where these bodies lose mass, and the tracks of debris they leave behind are called moraines. The majority of the world's fresh water is contained in these bodies, examples of which include ice sheets. Icebergs break off of, for 10 points, what large moving masses of ice?": {
    "guess": "Ice sheet",
    "confidence": [
      [
        "Ice",
        -0.29741463
      ],
      [
        " sheet",
        -0.26821896
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.48682183
      ],
      [
        "ansen",
        -0.23163502
      ],
      [
        "ism",
        -0.013729835
      ]
    ]
  },
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character in this novel is told his elbow will \"unzip\" after he visits nurse Crow Face. That character is upset when his shirt is muddied while playing soccer and later helps the narrator find a cassette tape in (*) Norfolk. The narrator discovers that \"deferrals\" were mere rumors in a conversation with a former teacher from Hailsham. For 10 points, name this dystopian novel about carer Kathy H and organ": {
    "guess": "Never Let Me Go",
    "confidence": [
      [
        "Never",
        -0.010572331
      ],
      [
        " Let",
        -4.9663133e-05
      ],
      [
        " Me",
        -0.00013464801
      ],
      [
        " Go",
        -0.00013214473
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes known as moulins may occur in these bodies, and elongated hills called (*) drumlins can be formed by these bodies. Ablation zones are regions where these bodies lose mass, and the tracks of debris": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.15302403
      ],
      [
        "acier",
        -0.0038766738
      ]
    ]
  },
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character in this novel is told his elbow will \"unzip\" after he visits nurse Crow Face. That character is upset when his shirt is muddied while playing soccer and later helps the narrator find a cassette": {
    "guess": "The Third Policeman",
    "confidence": [
      [
        "The",
        -0.9952892
      ],
      [
        " Third",
        -0.03868233
      ],
      [
        " Polic",
        -4.0246043e-05
      ],
      [
        "eman",
        -0.0004941755
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of this body. The absence of these bodies leads to isostatic rebound after initial crust subsidence. Holes known as moulins may occur in these bodies, and elongated hills called (*) drumlins can be formed by these bodies. Ablation zones are regions where these bodies lose mass, and the tracks of debris they leave behind are called moraines. The majority of the world's fresh water is contained in these bodies, examples of which include ice sheets. Icebergs break off of, for 10 points, what large moving": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.69392693
      ],
      [
        "acier",
        -0.023251882
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this organ attaches to the common bile duct, joining this organ to the gallbladder. One hormone secreted": {
    "guess": "Stomach",
    "confidence": [
      [
        "St",
        -0.25587592
      ],
      [
        "om",
        -1.7432603e-06
      ],
      [
        "ach",
        -3.7981175e-05
      ]
    ]
  },
  "Bulb-like lobes are evident in this entity's Malaspina example, which is one of the Piedmont types of": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.10245434
      ],
      [
        "acier",
        -0.4601784
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this organ attaches to the common bile duct, joining this organ to the gallbladder. One hormone secreted by this organ inhibits the release of growth hormone, that hormone is known as somatostatin. Amylin is produced in this organ's beta cells, found in region called the Islets of Langerhans. This organ produces the glucagon hormone along with its opposing hormone that lowers blood glucose levels, a": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.008446495
      ],
      [
        "cre",
        -3.202099e-05
      ],
      [
        "as",
        -0.00068193406
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this organ attaches to the common bile duct, joining this organ to the gallbladder. One hormone secreted by this organ inhibits the release of growth hormone, that hormone is known as somatostatin. Amylin is produced in this organ's beta cells, found in region called the Islets of Langerhans. This organ": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0027675482
      ],
      [
        "cre",
        -6.749814e-06
      ],
      [
        "as",
        -0.00014478032
      ]
    ]
  },
  "A bulge on the anterior surface of this organ is called the tuber omentale. A duct leading out of this organ attaches to the common bile duct, joining this organ to the gallbladder. One hormone secreted by this organ inhibits the release of growth hormone, that hormone is known as somatostatin. Amylin is produced in this organ's beta cells, found in region called the Islets of Langerhans. This organ produces the glucagon hormone along with its opposing hormone that lowers blood glucose levels, a substance deficient in patients with diabetes. For 10 points, name this organ that produces insulin.": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0029630845
      ],
      [
        "cre",
        -7.6364755e-05
      ],
      [
        "as",
        -0.0001201125
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull Unigenitis. Its adherents argued that rare confession was necessary for morality. Two members of this": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.07429443
      ],
      [
        "ansen",
        -0.0010183984
      ],
      [
        "ism",
        -0.05433089
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull Unigenitis. Its adherents argued that rare confession was necessary for morality. Two members of this sect, Pierre Nicole and Antoine Arnauld, wrote the Port-Royal Logic. This sect's namesake and founder wrote the work Augustinus. One adherent of this heresy condemned the lax morality of the Jesuits in his Provincial Letters, a conflict known as the Formulary Controversy. For 10 points, name this": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.0068276203
      ],
      [
        "ansen",
        -9.4914985e-06
      ],
      [
        "ism",
        -0.00026228945
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull Unigenitis. Its adherents argued that rare confession was necessary for morality. Two members of this sect, Pierre Nicole and Antoine Arnauld, wrote the Port-Royal Logic. This sect's namesake and founder wrote the work Augustinus. One adherent of this heresy condemned the lax morality of the Jesuits": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.006632121
      ],
      [
        "ansen",
        -9.372295e-06
      ],
      [
        "ism",
        -0.00014799883
      ]
    ]
  },
  "The bull In Eminenti compared the doctrines of this group with those of Baianism. Francois Pinthereau and Nicolas Caussin wrote prominent refutations of their ideas. This sect drew comparisons to Calvinism due to its adherence to the concept of efficacious grace, which Clement XI condemned in the bull": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.11617295
      ],
      [
        "ansen",
        -0.0013669042
      ],
      [
        "ism",
        -0.03742009
      ]
    ]
  },
  "A bullshitter in this novel tells the narrator that all chess pieces move in an L-shape. Another character in this novel is told his elbow will \"unzip\" after he visits nurse Crow Face. That character is upset when his shirt is muddied while playing soccer and later helps the narrator find a cassette tape in (*) Norfolk. The narrator discovers that \"deferrals\" were mere rumors in a conversation with": {
    "guess": "The Third Policeman",
    "confidence": [
      [
        "The",
        -0.9452399
      ],
      [
        " Third",
        -0.15217942
      ],
      [
        " Polic",
        -4.2868523e-05
      ],
      [
        "eman",
        -0.00044604283
      ]
    ]
  }
}