{
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which the Central Committee of the National Guard declared itself powerless, and a council consisting of 92 members took power under the presidency of Auguste Blanqui. It temporarily cancelled rents, had pawnbrokers": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.017797166
      ],
      [
        " Comm",
        -0.00046773057
      ],
      [
        "une",
        -2.546479e-05
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared,": {
    "guess": "November Uprising",
    "confidence": [
      [
        "November",
        -0.42734683
      ],
      [
        " U",
        -0.002800364
      ],
      [
        "prising",
        -1.3902034e-05
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\" in order to defend against princely influences, and Duke Albrecht of Mecklenburg sought to destroy it by hiring the Vitalenbruder pirates. It established a Kontor at Novgorod and It reached its peak following the Treaty of Straslund with Waldemar IV of Denmark, and by the time its last": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -6.921253e-05
      ],
      [
        "anse",
        -0.00036502103
      ],
      [
        "atic",
        -5.9153886e-06
      ],
      [
        " League",
        -3.1186566e-05
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which the Central Committee of the National Guard declared itself powerless, and a council consisting of 92 members took power under the presidency of Auguste Blanqui. It temporarily cancelled rents, had pawnbrokers return tools to their original owners, and abolished the guillotine. In the end, it was crushed": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.05711521
      ],
      [
        " Comm",
        -0.0012067807
      ],
      [
        "une",
        -1.7597347e-05
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the  prostitutes which he had the privilege to patronize, noting both price and performance. He died on his  80th birthday in 1836, the same day with which his divorce from his second wife became final on grounds  of adultery. Interesting morality since his father was the founder of Princeton and his grandfather was  Jonathan Edwards For ten points name this vice-president from 1800-04, who almost became the 3rd  president, and who killed Alexander Hamilton in a duel.": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.0073285596
      ],
      [
        " Burr",
        -3.0828953e-05
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders": {
    "guess": "Black Army",
    "confidence": [
      [
        "Black",
        -0.30581138
      ],
      [
        " Army",
        -0.0016842282
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the": {
    "guess": "Theodosia Burr Alston",
    "confidence": [
      [
        "The",
        -0.41521242
      ],
      [
        "odos",
        -0.012125673
      ],
      [
        "ia",
        -0.0021750047
      ],
      [
        " Burr",
        -0.008297654
      ],
      [
        " Al",
        -0.007930497
      ],
      [
        "ston",
        -0.00024810788
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which the Central Committee of the National Guard declared itself powerless, and a council consisting of 92 members took power under the presidency of Auguste Blanqui. It temporarily cancelled rents, had pawnbrokers return tools to their original owners, and abolished the guillotine. In the end, it was crushed by Marshall MacMahon over the course of \"Bloody Week.\"  FTP, name this socialist government which": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.0093646655
      ],
      [
        " Comm",
        -0.00077341654
      ],
      [
        "une",
        -2.5345586e-05
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\" in order to defend against princely influences, and Duke Albrecht of Mecklenburg sought to destroy it by hiring the Vitalenbruder pirates. It established a Kontor at Novgorod and It reached its peak following the Treaty of Straslund with Waldemar IV of Denmark, and by the time its last diet convened in 1669, only Bremen, Hamburg, and its original center remained. FTP, identify this union centered at Lubeck, an association German towns which dominated trade in northern Europe for centuries.": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.00038658222
      ],
      [
        "anse",
        -6.301394e-05
      ],
      [
        "atic",
        -2.546479e-05
      ],
      [
        " League",
        -3.0113732e-05
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which the Central Committee of the National Guard declared itself powerless, and a council consisting of 92 members took power under the presidency of Auguste Blanqui. It temporarily cancelled rents, had pawnbrokers return tools to their original owners, and abolished the guillotine. In the end, it was crushed by Marshall MacMahon over the course of \"Bloody Week.\"  FTP, name this socialist government which for two months in 1871 held power in the capital of France.": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.0028256814
      ],
      [
        " Comm",
        -0.0012271352
      ],
      [
        "une",
        -2.2484697e-05
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\"": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0015490218
      ],
      [
        "anse",
        -0.00027122974
      ],
      [
        "atic",
        -5.5577775e-06
      ],
      [
        " League",
        -4.365741e-06
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the  prostitutes which he had the privilege to patronize, noting both price and performance. He died on his  80th birthday in 1836, the same day with which his divorce from his second wife became final on grounds  of adultery. Interesting morality since his father was the founder of Princeton and his": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.29863238
      ],
      [
        " Burr",
        -0.0009387355
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which the Central Committee of the National Guard declared itself powerless, and a council consisting of 92": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.46850473
      ],
      [
        " Comm",
        -0.0015131965
      ],
      [
        "une",
        -8.792751e-05
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the  prostitutes which he had the privilege to patronize, noting both price and performance. He died on his  80th birthday in 1836, the same day with which his divorce from his second wife became final on grounds  of adultery. Interesting morality since his father was the founder of Princeton and his grandfather was  Jonathan Edwards For ten points name this vice-president from 1800-04, who almost became": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.022087317
      ],
      [
        " Burr",
        -4.0722858e-05
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the  prostitutes which he had the privilege to patronize, noting both price and performance. He died on": {
    "guess": "Theodosia Burr Alston",
    "confidence": [
      [
        "The",
        -0.4054668
      ],
      [
        "odos",
        -0.029124862
      ],
      [
        "ia",
        -0.001535097
      ],
      [
        " Burr",
        -0.012627248
      ],
      [
        " Al",
        -0.0005374244
      ],
      [
        "ston",
        -0.0002906526
      ]
    ]
  },
  "After fleeing the Russian Army, Jaroslaw Dabrowski became its military leader. Another of its leaders was nicknamed \"locked up\" because he spent over half his life in jail. A week before it was declared, Generals Jacques Thomas and Claude Lecomte were murdered.  Those deaths led to a crisis in which": {
    "guess": "Paris Commune",
    "confidence": [
      [
        "Paris",
        -0.16961692
      ],
      [
        " Comm",
        -0.0017689472
      ],
      [
        "une",
        -9.150362e-05
      ]
    ]
  },
  "After fleeing the US for Europe, he sent many letters to his daughter Theodosia, in which he rated the  prostitutes which he had the privilege to patronize, noting both price and performance. He died on his  80th birthday in 1836, the same day with which his divorce from his second wife became final": {
    "guess": "Aaron Burr",
    "confidence": [
      [
        "Aaron",
        -0.5891855
      ],
      [
        " Burr",
        -0.00055398635
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions": {
    "guess": "Battle of Helsingborg",
    "confidence": [
      [
        "Battle",
        -1.6513823
      ],
      [
        " of",
        -0.0024952795
      ],
      [
        " H",
        -1.3649858
      ],
      [
        "elsing",
        -0.012182787
      ],
      [
        "borg",
        0.0
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\" in order to defend against princely influences, and Duke Albrecht of Mecklenburg sought to destroy it by hiring the Vitalenbruder pirates. It established a Kontor at Novgorod and It reached": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0010269738
      ],
      [
        "anse",
        -0.0011127124
      ],
      [
        "atic",
        -2.9352968e-06
      ],
      [
        " League",
        -4.5252596e-05
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\" in order to defend against princely influences, and Duke Albrecht of Mecklenburg sought": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.005778527
      ],
      [
        "anse",
        -0.00018995117
      ],
      [
        "atic",
        -2.2603901e-05
      ],
      [
        " League",
        -2.2723105e-05
      ]
    ]
  },
  "Its fleet unsuccessfully attacked Helsiborg under Mayor Wittenborg's leadership, and it secured concessions from Eric the Priest-Hater in the Treaty of Tongsberg. A meeting in Wisnac led to its first \"Tohopestate\" in order to defend against princely influences, and Duke Albrecht of Mecklenburg sought to destroy it by hiring the Vitalenbruder pirates. It established a Kontor at Novgorod and It reached its peak following the Treaty of Straslund with Waldemar IV of Denmark, and by the time its last diet convened in 1669, only Bremen, Hamburg, and its original center remained. FTP, identify this union": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.0001503829
      ],
      [
        "anse",
        -0.00027790148
      ],
      [
        "atic",
        -3.368984e-05
      ],
      [
        " League",
        -4.8351892e-05
      ]
    ]
  }
}