{
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases, these are described by what guna dominates, these gunas condition it and tie this to the wheel and they must be pierced if one is to attain moksha. Its distinction from atman is subtle, and while they both come from the Sanskrit root words for \"breath,\" this concept refers to the living existent of an individual rather than the \"self,\" for 10 points, name this Indian Religious concept similar": {
    "guess": "Samsara",
    "confidence": [
      [
        "S",
        -1.191667
      ],
      [
        "ams",
        -0.4914565
      ],
      [
        "ara",
        -0.0002389402
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in which he defined the grades of knowledge; namely, opinion, reason, and intuition. This philosopher asserted that miracles come from ignorance and that Ezra wrote most of the New Testament, and defended biblical criticism in his Tractatus Theologico-Politicus. This man's \"panentheism\" was defined by the first section of a work whose fourth chapter is entitled \"Of Human Bondage.\" For 10 points, name": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.0023178456
      ],
      [
        "uch",
        -6.0345924e-06
      ],
      [
        " Sp",
        -9.014684e-06
      ],
      [
        "ino",
        -1.0921943e-05
      ],
      [
        "za",
        -1.0921943e-05
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax collection to be imposed by the Tatars in exchange for the protection of Batu Khan's armies. Birger Jarl had an eye put out at one of the formative battles won by this son of Yaroslav II; the other being a victory known as the \"Massacre on the Ice.\" FTP, identify this man who defeated the Teutonic Knights at Lake Peipus, a Russian prince and saint who got his name by beating the Swedes at a certain river.": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.0053911074
      ],
      [
        " Nev",
        -0.00059449725
      ],
      [
        "sky",
        -0.00050918775
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax collection to be imposed by the Tatars in exchange for the protection of Batu Khan's armies. Birger Jarl had an eye put out at one of the formative battles won by this son of Yaroslav II; the other being a victory known as the \"Massacre on the Ice.\" FTP, identify this man who defeated the Teutonic Knights at Lake Peipus, a Russian prince and saint who got his name by beating the Swedes at a certain": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.009002863
      ],
      [
        " Nev",
        -1.3067608e-05
      ],
      [
        "sky",
        -0.00021760275
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -1.0095098
      ],
      [
        " Nev",
        -0.0016849361
      ],
      [
        "sky",
        -0.0024788661
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -1.2821684
      ],
      [
        "der",
        -0.00013131031
      ],
      [
        "ick",
        -0.0024242909
      ],
      [
        " II",
        -0.004385845
      ],
      [
        ",",
        -0.0026597201
      ],
      [
        " Holy",
        -0.009865874
      ],
      [
        " Roman",
        -0.00020175234
      ],
      [
        " Emperor",
        -0.0008632227
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology, it appears in the_Poetic Edda_ in the story of the valkyrie Svafa. This idea appeared after the": {
    "guess": "Valkyrie",
    "confidence": [
      [
        "V",
        -0.24466954
      ],
      [
        "alk",
        -0.25771135
      ],
      [
        "y",
        -0.0008609615
      ],
      [
        "rie",
        -0.02719573
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in": {
    "guess": "St. Augustine",
    "confidence": [
      [
        "St",
        -1.8988842
      ],
      [
        ".",
        -0.09456427
      ],
      [
        " Augustine",
        -0.101646274
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in which he defined the grades of knowledge; namely, opinion, reason, and intuition. This philosopher asserted that miracles come from ignorance and that Ezra wrote most of the New Testament, and defended biblical criticism in his Tractatus Theologico-Politicus. This man's \"panentheism\" was defined by": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.008452758
      ],
      [
        "uch",
        -1.342522e-05
      ],
      [
        " Sp",
        -2.7610455e-05
      ],
      [
        "ino",
        -9.610702e-06
      ],
      [
        "za",
        -1.5213274e-05
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology, it appears in the_Poetic Edda_ in the story of the valkyrie Svafa. This idea appeared after the Talmud and appeals to the Ashkenazi Jews in the form of gilgul, while Gnostics believe that it is a bad process. Thomas Huxley talked about this concept in his book _Evolution and Ethics and Other": {
    "guess": "Reincarnation in popular culture",
    "confidence": [
      [
        "Re",
        -0.41769892
      ],
      [
        "inc",
        -0.0009771943
      ],
      [
        "arnation",
        -5.8722613e-05
      ],
      [
        " in",
        -0.4497516
      ],
      [
        " popular",
        -1.2599689
      ],
      [
        " culture",
        -0.019825026
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.10050664
      ],
      [
        "ain",
        -6.9882217e-06
      ],
      [
        "ism",
        -0.7570805
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology, it appears in the_Poetic Edda_ in the story of the valkyrie Svafa. This idea appeared after the Talmud and appeals to the Ashkenazi Jews in the form of gilgul, while Gnostics believe that it is": {
    "guess": "Reincarnation in Judaism",
    "confidence": [
      [
        "Re",
        -0.8702156
      ],
      [
        "inc",
        -0.00025382967
      ],
      [
        "arnation",
        -3.035214e-05
      ],
      [
        " in",
        -0.24636354
      ],
      [
        " Judaism",
        -0.75838614
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman,": {
    "guess": "Atman",
    "confidence": [
      [
        "At",
        -1.6310525
      ],
      [
        "man",
        -0.0020065533
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases, these are described by what guna dominates, these gunas condition it and tie this to the wheel and they must be pierced if one is to attain moksha. Its distinction from atman is subtle, and while": {
    "guess": "Jiva",
    "confidence": [
      [
        "J",
        -1.4739265
      ],
      [
        "iva",
        -0.1954839
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in which he defined the grades of knowledge; namely, opinion, reason, and intuition. This philosopher asserted that miracles come from ignorance and that Ezra wrote most of the New Testament, and defended biblical criticism in his Tractatus Theologico-Politicus. This man's \"panentheism\" was defined by the first section of a work whose fourth chapter is entitled \"Of Human Bondage.\" For 10 points, name this rationalist author of Ethics, a Dutch Jew.": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.005427866
      ],
      [
        "uch",
        -6.1537958e-06
      ],
      [
        " Sp",
        -2.1008714e-06
      ],
      [
        "ino",
        -8.180258e-06
      ],
      [
        "za",
        -7.9418505e-06
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in": {
    "guess": "Yaroslav II of Vladimir",
    "confidence": [
      [
        "Y",
        -1.9865732
      ],
      [
        "ar",
        -0.0700189
      ],
      [
        "osl",
        -0.0027072735
      ],
      [
        "av",
        -0.028718954
      ],
      [
        " II",
        -0.60725874
      ],
      [
        " of",
        -0.015449159
      ],
      [
        " Vladimir",
        -0.39131072
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in which he defined the grades of knowledge; namely, opinion, reason, and intuition. This philosopher asserted that miracles come from ignorance and that Ezra wrote most of the New Testament, and defended": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.27682894
      ],
      [
        "uch",
        -0.00013607845
      ],
      [
        " Sp",
        -4.429897e-05
      ],
      [
        "ino",
        -2.2127088e-05
      ],
      [
        "za",
        -2.5941605e-05
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax collection to be imposed by the Tatars in exchange for the protection of Batu Khan's armies. Birger Jarl had an eye put out at one of the formative battles won by this son of Yaroslav II; the other being a victory known as the \"Massacre on the Ice.\" FTP, identify this man who defeated the Teutonic": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.0860378
      ],
      [
        " Nev",
        -0.0016531638
      ],
      [
        "sky",
        -0.00072184537
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation;": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -1.382598
      ],
      [
        "ain",
        -0.022374818
      ],
      [
        "ism",
        -0.6148086
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax collection to be imposed by the Tatars in exchange for the protection of Batu Khan's armies. Birger Jarl had an eye put out at one of the formative battles won by this son of Yaroslav II; the other being": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.0229206
      ],
      [
        " Nev",
        -0.00029160624
      ],
      [
        "sky",
        -0.00030805267
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases,": {
    "guess": "Moksha",
    "confidence": [
      [
        "M",
        -0.70906365
      ],
      [
        "ok",
        -0.010760344
      ],
      [
        "sha",
        -0.0023434195
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases, these are described by what guna dominates, these gunas condition it and tie this to the wheel": {
    "guess": "Moksha",
    "confidence": [
      [
        "M",
        -0.59083897
      ],
      [
        "ok",
        -0.095075935
      ],
      [
        "sha",
        -0.0015437842
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later sought the help of Sartak to oust his brother Andrew from power and allowed for a census and tax collection to be imposed by the Tatars in exchange for the protection of Batu Khan's armies. Birger": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.22182731
      ],
      [
        " Nev",
        -0.004140853
      ],
      [
        "sky",
        -0.001984187
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when debating whether to change \"the conduct and usual plan of [his] life\" in order to write a work in which he defined the grades of knowledge; namely, opinion, reason, and intuition. This philosopher": {
    "guess": "Baruch Spinoza",
    "confidence": [
      [
        "Bar",
        -0.26078385
      ],
      [
        "uch",
        -3.7265952e-05
      ],
      [
        " Sp",
        -3.8457987e-05
      ],
      [
        "ino",
        -2.1008714e-06
      ],
      [
        "za",
        -1.9862217e-05
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases, these are described by what guna dominates, these gunas condition it and tie this to the wheel and they must be pierced if one is to attain moksha. Its distinction from atman is subtle, and while they both come from the Sanskrit root words for \"breath,\" this concept refers to the living existent": {
    "guess": "Samsara",
    "confidence": [
      [
        "S",
        -0.47256306
      ],
      [
        "ams",
        -0.54888743
      ],
      [
        "ara",
        -0.00017004783
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology,": {
    "guess": "Dawriyyah",
    "confidence": [
      [
        "D",
        -1.6057584
      ],
      [
        "aw",
        -0.09584667
      ],
      [
        "ri",
        -0.51484156
      ],
      [
        "yy",
        -0.05823912
      ],
      [
        "ah",
        -0.0038701396
      ]
    ]
  },
  "This man rejected sensual pleasure, by which \"the mind is enthralled to the extent of quiescence,\" when": {
    "guess": "Asceticism",
    "confidence": [
      [
        "Asc",
        -1.8133785
      ],
      [
        "etic",
        -0.011600981
      ],
      [
        "ism",
        -0.0023447305
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting": {
    "guess": "Sutra",
    "confidence": [
      [
        "S",
        -1.3269167
      ],
      [
        "utra",
        -1.0524175
      ]
    ]
  },
  "This man, who once rejected an offer of alliance from Innocent IV, died on his way home from a diplomatic mission while stopping at a monastery in Gorodetz. As a teenager, he fought under his father in a battle at the Emajogi River and married the daughter of Bryachislav, a prince from Polotsk. He later": {
    "guess": "Vsevolod of Pskov",
    "confidence": [
      [
        "V",
        -1.9973075
      ],
      [
        "se",
        -0.4723233
      ],
      [
        "vol",
        -0.00060164585
      ],
      [
        "od",
        -0.00013142951
      ],
      [
        " of",
        -0.596921
      ],
      [
        " P",
        -0.003283829
      ],
      [
        "sk",
        -3.1281633e-07
      ],
      [
        "ov",
        -5.0974373e-05
      ]
    ]
  },
  "In rejecting the authority of the Vedas, the Tattvarthadhigama Sutra, or Discourse on the Nature of Things retains this concept, which according to the text is restricted from its potentiality by polluting karmic dust.  According to the six orthodox schools of Hinduism, it is not associated with Brahman, and Isvara, a metaphysically composite god-concept in Hinduism, is not responsible for its creation; but is responsible for reconstituting it during each cycle on the wheel of samsara. In some cases, these are described by what guna dominates, these gunas condition it and tie this to the wheel and they must be pierced if one is to attain moksha. Its distinction from atman is subtle, and while they both come from the Sanskrit root words for \"breath,\" this concept refers to the living existent of an individual rather than the \"self,\" for 10 points, name this Indian Religious concept similar to the soul.": {
    "guess": "Jiva",
    "confidence": [
      [
        "J",
        -0.67216545
      ],
      [
        "iva",
        -0.052237213
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology, it appears in the_Poetic Edda_ in the story of the valkyrie Svafa. This idea appeared after the Talmud and appeals to the Ashkenazi Jews in the form of gilgul, while Gnostics believe that it is a bad process. Thomas Huxley talked about this concept in his book _Evolution and Ethics and Other Essays_, and in Hinduism, it is based on karma, and is referred to as samsara. FTP, name this concept": {
    "guess": "Reincarnation",
    "confidence": [
      [
        "Re",
        -0.047521885
      ],
      [
        "inc",
        -0.0011217609
      ],
      [
        "arnation",
        -3.5358695e-05
      ]
    ]
  },
  "It is rejected by most Muslims but is prominent among the sufis, who call it dawriyyah. In Norse mythology, it appears in the_Poetic Edda_ in the story of the valkyrie Svafa. This idea appeared after the Talmud and appeals to the Ashkenazi Jews in the form of gilgul, while Gnostics believe that it is a bad process. Thomas Huxley talked about this concept in his book _Evolution and Ethics and Other Essays_, and in Hinduism, it is based on karma, and is referred to as samsara. FTP, name this concept in which the spirit or soul survives death and is born into a new body.": {
    "guess": "Reincarnation",
    "confidence": [
      [
        "Re",
        -0.012645028
      ],
      [
        "inc",
        -0.0006653758
      ],
      [
        "arnation",
        -5.6934558e-05
      ]
    ]
  }
}