{
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety": {
    "guess": "Penelope",
    "confidence": [
      [
        "Pen",
        -0.1816159
      ],
      [
        "elope",
        -0.00020961977
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led": {
    "guess": "Siege of Sevastopol",
    "confidence": [
      [
        "Sie",
        -1.1713396
      ],
      [
        "ge",
        -0.00010258956
      ],
      [
        " of",
        -0.0020773364
      ],
      [
        " Se",
        -0.085711256
      ],
      [
        "v",
        -1.1279553e-05
      ],
      [
        "ast",
        -1.0206721e-05
      ],
      [
        "opol",
        -0.016620744
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax is mined. After a 1905 flood, this state's largest lake was formed near the Coachella Valley. This state is home to Mono and Owens Lakes. A bristlecone pine tree called Methuselah, located here, is the oldest single living organism on the planet. This home of the Salton Sea is also the location of the": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.001736467
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle to take place here was broken wide open when the Athenians charged after a feint by the opposing commander's hypaspists. Troops led by the victor's son Alexander charged into the gap, encircling the Thebans on the right wing and slaying to the last man the homosexual Sacred Band. For ten points, name this 338 B.C. battle in Boeotia at which Philip II of Macedon secured Macedonian hegemony in Greece.": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.0012742812
      ],
      [
        " of",
        -0.00039801843
      ],
      [
        " Cha",
        -0.0004944139
      ],
      [
        "er",
        -0.00045760558
      ],
      [
        "one",
        -5.3193703e-06
      ],
      [
        "a",
        -1.5570886e-05
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon and Baucis. This man tested a hero's bravery by driving that man's cattle from (*) Marathon and subsequently befriended that hero. A sudden earthquake convinced Heracles not to rescue this man; thus,": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -1.9453644
      ],
      [
        "isy",
        -0.8137991
      ],
      [
        "ph",
        -0.00022678143
      ],
      [
        "us",
        -0.00066680624
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another section contains the Thredbo Ski Resort, accessible via the town of Cooma. One mountain in this range was originally confused for Mount Townsend; that mountain was the subject of a Eugene Guerard": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.0047778073
      ],
      [
        "y",
        -2.4749568e-05
      ],
      [
        " Mountains",
        -4.8113485e-05
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw Joseph-Francois Dupleix gain influence. The victor's gains in this battle were solidified by Sir Hector": {
    "guess": "Battle of Wandiwash",
    "confidence": [
      [
        "Battle",
        -0.4616523
      ],
      [
        " of",
        -0.00019948746
      ],
      [
        " Wand",
        -0.33932397
      ],
      [
        "iw",
        -0.000107000094
      ],
      [
        "ash",
        -1.11603495e-05
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.16340074
      ],
      [
        "atal",
        -4.3202e-07
      ],
      [
        "h",
        -0.001274758
      ],
      [
        "ö",
        -2.0935051e-05
      ],
      [
        "yük",
        -3.7623562e-05
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following European contact. Robert Fitzroy's installation of a certain structure induced these people to": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.0056137615
      ],
      [
        "ā",
        -4.3464544e-05
      ],
      [
        "ori",
        -1.0802739e-05
      ],
      [
        " people",
        -0.09411376
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described": {
    "guess": "Indo-Scythians",
    "confidence": [
      [
        "Ind",
        -0.33346474
      ],
      [
        "o",
        -0.00010902656
      ],
      [
        "-",
        -0.13117902
      ],
      [
        "Sc",
        -0.0018122714
      ],
      [
        "yth",
        -1.27099975e-05
      ],
      [
        "ians",
        -0.0058322186
      ]
    ]
  },
  "The site is presently bounded on the south by US-24, on the east by US-23. The American forces camped": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -1.2164547
      ],
      [
        " of",
        -0.0004797665
      ],
      [
        " Fallen",
        -0.11223313
      ],
      [
        " Tim",
        -2.8444882e-05
      ],
      [
        "bers",
        -4.20341e-05
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.09662169
      ],
      [
        " of",
        -8.053688e-05
      ],
      [
        " P",
        -0.00047261795
      ],
      [
        "ue",
        -7.465036e-06
      ],
      [
        "bla",
        -2.4584822e-06
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.18478726
      ],
      [
        "atal",
        -1.7432603e-06
      ],
      [
        "h",
        -0.0025977765
      ],
      [
        "ö",
        -0.00018089537
      ],
      [
        "yük",
        -1.4974867e-05
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax is mined. After a 1905 flood, this state's largest lake was formed near the Coachella Valley. This state is home to Mono and Owens Lakes. A bristlecone pine tree called Methuselah, located here, is the": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.002984952
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.003242359
      ],
      [
        "ā",
        -6.301394e-05
      ],
      [
        "ori",
        -2.0696643e-05
      ],
      [
        " people",
        -0.79713476
      ]
    ]
  },
  "This was the site of the mural \"My God, Help Me to Survive This Deadly Love,\" a picture of Leonid Brezhnev and Erich Honecker kissing. Peter Fechter died in a \"death-strip\" at this structure, which included": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0023672052
      ],
      [
        " Wall",
        -5.550411e-05
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -1.5912858
      ],
      [
        "us",
        -0.0003889663
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle to take place here was broken wide open when the Athenians charged after a feint by the opposing commander's hypaspists. Troops led by the victor's son Alexander charged into the gap, encircling the Thebans on the right wing and slaying to the last man the homosexual Sacred Band. For ten points, name this 338 B.C. battle in Boeotia at which Philip II of Macedon secured Macedonian hegemony in": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.002145266
      ],
      [
        " of",
        -0.00019340808
      ],
      [
        " Cha",
        -0.00050501566
      ],
      [
        "er",
        -0.0006662102
      ],
      [
        "one",
        -3.0545007e-06
      ],
      [
        "a",
        -1.5570886e-05
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle were fortified on top of the Cerro de Guadalupe, and this battle was won when the flank of one side was turned by forces under Porfirio Diaz. Charles Laurencez commanded the French forces in this battle, which was prompted when Napoleon III invaded Mexico after Juarez stopped making payments on Mexico's debt. For 10 points, name this battle won by Ignacio Zaragoza that is now celebrated on Cinco de Mayo.": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.0071674935
      ],
      [
        " of",
        -0.001087709
      ],
      [
        " P",
        -0.0005295606
      ],
      [
        "ue",
        -6.420598e-05
      ],
      [
        "bla",
        -1.5332478e-05
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors discovered at this site are the oldest mirrors yet discovered. It was first excavated by James Mellaart in the 1960s, and was later chosen to be the first site to be excavated using post-processual archeology. Currently being excavated by Ian Hodder, this urban center existed from approximately": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.16799225
      ],
      [
        "atal",
        -4.3202e-07
      ],
      [
        "h",
        -1.3067608e-05
      ],
      [
        "ö",
        -1.998142e-05
      ],
      [
        "yük",
        -1.700133e-05
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after battling with the Massagetae. This people was known as the Sacas in Indian records, and their confederations included the Amyrgians in the east and the Sarmatians of the west. This people is best known for its burial mounds known as kurgans, and the presence of armed women among this people may": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.09958002
      ],
      [
        "yth",
        -9.603336e-05
      ],
      [
        "ians",
        -0.00046975704
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.0015976991
      ],
      [
        "y",
        -1.92662e-05
      ],
      [
        " Mountains",
        -0.0010281658
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led to mistakes that hindered Pauloff's and [*] Soimonoff's force. Gortschakoff's flaccid false attack was probably the biggest mistake on the losing side. As was a theme for the larger war, poor British leadership, this time under by Lord Raglan, was partially ameliorated by English bravery. The battle was eventually won by a counter-offensive by Bosquet over the forces of Menshikov. FTP name this battle of the Crimean War that was the last of three battles preceding the siege of Sebastopol.": {
    "guess": "Battle of Inkerman",
    "confidence": [
      [
        "Battle",
        -0.021719586
      ],
      [
        " of",
        -3.7027545e-05
      ],
      [
        " Ink",
        -0.16045535
      ],
      [
        "erman",
        -0.0007998614
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\". A nearby structure contains sixteen porcelain enamel panels as well as a titanium vault, two finishing touches in its Hall of Records. It saw the use of a protractor twelve times bigger than usual,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -1.819228
      ],
      [
        "ium",
        -0.022767719
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\". A nearby structure contains sixteen porcelain enamel panels as well as a titanium vault, two finishing touches in its Hall of Records. It saw the use of a protractor twelve times bigger than usual, and construction of it began with the drilling of six holes. The beard of one figure on the far right delayed its construction, and dynamite was used to grade contours of the figures' lips. For 10": {
    "guess": "Mount Rushmore",
    "confidence": [
      [
        "Mount",
        -0.025575003
      ],
      [
        " Rush",
        -2.8325678e-05
      ],
      [
        "more",
        -3.7623562e-05
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until Shoni Sukeyoshi's men were forced to retreat to Dazaifu. The second battle was fought mostly along the Shiga peninsula, at a weak spot along the newly built shoreline wall. While the first force was led by impressed Korean sailors, the second had at its disposal the navy of the recently defeated Sung dynasty. Yet both met their end at the hands of inclement weather during, FTP, what battles that saw the destruction of the Mongol fleets during attempts to invade Japan.": {
    "guess": "Mongol invasions of Japan",
    "confidence": [
      [
        "M",
        -0.26267532
      ],
      [
        "ong",
        -5.6576944e-05
      ],
      [
        "ol",
        -1.1398757e-05
      ],
      [
        " inv",
        -0.058053326
      ],
      [
        "asions",
        -4.9617593e-06
      ],
      [
        " of",
        -0.00014597236
      ],
      [
        " Japan",
        -1.9504607e-05
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until": {
    "guess": "Siege of Tyre",
    "confidence": [
      [
        "Sie",
        -0.83034474
      ],
      [
        "ge",
        -0.0008777546
      ],
      [
        " of",
        -0.0003836021
      ],
      [
        " Ty",
        -1.5733461
      ],
      [
        "re",
        -3.9530823e-05
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes at the hands of Heraclius, though it is more famous for an earlier engagement fought near the river Pinarus, at which the winning army advanced through the Pillar of Jonah and a force led by Parmenion held out long enough to allow the Companion Cavalry to rout their foe.  FTP, name this town in modern-day Turkey, the site of a 333 BC battle at which the Persians of Darius III were defeated by": {
    "guess": "Issus",
    "confidence": [
      [
        "Iss",
        -0.17432737
      ],
      [
        "us",
        -0.00057447836
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland, Brazil, and the aggrieved and offending nations and resulted in the Treaty of Washington,* which formalized the settlement. Resulting in embarrassment for Earl Russell and Lord Palmerston, both of whom supported the Confederacy, Senator Charles Sumner initially asked for Canada or $2 billion in restitution. FTP, what is this incident which saw the US claim that Britain had violated its neutrality": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.20615712
      ],
      [
        "rent",
        -0.231814
      ],
      [
        " Aff",
        -0.00022439736
      ],
      [
        "air",
        -3.917321e-05
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is": {
    "guess": "Endoplasmic reticulum-Golgi intermediate compartment",
    "confidence": [
      [
        "End",
        -0.42375702
      ],
      [
        "opl",
        -0.08527009
      ],
      [
        "asm",
        -3.333223e-05
      ],
      [
        "ic",
        -0.00031031753
      ],
      [
        " ret",
        -0.14365667
      ],
      [
        "ic",
        -9.9251854e-05
      ],
      [
        "ulum",
        -3.8457987e-05
      ],
      [
        "-G",
        -0.4576165
      ],
      [
        "ol",
        -0.00041625294
      ],
      [
        "gi",
        -7.338466e-05
      ],
      [
        " intermediate",
        -0.015811222
      ],
      [
        " compartment",
        -0.00012106613
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon and Baucis. This man tested a hero's bravery by driving that man's cattle from (*) Marathon and subsequently befriended that hero. A sudden earthquake convinced Heracles not to rescue this man; thus, he is still bound to the Chair of Forgetfulness for trying to abduct Persephone. That occurred": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.09765476
      ],
      [
        "isy",
        -0.064239405
      ],
      [
        "ph",
        -0.00010175513
      ],
      [
        "us",
        -0.00044914213
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors with\n chalk and hires the cobbler Mustafa to sew a body together. That woman is the clever slave Marjaneh, who\n saves this man by stabbing a fake silk merchant during a dance and foils a plot against him by pouring\n boiling oil into several jars in which men are hiding. This character starts life as a lowly woodcutter, but\n becomes wealthy after learning the password \"Open Sesame.\" For 10 points,": {
    "guess": "Ali Baba",
    "confidence": [
      [
        "Ali",
        -0.0027255865
      ],
      [
        " Baba",
        -3.488188e-05
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland,": {
    "guess": "Congress of Vienna",
    "confidence": [
      [
        "Congress",
        -1.1650343
      ],
      [
        " of",
        -0.0014163076
      ],
      [
        " Vienna",
        -0.052882046
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle to take place here was broken wide open when the Athenians charged after a feint by the opposing commander's hypaspists. Troops led by the victor's son Alexander charged into the gap, encircling the Thebans on the right wing and slaying to the last man the homosexual Sacred Band. For ten points,": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.013914903
      ],
      [
        " of",
        -0.001028285
      ],
      [
        " Cha",
        -0.0043824166
      ],
      [
        "er",
        -0.0024889763
      ],
      [
        "one",
        -4.9617593e-06
      ],
      [
        "a",
        -5.4908094e-05
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned": {
    "guess": "Soweto Uprising",
    "confidence": [
      [
        "S",
        -0.2866192
      ],
      [
        "ow",
        -0.00030960233
      ],
      [
        "eto",
        -4.3202e-07
      ],
      [
        " U",
        -0.31198955
      ],
      [
        "prising",
        -0.00055303273
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the": {
    "guess": "Battle of Long Tan",
    "confidence": [
      [
        "Battle",
        -1.1370243
      ],
      [
        " of",
        -0.0024169188
      ],
      [
        " Long",
        -2.5773287
      ],
      [
        " Tan",
        -0.012374485
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following European contact. Robert Fitzroy's installation of a certain structure induced these people to fight in a war that led to Korareka's burning, a conflict incited by Hone Heke. These participants in the Flagstaff and Musket Wars are divided into iwi led by chiefs called rangatira, and a group of them who migrated to the Chathams became the Moriori. These people signed the Treaty of Waitangi with": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.0007486368
      ],
      [
        "ā",
        -4.9617593e-06
      ],
      [
        "ori",
        -1.3186812e-05
      ],
      [
        " people",
        -0.036285605
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during": {
    "guess": "Endoplasmic Reticulum-Golgi Intermediate Compartment",
    "confidence": [
      [
        "End",
        -0.44972375
      ],
      [
        "opl",
        -0.028562449
      ],
      [
        "asm",
        -1.7835755e-05
      ],
      [
        "ic",
        -0.00035024344
      ],
      [
        " R",
        -0.6826852
      ],
      [
        "etic",
        -4.3202e-07
      ],
      [
        "ulum",
        -0.0001135563
      ],
      [
        "-G",
        -0.24853751
      ],
      [
        "ol",
        -0.0002484655
      ],
      [
        "gi",
        -5.7172965e-05
      ],
      [
        " Intermediate",
        -0.36672127
      ],
      [
        " Comp",
        -3.2140193e-05
      ],
      [
        "artment",
        -1.147242e-06
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer to the part of it that lies continuous with the nuclear envelope, and its collective structure was once called the gastroplasm. It has a large complex lumen consisting of numerous cisternae or flattened sacs where newly synthesized proteins are sequestered. FTP, name this cellular organelle which may": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0075117378
      ],
      [
        "opl",
        -1.7432603e-06
      ],
      [
        "asm",
        -0.00014025059
      ],
      [
        "ic",
        -9.74638e-05
      ],
      [
        " ret",
        -0.07261371
      ],
      [
        "ic",
        -3.488188e-05
      ],
      [
        "ulum",
        -3.8934802e-05
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle were fortified on top of the Cerro de Guadalupe, and this battle was won when the flank of one side was turned by forces under Porfirio Diaz. Charles Laurencez commanded the French forces in this battle, which was prompted when Napoleon III invaded Mexico after Juarez stopped making payments on": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.08271287
      ],
      [
        " of",
        -0.00028874903
      ],
      [
        " P",
        -0.0016788677
      ],
      [
        "ue",
        -7.226629e-06
      ],
      [
        "bla",
        -2.9352968e-06
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon and Baucis. This man tested a hero's bravery by driving that man's cattle from (*) Marathon and subsequently befriended that hero. A sudden earthquake convinced Heracles not to rescue this man; thus, he is still bound to the Chair of Forgetfulness for trying to abduct Persephone. That occurred after the death of this man's wife Hippodamia, whose marriage to this man provoked the Centauromachy. For 10 points, name this bosom companion of Theseus, the mythological king of the Lapiths.": {
    "guess": "Pirithous",
    "confidence": [
      [
        "P",
        -0.031326797
      ],
      [
        "ir",
        -0.00037132783
      ],
      [
        "ith",
        -3.8934802e-05
      ],
      [
        "ous",
        -0.00045771745
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes at the hands of Heraclius, though it is more famous for an earlier engagement fought near the river Pinarus, at which the winning army advanced through the Pillar of Jonah and a force led by Parmenion held out long enough to allow the Companion Cavalry to rout their foe.  FTP, name this town in": {
    "guess": "Battle of Issus",
    "confidence": [
      [
        "Battle",
        -0.12359787
      ],
      [
        " of",
        -0.0011018722
      ],
      [
        " Iss",
        -0.34573355
      ],
      [
        "us",
        -0.00023405286
      ]
    ]
  },
  "This was the site of the mural \"My God, Help Me to Survive This Deadly Love,\" a picture of Leonid Brezhnev": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0025499812
      ],
      [
        " Wall",
        -6.392203e-06
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being": {
    "guess": "Indo-Scythians",
    "confidence": [
      [
        "Ind",
        -0.10582502
      ],
      [
        "o",
        -3.6431527e-05
      ],
      [
        "-",
        -0.0040350645
      ],
      [
        "Sc",
        -0.0014674884
      ],
      [
        "yth",
        -6.749814e-06
      ],
      [
        "ians",
        -0.0044145705
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw Joseph-Francois Dupleix gain influence. The victor's gains in this battle were solidified by Sir Hector Munro's triumph at the Battle of Buxar, and resulted in the granting of a diwani and the passage of the Regulating Act. The treachery of cavalry commander Mir Jafar contributed to Siraj-Ud-Daulah's loss at this battle. For 10 points, name this battle in which Robert Clive triumphed over the Nawab of Bengal, thus establishing British East India Company dominance over India.": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.007893244
      ],
      [
        " of",
        -0.00013274075
      ],
      [
        " Pl",
        -0.00050060876
      ],
      [
        "as",
        -4.5848617e-05
      ],
      [
        "sey",
        -4.3202e-07
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden": {
    "guess": "Idas",
    "confidence": [
      [
        "Id",
        -1.6253873
      ],
      [
        "as",
        -0.0071407403
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors discovered at this site are the oldest mirrors yet discovered. It was first excavated by James": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.3870459
      ],
      [
        "atal",
        -4.00813e-06
      ],
      [
        "h",
        -9.770221e-05
      ],
      [
        "ö",
        -1.8908588e-05
      ],
      [
        "yük",
        -2.9160103e-05
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led to mistakes that hindered Pauloff's and [*] Soimonoff's force. Gortschakoff's flaccid false attack was probably the biggest mistake on the losing side. As was a theme for the larger war, poor British leadership, this time under by Lord Raglan, was partially ameliorated by English bravery. The battle": {
    "guess": "Battle of Inkerman",
    "confidence": [
      [
        "Battle",
        -0.42752212
      ],
      [
        " of",
        -0.0011345011
      ],
      [
        " Ink",
        -0.36038864
      ],
      [
        "erman",
        -0.012213055
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw Joseph-Francois Dupleix gain influence. The victor's gains in this battle were solidified by Sir Hector Munro's triumph at the Battle of Buxar, and resulted in the granting of a diwani and the passage of the Regulating Act. The treachery of cavalry commander Mir Jafar contributed to Siraj-Ud-Daulah's loss at this battle. For 10 points, name this battle in which Robert Clive triumphed over the Nawab": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.005355075
      ],
      [
        " of",
        -0.00043984794
      ],
      [
        " Pl",
        -0.00018542144
      ],
      [
        "as",
        -4.406056e-05
      ],
      [
        "sey",
        -4.3202e-07
      ]
    ]
  },
  "This was the site of the mural \"My God, Help Me to Survive This Deadly Love,\" a picture of Leonid Brezhnev and Erich Honecker kissing. Peter Fechter died in a \"death-strip\" at this structure, which included Checkpoint (*) Charlie. It was shut down on November 9th and gradually torn down over the rest of 1989. For 10 points, name this barrier between West and East halves of a German city, whose fall symbolized the end of European Communism.": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0027718323
      ],
      [
        " Wall",
        -6.511407e-06
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer to the part of it that lies continuous with the nuclear envelope, and its collective structure was": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.032569017
      ],
      [
        "opl",
        -1.6240566e-06
      ],
      [
        "asm",
        -0.000477144
      ],
      [
        "ic",
        -5.025915e-05
      ],
      [
        " ret",
        -0.22485632
      ],
      [
        "ic",
        -5.7768983e-05
      ],
      [
        "ulum",
        -1.8908588e-05
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors with\n chalk and hires the cobbler Mustafa to sew a body together. That woman is the clever slave": {
    "guess": "Ali Baba",
    "confidence": [
      [
        "Ali",
        -0.012161117
      ],
      [
        " Baba",
        -0.0020305885
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another section contains the Thredbo Ski Resort, accessible via the town of Cooma. One mountain in this range was originally confused for Mount Townsend; that mountain was the subject of a Eugene Guerard photograph and is found in a park that is the source of the (*) Murray River. Paul Strzelecki explored": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.0011259293
      ],
      [
        "y",
        -1.5570886e-05
      ],
      [
        " Mountains",
        -4.2153304e-05
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.0016169772
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after battling with the Massagetae. This people was known as the Sacas in Indian records, and their confederations included the Amyrgians in the east and the Sarmatians of the west. This people is best": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.19498257
      ],
      [
        "yth",
        -2.0696643e-05
      ],
      [
        "ians",
        -0.0015385502
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.0025251263
      ],
      [
        " of",
        -0.00019972587
      ],
      [
        " Cha",
        -0.015866835
      ],
      [
        "er",
        -0.0018602114
      ],
      [
        "one",
        -1.9361265e-07
      ],
      [
        "a",
        -2.4749568e-05
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.1199237
      ],
      [
        "yth",
        -2.220075e-06
      ],
      [
        "ians",
        -0.0008488174
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\". A nearby structure contains sixteen porcelain enamel panels as well as a titanium vault, two finishing touches in its Hall of Records. It saw the use of a protractor twelve times bigger than usual, and construction of it began with the drilling of six holes. The beard of one figure on the far right delayed its construction, and dynamite was used to grade contours of the figures' lips. For 10 points, name this Gutzon Borglum work, a South Dakota presidential monument.": {
    "guess": "Mount Rushmore",
    "confidence": [
      [
        "Mount",
        -0.17532186
      ],
      [
        " Rush",
        -2.6968896e-06
      ],
      [
        "more",
        -7.886803e-05
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon and Baucis. This man tested a hero's bravery by driving that man's cattle from (*) Marathon and": {
    "guess": "Aristaeus",
    "confidence": [
      [
        "A",
        -1.054498
      ],
      [
        "rist",
        -0.46494147
      ],
      [
        "ae",
        -0.04760304
      ],
      [
        "us",
        -0.0002359601
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre": {
    "guess": "Battle of Wandiwash",
    "confidence": [
      [
        "Battle",
        -0.24261223
      ],
      [
        " of",
        -0.0008383385
      ],
      [
        " Wand",
        -0.14576234
      ],
      [
        "iw",
        -0.00032533353
      ],
      [
        "ash",
        -0.00021259987
      ]
    ]
  },
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety of her son. In a different version of her tale she is the mother of the ancient hero Italus. She was the daughter of Icarius, who offered her to anyone who could defeat him in a running contest, which her husband did. Agelaus, Amphinomus, and the leader Antinous are among these she turns away daily be explaining that she must finish weaving a shroud for Laertes. FTP, name this mother of Telemachus and faithful wife of Odysseus.": {
    "guess": "Penelope",
    "confidence": [
      [
        "Pen",
        -0.0045762076
      ],
      [
        "elope",
        -2.0696643e-05
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the": {
    "guess": "Sevastopol",
    "confidence": [
      [
        "Se",
        -1.3697375
      ],
      [
        "v",
        -0.42689872
      ],
      [
        "ast",
        -0.00043829824
      ],
      [
        "opol",
        -0.0035527893
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following European contact. Robert Fitzroy's installation of a certain structure induced these people to fight in a war that led to Korareka's burning, a conflict incited by Hone Heke. These participants in the Flagstaff and Musket Wars are divided into iwi led by chiefs called rangatira, and a group of": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.003424374
      ],
      [
        "ā",
        -1.0087517e-05
      ],
      [
        "ori",
        -1.2590794e-05
      ],
      [
        " people",
        -0.025518768
      ]
    ]
  },
  "The site is presently bounded on the south by US-24, on the east by US-23. The American forces camped near Waterville, Ohio, on the Maumee River. The opposing confederation was weakened by infighting and": {
    "guess": "Siege of Fort Meigs",
    "confidence": [
      [
        "Sie",
        -0.53561145
      ],
      [
        "ge",
        -1.7478143e-05
      ],
      [
        " of",
        -0.00019841464
      ],
      [
        " Fort",
        -0.0043600984
      ],
      [
        " Me",
        -0.0034541916
      ],
      [
        "igs",
        -7.226629e-06
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax is mined. After a 1905 flood, this state's largest lake was formed near the Coachella Valley. This state is home to Mono and Owens Lakes. A bristlecone pine tree called Methuselah, located here, is the oldest single living organism on the planet. This home of the Salton Sea is also the location of the largest mountain outside Alaska in the US. The San Joaquin river flows from the Sierra Nevada in this state. For 10 points, name this home of Yosemite National Park.": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.0013907119
      ]
    ]
  },
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety of her son. In a different version of her tale she is the mother of the ancient hero Italus. She": {
    "guess": "Clymene",
    "confidence": [
      [
        "C",
        -1.6792485
      ],
      [
        "ly",
        -0.27834082
      ],
      [
        "m",
        -0.25883016
      ],
      [
        "ene",
        -1.8789384e-05
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.013743007
      ],
      [
        "opl",
        -3.106736e-05
      ],
      [
        "asm",
        -1.5213274e-05
      ],
      [
        "ic",
        -0.00020795093
      ],
      [
        " ret",
        -0.1876114
      ],
      [
        "ic",
        -1.9027791e-05
      ],
      [
        "ulum",
        -2.0815847e-05
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another section contains the Thredbo Ski Resort, accessible via the town of Cooma. One mountain in this range was originally confused for Mount Townsend; that mountain was the subject of a Eugene Guerard photograph and is found in a park that is the source of the (*) Murray River. Paul Strzelecki explored these mountains, naming one of them after a hero of his native country. The Great Dividing Range": {
    "guess": "Australian Alps",
    "confidence": [
      [
        "Australian",
        -0.13784923
      ],
      [
        " Alps",
        -0.0016136504
      ]
    ]
  },
  "This was the site of the mural \"My God, Help Me to Survive This Deadly Love,\" a picture of Leonid Brezhnev and Erich Honecker kissing. Peter Fechter died in a \"death-strip\" at this structure, which included Checkpoint (*) Charlie. It was shut down on November 9th and gradually torn down over the rest of 1989. For 10 points, name this barrier between West and East halves of a German city, whose fall": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0039923233
      ],
      [
        " Wall",
        -8.180258e-06
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which": {
    "guess": "Battle of Lugdunum",
    "confidence": [
      [
        "Battle",
        -0.060064502
      ],
      [
        " of",
        -0.001877947
      ],
      [
        " Lug",
        -1.0969186
      ],
      [
        "d",
        -0.0034461184
      ],
      [
        "un",
        -4.1557283e-05
      ],
      [
        "um",
        -0.00013309837
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes at the hands of Heraclius, though it is more famous for an earlier engagement fought near the river Pinarus, at which the winning army advanced through the Pillar of Jonah and a force led by Parmenion held out long enough to allow the Companion Cavalry to rout their foe.  FTP, name this town in modern-day Turkey, the site of a 333 BC battle at which the Persians of Darius III were defeated by Alexander the Great.": {
    "guess": "Issus",
    "confidence": [
      [
        "Iss",
        -0.08718029
      ],
      [
        "us",
        -0.00026848805
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after battling with the Massagetae. This people was known as the Sacas in Indian records, and their confederations": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.15277521
      ],
      [
        "yth",
        -0.00013727049
      ],
      [
        "ians",
        -0.0047172955
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland, Brazil, and the aggrieved and offending nations and resulted in the Treaty of Washington,* which formalized the settlement. Resulting in embarrassment for Earl Russell and Lord Palmerston, both": {
    "guess": "Treaty of Washington",
    "confidence": [
      [
        "T",
        -0.27907163
      ],
      [
        "reat",
        -0.0036313117
      ],
      [
        "y",
        -0.000386463
      ],
      [
        " of",
        -0.00037299667
      ],
      [
        " Washington",
        -0.0027896615
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until Shoni Sukeyoshi's men were forced to retreat to Dazaifu. The second battle was fought mostly along the Shiga peninsula, at a weak spot along the newly built shoreline wall. While the first force was led by impressed Korean sailors, the second had at its disposal the navy of the recently defeated Sung dynasty. Yet both met their end at the hands of inclement weather during, FTP, what battles that": {
    "guess": "Battle of Kōan",
    "confidence": [
      [
        "Battle",
        -0.57953477
      ],
      [
        " of",
        -0.0013757106
      ],
      [
        " K",
        -0.2354041
      ],
      [
        "ō",
        -0.32701552
      ],
      [
        "an",
        -0.0003280752
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer to the part of it that lies continuous with the nuclear envelope, and its collective structure was once called the gastroplasm. It has a large complex lumen consisting of numerous cisternae or flattened": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.01322611
      ],
      [
        "opl",
        -4.246537e-06
      ],
      [
        "asm",
        -0.00013202553
      ],
      [
        "ic",
        -2.8325678e-05
      ],
      [
        " ret",
        -0.46744794
      ],
      [
        "ic",
        -6.551722e-05
      ],
      [
        "ulum",
        -2.2365493e-05
      ]
    ]
  },
  "The site is presently bounded on the south by US-24, on the east by US-23. The American forces camped near Waterville, Ohio, on the Maumee River. The opposing confederation was weakened by infighting and a two-day fast. FTP, name this 1794 battle won by a force under Mad Anthony Wayne, which led to the": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -0.04121954
      ],
      [
        " of",
        -0.00015836587
      ],
      [
        " Fallen",
        -0.0045224503
      ],
      [
        " Tim",
        -4.365741e-06
      ],
      [
        "bers",
        -1.700133e-05
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led to mistakes that hindered Pauloff's and [*] Soimonoff's force. Gortschakoff's flaccid false attack was probably the biggest mistake on the losing side. As was a theme for the larger war, poor British": {
    "guess": "Battle of Inkerman",
    "confidence": [
      [
        "Battle",
        -0.85288435
      ],
      [
        " of",
        -0.0035728652
      ],
      [
        " Ink",
        -0.06301554
      ],
      [
        "erman",
        -0.01208869
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one": {
    "guess": "Battle of Saratoga",
    "confidence": [
      [
        "Battle",
        -0.031488642
      ],
      [
        " of",
        -8.613945e-05
      ],
      [
        " Sar",
        -2.152205
      ],
      [
        "at",
        -0.0184703
      ],
      [
        "oga",
        -6.392203e-06
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer to the part of it that lies continuous with the nuclear envelope, and its collective structure was once called the gastroplasm. It has a large complex lumen consisting of numerous cisternae or flattened sacs where newly synthesized proteins are sequestered. FTP, name this cellular organelle which may possess ribosomes, leading it to be called \"rough\" or be \"smooth,\" and either way is abbreviated ER.": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.002077098
      ],
      [
        "opl",
        0.0
      ],
      [
        "asm",
        -5.7888185e-05
      ],
      [
        "ic",
        -5.0735965e-05
      ],
      [
        " ret",
        -0.007240279
      ],
      [
        "ic",
        -1.4259645e-05
      ],
      [
        "ulum",
        -1.7716551e-05
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes": {
    "guess": "Battle of Antioch",
    "confidence": [
      [
        "Battle",
        -0.13476828
      ],
      [
        " of",
        -0.002949413
      ],
      [
        " Ant",
        -1.8847276
      ],
      [
        "io",
        -0.0002787359
      ],
      [
        "ch",
        -5.252402e-05
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods": {
    "guess": "Idas",
    "confidence": [
      [
        "Id",
        -1.5491136
      ],
      [
        "as",
        -0.0068368525
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle were fortified on top of the Cerro de Guadalupe, and this battle was won when the flank of one side was turned by forces under Porfirio Diaz. Charles Laurencez commanded the French forces in this": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.11718049
      ],
      [
        " of",
        -4.012684e-05
      ],
      [
        " P",
        -0.0022240065
      ],
      [
        "ue",
        -5.3193703e-06
      ],
      [
        "bla",
        -3.1737043e-06
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another section contains the Thredbo Ski Resort, accessible via the town of Cooma. One mountain in this": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.003664445
      ],
      [
        "y",
        -2.9160103e-05
      ],
      [
        " Mountains",
        -3.6073914e-05
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level": {
    "guess": "Cave of Altamira",
    "confidence": [
      [
        "C",
        -1.0715033
      ],
      [
        "ave",
        -0.10340052
      ],
      [
        " of",
        -0.0038938995
      ],
      [
        " Alt",
        -0.83345246
      ],
      [
        "am",
        -2.188868e-05
      ],
      [
        "ira",
        -4.167649e-05
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax is mined. After a 1905 flood, this state's largest lake was formed near the Coachella Valley. This state": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.0005328983
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned by the Action Committee to protest the so-called \"gutter education\" mandated by the Medium Decree. Hector Peterson is probably its most famous participant; this event occurred 16 years after a similar": {
    "guess": "Soweto uprising",
    "confidence": [
      [
        "S",
        -0.015495291
      ],
      [
        "ow",
        -1.7432603e-06
      ],
      [
        "eto",
        -7.89631e-07
      ],
      [
        " uprising",
        -0.5928964
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland, Brazil, and the aggrieved and offending nations and resulted in the Treaty of Washington,* which formalized the settlement. Resulting in embarrassment for Earl Russell and Lord Palmerston, both of whom supported the Confederacy, Senator Charles Sumner initially asked for Canada or $2 billion in": {
    "guess": "Treaty of Washington",
    "confidence": [
      [
        "T",
        -0.4680178
      ],
      [
        "reat",
        -0.0028928479
      ],
      [
        "y",
        -0.00027325618
      ],
      [
        " of",
        -8.685468e-05
      ],
      [
        " Washington",
        -0.005063333
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state.": {
    "guess": "Oregon",
    "confidence": [
      [
        "Oregon",
        -0.6692274
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following European contact. Robert Fitzroy's installation of a certain structure induced these people to fight in a war that led to Korareka's burning, a conflict incited by Hone Heke. These participants in the Flagstaff and Musket Wars are divided into iwi led by chiefs called rangatira, and a group of them who migrated to the Chathams became the Moriori. These people signed the Treaty of Waitangi with William Hobson. For 10 points, name these indigenous people of New Zealand.": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.0013184543
      ],
      [
        "ā",
        -5.5122365e-07
      ],
      [
        "ori",
        -4.00813e-06
      ],
      [
        " people",
        -0.01643139
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors discovered at this site are the oldest mirrors yet discovered. It was first excavated by James Mellaart in the 1960s, and was later chosen to be the first site to be excavated using post-processual archeology. Currently being excavated by Ian Hodder, this urban center existed from approximately 7500 BCE to 5700 BCE in Anatolia, and was over twice the size of Jericho. For 10 points, name this Neolithic site located in modern Turkey.": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.07547458
      ],
      [
        "atal",
        -3.2929079e-06
      ],
      [
        "h",
        -5.550411e-05
      ],
      [
        "ö",
        -3.9292416e-05
      ],
      [
        "yük",
        -4.894791e-05
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors with\n chalk and hires the cobbler Mustafa to sew a body together. That woman is the clever slave Marjaneh, who\n saves this man by stabbing a fake silk merchant during a dance and foils a plot against": {
    "guess": "Ali Baba",
    "confidence": [
      [
        "Ali",
        -0.008405588
      ],
      [
        " Baba",
        -0.0010743728
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors discovered at this site are the oldest mirrors yet discovered. It was first excavated by James Mellaart in the 1960s, and was later chosen to be the first site to be excavated using post-processual": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.119556725
      ],
      [
        "atal",
        -3.888926e-06
      ],
      [
        "h",
        -0.00038443657
      ],
      [
        "ö",
        -6.659005e-05
      ],
      [
        "yük",
        -6.682846e-05
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\". A nearby structure contains sixteen porcelain enamel panels as well as a titanium vault, two": {
    "guess": "Stained glass",
    "confidence": [
      [
        "St",
        -0.86162865
      ],
      [
        "ained",
        -0.020917758
      ],
      [
        " glass",
        -0.012343765
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes at the hands of Heraclius, though it is more famous for an earlier engagement fought near the river Pinarus, at which the winning army advanced through the Pillar of Jonah and a force led by Parmenion": {
    "guess": "Battle of Issus",
    "confidence": [
      [
        "Battle",
        -0.022862565
      ],
      [
        " of",
        -0.0005363516
      ],
      [
        " Iss",
        -0.05492629
      ],
      [
        "us",
        -0.00013679368
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until Shoni Sukeyoshi's men were forced to retreat to Dazaifu. The second battle was fought mostly along the Shiga peninsula, at a weak spot along the newly built shoreline wall. While the first force": {
    "guess": "Siege of Dazaifu",
    "confidence": [
      [
        "Sie",
        -0.79377615
      ],
      [
        "ge",
        -0.010200827
      ],
      [
        " of",
        -0.00030304978
      ],
      [
        " D",
        -0.5544178
      ],
      [
        "aza",
        -0.00076246075
      ],
      [
        "ifu",
        -3.333223e-05
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors": {
    "guess": "One Thousand and One Nights",
    "confidence": [
      [
        "One",
        -1.4721886
      ],
      [
        " Thousand",
        -0.0053307586
      ],
      [
        " and",
        -0.0004360334
      ],
      [
        " One",
        -3.0828953e-05
      ],
      [
        " Nights",
        -0.0004689226
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle were fortified on top of the Cerro de Guadalupe, and this battle was won when the flank of one side was turned by forces under Porfirio Diaz. Charles Laurencez commanded the French forces in this battle, which was prompted when Napoleon III invaded Mexico after Juarez stopped making payments on Mexico's debt. For 10 points, name this battle won by Ignacio Zaragoza that is now celebrated on Cinco": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.012139685
      ],
      [
        " of",
        -0.0073962496
      ],
      [
        " P",
        -0.0019778803
      ],
      [
        "ue",
        -8.3159364e-05
      ],
      [
        "bla",
        -1.247159e-05
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw": {
    "guess": "Battle of Wandiwash",
    "confidence": [
      [
        "Battle",
        -0.025749762
      ],
      [
        " of",
        -0.0003155625
      ],
      [
        " Wand",
        -0.7312506
      ],
      [
        "iw",
        -0.00027409062
      ],
      [
        "ash",
        -2.1650272e-05
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned by the Action Committee to protest the so-called \"gutter education\" mandated by the Medium Decree. Hector Peterson is probably its most famous participant; this event occurred 16 years after a similar event at Sharpeville and many of its participants were removed to Robben Island. For 10 points, name this 1976 tragedy during which students protested mandatory Afrikaans education and were killed in the namesake South African township.": {
    "guess": "Soweto Uprising",
    "confidence": [
      [
        "S",
        -0.049390454
      ],
      [
        "ow",
        -9.0883464e-07
      ],
      [
        "eto",
        -6.1537958e-06
      ],
      [
        " U",
        -0.00082391856
      ],
      [
        "prising",
        -0.00027277938
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.0044479202
      ],
      [
        "y",
        -2.0458236e-05
      ],
      [
        " Mountains",
        -0.00033296258
      ]
    ]
  },
  "This was the site of the mural \"My God, Help Me to Survive This Deadly Love,\" a picture of Leonid Brezhnev and Erich Honecker kissing. Peter Fechter died in a \"death-strip\" at this structure, which included Checkpoint (*) Charlie. It was shut down on November 9th and gradually torn down over the rest": {
    "guess": "Berlin Wall",
    "confidence": [
      [
        "Berlin",
        -0.0014743911
      ],
      [
        " Wall",
        -2.7372049e-05
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.  In addition to that defeat of Pescennius Niger, this was the site of a 1266 battle at which King Hethum I of Armenia was defeated by Baibars.  Another battle fought here saw the defeat of Chosroes at the hands of Heraclius, though it is more famous for an earlier engagement fought near the river": {
    "guess": "Battle of Issus",
    "confidence": [
      [
        "Battle",
        -0.025710953
      ],
      [
        " of",
        -0.002880953
      ],
      [
        " Iss",
        -0.2862162
      ],
      [
        "us",
        -0.00035417348
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned by the Action Committee to protest the so-called \"gutter education\" mandated by the Medium Decree.": {
    "guess": "Soweto uprising",
    "confidence": [
      [
        "S",
        -0.06963716
      ],
      [
        "ow",
        -2.4034345e-05
      ],
      [
        "eto",
        -5.3193703e-06
      ],
      [
        " uprising",
        -0.54007214
      ]
    ]
  },
  "At this site, a governor of Syria who tried to usurp the throne following the death of Pertinax was routed.": {
    "guess": "Year of the Five Emperors",
    "confidence": [
      [
        "Year",
        -0.17966592
      ],
      [
        " of",
        -0.0059650573
      ],
      [
        " the",
        -0.0031417124
      ],
      [
        " Five",
        -0.052605204
      ],
      [
        " Em",
        -4.8471098e-05
      ],
      [
        "per",
        -9.849109e-06
      ],
      [
        "ors",
        -3.0471343e-05
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\". A nearby structure contains sixteen porcelain enamel panels as well as a titanium vault, two finishing touches in its Hall of Records. It saw the use of a protractor twelve times bigger than usual, and construction of it began with the drilling of six holes. The beard of one figure on the far": {
    "guess": "Mount Rushmore",
    "confidence": [
      [
        "Mount",
        -0.040431377
      ],
      [
        " Rush",
        -4.441817e-05
      ],
      [
        "more",
        -7.481511e-05
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold": {
    "guess": "Bactria",
    "confidence": [
      [
        "B",
        -1.0922313
      ],
      [
        "act",
        -0.0006968272
      ],
      [
        "ria",
        -0.23372103
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.0006657334
      ],
      [
        "ā",
        -3.888926e-06
      ],
      [
        "ori",
        -1.1398757e-05
      ],
      [
        " people",
        -0.003546378
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors with\n chalk and hires the cobbler Mustafa to sew a body together. That woman is the clever slave Marjaneh, who\n saves this man by stabbing a fake silk merchant during a dance and foils a plot against him by pouring\n boiling oil into several jars in which men are hiding. This character starts life": {
    "guess": "Ali Baba",
    "confidence": [
      [
        "Ali",
        -0.0028773919
      ],
      [
        " Baba",
        -0.00084131124
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon and Baucis. This man tested a hero's bravery by driving that man's cattle from (*) Marathon and subsequently befriended that hero. A sudden earthquake convinced Heracles not to rescue this man; thus, he is still bound to the Chair of Forgetfulness for trying to abduct Persephone. That occurred after the death of this man's wife Hippodamia, whose marriage to this man provoked the Centauromachy.": {
    "guess": "Pirithous",
    "confidence": [
      [
        "P",
        -0.18736038
      ],
      [
        "ir",
        -0.0018670023
      ],
      [
        "ith",
        -2.0696643e-05
      ],
      [
        "ous",
        -0.00057388237
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led to mistakes that hindered Pauloff's and [*] Soimonoff's force. Gortschakoff's flaccid false attack": {
    "guess": "Battle of Inkerman",
    "confidence": [
      [
        "Battle",
        -1.0576677
      ],
      [
        " of",
        -0.0046764724
      ],
      [
        " Ink",
        -0.05508121
      ],
      [
        "erman",
        -0.018818049
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned by the Action Committee to protest the so-called \"gutter education\" mandated by the Medium Decree. Hector Peterson is probably its most famous participant; this event occurred 16 years after a similar event at Sharpeville and many of its participants were removed to Robben Island. For 10 points,": {
    "guess": "Soweto uprising",
    "confidence": [
      [
        "S",
        -0.033273555
      ],
      [
        "ow",
        -4.1273333e-06
      ],
      [
        "eto",
        -1.9816675e-06
      ],
      [
        " uprising",
        -0.389452
      ]
    ]
  },
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety of her son. In a different version of her tale she is the mother of the ancient hero Italus. She was the daughter of Icarius, who offered her to anyone who could defeat him in a running contest, which": {
    "guess": "Penelope",
    "confidence": [
      [
        "Pen",
        -0.5506195
      ],
      [
        "elope",
        -0.00041744497
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -1.0194958
      ],
      [
        " of",
        -0.00071207434
      ],
      [
        " P",
        -0.009254237
      ],
      [
        "ue",
        -0.00025001515
      ],
      [
        "bla",
        -7.703444e-06
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after battling with the Massagetae. This people was known as the Sacas in Indian records, and their confederations included the Amyrgians in the east and the Sarmatians of the west. This people is best known for its burial mounds known as kurgans, and the presence of armed women among this people may have inspired the story of Amazons. For 10 points, name these Iranian peoples who lived north of the": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.1857419
      ],
      [
        "yth",
        -4.0246043e-05
      ],
      [
        "ians",
        -0.00024989594
      ]
    ]
  },
  "The site where this battle occurred was recaptured by forces under Elie-Frederic Forey about ten months after it occurred, and this battle was followed by a victory at Orizaba. The defenders in this battle were fortified on top of the Cerro de Guadalupe, and this battle was won when the flank of one": {
    "guess": "Battle of Puebla",
    "confidence": [
      [
        "Battle",
        -0.24765024
      ],
      [
        " of",
        -0.00028040475
      ],
      [
        " P",
        -0.0042734463
      ],
      [
        "ue",
        -5.080963e-06
      ],
      [
        "bla",
        -3.2929079e-06
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw Joseph-Francois Dupleix gain influence. The victor's gains in this battle were solidified by Sir Hector Munro's triumph at the Battle of Buxar, and resulted in the granting of a diwani and the passage": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.06688083
      ],
      [
        " of",
        -0.0017218306
      ],
      [
        " Pl",
        -0.061566368
      ],
      [
        "as",
        -0.00020270597
      ],
      [
        "sey",
        0.0
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until Shoni Sukeyoshi's men were forced to retreat to Dazaifu. The second battle was fought mostly along": {
    "guess": "Siege of Dazaifu",
    "confidence": [
      [
        "Sie",
        -0.22543506
      ],
      [
        "ge",
        -0.003318642
      ],
      [
        " of",
        -0.00011343709
      ],
      [
        " D",
        -0.07810973
      ],
      [
        "aza",
        -0.0007765158
      ],
      [
        "ifu",
        -9.849109e-06
      ]
    ]
  },
  "The site was a key point of the northeastern angle of the plateau of the Chersonese; it commands the road ascending the plateau by Cathcart's ravine. Confusion over whose \"left\" was meant in an order led to mistakes that hindered Pauloff's and [*] Soimonoff's force. Gortschakoff's flaccid false attack was probably the biggest mistake on the losing side. As was a theme for the larger war, poor British leadership, this time under by Lord Raglan, was partially ameliorated by English bravery. The battle was eventually won by a counter-offensive by Bosquet over the forces of Menshikov. FTP name this": {
    "guess": "Battle of Inkerman",
    "confidence": [
      [
        "Battle",
        -0.072371684
      ],
      [
        " of",
        -0.0048827888
      ],
      [
        " Ink",
        -0.04482854
      ],
      [
        "erman",
        -0.010006568
      ]
    ]
  },
  "This site requires AAA-ATPase Cdc48 for homotypic membrane fusion events. Its compartmentalization is often described as septin-dependent and relates to a portion of it that forms at the bud neck during yeast polarized growth. It contains narrow channels known as translocons which facilitate transfer to the part of it that lies continuous with the nuclear envelope, and its collective structure was once called the gastroplasm. It has a large complex lumen consisting of numerous cisternae or flattened sacs where newly synthesized proteins are sequestered. FTP, name this cellular organelle which may possess ribosomes, leading it to be called \"rough\" or be \"smooth,\" and either way is abbreviated": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0032408165
      ],
      [
        "opl",
        0.0
      ],
      [
        "asm",
        -2.7014437e-05
      ],
      [
        "ic",
        -3.357064e-05
      ],
      [
        " ret",
        -0.014942539
      ],
      [
        "ic",
        -1.2948405e-05
      ],
      [
        "ulum",
        -1.3186812e-05
      ]
    ]
  },
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety of her son. In a different version of her tale she is the mother of the ancient hero Italus. She was the daughter of Icarius, who offered her to anyone who could defeat him in a running contest, which her husband did. Agelaus, Amphinomus, and the leader Antinous are among these she turns away daily be explaining that she must finish weaving a shroud for Laertes. FTP, name this mother of Telemachus": {
    "guess": "Penelope",
    "confidence": [
      [
        "Pen",
        -0.43623954
      ],
      [
        "elope",
        -7.398068e-05
      ]
    ]
  },
  "It was the site of two battles fought within seven years of each other. During the first encounter, one side used catapults to throw exploding metal balls at the defenders and loosed clouds of arrows until Shoni Sukeyoshi's men were forced to retreat to Dazaifu. The second battle was fought mostly along the Shiga peninsula, at a weak spot along the newly built shoreline wall. While the first force was led by impressed Korean sailors, the second had at its disposal the navy of the recently defeated": {
    "guess": "Mongol invasions of Japan",
    "confidence": [
      [
        "M",
        -1.2611499
      ],
      [
        "ong",
        -0.013388443
      ],
      [
        "ol",
        -0.0024884997
      ],
      [
        " inv",
        -0.08458526
      ],
      [
        "asions",
        -2.6060809e-05
      ],
      [
        " of",
        -0.07172123
      ],
      [
        " Japan",
        -0.0021713169
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland, Brazil, and the aggrieved and offending nations and resulted in the Treaty of Washington,* which formalized the settlement. Resulting in embarrassment for Earl Russell and Lord Palmerston, both of whom supported the Confederacy, Senator Charles Sumner initially asked for Canada or $2 billion in restitution. FTP, what is this incident which saw the US claim that Britain had violated its neutrality by providing the namesake blockade runner and other ships to the Confederacy?": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.0401953
      ],
      [
        "rent",
        -0.0002600246
      ],
      [
        " Aff",
        -0.00017743846
      ],
      [
        "air",
        -0.00020032188
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include the Tooma, found near Mount Jagungal. Lake Jindabyne was created as a part of a scheme to generate hydroelectric power from the waters of these mountains. One section of it contains Charlotte Pass, another section contains the Thredbo Ski Resort, accessible via the town of Cooma. One mountain in this range was originally confused for Mount Townsend; that mountain was the subject of a Eugene Guerard photograph and is found in a park that is the source of the (*) Murray River. Paul Strzelecki explored these mountains, naming one of them after a hero of his native country. The Great Dividing Range contains-for 15 points-what Australian mountain range home to Mount Kosciuszko?": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.010566668
      ],
      [
        "y",
        -4.9617593e-06
      ],
      [
        " Mountains",
        -1.5809293e-05
      ]
    ]
  },
  "This man's sister Physadeia was once taken hostage by Castor and Pollux; she later became a handmaiden of Helen of Troy. An alternate myth holds that this man was killed by a big dog after trying to abduct the daughter of the Molossian king Aedoneus. In the Metamorphoses, this man claims that the gods do not actually have the power to change their shape, prompting Achelous to tell the story of Philemon": {
    "guess": "Iasion",
    "confidence": [
      [
        "I",
        -1.7115141
      ],
      [
        "asion",
        -0.84607
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle to take place here was broken wide open when the Athenians charged after a feint by the opposing commander's hypaspists. Troops led by the victor's son Alexander charged into the gap, encircling": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.012526838
      ],
      [
        " of",
        -0.0015080782
      ],
      [
        " Cha",
        -0.020166116
      ],
      [
        "er",
        -0.001995728
      ],
      [
        "one",
        -5.5122365e-07
      ],
      [
        "a",
        -3.523949e-05
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n Kasim is killed and cut into four pieces. He marries his son to a woman who marks several doors with\n chalk and hires the cobbler Mustafa to sew a body together. That woman is the clever slave Marjaneh, who\n saves this man by stabbing a fake silk merchant during a dance and foils a plot against him by pouring\n boiling oil into several jars in which men are hiding. This character starts life as a lowly woodcutter, but\n becomes wealthy after learning the password \"Open Sesame.\" For 10 points, name this character from the\n Arabian Nights who steals gold from \"forty thieves.\"": {
    "guess": "Ali Baba",
    "confidence": [
      [
        "Ali",
        -0.0015308129
      ],
      [
        " Baba",
        -4.2391708e-05
      ]
    ]
  },
  "One site believed to belong to this people is Tilla Tepe, which includes this people's distinctive gold jewelry. Strabo described these people as being located beyond Bactria and Sogdiana, and described how they were also known as Daheans. Herodotus described how this people described themselves as being founded by Targitaus, the son of the sky-god, and argues that this people probably moved west after battling with the Massagetae. This people was known as the Sacas in Indian records, and their confederations included the Amyrgians in the east and the Sarmatians of the west. This people is best known for its burial mounds known as kurgans, and the presence of armed women among this people may have inspired the story of Amazons. For 10 points, name these Iranian peoples who lived north of the Black Sea.": {
    "guess": "Scythians",
    "confidence": [
      [
        "Sc",
        -0.114419036
      ],
      [
        "yth",
        -8.0656086e-05
      ],
      [
        "ians",
        -0.00026133584
      ]
    ]
  },
  "A site at Wairau Bar exemplifies this people's kainga settlement. The first groups of these people preyed upon the moa and Haast eagle, and they displaced their native kumara tubers with potatoes following European contact. Robert Fitzroy's installation of a certain structure induced these people to fight in a war that led to Korareka's burning, a conflict incited by Hone Heke. These participants in": {
    "guess": "Māori people",
    "confidence": [
      [
        "M",
        -0.0009883884
      ],
      [
        "ā",
        -2.808727e-05
      ],
      [
        "ori",
        -2.0458236e-05
      ],
      [
        " people",
        -0.06564209
      ]
    ]
  },
  "This site was the birthplace of Plutarch. Precipitated by the seizure of Elateia, the most notable battle to take place here was broken wide open when the Athenians charged after a feint by the opposing": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.008498155
      ],
      [
        " of",
        -0.00039158878
      ],
      [
        " Cha",
        -0.024987904
      ],
      [
        "er",
        -0.0032153805
      ],
      [
        "one",
        -1.0280384e-06
      ],
      [
        "a",
        -2.7014437e-05
      ]
    ]
  },
  "Her sister is Iphthime and Athena takes that form to visit her in a dream and reassure her on the safety of her son. In a different version of her tale she is the mother of the ancient hero Italus. She was the daughter of Icarius, who offered her to anyone who could defeat him in a running contest, which her husband did. Agelaus, Amphinomus, and the leader Antinous are among these she turns away daily": {
    "guess": "Penelope",
    "confidence": [
      [
        "Pen",
        -0.09766817
      ],
      [
        "elope",
        -0.00013536324
      ]
    ]
  },
  "One site that was passed over for it is known as The Needles, and a technique used in it is \"honeycombing\".": {
    "guess": "Cleopatra's Needle",
    "confidence": [
      [
        "C",
        -1.4448537
      ],
      [
        "le",
        -0.09915401
      ],
      [
        "op",
        -0.00055136386
      ],
      [
        "atra",
        -0.00011856285
      ],
      [
        "'s",
        -0.0086228475
      ],
      [
        " Needle",
        -0.027617345
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated the death of sociologist Melville Edelstein. It originated with a meeting at Orlando Stadium West planned by the Action Committee to protest the so-called \"gutter education\" mandated by the Medium Decree. Hector Peterson is probably its most famous participant; this event occurred 16 years after a similar event at Sharpeville and many of its participants were removed to Robben Island. For 10 points, name this 1976 tragedy during which students protested mandatory Afrikaans education and were killed": {
    "guess": "Soweto uprising",
    "confidence": [
      [
        "S",
        -0.0043154685
      ],
      [
        "ow",
        -1.9361265e-07
      ],
      [
        "eto",
        -4.3202e-07
      ],
      [
        " uprising",
        -0.6712933
      ]
    ]
  },
  "The situation was settled by an international council consisting of representatives of Italy, Switzerland, Brazil, and the aggrieved and offending nations and resulted in the Treaty of Washington,* which": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.71803564
      ],
      [
        " Claims",
        -0.6237211
      ]
    ]
  },
  "This man's sister-in-law places some sticky millet in the bottom of a scale before lending it. His brother\n": {
    "guess": "Deianira",
    "confidence": [
      [
        "De",
        -2.139722
      ],
      [
        "ian",
        -1.1144803
      ],
      [
        "ira",
        -0.0073147123
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side": {
    "guess": "Tomb of the Diver",
    "confidence": [
      [
        "T",
        -1.2008154
      ],
      [
        "omb",
        -0.7601887
      ],
      [
        " of",
        -0.3319614
      ],
      [
        " the",
        -0.28166667
      ],
      [
        " D",
        -0.30574903
      ],
      [
        "iver",
        -0.0075582364
      ]
    ]
  },
  "The Siskiyou Wilderness is a section of the Klamath Mountains located in the northern part of this state. The largest amount of dust pollution in the US comes from a dry lake in this state where borax is mined. After a 1905 flood, this state's largest lake was formed near the Coachella Valley. This state is home to Mono and Owens Lakes. A bristlecone pine tree called Methuselah, located here, is the oldest single living organism on the planet. This home of the Salton Sea is also the location of the largest mountain outside Alaska in the US. The San Joaquin river flows from the Sierra Nevada in": {
    "guess": "California",
    "confidence": [
      [
        "California",
        -0.0015424766
      ]
    ]
  },
  "The site of this event was home to groups who referred to themselves as Kelly's Heroes, the Hazels, the Vikings, and the Dirty Dozen. The Cillie Commission was convened in response to it and evaluated": {
    "guess": "Battle of Johannesburg",
    "confidence": [
      [
        "Battle",
        -1.1252542
      ],
      [
        " of",
        -0.008672484
      ],
      [
        " Johannesburg",
        -2.2695003
      ]
    ]
  },
  "One site in this mountain range, Kiandra, was the location of an 1859 gold rush. Rivers in it include": {
    "guess": "Snowy Mountains",
    "confidence": [
      [
        "Snow",
        -0.0050826683
      ],
      [
        "y",
        -8.006007e-05
      ],
      [
        " Mountains",
        -0.00077687344
      ]
    ]
  },
  "The site is presently bounded on the south by US-24, on the east by US-23. The American forces camped near Waterville, Ohio, on the Maumee River. The opposing confederation was weakened by infighting and a two-day fast. FTP, name this 1794 battle won by a force under Mad Anthony Wayne, which led to the Treaty of Greenville.": {
    "guess": "Battle of Fallen Timbers",
    "confidence": [
      [
        "Battle",
        -0.0054287002
      ],
      [
        " of",
        -0.0003750231
      ],
      [
        " Fallen",
        -0.00011915887
      ],
      [
        " Tim",
        -5.080963e-06
      ],
      [
        "bers",
        -1.7716551e-05
      ]
    ]
  },
  "The site of this battle was a town named for a red-flowering \"Flame of the Forest\" tree. Irishman Eyre Coote was influential in arguing that this battle should be fought.  The leadup to this battle saw Joseph-Francois Dupleix gain influence. The victor's gains in this battle were solidified by Sir Hector Munro's triumph at the Battle of Buxar, and resulted in the granting of a diwani and the passage of the Regulating Act. The treachery of cavalry commander Mir Jafar contributed to Siraj-Ud-Daulah's": {
    "guess": "Battle of Plassey",
    "confidence": [
      [
        "Battle",
        -0.063191704
      ],
      [
        " of",
        -0.0015250948
      ],
      [
        " Pl",
        -0.0012328496
      ],
      [
        "as",
        -3.523949e-05
      ],
      [
        "sey",
        -1.9361265e-07
      ]
    ]
  },
  "This site's wall paintings include many depictions of two vultures spreading their wings on either side of a headless man. Its houses were entered through openings on the ceiling instead of ground-level doors. At this site, archaeologists found a statue of a seated woman giving birth and placing her hands on two leopards, evidence that its residents worshiped a Mother Goddess. The eleven obsidian mirrors discovered at this site are the oldest mirrors yet discovered. It was first excavated by James Mellaart in the 1960s, and was later chosen to be the first site to be excavated using post-processual archeology. Currently being excavated by Ian Hodder, this urban center existed from approximately 7500 BCE to 5700 BCE in Anatolia, and was over twice the size of Jericho. For 10 points, name this": {
    "guess": "Çatalhöyük",
    "confidence": [
      [
        "Ç",
        -0.12608892
      ],
      [
        "atal",
        -1.6240566e-06
      ],
      [
        "h",
        -1.5451682e-05
      ],
      [
        "ö",
        -1.4259645e-05
      ],
      [
        "yük",
        -2.5107178e-05
      ]
    ]
  }
}