{
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its mathematical expression. Friedmann's equations can yield the constant of proportionality in this law, while recent recent observations of Cepheid variables estimate that constant to be between 65 and 80 kilometers per second-megaparsec. For 10 points, identify this law developed by a namesake American astronomer, which states that the redshift of light coming from any source is proportional to the": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.0004286428
      ],
      [
        "ubble",
        -5.5122365e-07
      ],
      [
        "'s",
        -0.00031174798
      ],
      [
        " Law",
        -0.0030428392
      ]
    ]
  },
  "On lunar missions, X-rays and these entities are detected by the same method: wafers of silicon. George Gamow explained their creation using quantum tunneling. These particles are used in smoke detectors, typically being produced by Americium. They were used to first detect the existence of nuclei in": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.015631564
      ],
      [
        " particles",
        -0.1407914
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its mathematical expression. Friedmann's equations can yield the constant of proportionality in this law, while recent recent observations of Cepheid variables estimate that constant to be between 65 and 80 kilometers per second-megaparsec. For 10 points, identify this law developed by a namesake American astronomer, which states that the redshift of light coming from any source is proportional to the distance of the source.": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.00012558853
      ],
      [
        "ubble",
        0.0
      ],
      [
        "'s",
        -0.00024132428
      ],
      [
        " Law",
        -0.0067806197
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study of hyperfine structure. The Fizeau-Laurent version is used to detect imperfections in flat surfaces, while lenses and prisms are tested using the Twyman-Green type, a variation of the most famous example. An etalon is used in the Fabry-Perot version of this device, but the most famous is the one used to disprove the existence of ether by Michelson and Morley. FTP, what is this instrument named": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.024351824
      ],
      [
        "fer",
        -9.72254e-05
      ],
      [
        "ometer",
        -0.00028946425
      ]
    ]
  },
  "On lunar missions, X-rays and these entities are detected by the same method: wafers of silicon. George Gamow explained their creation using quantum tunneling. These particles are used in smoke detectors,": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.093652196
      ],
      [
        " particles",
        -0.01731833
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its mathematical expression. Friedmann's equations can yield the constant of proportionality in this law, while recent recent observations of Cepheid variables estimate that constant to be between 65 and": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.0012226091
      ],
      [
        "ubble",
        -2.577686e-06
      ],
      [
        "'s",
        -0.00018959356
      ],
      [
        " Law",
        -0.013731135
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study of hyperfine structure. The Fizeau-Laurent version is used to detect imperfections in flat surfaces, while lenses and prisms are tested using the Twyman-Green type, a variation of the most famous": {
    "guess": "Interferometry",
    "confidence": [
      [
        "Inter",
        -0.09260271
      ],
      [
        "fer",
        -0.0029723532
      ],
      [
        "ometry",
        -0.107537
      ]
    ]
  },
  "On lunar missions, X-rays and these entities are detected by the same method: wafers of silicon. George Gamow explained their creation using quantum tunneling. These particles are used in smoke detectors, typically being produced by Americium. They were used to first detect the existence of nuclei in the gold foil experiment by Ernest Rutherford. Name these heavy decay particles that contain two protons": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.0032150229
      ],
      [
        " particles",
        -0.4155268
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study of hyperfine structure. The Fizeau-Laurent version is used to detect imperfections in flat surfaces, while lenses and prisms are tested using the Twyman-Green type, a variation of the most famous example. An etalon is used in the Fabry-Perot version of this device, but the most famous is the one used to disprove the existence of ether by Michelson and Morley. FTP, what is this instrument named for its production of optical interference fringes?": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.03378977
      ],
      [
        "fer",
        -0.0005867527
      ],
      [
        "ometer",
        -0.00019948746
      ]
    ]
  },
  "On lunar missions, X-rays and these entities are detected by the same method: wafers of silicon. George Gamow explained their creation using quantum tunneling. These particles are used in smoke detectors, typically being produced by Americium. They were used to first detect the existence of nuclei in the gold foil experiment by Ernest Rutherford. Name these heavy decay particles that contain two protons and two neutrons.": {
    "guess": "Alpha particles",
    "confidence": [
      [
        "Alpha",
        -0.006850701
      ],
      [
        " particles",
        -0.55893725
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study": {
    "guess": "Interferometer",
    "confidence": [
      [
        "Inter",
        -0.16780317
      ],
      [
        "fer",
        -0.10769597
      ],
      [
        "ometer",
        -0.14550555
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its mathematical expression. Friedmann's equations can yield the constant of proportionality in this law, while recent recent observations of Cepheid variables estimate that constant to be between 65 and 80 kilometers per second-megaparsec. For 10 points, identify this law developed by a namesake American": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.009250336
      ],
      [
        "ubble",
        -5.5122365e-07
      ],
      [
        "'s",
        -0.00025883623
      ],
      [
        " Law",
        -0.0033362182
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its mathematical expression. Friedmann's equations can yield the constant of proportionality in this law,": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.0027018047
      ],
      [
        "ubble",
        -2.220075e-06
      ],
      [
        "'s",
        -0.00061950804
      ],
      [
        " Law",
        -0.042287074
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study of hyperfine structure. The Fizeau-Laurent version is used to detect imperfections in flat surfaces,": {
    "guess": "Fizeau interferometer",
    "confidence": [
      [
        "F",
        -0.7504281
      ],
      [
        "ize",
        -0.0026126401
      ],
      [
        "au",
        -2.4749568e-05
      ],
      [
        " interfer",
        -0.00813059
      ],
      [
        "ometer",
        -0.00013524403
      ]
    ]
  },
  "The Lummer-Gehrcke type is interesting for its use of only one main component, and is useful in the study of hyperfine structure. The Fizeau-Laurent version is used to detect imperfections in flat surfaces, while lenses and prisms are tested using the Twyman-Green type, a variation of the most famous example. An etalon is used in the Fabry-Perot version of this device, but the most famous is the one": {
    "guess": "Fabry–Perot interferometer",
    "confidence": [
      [
        "Fab",
        -0.7297055
      ],
      [
        "ry",
        -1.8908588e-05
      ],
      [
        "–",
        -0.2753844
      ],
      [
        "Per",
        -0.40651664
      ],
      [
        "ot",
        -1.962381e-05
      ],
      [
        " interfer",
        -0.0467411
      ],
      [
        "ometer",
        -0.0004890497
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.0052221366
      ],
      [
        "ubble",
        -2.4987974e-05
      ],
      [
        "'s",
        -0.0010072043
      ],
      [
        " Law",
        -0.09892166
      ]
    ]
  },
  "The Lundmark law is a quadratic form of this law, which was found to better fit empirical observations by I. E. Segal, and the Tully-Fisher relation can be used to estimate on of the quantities in its": {
    "guess": "Hubble's Law",
    "confidence": [
      [
        "H",
        -0.003878339
      ],
      [
        "ubble",
        -8.657073e-06
      ],
      [
        "'s",
        -0.0021512117
      ],
      [
        " Law",
        -0.0527529
      ]
    ]
  },
  "On lunar missions, X-rays and these entities are detected by the same method: wafers of silicon. George": {
    "guess": "Cosmic ray muon radiography",
    "confidence": [
      [
        "Cos",
        -1.1270188
      ],
      [
        "mic",
        -0.002887141
      ],
      [
        " ray",
        -0.5619331
      ],
      [
        " mu",
        -2.591207
      ],
      [
        "on",
        -0.5158814
      ],
      [
        " radi",
        -0.50723416
      ],
      [
        "ography",
        -0.0014880776
      ]
    ]
  }
}