{
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the site of the University of Warwick. This onetime center of the English silk and bicycle industries is home to such modern buildings as the Lanchester Library and Basil Spence's St. Michael's Cathedral.": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.0026760143
      ],
      [
        "vent",
        -6.704273e-07
      ],
      [
        "ry",
        -7.529192e-05
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image, the cissoid of Diocles is formed, and if the focus of one of them is rolled along a straight line, a catenary results. As one focus of an ellipse moves to infinity with the other fixed, this curve is the [*] limit. A plane intersecting a cone parallel to its slant height forms this section. This curve is the locus of all points equidistant from the focus and the directrix. With an eccentricity of": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.0114906775
      ],
      [
        "ab",
        -0.0003154433
      ],
      [
        "ola",
        -1.473646e-05
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette Goddard after moving to the United States. Supporting himself early in life as a stonecutter and racecar driver, he later turned to writing, penning works like \"The Black Obelisk\", \"Flotsam\", \"Three Comrades\", \"Arc de Triumph\", and \"The Road Back\", the last a sequel to his most famous novel, which tells of Paul Baumer's experiences in the first World War. FTP, who was this German antiwar novelist,": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -7.243103e-05
      ],
      [
        "rich",
        -5.085517e-05
      ],
      [
        " Maria",
        -0.00016516048
      ],
      [
        " Rem",
        -0.00010175513
      ],
      [
        "ar",
        -6.4802e-05
      ],
      [
        "que",
        -2.7968066e-05
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother is cited variously as Zeuxippe and as Philomena, but his father is King Menoetius of Erytheia. He is": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.666769
      ],
      [
        "ch",
        -0.0006429765
      ],
      [
        "illes",
        -0.0015554478
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy and Thorndike. It used a half-silvered mirror to split coherent light and attempted to detect a certain \"wind\" by measuring fringe shift with an interferometer. Its results were explained by the Lorenz-FitzGerald hypothesis concerning length contraction. For 10 points, what experiment, named for two physicists at Case Western, disproved the existence of luminiferous (loo-min-IF-er-us) aether (EE-ther)?": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.010360929
      ],
      [
        "elson",
        -8.657073e-06
      ],
      [
        "–",
        -0.058971103
      ],
      [
        "Mor",
        -1.147242e-06
      ],
      [
        "ley",
        -2.4584822e-06
      ],
      [
        " experiment",
        -0.0037865352
      ]
    ]
  },
  "Shannon's version of this quantity applies to information systems. Equal to the number of microstates in a system times Boltzmann's constant, this quantity can also be expressed as the amount of energy in a system unavailable to do work. A thought experiment called Maxwell's Demon supposedly (*) decreases this value, even though this value is always increasing in the universe according to the Second Law of Thermodynamics. Symbolized by capital S, name this measure of disorder in a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0028792953
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.01125672
      ],
      [
        "iss",
        -0.0026890866
      ],
      [
        "oid",
        -3.0545007e-06
      ]
    ]
  },
  "One of them shared his name with the husband of the Oceanid Electra and father of the harpies. Another of them fell off a cliff and impaled himself on an ash-tree, and a female one killed herself to join in death her husband (*) Cyllarus. In addition to Dictys, one of them possessed a jar of wine which indirectly led to the another being struck by an arrow poisoned with Hydra blood. Battlers of the Lapiths, for 10 points, name this race of beings including Pholus, Nessus, and Chiron.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.009216567
      ],
      [
        "aur",
        -6.9331734e-05
      ]
    ]
  },
  "This Shakespeare play includes a General who, near the end of the work, praises his son who shared his name and died in battle. In Act Four, the main character is advised to be bloody, bold, and resolute. This work contains Fleance, a character who flees when his father is murdered. The father is murdered after there is a prediction that his descendants will be Kings. The father's name is Banquo, and": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.008328275
      ],
      [
        "beth",
        -0.00023286081
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues that sex remains the \"final frontier,\" hidden from public view, and analyzes the importance of peer groups in character formation. This work presents one type of person as an (*)  \"acquisitive consumer,\" while for another type of person, \"the frontiers... are people.\" Charting the transition from inner-directed to outer-directed individuals, for 10 points, identify this \"study of the changing American character,\" authored by Reul Denny, Nathan Glazer, and David Reisman.": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.002921611
      ],
      [
        " Lonely",
        -0.00838892
      ],
      [
        " Crowd",
        -3.1737043e-06
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area are Scott, Henry and Mercer counties. [*] One member was home of Ft. Armstrong, the headquarters of operations for the Black Hawk War and the Chicago Cubs' AAA team is located in another member. Bettendorf has all but replaced the last of the group to join and the industrial growth of the area was spurred by John Deere opening a factory in Moline. FTP name this group of cities comprised of Moline, East Moline, Rock Island, and Davenport with a numeric moniker.": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.0018332035
      ],
      [
        " Cities",
        -0.0009151479
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political dispute with King Wu. This dynasty burned all its books and buried alive all its scholars, and its": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.0013171432
      ],
      [
        "in",
        -8.12521e-05
      ],
      [
        " dynasty",
        -0.017971639
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.015850179
      ],
      [
        "iss",
        -0.0043929676
      ],
      [
        "oid",
        -1.504853e-06
      ]
    ]
  },
  "The Shannon capacity has units of this per second. Twiddling refers to manipulation of them and flags are composed of them. Historically ASCII contained a parity one of these for error detection. Operations such as logical shift and boolean OR are known as this \"wise\" operations. Raster images are usually referred to as a pix or this map. For 10 points, name this signal binary digit, eight of which": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.021962767
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally": {
    "guess": "Grand Canyon",
    "confidence": [
      [
        "Grand",
        -1.3557909
      ],
      [
        " Canyon",
        -0.0029654575
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy and Thorndike. It used a half-silvered mirror to split coherent light and attempted to detect a certain \"wind\" by measuring fringe shift with an interferometer. Its results were explained by the Lorenz-FitzGerald hypothesis concerning length contraction. For 10 points, what experiment, named for two physicists at Case Western, disproved the existence of luminiferous (loo-min-IF-er-us) aether": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.04593224
      ],
      [
        "elson",
        -8.180258e-06
      ],
      [
        "–",
        -0.0746183
      ],
      [
        "Mor",
        -3.888926e-06
      ],
      [
        "ley",
        -2.8160932e-06
      ],
      [
        " experiment",
        -0.0042862655
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous series of sculptures by David Smith is named after this shape. Isamu Noguchi sculpted a red one of the shapes with a cylindrical (*) hole in the middle. An art movement named after this shape included the sculptor Alexander Archipenko. That movement, which included Jean Metzinger and Albert Gleizes,": {
    "guess": "Cuboctahedron",
    "confidence": [
      [
        "C",
        -0.41433287
      ],
      [
        "ub",
        -0.020073349
      ],
      [
        "oct",
        -0.164846
      ],
      [
        "ah",
        -3.917321e-05
      ],
      [
        "ed",
        -0.00073219766
      ],
      [
        "ron",
        -0.0003894431
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective value is inversely proportional to the volume of the compactification manifold. In a system of units with h-bar and c set to 1, it is simply one over the Planck mass squared. Its value is 6.67 times 10": {
    "guess": "Fine-structure constant",
    "confidence": [
      [
        "Fine",
        -0.21891877
      ],
      [
        "-",
        -0.027353726
      ],
      [
        "structure",
        -0.0058338796
      ],
      [
        " constant",
        -0.005990655
      ]
    ]
  },
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the site of the University of Warwick. This onetime center of the English silk and bicycle industries is home to such modern buildings as the Lanchester Library and Basil Spence's St. Michael's Cathedral. The former St. Michael's, along with Greyfriars Church, was destroyed along with most of this city's buildings in April 1941 air raids. For 10 points, name this English city that is also where the legendary incident of Lady Godiva and Peeping Tom occurred.": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.00096267345
      ],
      [
        "vent",
        -5.5122365e-07
      ],
      [
        "ry",
        -6.873572e-05
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature Feng-huang. One god who takes this form moved two halves of a white pearl around the universe and lived among the men of L?ish for a time; that is Melek Taus, the central figure of the Yazidi religion. Karttikeya rides one into battle, and, in Greek myth, its appearance was caused by the rescue of Io by Hermes, and the subsequent dispersal of the hundred eyes of Argus onto it. For 10 points,": {
    "guess": "Peacock (mythology)",
    "confidence": [
      [
        "Pe",
        -0.17891672
      ],
      [
        "acock",
        -0.38562965
      ],
      [
        " (",
        -0.5483886
      ],
      [
        "my",
        -0.6299939
      ],
      [
        "th",
        -9.114601e-05
      ],
      [
        "ology",
        -0.0009249189
      ],
      [
        ")",
        -0.0007904516
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy and Thorndike. It used a half-silvered mirror to split coherent light and attempted to detect a certain \"wind\" by measuring fringe shift with an interferometer. Its results were explained by the": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.052919917
      ],
      [
        "edy",
        -2.8444882e-05
      ],
      [
        "–",
        -0.022883428
      ],
      [
        "Thor",
        -5.4385737e-06
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -7.183501e-05
      ],
      [
        " experiment",
        -0.0002389402
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally called it the \"Rio Grande.\" Its source, not identified until 1832, is named for the Latin for \"true head.\"  Its greatest flood occurred in 1927, submerging 23,000 square miles of land and killing 250 people; now, about a quarter of its sediment and water has been diverted to the Atchafalaya.  Emptying into the Gulf of Mexico principally via South Pass and Southwest Pass, Louisiana, FTP, what is this river whose name means \"Father of the Waters\", the longest in North America.": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.013744421
      ],
      [
        "issippi",
        -0.0017104017
      ],
      [
        " River",
        -0.00019829543
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous series of sculptures by David Smith is named after this shape. Isamu Noguchi sculpted a red one of the": {
    "guess": "Geometric sculpture",
    "confidence": [
      [
        "Ge",
        -0.8129062
      ],
      [
        "ometric",
        -0.0155419
      ],
      [
        " sculpture",
        -0.92064255
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette Goddard after moving to the United States. Supporting himself early in life as a stonecutter and racecar driver, he later turned to writing, penning works like \"The Black Obelisk\", \"Flotsam\", \"Three Comrades\", \"Arc de Triumph\", and \"The Road Back\", the last a sequel to his most famous novel, which": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.000162538
      ],
      [
        "rich",
        -0.000686937
      ],
      [
        " Maria",
        -0.00048179293
      ],
      [
        " Rem",
        -9.9251854e-05
      ],
      [
        "ar",
        -0.00011653639
      ],
      [
        "que",
        -0.00011725161
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues that sex remains the \"final frontier,\" hidden from public view, and analyzes the importance of peer groups in character formation. This work presents one type of person as an (*)  \"acquisitive consumer,\" while for another type of person, \"the frontiers... are people.\" Charting the transition from inner-directed to outer-directed individuals, for 10 points, identify this \"study of the changing American": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.004677069
      ],
      [
        " Lonely",
        -0.00040826996
      ],
      [
        " Crowd",
        -5.2001665e-06
      ]
    ]
  },
  "Shannon's version of this quantity applies to information systems. Equal to the number of microstates in a system times Boltzmann's constant, this quantity can also be expressed as the amount of energy": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.010876143
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature": {
    "guess": "Janguli",
    "confidence": [
      [
        "J",
        -1.2520063
      ],
      [
        "ang",
        -1.3247983
      ],
      [
        "uli",
        -0.0046230876
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies in his \"Thoughts on the Cause of the Present Discontents.\" He advocated a trustee rather than representative form of legislative delegation and attempted to show that the self-preservation instinct is the origin of aesthetic sensibility in his Enquiry into the Origin of our Ideas of the Sublime and Beautiful. FTP, name this anti-Tory author of Reflections on the Revolution in France, often considered the founder of conservative political philosophy.": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.003041055
      ],
      [
        "mund",
        -1.0683535e-05
      ],
      [
        " Burke",
        -3.1305768e-05
      ]
    ]
  },
  "One of them shared his name with the husband of the Oceanid Electra and father of the harpies. Another": {
    "guess": "Thaumas",
    "confidence": [
      [
        "Th",
        -0.06729751
      ],
      [
        "a",
        -0.0006890826
      ],
      [
        "umas",
        -0.0073315254
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered on a hyperbola and passing through the center of that hyperbola, and it also is the locus of points such that the product of the distances to two fixed points is constant. A specific case of a Cassini oval, this shape can be expressed in polar form as r squared equals a squared times the cosine of two theta. It is the shape of the slice of a torus if the slice has a point in the center. Name this": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.15312734
      ],
      [
        "iss",
        -0.24872772
      ],
      [
        "oid",
        -7.9418505e-06
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature Feng-huang. One god who takes this form moved two halves of a white pearl around the universe and lived among the men of L?ish for a time; that is Melek Taus, the central figure of the Yazidi religion. Karttikeya rides one into battle, and, in Greek myth, its appearance was caused by the rescue of Io by Hermes, and the subsequent dispersal of the hundred eyes of Argus onto it. For 10 points, name this bird which symbolize Hera using some large and multicolored plumage.": {
    "guess": "Peacock",
    "confidence": [
      [
        "Pe",
        -0.02664429
      ],
      [
        "acock",
        -0.13353208
      ]
    ]
  },
  "One of them shared his name with the husband of the Oceanid Electra and father of the harpies. Another of them fell off a cliff and impaled himself on an ash-tree, and a female one killed herself to join in death her husband (*) Cyllarus. In addition to Dictys, one of them possessed a jar of wine which indirectly led to the another being struck by an arrow poisoned with Hydra blood. Battlers of the": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.63347435
      ],
      [
        "aur",
        -0.047255274
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother is cited variously as Zeuxippe and as Philomena, but his father is King Menoetius of Erytheia. He is much discussed in Book IX of Plato's \"Symposium,\" wherein Callimachus expounds on the specific reason he was rejected as a suitor for Helen of Troy. The killer of Cebriones and Sarpedon in the Iliad, he was only defeated when Apollo charmed the spear of Hector. FTP, identify this figure in the Iliad who donned his lover's armor to lead the Myrmidons into battle, a companion of Achilles.": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.015598824
      ],
      [
        "ro",
        -0.00023417205
      ],
      [
        "clus",
        -0.0011646266
      ]
    ]
  },
  "Shallow and partially frozen in the winter months, it is connected to the Atlantic Ocean by the the Kiel Canal, as well as the Skaggerak and Kattegat. Major arms of this body of water include the Gulfs of Riga, Finland, and Bothnia. FTP, identify this Northern European sea surrounded by Denmark, Poland,": {
    "guess": "Baltic Sea",
    "confidence": [
      [
        "B",
        -0.0023510265
      ],
      [
        "alt",
        -4.00813e-06
      ],
      [
        "ic",
        -6.749814e-06
      ],
      [
        " Sea",
        -1.0564331e-05
      ]
    ]
  },
  "Shallow and partially frozen in the winter months, it is connected to the Atlantic Ocean by the the Kiel Canal, as well as the Skaggerak and Kattegat. Major arms of this body of water include the Gulfs": {
    "guess": "Baltic Sea",
    "confidence": [
      [
        "B",
        -0.027341427
      ],
      [
        "alt",
        -8.89548e-06
      ],
      [
        "ic",
        -6.511407e-06
      ],
      [
        " Sea",
        -2.1531068e-05
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature Feng-huang. One god who takes this form moved two halves of a white pearl around the universe and lived among the men of L?ish for a time; that is Melek Taus, the central figure of the Yazidi religion. Karttikeya rides one into battle, and, in Greek myth, its appearance was caused by the rescue": {
    "guess": "Peacock in mythology",
    "confidence": [
      [
        "Pe",
        -0.8002075
      ],
      [
        "acock",
        -0.07596449
      ],
      [
        " in",
        -0.85412604
      ],
      [
        " mythology",
        -1.2129427
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image, the cissoid of Diocles is formed, and if the focus of one of them is rolled along a straight line,": {
    "guess": "Conchoid of de Sluze",
    "confidence": [
      [
        "Con",
        -0.423402
      ],
      [
        "ch",
        -0.43834692
      ],
      [
        "oid",
        -0.0008383385
      ],
      [
        " of",
        -0.49730647
      ],
      [
        " de",
        -0.26973835
      ],
      [
        " Sl",
        -0.00034380643
      ],
      [
        "uze",
        -0.00019698418
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it": {
    "guess": "Circle",
    "confidence": [
      [
        "Circle",
        -0.7473346
      ]
    ]
  },
  "This shared Greek name is found in the title of a Shakespeare romantic play whose controversial authorship, shared or unshared, is still in dispute. The real one presided over the Golden Age of Athens": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.073341556
      ],
      [
        "icles",
        -0.00018149138
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous series of sculptures by David Smith is named after this shape. Isamu Noguchi sculpted a red one of the shapes with a cylindrical (*) hole in the middle. An art movement named after this shape included the sculptor Alexander Archipenko. That movement, which included Jean Metzinger and Albert Gleizes, had \"analytic\" and \"synthetic\" phases and produced works like The Weeping Woman and Les Demoiselles": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.3661778
      ],
      [
        "ub",
        -0.0012247511
      ],
      [
        "ism",
        -0.075711004
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous series of sculptures by David Smith is named after this shape. Isamu Noguchi sculpted a red one of the shapes with a cylindrical (*) hole in the middle. An art movement named after this shape included": {
    "guess": "Cube",
    "confidence": [
      [
        "Cube",
        -0.4792916
      ]
    ]
  },
  "This Shakespeare play includes a General who, near the end of the work, praises his son who shared his name and died in battle. In Act Four, the main character is advised to be bloody, bold, and resolute. This work contains Fleance, a character who flees when his father is murdered. The father is murdered": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0047312994
      ],
      [
        "beth",
        -0.00017922651
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective value is inversely proportional to the volume of the compactification manifold. In a system of units with h-bar and c set to 1, it is simply one over the Planck mass squared. Its value is 6.67 times 10 to the minus 8 cubic centimeters per gram second-squared. It was first measured, using a torsion balance, by Henry Cavendish. For 10 points, what is this constant, which multiplies the masses of two": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.10100029
      ],
      [
        "avit",
        -0.0001624188
      ],
      [
        "ational",
        -3.8577193e-05
      ],
      [
        " constant",
        -0.03509319
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by the correct prediction of Mercury's perihelion precession. The equations governing this feature the stress-energy tensor on one side and the scalar curvature, cosmological constant, and Ricci tensor on the other. Predicting (*) curved geometry of space time due to mass, it also predicted the existence of singularities in spacetime in the form of black holes. For 10 points, name this gravitational theory of Albert Einstein.": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.0034645328
      ],
      [
        " rel",
        -0.017644217
      ],
      [
        "ativity",
        -3.0828953e-05
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother is cited variously as Zeuxippe and as Philomena, but his father is King Menoetius of Erytheia. He is much discussed in Book IX of Plato's \"Symposium,\" wherein Callimachus expounds on the specific reason he was rejected as a suitor for Helen of Troy. The killer of Cebriones and Sarpedon in the Iliad,": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.5480789
      ],
      [
        "ch",
        -0.003450984
      ],
      [
        "illes",
        -0.00023739056
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.014040683
      ],
      [
        ".",
        -0.001332979
      ],
      [
        " Scott",
        -1.8193366e-05
      ],
      [
        " Fitzgerald",
        -0.0008654876
      ]
    ]
  },
  "The Shannon capacity has units of this per second. Twiddling refers to manipulation of them and flags are composed of them. Historically ASCII contained a parity one of these for error detection. Operations": {
    "guess": "Baud",
    "confidence": [
      [
        "B",
        -0.80984145
      ],
      [
        "aud",
        -0.00032378387
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image, the cissoid of Diocles is formed, and if the focus of one of them is rolled along a straight line, a catenary results. As one focus of an ellipse moves to infinity with the other fixed, this curve is the [*] limit. A plane intersecting a cone parallel to its slant height forms this section. This curve is the locus of all points equidistant from the focus and the directrix. With an eccentricity of one, for 10 points, name this conic section, the graph of a quadratic function.": {
    "guess": "Parabola",
    "confidence": [
      [
        "Par",
        -0.007345839
      ],
      [
        "ab",
        -3.2140193e-05
      ],
      [
        "ola",
        -6.392203e-06
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective": {
    "guess": "Fine-structure constant",
    "confidence": [
      [
        "Fine",
        -0.21703069
      ],
      [
        "-",
        -0.038495947
      ],
      [
        "structure",
        -0.004212909
      ],
      [
        " constant",
        -0.006068391
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by the correct prediction of Mercury's perihelion precession. The equations governing this feature the stress-energy tensor on one side and the scalar curvature, cosmological constant, and Ricci tensor on the other. Predicting (*) curved geometry of space time due to mass, it also predicted the existence of singularities in spacetime in the form of black holes. For 10 points, name this gravitational": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.021253346
      ],
      [
        " rel",
        -0.04790796
      ],
      [
        "ativity",
        -3.357064e-05
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.03194643
      ],
      [
        " rel",
        -0.32024667
      ],
      [
        "ativity",
        -3.6669935e-05
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette Goddard after moving to the United States. Supporting himself early in life as a stonecutter and": {
    "guess": "Jack London",
    "confidence": [
      [
        "Jack",
        -1.0909398
      ],
      [
        " London",
        -0.07875207
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous series of sculptures by David Smith is named after this shape. Isamu Noguchi sculpted a red one of the shapes with a cylindrical (*) hole in the middle. An art movement named after this shape included the sculptor Alexander Archipenko. That movement, which included Jean Metzinger and Albert Gleizes, had \"analytic\" and \"synthetic\" phases and produced works like The Weeping Woman and Les Demoiselles d'Avignon. For 10 points, identify this shape, which names an art movement founded by Braque and Picasso.": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.05127911
      ],
      [
        "ub",
        -0.00020640128
      ],
      [
        "ism",
        -0.0064568357
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues that sex remains the \"final frontier,\" hidden from public view, and analyzes the importance of peer groups in character formation. This work presents one type of person as an (*)  \"acquisitive consumer,\" while for another type of person, \"the frontiers... are people.\" Charting the transition from inner-directed": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0006476255
      ],
      [
        " Lonely",
        -0.00047416388
      ],
      [
        " Crowd",
        -1.1517961e-05
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally called it the \"Rio Grande.\" Its source, not identified until 1832, is named for the Latin for \"true head.\"  Its greatest flood occurred in 1927, submerging 23,000 square miles of land and killing": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.006377833
      ],
      [
        "issippi",
        -0.0025234611
      ],
      [
        " River",
        -0.00030126172
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally called it the \"Rio Grande.\" Its source, not identified until 1832, is named for the Latin for \"true head.\"  Its greatest flood occurred in 1927, submerging 23,000 square miles of land and killing 250 people; now, about a quarter of its sediment and water has been diverted to the Atchafalaya.  Emptying into the Gulf of Mexico principally via South Pass and Southwest Pass, Louisiana, FTP, what": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.013027281
      ],
      [
        "issippi",
        -0.0025113318
      ],
      [
        " River",
        -0.0002491807
      ]
    ]
  },
  "It shares its name with both a university founded in 1780 in what is now Kentucky and a county in North Carolina. Hungary acquired two-fifths of it during World War II but had to give it all back in the Paris Peace Treaties to the country that currently holds this region. Much of the area west of the Carpathian Mountains is covered in forest, which led to its name, from the Latin for \"across the forest.\"  For ten points, name this region of Romania best known for being the home of Dracula.": {
    "guess": "Transylvania",
    "confidence": [
      [
        "Trans",
        -0.025512377
      ],
      [
        "ylvania",
        -0.001696365
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues that sex remains the \"final frontier,\" hidden from public view, and analyzes the importance of peer": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0020524778
      ],
      [
        " Lonely",
        -0.0010485277
      ],
      [
        " Crowd",
        -3.2736214e-05
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.6903989
      ],
      [
        "avit",
        -0.0010731808
      ],
      [
        "ational",
        -0.0036545987
      ],
      [
        " constant",
        -0.044419266
      ]
    ]
  },
  "The Shannon capacity has units of this per second. Twiddling refers to manipulation of them and flags": {
    "guess": "Shannon capacity",
    "confidence": [
      [
        "Sh",
        -0.8813473
      ],
      [
        "annon",
        -0.008293399
      ],
      [
        " capacity",
        -1.327754
      ]
    ]
  },
  "The Shannon capacity has units of this per second. Twiddling refers to manipulation of them and flags are composed of them. Historically ASCII contained a parity one of these for error detection. Operations such as logical shift and boolean OR are known as this \"wise\" operations. Raster images are usually": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.10550378
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies in his \"Thoughts on the Cause of the Present Discontents.\" He advocated a trustee rather than representative form of legislative delegation and attempted to show that the self-preservation instinct": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.002307031
      ],
      [
        "mund",
        -0.0002553793
      ],
      [
        " Burke",
        -0.00013715129
      ]
    ]
  },
  "Shallow and partially frozen in the winter months, it is connected to the Atlantic Ocean by the the Kiel Canal, as well as the Skaggerak and Kattegat. Major arms of this body of water include the Gulfs of Riga, Finland, and Bothnia. FTP, identify this Northern European sea surrounded by Denmark, Poland, Sweden, Germany, and the Russia.": {
    "guess": "Baltic Sea",
    "confidence": [
      [
        "B",
        -0.0028637238
      ],
      [
        "alt",
        -9.849109e-06
      ],
      [
        "ic",
        -1.27099975e-05
      ],
      [
        " Sea",
        -7.226629e-06
      ]
    ]
  },
  "This Shakespeare play includes a General who, near the end of the work, praises his son who shared his name and died in battle. In Act Four, the main character is advised to be bloody, bold, and resolute.": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.017376209
      ],
      [
        "beth",
        -1.7835755e-05
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.00095946225
      ],
      [
        " Lonely",
        -0.00016110756
      ],
      [
        " Crowd",
        -2.577686e-06
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy and Thorndike. It used a half-silvered mirror to split coherent light and attempted to detect": {
    "guess": "Michelson–Gale–Pearson experiment",
    "confidence": [
      [
        "Mich",
        -0.2910106
      ],
      [
        "elson",
        -2.4584822e-06
      ],
      [
        "–",
        -0.4452159
      ],
      [
        "G",
        -0.6266015
      ],
      [
        "ale",
        -3.1281633e-07
      ],
      [
        "–",
        -0.005628701
      ],
      [
        "Pear",
        -0.0017660973
      ],
      [
        "son",
        -6.869018e-06
      ],
      [
        " experiment",
        -0.006346796
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it": {
    "guess": "Shapiro time delay",
    "confidence": [
      [
        "Sh",
        -0.7483252
      ],
      [
        "apiro",
        -7.016616e-05
      ],
      [
        " time",
        -0.522698
      ],
      [
        " delay",
        -0.00020103711
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining": {
    "guess": "Trackmasters",
    "confidence": [
      [
        "Track",
        -0.97583514
      ],
      [
        "masters",
        -0.11233349
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered on a hyperbola and passing through the center of that hyperbola, and it also is the locus of points such that the product of the distances to two fixed points is constant. A specific case of a Cassini": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.008163815
      ],
      [
        "iss",
        -0.23287262
      ],
      [
        "oid",
        -1.4021238e-05
      ]
    ]
  },
  "Shallow and partially frozen in the winter months, it is connected to the Atlantic Ocean by the the Kiel": {
    "guess": "North Sea",
    "confidence": [
      [
        "North",
        -0.17960548
      ],
      [
        " Sea",
        -4.2868523e-05
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political dispute with King Wu. This dynasty burned all its books and buried alive all its scholars, and its most famous emperor was advised by the Legalist Li Si, but wound up dying while seeking (*) immortality.": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.004649661
      ],
      [
        "in",
        -4.0722858e-05
      ],
      [
        " dynasty",
        -0.008217378
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area are Scott, Henry and Mercer counties. [*] One member was home of Ft. Armstrong, the headquarters of": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.023918811
      ],
      [
        " Cities",
        -0.003061492
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe": {
    "guess": "The Ambassadors (Holbein)",
    "confidence": [
      [
        "The",
        -0.9082193
      ],
      [
        " Amb",
        -0.8302884
      ],
      [
        "assadors",
        -1.8193366e-05
      ],
      [
        " (",
        -0.6378398
      ],
      [
        "Hol",
        -0.012525896
      ],
      [
        "be",
        -5.5122365e-07
      ],
      [
        "in",
        -6.392203e-06
      ],
      [
        ")",
        -0.007919376
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies in his \"Thoughts on the Cause of the Present Discontents.\" He advocated a trustee rather than representative form of legislative delegation and attempted to show that the self-preservation instinct is the origin of aesthetic sensibility in his Enquiry into the Origin of our Ideas of the Sublime": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.0082309805
      ],
      [
        "mund",
        -0.000115582756
      ],
      [
        " Burke",
        -0.00026610398
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image, the cissoid of Diocles is formed, and if the focus of one of them is rolled along a straight line, a catenary results. As one focus of an ellipse moves to infinity with the other fixed, this curve is": {
    "guess": "Ellipse",
    "confidence": [
      [
        "Ell",
        -0.86757237
      ],
      [
        "ipse",
        -0.2116036
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother is cited variously as Zeuxippe and as Philomena, but his father is King Menoetius of Erytheia. He is much discussed in Book IX of Plato's \"Symposium,\" wherein Callimachus expounds on the specific reason": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.49992064
      ],
      [
        "ro",
        -0.000260859
      ],
      [
        "clus",
        -0.0003956417
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0029809102
      ],
      [
        " Lonely",
        -0.00097161
      ],
      [
        " Crowd",
        -2.1769476e-05
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political dispute with King Wu. This dynasty burned all its books and buried alive all its scholars, and its most famous emperor was advised by the Legalist Li Si, but wound up dying while seeking (*) immortality. Succeeded by the Han, for ten points, what is this dynasty, which ended the Warring States Period,": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.021895468
      ],
      [
        "in",
        -4.012684e-05
      ],
      [
        " dynasty",
        -0.041949693
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.048490267
      ],
      [
        "elson",
        -1.2664457e-06
      ],
      [
        "–",
        -0.05779829
      ],
      [
        "Mor",
        -1.147242e-06
      ],
      [
        "ley",
        -9.849109e-06
      ],
      [
        " experiment",
        -0.0059212125
      ]
    ]
  },
  "Shannon's version of this quantity applies to information systems. Equal to the number of microstates in a system times Boltzmann's constant, this quantity can also be expressed as the amount of energy in a system unavailable to do work. A thought experiment called Maxwell's Demon supposedly (*) decreases this value, even though this value is always increasing in the universe according to the Second": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.011021293
      ]
    ]
  },
  "The Shannon capacity has units of this per second. Twiddling refers to manipulation of them and flags are composed of them. Historically ASCII contained a parity one of these for error detection. Operations such as logical shift and boolean OR are known as this \"wise\" operations. Raster images are usually referred to as a pix or this map. For 10 points, name this signal binary digit, eight of which make up a byte.": {
    "guess": "Bit",
    "confidence": [
      [
        "Bit",
        -0.020645592
      ]
    ]
  },
  "This Shakespeare play includes a General who, near the end of the work, praises his son who shared his name and died in battle. In Act Four, the main character is advised to be bloody, bold, and resolute. This work contains Fleance, a character who flees when his father is murdered. The father is murdered after there is a prediction that his descendants will be Kings. The father's name is Banquo, and the prediction is made by three witches. Name this work sometimes referred to as The Scottish Play.": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.00044306272
      ],
      [
        "beth",
        -0.000103662394
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor Place in New York. Piet Blom designed a set of houses in this shape in Rotterdam. The most famous": {
    "guess": "Cube",
    "confidence": [
      [
        "Cube",
        -0.21367988
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area are Scott, Henry and Mercer counties. [*] One member was home of Ft. Armstrong, the headquarters of operations for the Black Hawk War and the Chicago Cubs' AAA team is located in another member. Bettendorf has all but replaced the last of the group to join and the industrial growth of the area was": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.0062251403
      ],
      [
        " Cities",
        -0.0008036722
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area are Scott, Henry and Mercer counties. [*] One member was home of Ft. Armstrong, the headquarters of operations for the Black Hawk War and the Chicago Cubs' AAA team is located in another member. Bettendorf": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.013060463
      ],
      [
        " Cities",
        -0.00093778555
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies in his \"Thoughts on the Cause of the Present Discontents.\" He advocated a trustee rather than": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.00089550123
      ],
      [
        "mund",
        -0.00044640043
      ],
      [
        " Burke",
        -0.00044711566
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image, the cissoid of Diocles is formed, and if the focus of one of them is rolled along a straight line, a catenary results. As one focus of an ellipse moves to infinity with the other fixed, this curve is the [*] limit. A plane intersecting a cone parallel to its slant height forms this section. This curve": {
    "guess": "Ellipse",
    "confidence": [
      [
        "Ellipse",
        -0.6892155
      ]
    ]
  },
  "This shared Greek name is found in the title of a Shakespeare romantic play whose controversial authorship, shared or unshared, is still in dispute. The real one presided over the Golden Age of Athens during the fifth century BCE when he was practically its uncrowned king. For ten points, name this fictional Prince of Tyre or real General of Athens.": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -0.0035899756
      ],
      [
        "icles",
        -0.0001693326
      ]
    ]
  },
  "This shape's universal constant is root two plus the natural log of quantity one plus root two, and it has only one associated Dandelin sphere. When one of these curves is rolled along its mirror image,": {
    "guess": "Conic section",
    "confidence": [
      [
        "Con",
        -1.205191
      ],
      [
        "ic",
        -0.06348912
      ],
      [
        " section",
        -0.10873895
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies in his \"Thoughts on the Cause of the Present Discontents.\" He advocated a trustee rather than representative form of legislative delegation and attempted to show that the self-preservation instinct is the origin of aesthetic sensibility in his Enquiry into the Origin of our Ideas of the Sublime and Beautiful. FTP, name this anti-Tory author of Reflections on the Revolution in France, often": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.00281379
      ],
      [
        "mund",
        -1.7478143e-05
      ],
      [
        " Burke",
        -5.538491e-05
      ]
    ]
  },
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the site of the University of Warwick. This onetime center of the English silk and bicycle industries is home to such modern buildings as the Lanchester Library and Basil Spence's St. Michael's Cathedral. The former St. Michael's, along with Greyfriars Church, was destroyed along with most of this city's": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.0027317633
      ],
      [
        "vent",
        -4.8425554e-06
      ],
      [
        "ry",
        -0.00011749002
      ]
    ]
  },
  "It shares its name with both a university founded in 1780 in what is now Kentucky and a county in North Carolina. Hungary acquired two-fifths of it during World War II but had to give it all back in the Paris Peace Treaties to the country that currently holds this region. Much of the area west of the": {
    "guess": "Transylvania",
    "confidence": [
      [
        "Trans",
        -0.5497913
      ],
      [
        "ylvania",
        -0.0016405465
      ]
    ]
  },
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the site of the University of Warwick. This onetime center of the English silk and bicycle industries is": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.010659148
      ],
      [
        "vent",
        -8.061054e-06
      ],
      [
        "ry",
        -0.000119039665
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot. This onetime secretary to the Marquis of Rockingham argued for more enlightened treatment of the colonies": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.015900157
      ],
      [
        "mund",
        -0.0012559458
      ],
      [
        " Burke",
        -0.0028468405
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective value is inversely proportional to the volume of the compactification manifold. In a system of units": {
    "guess": "Fine-structure constant",
    "confidence": [
      [
        "Fine",
        -0.067576885
      ],
      [
        "-",
        -0.020776263
      ],
      [
        "structure",
        -0.0018446251
      ],
      [
        " constant",
        -0.0022323327
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered on a hyperbola and passing through the center of that hyperbola, and it also is the locus of points such that the product of the distances to two fixed points is constant. A specific case of a Cassini oval, this shape can be expressed in polar form as r squared equals a squared times the cosine of two theta. It is the shape of the slice of a torus if the slice has a point in the center. Name this shape which looks like a figure eight or an infinity sign.": {
    "guess": "Lemniscate",
    "confidence": [
      [
        "L",
        -0.07804016
      ],
      [
        "em",
        -0.002501579
      ],
      [
        "n",
        -0.00033188972
      ],
      [
        "isc",
        -3.1281633e-07
      ],
      [
        "ate",
        -6.2729996e-06
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally called it the \"Rio Grande.\" Its source, not identified until 1832, is named for the Latin for \"true head.\"  Its greatest flood occurred in 1927, submerging 23,000 square miles of land and killing 250 people; now, about a quarter of its sediment and water has been diverted to the Atchafalaya. ": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.00363725
      ],
      [
        "issippi",
        -0.001852012
      ],
      [
        " River",
        -0.0001820874
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination": {
    "guess": "H. L. Mencken",
    "confidence": [
      [
        "H",
        -0.36886322
      ],
      [
        ".",
        -0.07787443
      ],
      [
        " L",
        -5.3239244e-05
      ],
      [
        ".",
        -0.00029959288
      ],
      [
        " Men",
        -6.5278815e-05
      ],
      [
        "cken",
        -0.00025716738
      ]
    ]
  },
  "Its shape has been compared to \"a long, pliant, apple-paring\" and the first Europeans to see it originally called it the \"Rio Grande.\" Its source, not identified until 1832, is named for the Latin for": {
    "guess": "Rio Grande",
    "confidence": [
      [
        "Rio",
        -0.20813178
      ],
      [
        " Grande",
        -0.005694723
      ]
    ]
  },
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.02435264
      ],
      [
        "vent",
        -2.4584822e-06
      ],
      [
        "ry",
        -9.865584e-05
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother is cited variously as Zeuxippe and as Philomena, but his father is King Menoetius of Erytheia. He is much discussed in Book IX of Plato's \"Symposium,\" wherein Callimachus expounds on the specific reason he was rejected as a suitor for Helen of Troy. The killer of Cebriones and Sarpedon in the Iliad, he was only defeated when Apollo charmed the spear of Hector. FTP, identify this figure in the Iliad": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.027985336
      ],
      [
        "ro",
        -0.00032283025
      ],
      [
        "clus",
        -0.00087120204
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon. Present in Homer's famous depiction of Elysium, his death was announced by Antilochus. His mother": {
    "guess": "Diomedes",
    "confidence": [
      [
        "Di",
        -1.0593674
      ],
      [
        "omed",
        -0.00072053407
      ],
      [
        "es",
        -0.00015395533
      ]
    ]
  },
  "This shared Greek name is found in the title of a Shakespeare romantic play whose controversial authorship, shared or unshared, is still in dispute. The real one presided over the Golden Age of Athens during the fifth century BCE when he was practically its uncrowned king. For ten points, name this fictional": {
    "guess": "Pericles of Athens",
    "confidence": [
      [
        "Per",
        -0.9070679
      ],
      [
        "icles",
        -0.0007906901
      ],
      [
        " of",
        -0.3333443
      ],
      [
        " Athens",
        -0.07642401
      ]
    ]
  },
  "One of them shared his name with the husband of the Oceanid Electra and father of the harpies. Another of them fell off a cliff and impaled himself on an ash-tree, and a female one killed herself to join in death her husband (*) Cyllarus. In addition to Dictys, one of them possessed a jar of wine which": {
    "guess": "Centaurs",
    "confidence": [
      [
        "C",
        -0.6260753
      ],
      [
        "enta",
        -0.028410088
      ],
      [
        "urs",
        -0.06063683
      ]
    ]
  },
  "This is the shape of Tony Rosenthal's sculpture Alamo, which is located on the traffic island in Astor": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.82807606
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.020627845
      ],
      [
        "in",
        -4.608702e-05
      ],
      [
        " dynasty",
        -0.009125131
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals.": {
    "guess": "Golden Deer",
    "confidence": [
      [
        "Golden",
        -1.32812
      ],
      [
        " Deer",
        -1.8530233
      ]
    ]
  },
  "This Shakespeare play includes a General who, near the end of the work, praises his son who shared his": {
    "guess": "Coriolanus",
    "confidence": [
      [
        "Cor",
        -0.6136981
      ],
      [
        "iol",
        -0.0011521248
      ],
      [
        "anus",
        -0.00012916465
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by": {
    "guess": "Tests of General Relativity",
    "confidence": [
      [
        "Tests",
        -0.15216847
      ],
      [
        " of",
        -9.817902e-05
      ],
      [
        " General",
        -0.05641093
      ],
      [
        " Rel",
        -4.0007635e-05
      ],
      [
        "ativity",
        -9.317247e-05
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by the correct prediction of Mercury's perihelion precession. The equations governing this feature the": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.09755551
      ],
      [
        " rel",
        -0.022205194
      ],
      [
        "ativity",
        -7.58424e-06
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette Goddard after moving to the United States. Supporting himself early in life as a stonecutter and racecar driver, he later turned to writing, penning works like \"The Black Obelisk\", \"Flotsam\", \"Three Comrades\", \"Arc de Triumph\", and \"The Road Back\", the last a sequel to his most famous novel, which tells of Paul Baumer's experiences in the first World War. FTP, who was this German antiwar novelist, author of \"All Quiet on the Western Front\"?": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -5.276243e-05
      ],
      [
        "rich",
        -3.202099e-05
      ],
      [
        " Maria",
        -0.00013560164
      ],
      [
        " Rem",
        -5.407367e-05
      ],
      [
        "ar",
        -6.1821906e-05
      ],
      [
        "que",
        -2.7372049e-05
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political dispute with King Wu. This dynasty burned all its books and buried alive all its scholars, and its most famous emperor was advised by the Legalist Li Si, but wound up dying while seeking (*) immortality. Succeeded by the Han, for ten points, what is this dynasty, which ended the Warring States Period, built the Terracotta Army, and started construction of the Great Wall under the leadership of Shi Huangdi?": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.0031411166
      ],
      [
        "in",
        -2.6299214e-05
      ],
      [
        " dynasty",
        -0.024566691
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.00025359125
      ],
      [
        " Lonely",
        -7.302705e-05
      ],
      [
        " Crowd",
        -1.3856493e-06
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including": {
    "guess": "Nathaniel Hawthorne",
    "confidence": [
      [
        "N",
        -0.74681145
      ],
      [
        "ath",
        -0.0044136206
      ],
      [
        "aniel",
        -5.0497558e-05
      ],
      [
        " Hawth",
        -0.39972436
      ],
      [
        "orne",
        -0.0002518032
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by the correct prediction of Mercury's perihelion precession. The equations governing this feature the stress-energy tensor on one side and the scalar curvature, cosmological constant, and Ricci tensor on the other. Predicting (*) curved geometry of space time due to mass, it also predicted the existence": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.06375791
      ],
      [
        " rel",
        -0.05473727
      ],
      [
        "ativity",
        -2.3676734e-05
      ]
    ]
  },
  "In a Shakespeareanly-titled section, this work claims that \"puritanism has proved an Indian giver,\" by making work out of holidays. Another section of this work examines the conservative nature of craftsmanship hobbies, and another contrasts the moralizers with the inside-dopesters.  This work argues that sex remains the \"final frontier,\" hidden from public view, and analyzes the importance of peer groups in character formation. This work presents one type of person as an (*)  \"acquisitive consumer,\"": {
    "guess": "The Lonely Crowd",
    "confidence": [
      [
        "The",
        -0.0055956333
      ],
      [
        " Lonely",
        -0.00045926712
      ],
      [
        " Crowd",
        -1.378283e-05
      ]
    ]
  },
  "This shared Greek name is found in the title of a Shakespeare romantic play whose controversial authorship,": {
    "guess": "Shakespeare authorship theory",
    "confidence": [
      [
        "Sh",
        -1.3452488
      ],
      [
        "akespeare",
        -0.0009855313
      ],
      [
        " author",
        -0.022456067
      ],
      [
        "ship",
        -9.133887e-06
      ],
      [
        " theory",
        -0.18518141
      ]
    ]
  },
  "\"Shadows in Paradise\" is a posthumously published novel by this author who married the movie-star Paulette Goddard after moving to the United States. Supporting himself early in life as a stonecutter and racecar driver, he later turned to writing, penning works like \"The Black Obelisk\", \"Flotsam\", \"Three": {
    "guess": "Erich Maria Remarque",
    "confidence": [
      [
        "E",
        -0.081279874
      ],
      [
        "rich",
        -9.019238e-05
      ],
      [
        " Maria",
        -0.000508115
      ],
      [
        " Rem",
        -5.9795446e-05
      ],
      [
        "ar",
        -5.6338537e-05
      ],
      [
        "que",
        -0.000111291425
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature Feng-huang. One god who takes this form moved two halves of a white pearl around the universe and lived among the men of L?ish for a time; that is Melek Taus, the central figure of the Yazidi": {
    "guess": "Yazidism",
    "confidence": [
      [
        "Y",
        -0.80493337
      ],
      [
        "az",
        -0.0024225102
      ],
      [
        "id",
        -0.7587858
      ],
      [
        "ism",
        -0.0015234334
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered on a hyperbola and passing through the center of that hyperbola, and it also is the locus of points": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.008116399
      ],
      [
        "iss",
        -0.0019802605
      ],
      [
        "oid",
        -1.342522e-05
      ]
    ]
  },
  "Shannon's version of this quantity applies to information systems. Equal to the number of microstates in a system times Boltzmann's constant, this quantity can also be expressed as the amount of energy in a system unavailable to do work. A thought experiment called Maxwell's Demon supposedly (*) decreases": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.06182392
      ]
    ]
  },
  "He shares his name with an American journalist often credited with engineering the presidential nomination of Franklin Pierce. He attempted to found a school of followers with his late works, including Letters on a Regicide Peace, but succeeded only in converting the briefly prominent William Elliot.": {
    "guess": "Nathaniel Hawthorne",
    "confidence": [
      [
        "N",
        -0.8625016
      ],
      [
        "ath",
        -0.00412245
      ],
      [
        "aniel",
        -0.00010521204
      ],
      [
        " Hawth",
        -0.5810651
      ],
      [
        "orne",
        -0.00010127832
      ]
    ]
  },
  "He shares his name with one of Pericles' greatest admirals, and also with the patron saint of Avignon.": {
    "guess": "Louis IX of France",
    "confidence": [
      [
        "Louis",
        -0.5572186
      ],
      [
        " IX",
        -1.0436559
      ],
      [
        " of",
        -0.08286124
      ],
      [
        " France",
        -0.00014430351
      ]
    ]
  },
  "Shang Yang was an important figure from the founding of this dynasty, but was executed after a political dispute with King Wu. This dynasty burned all its books and buried alive all its scholars, and its most famous emperor was advised by the Legalist Li Si, but wound up dying while seeking (*) immortality. Succeeded by the Han, for ten points, what is this dynasty, which ended the Warring States Period, built the Terracotta Army, and started construction of the Great Wall under the leadership of": {
    "guess": "Qin dynasty",
    "confidence": [
      [
        "Q",
        -0.0066077295
      ],
      [
        "in",
        -3.368984e-05
      ],
      [
        " dynasty",
        -0.02498767
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective value is inversely proportional to the volume of the compactification manifold. In a system of units with h-bar and c set to 1, it is simply one over the Planck mass squared. Its value is 6.67 times 10 to the minus 8 cubic centimeters per gram second-squared. It was first measured, using a torsion balance, by Henry Cavendish. For 10 points, what is this constant, which multiplies the masses of two objects divided by the square of their separation to give a universal force between them?": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.08661527
      ],
      [
        "avit",
        -8.11329e-05
      ],
      [
        "ational",
        -2.4034345e-05
      ],
      [
        " constant",
        -0.036854733
      ]
    ]
  },
  "Sharing its name with the Connecticut town where Nathan Hale was born, this West Midlands city is the site of the University of Warwick. This onetime center of the English silk and bicycle industries is home to such modern buildings as the Lanchester Library and Basil Spence's St. Michael's Cathedral. The former St. Michael's, along with Greyfriars Church, was destroyed along with most of this city's buildings in April 1941 air raids. For 10 points, name this English city that is also where the legendary": {
    "guess": "Coventry",
    "confidence": [
      [
        "Co",
        -0.0016426921
      ],
      [
        "vent",
        -6.704273e-07
      ],
      [
        "ry",
        -8.566264e-05
      ]
    ]
  },
  "One of them shared his name with the husband of the Oceanid Electra and father of the harpies. Another of them fell off a cliff and impaled himself on an ash-tree, and a female one killed herself to join": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.23104599
      ],
      [
        "aur",
        -0.016438188
      ]
    ]
  },
  "The Shapiro delay was allowed for this theory to be tested with radar. This theory can be observed by the decrease in orbital period in the Hulse-Taylor binary pulsar. This theory was first confirmed by the correct prediction of Mercury's perihelion precession. The equations governing this feature the stress-energy tensor on one side and the scalar curvature, cosmological constant, and Ricci tensor": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.1237465
      ],
      [
        " rel",
        -0.06082474
      ],
      [
        "ativity",
        -1.5809293e-05
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.010787345
      ],
      [
        "elson",
        -3.7697225e-06
      ],
      [
        "–",
        -0.17215043
      ],
      [
        "Mor",
        -0.00077770784
      ],
      [
        "ley",
        -5.2001665e-06
      ],
      [
        " experiment",
        -0.0177577
      ]
    ]
  },
  "Shannon's version of this quantity applies to information systems. Equal to the number of microstates": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.28120974
      ]
    ]
  },
  "It shares its name with both a university founded in 1780 in what is now Kentucky and a county in North": {
    "guess": "Transylvania",
    "confidence": [
      [
        "Trans",
        -0.5406255
      ],
      [
        "ylvania",
        -0.0012552305
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area are Scott, Henry and Mercer counties. [*] One member was home of Ft. Armstrong, the headquarters of operations for the Black Hawk War and the Chicago Cubs' AAA team is located in another member. Bettendorf has all but replaced the last of the group to join and the industrial growth of the area was spurred by John Deere opening a factory in Moline. FTP name this group of cities comprised of Moline,": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.043062337
      ],
      [
        " Cities",
        -0.0010550802
      ]
    ]
  },
  "This shape is the cissoid of a single circle using a point located root two times the radius from the center, and it is the inversion of a hyperbola. This shape also is the envelope of circles centered on a hyperbola and passing through the center of that hyperbola, and it also is the locus of points such that the product of the distances to two fixed points is constant. A specific case of a Cassini oval, this shape can be expressed in polar form as r squared equals a squared times the cosine of": {
    "guess": "Cissoid",
    "confidence": [
      [
        "C",
        -0.054536697
      ],
      [
        "iss",
        -0.3715618
      ],
      [
        "oid",
        -1.4617256e-05
      ]
    ]
  },
  "In the Shariputra Sutra, the Buddha tells a tale about impersonating Goldenglow, the king of these animals. This animal symbolizes the female bodhisattva Janguli, and its tail is found on the Chinese creature Feng-huang. One god who takes this form moved two halves of a white pearl around the universe": {
    "guess": "Kinnara",
    "confidence": [
      [
        "K",
        -1.9032723
      ],
      [
        "inn",
        -0.3041823
      ],
      [
        "ara",
        -0.04098992
      ]
    ]
  },
  "It shares its name with both a university founded in 1780 in what is now Kentucky and a county in North Carolina. Hungary acquired two-fifths of it during World War II but had to give it all back in the Paris Peace Treaties to the country that currently holds this region. Much of the area west of the Carpathian Mountains is covered in forest, which led to its name, from the Latin for \"across the forest.\"": {
    "guess": "Transylvania",
    "confidence": [
      [
        "Trans",
        -0.017609661
      ],
      [
        "ylvania",
        -0.0033452557
      ]
    ]
  },
  "Sharing its name with the production team comprised of C.C. Lemonhead and Jay Ski, this area's adjoining cities are Silvis, Milan, Coal Valley, and Colona and some of the counties that make up the area": {
    "guess": "Quad Cities",
    "confidence": [
      [
        "Quad",
        -0.037924886
      ],
      [
        " Cities",
        -0.003924399
      ]
    ]
  },
  "The Shankland team supported the outcome of this experiment by finding fundamental flaws in Daisy Miller's observations. A version of this experiment looking for seasonal variation was carried out by Kennedy and Thorndike. It used a half-silvered mirror to split coherent light and attempted to detect a certain \"wind\" by measuring fringe shift with an interferometer. Its results were explained by the Lorenz-FitzGerald hypothesis concerning length contraction. For 10 points, what experiment, named": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.26940396
      ],
      [
        "edy",
        -0.00016718694
      ],
      [
        "–",
        -0.029387541
      ],
      [
        "Thor",
        -2.0458236e-05
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -4.429897e-05
      ],
      [
        " experiment",
        -0.00096207747
      ]
    ]
  },
  "It shares its name with both a university founded in 1780 in what is now Kentucky and a county in North Carolina. Hungary acquired two-fifths of it during World War II but had to give it all back in the": {
    "guess": "Transylvania",
    "confidence": [
      [
        "Trans",
        -0.058179863
      ],
      [
        "ylvania",
        -0.002009053
      ]
    ]
  },
  "Shapiro and collaborators showed that radar-echo time delay measurements between planets constrain it to change by no more than a part in 10 billion per year. Dirac had suggested, in some numerology known as the \"large numbers hypothesis,\" that it decreases over time. In string theory, the effective value is inversely proportional to the volume of the compactification manifold. In a system of units with h-bar and c set to 1, it is simply one over the Planck mass squared. Its value is 6.67 times 10 to the minus 8 cubic centimeters per gram second-squared. It was first measured, using a torsion balance,": {
    "guess": "Newton's law of universal gravitation",
    "confidence": [
      [
        "Newton",
        -0.74457425
      ],
      [
        "'s",
        -0.122614145
      ],
      [
        " law",
        -0.6717674
      ],
      [
        " of",
        -7.266944e-05
      ],
      [
        " universal",
        -0.0041067773
      ],
      [
        " grav",
        -0.00030495704
      ],
      [
        "itation",
        -0.00021248066
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium": {
    "guess": "The Death of Marat",
    "confidence": [
      [
        "The",
        -0.81363726
      ],
      [
        " Death",
        -0.1582091
      ],
      [
        " of",
        -0.0008064139
      ],
      [
        " Mar",
        -0.15758967
      ],
      [
        "at",
        -8.657073e-06
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.17294644
      ],
      [
        " Night",
        -0.21186917
      ],
      [
        " Watch",
        -0.026226912
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge appears next to three burghers in the left foreground in a non-functional position from which it would": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.23941058
      ],
      [
        " Night",
        -0.19687325
      ],
      [
        " Watch",
        -0.042662386
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge appears next to three burghers in the left foreground in a non-functional position from which it would be impossible to embark. In this painting surprisingly the bell tower of the New Church is empty.": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.062317207
      ],
      [
        " of",
        -6.0510665e-05
      ],
      [
        " D",
        -0.00019150082
      ],
      [
        "elf",
        -8.418666e-06
      ],
      [
        "t",
        -8.061054e-06
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge appears next to three burghers in the left foreground in a non-functional position from which it would be impossible to embark. In this painting surprisingly the bell tower of the New Church is empty. On the right side of this painting a double drawbridge appears next to the Rotterdam Gate, which is": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.10634692
      ],
      [
        " of",
        -0.00061545876
      ],
      [
        " D",
        -0.003355467
      ],
      [
        "elf",
        -1.9862217e-05
      ],
      [
        "t",
        -6.869018e-06
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge appears next to three burghers in the left foreground in a non-functional position from which it would be impossible to embark. In this painting surprisingly the bell tower of the New Church is empty. On the right side of this painting a double drawbridge appears next to the Rotterdam Gate, which is one of many buildings reflecting in the water of the Schie Canal. For 10 points, name this painting": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.34211513
      ],
      [
        " of",
        -0.00024096666
      ],
      [
        " D",
        -0.0015373583
      ],
      [
        "elf",
        -6.742448e-05
      ],
      [
        "t",
        -2.9352968e-06
      ]
    ]
  },
  "A shadow on the left side of this painting is depicted out of proportion leading some scholars to believe it is actually a reflection of the tavern The Parrot. In the background an arsenal called The Armamentarium is seen, while a clock on the Kethel Gatehouse reveals the time is 7 am. A towing barge appears next to three burghers in the left foreground in a non-functional position from which it would be impossible to embark. In this painting surprisingly the bell tower of the New Church is empty. On the right side of this painting a double drawbridge appears next to the Rotterdam Gate, which is one of many buildings reflecting in the water of the Schie Canal. For 10 points, name this painting of a Dutch city by Jan Vermeer.": {
    "guess": "View of Delft",
    "confidence": [
      [
        "View",
        -0.014137771
      ],
      [
        " of",
        -3.0471343e-05
      ],
      [
        " D",
        -0.00040803154
      ],
      [
        "elf",
        -1.8431772e-05
      ],
      [
        "t",
        -1.1756368e-05
      ]
    ]
  }
}