{
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry \"Buster\" Smith and toured Kansas City with pianist Jay McShann, but found the harmonic voice he sought while playing Ray Noble's \"Cherokee.\" He was sent to Camarillo State Hospital after a break": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0014422574
      ],
      [
        " Parker",
        -0.00016039233
      ]
    ]
  },
  "With Gosper he names a curve that is bounded by the Gosper island. His namesake space-filling curve is": {
    "guess": "Hilbert curve",
    "confidence": [
      [
        "H",
        -0.46353933
      ],
      [
        "il",
        -0.0021663175
      ],
      [
        "bert",
        -6.539802e-05
      ],
      [
        " curve",
        -0.05295689
      ]
    ]
  },
  "With Gosper he names a curve that is bounded by the Gosper island. His namesake space-filling curve is self-contracting and all two-dimension (*) space-filling curves are generically known as his curves. With Dedekind, he postulated that all numbers besides zero are the successors of other numbers and he developed a theory of nonnegative integers that included his induction axiom. For 10 points, name": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.47803587
      ],
      [
        "org",
        -0.0002447702
      ],
      [
        " Cant",
        -0.00091729354
      ],
      [
        "or",
        -2.6060809e-05
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote the manuscript De motu to William Halley. This man introduced a dot over a variable to represent its derivative. Alexander Pope wrote, \"God said 'Let [this man] be, and all was light.\" In a letter to": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0031500272
      ],
      [
        "aac",
        -2.5941605e-05
      ],
      [
        " Newton",
        -0.0004483077
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry \"Buster\" Smith and toured Kansas City with pianist Jay McShann, but found the harmonic voice he sought while playing Ray Noble's \"Cherokee.\" He was sent to Camarillo State Hospital after a break down while playing \"Lover Man,\" suffering withdrawal from the heroin he obtained from Moose the Mooche.": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.012266982
      ],
      [
        " Parker",
        -0.005450632
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote the manuscript De motu to William Halley. This man introduced a dot over a variable to represent its": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.02617918
      ],
      [
        "aac",
        -2.3795938e-05
      ],
      [
        " Newton",
        -0.0043739867
      ]
    ]
  },
  "With Gosper he names a curve that is bounded by the Gosper island. His namesake space-filling curve is self-contracting and all two-dimension (*) space-filling curves are generically known as his curves. With Dedekind, he postulated that all numbers besides zero are the successors of other numbers and he developed a theory of nonnegative integers that included his induction axiom. For 10 points, name this mathematician whose axioms form the basis of a number theory known as this namesake arithmetic.": {
    "guess": "Georg Cantor",
    "confidence": [
      [
        "Ge",
        -0.4891676
      ],
      [
        "org",
        -0.00034166078
      ],
      [
        " Cant",
        -0.0018280998
      ],
      [
        "or",
        -2.677603e-05
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0079549765
      ],
      [
        "aac",
        -0.00011188744
      ],
      [
        " Newton",
        -0.00015074051
      ]
    ]
  },
  "With Gosper he names a curve that is bounded by the Gosper island. His namesake space-filling curve is self-contracting and all two-dimension (*) space-filling curves are generically known as his curves.": {
    "guess": "Hilbert curve",
    "confidence": [
      [
        "H",
        -0.44321036
      ],
      [
        "il",
        -0.0066272663
      ],
      [
        "bert",
        -5.0139948e-05
      ],
      [
        " curve",
        -0.14349692
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry \"Buster\" Smith and toured Kansas City with pianist Jay McShann, but found the harmonic voice he sought while playing Ray Noble's \"Cherokee.\" He was sent to Camarillo State Hospital after a break down while playing \"Lover Man,\" suffering withdrawal from the heroin he obtained from Moose the Mooche. Improvising on \"Anthropology,\" \"Hot House,\" and \"Scrapple from the Apple,\" FTP name this alto saxophonist": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0040126266
      ],
      [
        " Parker",
        -0.012862886
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry": {
    "guess": "Aaron Copland",
    "confidence": [
      [
        "Aaron",
        -0.8221299
      ],
      [
        " Cop",
        -0.0002193908
      ],
      [
        "land",
        -0.0004546255
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry \"Buster\" Smith and toured Kansas City with pianist Jay McShann, but found the harmonic voice he": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.054862093
      ],
      [
        " Parker",
        -0.0017534764
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0011046139
      ],
      [
        "aac",
        -1.0683535e-05
      ],
      [
        " Newton",
        -1.1517961e-05
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote the manuscript De motu to William Halley. This man introduced a dot over a variable to represent its derivative. Alexander Pope wrote, \"God said 'Let [this man] be, and all was light.\" In a letter to Robert Hooke, this man mentioned that he had \"seen further\" by \"standing on the shoulders of giants.\" He used a prism to separate a beam of light, as detailed in his tract Opticks. For 10 points, name this man who theorized universal gravitation, though an apple had nothing to do with it.": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0020775748
      ],
      [
        "aac",
        -6.289474e-05
      ],
      [
        " Newton",
        -1.1994775e-05
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote the manuscript De motu to William Halley. This man introduced a dot over a variable to represent its derivative. Alexander Pope wrote, \"God said 'Let [this man] be, and all was light.\" In a letter to Robert Hooke, this man mentioned that he had \"seen further\" by \"standing on the shoulders of giants.\"": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0025603152
      ],
      [
        "aac",
        -7.3742274e-05
      ],
      [
        " Newton",
        -6.4444386e-05
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer is Igor Stravinsky, and he wanted to have classical works composed for his instrument. He emulated Henry \"Buster\" Smith and toured Kansas City with pianist Jay McShann, but found the harmonic voice he sought while playing Ray Noble's \"Cherokee.\" He was sent to Camarillo State Hospital after a break down while playing \"Lover Man,\" suffering withdrawal from the heroin he obtained from Moose the Mooche. Improvising on \"Anthropology,\" \"Hot House,\" and \"Scrapple from the Apple,\" FTP name this alto saxophonist who, along with Dizzy Gillespie, founded bebop, nicknamed Bird.": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0042606313
      ],
      [
        " Parker",
        -0.00016766376
      ]
    ]
  },
  "This man got William Chaloner arrested for counterfeiting while he served as Master of the Royal Mint. Samuel Clarke supported this man, who succeeded Isaac Barrow as the second Lucasian Chair. He wrote the manuscript De motu to William Halley. This man introduced a dot over a variable to represent its derivative. Alexander Pope wrote, \"God said 'Let [this man] be, and all was light.\" In a letter to Robert Hooke, this man mentioned that he had \"seen further\" by \"standing on the shoulders of giants.\" He used a prism to separate a beam of light, as detailed in his tract Opticks. For 10 points, name": {
    "guess": "Isaac Newton",
    "confidence": [
      [
        "Is",
        -0.0014396386
      ],
      [
        "aac",
        -0.00018875914
      ],
      [
        " Newton",
        -1.2948405e-05
      ]
    ]
  },
  "He got a job washing dishes so he could listen to Art Tatum playing next door. His favorite composer": {
    "guess": "Jazz piano",
    "confidence": [
      [
        "J",
        -0.51254797
      ],
      [
        "azz",
        -0.00011784763
      ],
      [
        " piano",
        -0.014137297
      ]
    ]
  },
  "With Gosper he names a curve that is bounded by the Gosper island. His namesake space-filling curve is self-contracting and all two-dimension (*) space-filling curves are generically known as his curves. With Dedekind, he postulated that all numbers besides zero are the successors of other numbers and": {
    "guess": "Hilbert curve",
    "confidence": [
      [
        "H",
        -0.47520187
      ],
      [
        "il",
        -0.00032640636
      ],
      [
        "bert",
        -6.146429e-05
      ],
      [
        " curve",
        -0.04787399
      ]
    ]
  }
}