{
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping a canvas in beeswax, a monochromatic one was produced by an artist known for stacking three of them on top of each other. A tri-colored one of these objects can be seen in the hands of a figure that holds a musket with her other hand in a painting commemorating the July Revolution. For 10 points, Liberty Leading the People shows the title figure holding an unfurled form of what object that represents France?": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.17355561
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition theorem. In thermodynamics, the change in this quantity is equal to the heat added minus the work done by the system. Its value for a photon is Planck's constant times frequency. The total form of this quantity is represented by the Hamiltonian operator. One type of this quantity can be found on earth by taking the mass of the object times little-g times the height. For 10 points, name this quantity, the ability of a system to do work, which can be potential or kinetic.": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.07064026
      ],
      [
        " energy",
        -0.18299189
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping a canvas in beeswax, a monochromatic one was produced by an artist known for stacking three of them": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.15297687
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition theorem. In thermodynamics, the change in this quantity is equal to the heat added minus the work done by the system. Its value for a photon is Planck's constant times frequency. The total form of this quantity is represented by the Hamiltonian operator. One type of this quantity can be found on earth": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.18515852
      ],
      [
        " energy",
        -0.10790564
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.03740137
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -1.1629008
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition theorem. In thermodynamics, the change in this quantity is equal to the heat added minus the work done by the system. Its value for a photon is Planck's constant times frequency. The total form of this quantity is represented by the Hamiltonian operator. One type of this quantity can be found on earth by taking the mass of the object times little-g times the height. For 10 points, name this quantity,": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -0.504144
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping a canvas in beeswax, a monochromatic one was produced by an artist known for stacking three of them on top of each other. A tri-colored one of these objects can be seen in the hands of a figure that": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.04967895
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition": {
    "guess": "Temperature",
    "confidence": [
      [
        "Temperature",
        -1.2053529
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping a canvas in beeswax, a monochromatic one was produced by an artist known for stacking three of them on top of each other. A tri-colored one of these objects can be seen in the hands of a figure that holds a musket with her other hand in a painting commemorating the July Revolution. For 10 points, Liberty Leading the People shows the title figure holding an unfurled form of what object that represents": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.5592329
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition theorem. In thermodynamics, the change in this quantity is equal to the heat added minus the work done by the system. Its value for a photon is Planck's constant times frequency. The total form of this": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.025954561
      ],
      [
        " energy",
        -0.035179738
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different painting by Childe Hassam shows many of them and is entitled Allies Day 1917. A beige colored one with a crescent moon motif on it can be found tied to a tree in Bosch's Ship of Fools. By dipping a canvas in beeswax, a monochromatic one was produced by an artist known for stacking three of them on top of each other. A tri-colored one of these objects can be seen in the hands of a figure that holds a musket with her other hand in a painting commemorating the July Revolution. For 10 points,": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -0.0059156427
      ]
    ]
  },
  "The Avenue in the Rain depicts many people holding umbrellas while standing under these objects; a different": {
    "guess": "Flags",
    "confidence": [
      [
        "Flags",
        -1.1524844
      ]
    ]
  },
  "The average value of this quantity is related to the temperature of a substance by the equipartition theorem. In thermodynamics, the change in this quantity is equal to the heat added minus the work done": {
    "guess": "Internal energy",
    "confidence": [
      [
        "Internal",
        -0.0013773758
      ],
      [
        " energy",
        -0.0662337
      ]
    ]
  }
}