{
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging mercury drop electrodes.  More acidic and less polar than the oxygen-containing counterparts from which they are named, oxidation of their functional group enables cross-linking in proteins, where they are found on cysteine residues.  They can be synthesized through addition to alcohols of polymer supported hydrosulfide, which creates a mercapto-group.  FTP, what is this functional group characterized by an -SH group?": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.02169882
      ],
      [
        "iol",
        -0.0022655171
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell, and Elmer Moffatt, who all marry Undine Spragg in one work, while her more famous works include one about Lawrence Selden, who is loved by Lily Bart, one in which Newland Archer has an affair with Ellen Olenska, and one that contains a sled crash with Mattie Silver and the husband of Zeena.  For 10": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0005545824
      ],
      [
        "ith",
        -5.5122365e-07
      ],
      [
        " Wh",
        -5.50273e-05
      ],
      [
        "arton",
        -2.5583993e-05
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters,": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0029712804
      ],
      [
        "ith",
        -1.9361265e-07
      ],
      [
        " Wh",
        -5.7961847e-06
      ],
      [
        "arton",
        -1.3544423e-05
      ]
    ]
  },
  "Nanon, the maid, eventually marries Cornoiller, the title character's bailiff and keeper. After the title character's love Charles marries the daughter of the Marquis d'Aubrion, she marries the President de Bonfons. Her miserly father, the richest man in Saumur, despite his millions, only gives her two rare gold coins a year as presents. For ten points, name this novel by Balzac revolving around the": {
    "guess": "Eugénie Grandet",
    "confidence": [
      [
        "E",
        -0.015641306
      ],
      [
        "ug",
        -7.982166e-05
      ],
      [
        "én",
        -0.014601212
      ],
      [
        "ie",
        -4.2868523e-05
      ],
      [
        " Grand",
        -0.00016945181
      ],
      [
        "et",
        -1.147242e-06
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging mercury drop electrodes.  More acidic and less polar than the oxygen-containing counterparts from which they are named, oxidation of their functional group enables cross-linking in proteins, where they are found on cysteine residues.  They can be synthesized through addition to alcohols of polymer": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.034341082
      ],
      [
        "iol",
        -0.015171525
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging mercury drop electrodes.  More acidic and less polar than the oxygen-containing counterparts from which they are named, oxidation of their functional group enables cross-linking in proteins, where they are found on cysteine residues.  They can be synthesized through addition to alcohols of polymer supported hydrosulfide, which creates a mercapto-group.  FTP, what is this functional group characterized": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.009979304
      ],
      [
        "iol",
        -0.00059699686
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell, and Elmer Moffatt, who all marry Undine Spragg in one work, while her more famous works include one about Lawrence Selden, who is loved by Lily Bart, one in which Newland Archer has an affair with Ellen": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0019763343
      ],
      [
        "ith",
        -3.1281633e-07
      ],
      [
        " Wh",
        -7.004696e-05
      ],
      [
        "arton",
        -3.1782583e-05
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell, and Elmer Moffatt, who all marry Undine Spragg in one work, while her more famous works include one about Lawrence Selden, who is loved by Lily Bart, one in which Newland Archer has an affair with Ellen Olenska, and one that contains a sled crash with Mattie Silver and the husband of Zeena.  For 10 points—name this author of The Custom of the Country, The House of Mirth, The Age of Innocence, and": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0014678423
      ],
      [
        "ith",
        -7.89631e-07
      ],
      [
        " Wh",
        -0.00020866614
      ],
      [
        "arton",
        -2.3438328e-05
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell,": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0011721291
      ],
      [
        "ith",
        -4.3202e-07
      ],
      [
        " Wh",
        -4.2391708e-05
      ],
      [
        "arton",
        -2.2007884e-05
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell, and Elmer Moffatt, who all marry Undine Spragg in one work, while her more famous works include one": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0014011909
      ],
      [
        "ith",
        -4.3202e-07
      ],
      [
        " Wh",
        -0.0001408466
      ],
      [
        "arton",
        -3.7623562e-05
      ]
    ]
  },
  "Nanon, the maid, eventually marries Cornoiller, the title character's bailiff and keeper. After the title character's love Charles marries the daughter of the Marquis d'Aubrion, she marries the President": {
    "guess": "Eugénie Grandet",
    "confidence": [
      [
        "E",
        -0.2693069
      ],
      [
        "ug",
        -0.0012415404
      ],
      [
        "én",
        -0.007223235
      ],
      [
        "ie",
        -8.637786e-05
      ],
      [
        " Grand",
        -3.3451433e-05
      ],
      [
        "et",
        -1.9361265e-07
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0020265428
      ],
      [
        "ith",
        0.0
      ],
      [
        " Wh",
        -7.465036e-06
      ],
      [
        "arton",
        -1.4855664e-05
      ]
    ]
  },
  "Nanon, the maid, eventually marries Cornoiller, the title character's bailiff and keeper. After the title": {
    "guess": "Germinal (novel)",
    "confidence": [
      [
        "G",
        -0.34699628
      ],
      [
        "erm",
        -0.003660049
      ],
      [
        "inal",
        -7.362307e-05
      ],
      [
        " (",
        -0.55441445
      ],
      [
        "nov",
        -0.011732938
      ],
      [
        "el",
        -8.6616266e-05
      ],
      [
        ")",
        -0.0004456852
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.045781396
      ],
      [
        "iol",
        -0.0043673404
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.17440139
      ],
      [
        "iol",
        -0.0024899263
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this author, while in another work by this author, Stephen Glennard publishes Margaret Aubyn's love letters, causing him to feel intensely guilty and eventually confess his betrayal to his wife.  In addition to The Buccaneers and The Touchstone, this author wrote about Raymond De Chelle, Ralph Marvell, and Elmer Moffatt, who all marry Undine Spragg in one work, while her more famous works include one about Lawrence Selden, who is loved by Lily Bart, one in which Newland Archer has an affair with Ellen Olenska, and one that contains a sled crash with Mattie Silver and the husband of Zeena.  For 10 points—name this author of The Custom of the Country, The House of Mirth, The Age of Innocence, and Ethan Frome.": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.00047809765
      ],
      [
        "ith",
        -5.5122365e-07
      ],
      [
        " Wh",
        -1.8789384e-05
      ],
      [
        "arton",
        -1.7120534e-05
      ]
    ]
  },
  "Nanon, the maid, eventually marries Cornoiller, the title character's bailiff and keeper. After the title character's love Charles marries the daughter of the Marquis d'Aubrion, she marries the President de Bonfons. Her miserly father, the richest man in Saumur, despite his millions, only gives her two rare gold coins a year as presents. For ten points, name this novel by Balzac revolving around the daughter of M Grandet.": {
    "guess": "Eugénie Grandet",
    "confidence": [
      [
        "E",
        -0.009514757
      ],
      [
        "ug",
        -0.00012201976
      ],
      [
        "én",
        -0.020933636
      ],
      [
        "ie",
        -1.867018e-05
      ],
      [
        " Grand",
        -0.00010914576
      ],
      [
        "et",
        -1.7432603e-06
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging mercury drop electrodes.  More acidic and less polar than the oxygen-containing counterparts from which they are named, oxidation of their functional group enables cross-linking in proteins, where": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.25617146
      ],
      [
        "iol",
        -0.5124455
      ]
    ]
  },
  "In nanochemistry, these organic compounds are commonly used to cap self-assembling gold and silver monolayers to provide rigidity and stability, and they are especially useful in this function on hanging mercury drop electrodes.  More acidic and less polar than the oxygen-containing counterparts from": {
    "guess": "Thiol",
    "confidence": [
      [
        "Th",
        -0.2404205
      ],
      [
        "iol",
        -0.027772142
      ]
    ]
  },
  "Nanon, the maid, eventually marries Cornoiller, the title character's bailiff and keeper. After the title character's love Charles marries the daughter of the Marquis d'Aubrion, she marries the President de Bonfons. Her miserly father, the richest man in Saumur, despite his millions, only gives her two": {
    "guess": "Eugénie Grandet",
    "confidence": [
      [
        "E",
        -0.11050513
      ],
      [
        "ug",
        -7.4695905e-05
      ],
      [
        "én",
        -0.0072322316
      ],
      [
        "ie",
        -6.0510665e-05
      ],
      [
        " Grand",
        -5.6338537e-05
      ],
      [
        "et",
        -9.0883464e-07
      ]
    ]
  },
  "Nan and Virginia St. George travel to Europe in hopes of finding potential husbands in one work by this": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.05276603
      ],
      [
        "ith",
        -4.1273333e-06
      ],
      [
        " Wh",
        -0.0004655849
      ],
      [
        "arton",
        -2.4272753e-05
      ]
    ]
  }
}