{
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.00025752498
      ],
      [
        "op",
        -7.89631e-07
      ],
      [
        "amine",
        -2.4272753e-05
      ]
    ]
  },
  "The Nusselt number is a ratio between the coefficients of this process and a similar process, which can be estimated with the Churchill-Bernstein equation. Benard cells are formed during certain types of this process, and quantities named for Grashof and Prandtl describe the onset of this process. It occurs when the critical value is exceeded by the Rayleigh number. For 10 points, identify this method of heat transfer commonly observed in fluids.": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.107056744
      ],
      [
        "vection",
        -1.9385403e-05
      ]
    ]
  },
  "The Nusselt number is a ratio between the coefficients of this process and a similar process, which can be estimated with the Churchill-Bernstein equation. Benard cells are formed during certain types of this process, and quantities named for Grashof and Prandtl describe the onset of this process. It occurs when the critical value is exceeded by the Rayleigh number. For 10 points, identify this method": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.4694765
      ],
      [
        "vection",
        -0.00020795093
      ]
    ]
  },
  "The Nusselt number is a ratio between the coefficients of this process and a similar process, which can be estimated with the Churchill-Bernstein equation. Benard cells are formed during certain types": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.13705635
      ],
      [
        "vection",
        -2.4272753e-05
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0051003415
      ],
      [
        "op",
        -1.7120534e-05
      ],
      [
        "amine",
        -0.00019483852
      ]
    ]
  },
  "The Nusselt number is a ratio between the coefficients of this process and a similar process, which can": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.3779057
      ],
      [
        "vection",
        -0.003343594
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental area by the mesolimbic pathway. This molecule is produced by the hydroxylation then subsequent decarboxylation of (*) tyrosine. This catecholamine inhibits the secretion of prolactin, and it is primarily produced in a section of the basal ganglia known as the substantia nigra. For 10 points, name this": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0008772778
      ],
      [
        "op",
        -6.511407e-06
      ],
      [
        "amine",
        -0.00013715129
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental area by the mesolimbic pathway. This molecule is produced by the hydroxylation then subsequent decarboxylation": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0004150609
      ],
      [
        "op",
        -1.0280384e-06
      ],
      [
        "amine",
        -1.831257e-05
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental area by the mesolimbic pathway. This molecule is produced by the hydroxylation then subsequent decarboxylation of (*) tyrosine. This catecholamine inhibits the secretion of prolactin, and it is primarily": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0016585169
      ],
      [
        "op",
        -6.704273e-07
      ],
      [
        "amine",
        -3.0113732e-05
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship, leading to a caricature of him as Tithonus Pidgeon in C. Wright Mills' roman à clef The Breadbasket. He preceded Davis and Moore in his development of the theory of role allocation in public education, which went hand in hand with his meritocracy theory of schools. This followed his reading": {
    "guess": "Meritocracy",
    "confidence": [
      [
        "Merit",
        -0.9144526
      ],
      [
        "ocracy",
        -0.0005689987
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship, leading to a caricature of him as Tithonus Pidgeon in C. Wright Mills' roman à clef The Breadbasket. He preceded Davis and Moore in his development of the theory of role allocation in public education, which went hand in hand with his meritocracy theory of schools. This followed his reading of Max Weber, whom he popularized in America. For ten points, name this American sociologist and author of Social System and The Structure of Social Action.": {
    "guess": "Talcott Parsons",
    "confidence": [
      [
        "T",
        -0.0673393
      ],
      [
        "alc",
        -0.00908119
      ],
      [
        "ott",
        -3.750436e-05
      ],
      [
        " Parsons",
        -0.00025788258
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship, leading to a caricature of him as Tithonus Pidgeon in C. Wright Mills' roman à clef The Breadbasket. He preceded Davis and Moore in his development of the theory of role allocation in public": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4178777
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship,": {
    "guess": "Charles Ellis Jr.",
    "confidence": [
      [
        "Charles",
        -0.9752842
      ],
      [
        " Ellis",
        -1.02796
      ],
      [
        " Jr",
        -0.7603059
      ],
      [
        ".",
        -0.0005127602
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental area by the mesolimbic pathway. This molecule is produced by the hydroxylation then subsequent decarboxylation of (*) tyrosine. This catecholamine inhibits the secretion of prolactin, and it is primarily produced in a section of the basal ganglia known as the substantia nigra. For 10 points, name this primary neurotransmitter involved in the reward pathway, which is under-produced in Parkinson's": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.00058150775
      ],
      [
        "op",
        -3.888926e-06
      ],
      [
        "amine",
        -9.460292e-05
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship, leading to a caricature of him as Tithonus Pidgeon in C. Wright Mills' roman à clef The Breadbasket. He preceded Davis and Moore in his development of the theory of role allocation in public education, which went hand in hand with his meritocracy theory of schools. This followed his reading of Max Weber, whom he popularized in America. For ten points, name this American sociologist and author": {
    "guess": "Talcott Parsons",
    "confidence": [
      [
        "T",
        -0.47285336
      ],
      [
        "alc",
        -0.0011809428
      ],
      [
        "ott",
        -0.0002540681
      ],
      [
        " Parsons",
        -0.0007055217
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.00010688089
      ],
      [
        "op",
        -1.9361265e-07
      ],
      [
        "amine",
        -1.4617256e-05
      ]
    ]
  },
  "He nursed Edna St. Vincent Millay during her penultimate illness and rumors abounded about their relationship, leading to a caricature of him as Tithonus Pidgeon in C. Wright Mills' roman à clef The Breadbasket.": {
    "guess": "Tithonus Pidgeon",
    "confidence": [
      [
        "T",
        -1.2087182
      ],
      [
        "ith",
        -0.03560318
      ],
      [
        "onus",
        -0.005303131
      ],
      [
        " P",
        -0.10834356
      ],
      [
        "idge",
        -0.019006137
      ],
      [
        "on",
        -0.0003281944
      ]
    ]
  },
  "The Nurr1 gene is important for the development of cells that primarily produce this molecule. Cabergoline and bromocriptine activate this molecule's receptors, while haloperidol is an inverse agonist to those receptors. This molecule is transported to the nucleus accumbens from the ventral tegmental area by the mesolimbic pathway. This molecule is produced by the hydroxylation then subsequent decarboxylation of (*) tyrosine. This catecholamine inhibits the secretion of prolactin, and it is primarily produced in a section of the basal ganglia known as the substantia nigra. For 10 points, name this primary neurotransmitter involved in the reward pathway, which is under-produced in Parkinson's disease.": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0002584786
      ],
      [
        "op",
        -3.1737043e-06
      ],
      [
        "amine",
        -8.7450695e-05
      ]
    ]
  },
  "The Nusselt number is a ratio between the coefficients of this process and a similar process, which can be estimated with the Churchill-Bernstein equation. Benard cells are formed during certain types of this process, and quantities named for Grashof and Prandtl describe the onset of this process. It": {
    "guess": "Convection",
    "confidence": [
      [
        "Con",
        -0.24116178
      ],
      [
        "vection",
        -0.00012809181
      ]
    ]
  }
}