{
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\" on a sheet that the speaker \"spread as to cover her face.\" However, that woman's \"horny feet protrude,\" revealing \"how cold she is, and dumb.\" The first stanza commands \"let the boys / Bring flowers": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.6078052
      ],
      [
        " Emperor",
        -0.01953702
      ],
      [
        " of",
        -5.50273e-05
      ],
      [
        " Ice",
        -5.0616763e-05
      ],
      [
        " Cream",
        -0.07942131
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this type of process. A rule named for J. Willard Gibbs gives the number of degrees of freedom during this process. The heat capacity of helium 2 becomes infinite at the lambda point during this type of process, which according to the Ehrenfest equations can be classified according to the least discontinuous derivative of the chemical potential. For 10 points, name this process exemplified by sublimation": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.026132617
      ],
      [
        " transition",
        -0.020176638
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this type of process. A rule named for J. Willard Gibbs gives the number of degrees of freedom during this process. The heat capacity of helium 2 becomes infinite at the lambda point during this type of process, which according to the Ehrenfest equations can be classified according to the least discontinuous derivative of the chemical potential. For 10 points, name this process exemplified by sublimation and freezing.": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.020809993
      ],
      [
        " transition",
        -0.031144707
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this type of process. A rule named for J. Willard Gibbs gives the number of degrees of freedom during": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.5414854
      ],
      [
        " transition",
        -0.86828893
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\"": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.020098355
      ],
      [
        " Emperor",
        -0.0020337994
      ],
      [
        " of",
        -2.8564085e-05
      ],
      [
        " Ice",
        -1.27099975e-05
      ],
      [
        " Cream",
        -0.0010968804
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this": {
    "guess": "Quantum field theory",
    "confidence": [
      [
        "Quant",
        -0.69486403
      ],
      [
        "um",
        -1.0802739e-05
      ],
      [
        " field",
        -0.09141787
      ],
      [
        " theory",
        -0.0023770807
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\" on a sheet that the speaker \"spread as to cover her face.\" However, that woman's \"horny feet protrude,\" revealing \"how cold she is, and dumb.\" The first stanza commands \"let the boys / Bring flowers in last month's newspapers\" and \"let be be finale of seem.\" Beginning \"Call the roller of big cigars,/ The muscular one, and bid him whip / in kitchen cups concupiscent curds,\" FTP, name this Wallace Stevens poem whose title refers to a ruler of a certain dessert.": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.005437351
      ],
      [
        " Emperor",
        -0.0003463097
      ],
      [
        " of",
        -4.632543e-05
      ],
      [
        " Ice",
        -3.1186566e-05
      ],
      [
        " Cream",
        -0.010855625
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.7051333
      ],
      [
        "re",
        -0.00096732244
      ],
      [
        " Lak",
        -0.0005682835
      ],
      [
        "atos",
        -6.313315e-05
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this type of process. A rule named for J. Willard Gibbs gives the number of degrees of freedom during this process. The heat capacity of helium 2 becomes infinite at the lambda point during this type of": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.01675099
      ],
      [
        " transition",
        -0.059412427
      ]
    ]
  },
  "Kenneth Bowles, a professor at UCSD, oversaw the development of a version of this computer language that allowed the underscore to be used in identifier names. The UCSD version also implemented the string variable type as a better alternative to packed character arrays. Other data structure include sets,": {
    "guess": "PL/I",
    "confidence": [
      [
        "PL",
        -1.1133199
      ],
      [
        "/I",
        -0.043754958
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs.": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.002263852
      ],
      [
        " Emperor",
        -4.012684e-05
      ],
      [
        " of",
        -2.0339032e-05
      ],
      [
        " Ice",
        -9.968313e-06
      ],
      [
        " Cream",
        -2.7252845e-05
      ]
    ]
  },
  "Kenneth Bowles, a professor at UCSD, oversaw the development of a version of this computer language that allowed the underscore to be used in identifier names. The UCSD version also implemented the string variable type as a better alternative to packed character arrays. Other data structure include sets, arrays, and records, in FTP, what beginner computer programming language which encloses compound statements in begin-end blocks?": {
    "guess": "Pascal (programming language)",
    "confidence": [
      [
        "P",
        -0.17892787
      ],
      [
        "ascal",
        -7.7318386e-05
      ],
      [
        " (",
        -0.45338407
      ],
      [
        "programming",
        -0.002812721
      ],
      [
        " language",
        -3.6789137e-05
      ],
      [
        ")",
        -3.6908343e-05
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating": {
    "guess": "Hans Morgenthau",
    "confidence": [
      [
        "H",
        -0.16472611
      ],
      [
        "ans",
        -0.009026841
      ],
      [
        " Morg",
        -0.07621272
      ],
      [
        "enth",
        -0.001058891
      ],
      [
        "au",
        -8.12521e-05
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both positive and negative heuristics: the research program. This man's premature death foiled his plans": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.009610407
      ],
      [
        "re",
        -0.00012511172
      ],
      [
        " Lak",
        -0.00037001655
      ],
      [
        "atos",
        -9.054999e-05
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both positive and negative heuristics: the research program. This man's premature death foiled his plans to publish a dialogue with Paul Feyerabend, whose part of that dialog was published in 1975 as Against Method, and along with Alan Musgrave this man edited Criticism and the Growth of Knowledge. For ten points, name this man who proposed a dialectic of proofs and refutations to describe mathematical": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.00056697224
      ],
      [
        "re",
        -2.2007884e-05
      ],
      [
        " Lak",
        -5.800739e-05
      ],
      [
        "atos",
        -1.473646e-05
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors later worked with Dayton Miller to resolve the problem that this experiment raised. The setup": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.7019514
      ],
      [
        "elson",
        -2.6968896e-06
      ],
      [
        "–",
        -0.01385553
      ],
      [
        "Mor",
        -3.4121115e-06
      ],
      [
        "ley",
        -2.577686e-06
      ],
      [
        " experiment",
        -0.00047559434
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\" on a sheet that the speaker \"spread as to cover her face.\" However, that woman's \"horny feet protrude,\"": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.059789337
      ],
      [
        " Emperor",
        -0.0036074363
      ],
      [
        " of",
        -4.298773e-05
      ],
      [
        " Ice",
        -3.070975e-05
      ],
      [
        " Cream",
        -0.03693194
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both positive and negative heuristics: the research program. This man's premature death foiled his plans to publish a dialogue with Paul Feyerabend, whose part of that dialog was published in 1975 as Against Method, and along with Alan Musgrave this man edited Criticism and the Growth of Knowledge. For ten points, name this man who proposed a dialectic of proofs and refutations to describe mathematical progress, a 20th century Hungarian philosopher of science.": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.0050528985
      ],
      [
        "re",
        -3.6669935e-05
      ],
      [
        " Lak",
        -6.82589e-05
      ],
      [
        "atos",
        -1.1994775e-05
      ]
    ]
  },
  "Kenneth Wilson received the 1982 Physics Nobel for his application of the renormalization group to this type of process. A rule named for J. Willard Gibbs gives the number of degrees of freedom during this process. The heat capacity of helium 2 becomes infinite at the lambda point during this type of process, which according to the Ehrenfest equations can be classified according to the least discontinuous": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.036376767
      ],
      [
        " transition",
        -0.48210362
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.57103086
      ],
      [
        " Emperor",
        -0.6639516
      ],
      [
        " of",
        -0.00011653639
      ],
      [
        " Ice",
        -0.0002663424
      ],
      [
        " Cream",
        -0.041876983
      ]
    ]
  },
  "Kenneth Bowles, a professor at UCSD, oversaw the development of a version of this computer language that allowed the underscore to be used in identifier names. The UCSD version also implemented the string": {
    "guess": "Pascal (programming language)",
    "confidence": [
      [
        "P",
        -0.18340595
      ],
      [
        "ascal",
        -0.0012441593
      ],
      [
        " (",
        -0.22344431
      ],
      [
        "programming",
        -0.0027888268
      ],
      [
        " language",
        -0.0003964761
      ],
      [
        ")",
        -4.7517467e-05
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton": {
    "guess": "Thomas Kuhn",
    "confidence": [
      [
        "Thomas",
        -0.53562653
      ],
      [
        " K",
        -0.55622005
      ],
      [
        "uhn",
        -0.00048393858
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both positive and negative heuristics: the research program. This man's premature death foiled his plans to publish a dialogue with Paul Feyerabend, whose part of that dialog was published in 1975 as Against Method, and along with Alan Musgrave this man edited Criticism and the Growth of Knowledge. For": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.004795
      ],
      [
        "re",
        -3.094816e-05
      ],
      [
        " Lak",
        -0.000119039665
      ],
      [
        "atos",
        -1.6643718e-05
      ]
    ]
  },
  "Kenneth Bowles, a professor at UCSD, oversaw the development of a version of this computer language that": {
    "guess": "Pascal (programming language)",
    "confidence": [
      [
        "P",
        -0.073080085
      ],
      [
        "ascal",
        -0.24761468
      ],
      [
        " (",
        -0.19619004
      ],
      [
        "programming",
        -0.004861923
      ],
      [
        " language",
        -0.0002637199
      ],
      [
        ")",
        -5.550411e-05
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\" on a sheet that the speaker \"spread as to cover her face.\" However, that woman's \"horny feet protrude,\" revealing \"how cold she is, and dumb.\" The first stanza commands \"let the boys / Bring flowers in last month's newspapers\" and \"let be be finale of seem.\" Beginning \"Call the roller of big cigars,/": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.3843857
      ],
      [
        " Emperor",
        -0.045798257
      ],
      [
        " of",
        -0.00013047588
      ],
      [
        " Ice",
        -7.9702455e-05
      ],
      [
        " Cream",
        -0.1367555
      ]
    ]
  },
  "Kenneth Bowles, a professor at UCSD, oversaw the development of a version of this computer language that allowed the underscore to be used in identifier names. The UCSD version also implemented the string variable type as a better alternative to packed character arrays. Other data structure include sets, arrays, and records, in FTP, what beginner computer programming language which encloses compound": {
    "guess": "Fortran",
    "confidence": [
      [
        "Fort",
        -0.20525448
      ],
      [
        "ran",
        -0.00041887542
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.26468062
      ],
      [
        "re",
        -6.718607e-05
      ],
      [
        " Lak",
        -0.00022976153
      ],
      [
        "atos",
        -8.613945e-05
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors later worked with Dayton Miller to resolve the problem that this experiment raised. The setup of this experiment was constructed atop a slab of marble floating in a pool of mercury. One of this": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -0.7882047
      ],
      [
        "edy",
        -0.0010253086
      ],
      [
        "–",
        -0.0201091
      ],
      [
        "Thor",
        -0.00080271857
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -8.006007e-05
      ],
      [
        " experiment",
        -0.00041696816
      ]
    ]
  },
  "Kenneth Lincoln posited a connection to the trinity in this poem's image of three missing glass knobs. Helen Vendler created an explanatory prose narrative version arguing that the speaker feels disgust for the title figure's presence at a female neighbor's wake. That neighbor \"embroidered fantails once\" on a sheet that the speaker \"spread as to cover her face.\" However, that woman's \"horny feet protrude,\" revealing \"how cold she is, and dumb.\" The first stanza commands \"let the boys / Bring flowers in last month's newspapers\" and \"let be be finale of seem.\" Beginning \"Call the roller of big cigars,/ The muscular one, and bid him whip / in kitchen cups concupiscent curds,\" FTP, name this Wallace": {
    "guess": "The Emperor of Ice Cream",
    "confidence": [
      [
        "The",
        -0.0047814767
      ],
      [
        " Emperor",
        -0.00025025356
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " Ice",
        -6.4325184e-05
      ],
      [
        " Cream",
        -0.014847061
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he labeled as \"degenerate\" if they did not lead to the prediction of new facts. This man used the terms \"protective belt\" and \"hard core\" to describe a concept that he argued could be reached through both positive and negative heuristics: the research program. This man's premature death foiled his plans to publish a dialogue with Paul Feyerabend, whose part of that dialog was published in 1975 as Against": {
    "guess": "Imre Lakatos",
    "confidence": [
      [
        "Im",
        -0.005946691
      ],
      [
        "re",
        -3.035214e-05
      ],
      [
        " Lak",
        -0.00022666223
      ],
      [
        "atos",
        -1.9146995e-05
      ]
    ]
  },
  "A 2003 Kenneth Waltz essay is subtitled \"Reflections on\" this man. This man's early work included translating the writings of George Polya. Along with his colleague Spiro Latsis, this man criticized Milton Friedman, whom he accused of pseudo-science. This man coined the term \"problem shifts\", which he": {
    "guess": "Thomas Kuhn",
    "confidence": [
      [
        "Thomas",
        -0.17481394
      ],
      [
        " K",
        -0.35657507
      ],
      [
        "uhn",
        -0.00024596223
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors": {
    "guess": "Kennedy–Thorndike experiment",
    "confidence": [
      [
        "Kenn",
        -1.4115487
      ],
      [
        "edy",
        -0.016056424
      ],
      [
        "–",
        -0.1329173
      ],
      [
        "Thor",
        -0.06823283
      ],
      [
        "nd",
        0.0
      ],
      [
        "ike",
        -0.00019650738
      ],
      [
        " experiment",
        -0.00055910845
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors later worked with Dayton Miller to resolve the problem that this experiment raised. The setup of this experiment was constructed atop a slab of marble floating in a pool of mercury. One of this experiment's conductors created a namesake interferometer to split a single light source into two beams": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.04127479
      ],
      [
        "elson",
        -3.4121115e-06
      ],
      [
        "–",
        -0.03258286
      ],
      [
        "Mor",
        -1.378283e-05
      ],
      [
        "ley",
        -3.7697225e-06
      ],
      [
        " experiment",
        -0.00082082656
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors later worked with Dayton Miller to resolve the problem that this experiment raised. The setup of this experiment was constructed atop a slab of marble floating in a pool of mercury. One of this experiment's conductors created a namesake interferometer to split a single light source into two beams of light. For 10 points, name this experiment, the null result of which discredited the existence of luminiferous [loo-mih-NIH-fer-us] ether.": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.03256417
      ],
      [
        "elson",
        -1.998142e-05
      ],
      [
        "–",
        -0.16642557
      ],
      [
        "Mor",
        -0.0016625624
      ],
      [
        "ley",
        -2.4584822e-06
      ],
      [
        " experiment",
        -0.0052092094
      ]
    ]
  },
  "Kennedy and Illingworth attempted to carry out this experiment with a half-wave step. One of its conductors later worked with Dayton Miller to resolve the problem that this experiment raised. The setup of this experiment was constructed atop a slab of marble floating in a pool of mercury. One of this experiment's conductors created a namesake interferometer to split a single light source into two beams of light. For 10 points, name this experiment, the null result of which discredited the existence": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.028613076
      ],
      [
        "elson",
        -2.0339032e-05
      ],
      [
        "–",
        -0.53820175
      ],
      [
        "Mor",
        -0.005807925
      ],
      [
        "ley",
        -3.888926e-06
      ],
      [
        " experiment",
        -0.019360008
      ]
    ]
  }
}