{
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.5455895
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese": {
    "guess": "Delilah (cipher machine)",
    "confidence": [
      [
        "Del",
        -1.0460176
      ],
      [
        "il",
        -0.0002326224
      ],
      [
        "ah",
        -5.2001665e-06
      ],
      [
        " (",
        -0.12781979
      ],
      [
        "cipher",
        -0.9683698
      ],
      [
        " machine",
        -0.25021553
      ],
      [
        ")",
        -9.9251854e-05
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing of missionaries in the Taiyuan Massacre. The Eight-Nation Alliance was formed to stop this event,": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.001680775
      ],
      [
        "er",
        -6.511407e-06
      ],
      [
        " Rebellion",
        -0.00038241007
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes to shepherds cause a war declared by King Picrochole in the first book. One book of this series tells how two characters discuss with many people whether or not one of them should get married, and the Shysteroos are encountered in another book in Friar John's quest to find the Oracle of the Holy Bottle": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.013263756
      ],
      [
        "arg",
        -5.931863e-05
      ],
      [
        "ant",
        -4.8828708e-05
      ],
      [
        "ua",
        -1.0683535e-05
      ],
      [
        " and",
        -0.00094754563
      ],
      [
        " Pant",
        -0.00038598618
      ],
      [
        "ag",
        -2.7848862e-05
      ],
      [
        "ru",
        -6.511407e-06
      ],
      [
        "el",
        -9.0883464e-07
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\" by Henry Cabot Lodge. Another of these events defied the orders of Edwin Upton Curtis, who refused to re-hire participants even though Samuel Gompers had urged for its end. That one of these events in 1919 in Boston resulted in a Calvin Coolidge line about there being \"no right\" to harm \"the": {
    "guess": "Boston Police Strike",
    "confidence": [
      [
        "Boston",
        -0.3995622
      ],
      [
        " Police",
        -0.34331214
      ],
      [
        " Strike",
        -0.0065758657
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued": {
    "guess": "Baltimore Marathon",
    "confidence": [
      [
        "B",
        -0.8532877
      ],
      [
        "altimore",
        -0.03196247
      ],
      [
        " Marathon",
        -1.3224305
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary": {
    "guess": "Yin and yang",
    "confidence": [
      [
        "Y",
        -0.14363654
      ],
      [
        "in",
        -0.020692298
      ],
      [
        " and",
        -0.008327208
      ],
      [
        " yang",
        -0.47014937
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but ontologically antecedent to li. Zhuangzi noted that \"When the Great Clod exhales breath, it is called wind.\" In Warring States period Daoism, those who were particularly adept at utilizing this could claim to dispense with food and water. Its root meaning comes from the word for \"moist emanation,\" and its logogram resembles steam rising from rice. For 10 points, name this central principle in Chinese thought which is commonly translated as \"vital spirit,\" or \"power.\"": {
    "guess": "Qi (Chi)",
    "confidence": [
      [
        "Qi",
        -0.0023396122
      ],
      [
        " (",
        -0.51865864
      ],
      [
        "Chi",
        -0.8103199
      ],
      [
        ")",
        -0.0010104191
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but ontologically antecedent to li. Zhuangzi noted that \"When the Great Clod exhales breath, it is called wind.\" In Warring States period Daoism, those who were particularly adept at utilizing this could claim to dispense with food and water. Its root meaning comes from the word for \"moist emanation,\"": {
    "guess": "Qi",
    "confidence": [
      [
        "Qi",
        -0.1166289
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material.": {
    "guess": "The Last Tycoon",
    "confidence": [
      [
        "The",
        -0.20990083
      ],
      [
        " Last",
        -1.6751556
      ],
      [
        " Ty",
        -0.84099036
      ],
      [
        "coon",
        -0.00011927807
      ]
    ]
  },
  "He donates ten tickets for every one of his team's games to the American Diabetes Association. In the late 1990's, he developed with Tony Dungy the Tampa 2, a simple defense that emphasizes speed. He parlayed": {
    "guess": "Tony Dungy",
    "confidence": [
      [
        "Tony",
        -0.92903847
      ],
      [
        " D",
        -0.0065935133
      ],
      [
        "ung",
        -0.00012118533
      ],
      [
        "y",
        -1.640531e-05
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\" by Henry Cabot Lodge. Another of these events defied the orders of Edwin Upton Curtis, who refused to re-hire participants even though Samuel Gompers had urged for its end. That one of these events": {
    "guess": "1974 Baltimore police strike",
    "confidence": [
      [
        "197",
        -1.2654835
      ],
      [
        "4",
        -0.028193627
      ],
      [
        " Baltimore",
        -0.25343502
      ],
      [
        " police",
        -0.19754885
      ],
      [
        " strike",
        -0.00032843283
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but": {
    "guess": "Yin and yang",
    "confidence": [
      [
        "Y",
        -0.21849222
      ],
      [
        "in",
        -0.002712977
      ],
      [
        " and",
        -0.004887893
      ],
      [
        " yang",
        -0.15024099
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes to shepherds cause a war declared by King Picrochole in the first book. One book of this series tells how two characters discuss with many people whether or not one of them should get married, and the Shysteroos are encountered in another book in Friar John's quest to find the Oracle of the Holy Bottle with Panurge and one of the titular characters. For 10 points, name this series of five novels": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.01426294
      ],
      [
        "arg",
        -4.8113485e-05
      ],
      [
        "ant",
        -4.143808e-05
      ],
      [
        "ua",
        -6.511407e-06
      ],
      [
        " and",
        -0.001159266
      ],
      [
        " Pant",
        -0.0002753982
      ],
      [
        "ag",
        -2.057744e-05
      ],
      [
        "ru",
        0.0
      ],
      [
        "el",
        -3.1281633e-07
      ]
    ]
  },
  "He donates ten tickets for every one of his team's games to the American Diabetes Association. In the late 1990's, he developed with Tony Dungy the Tampa 2, a simple defense that emphasizes speed. He parlayed the success of that defense into a short stint as the Defensive Coordinator for the 2001 NFC Champions. Five years later, as a head coach, his team would win the same title. For 10 points, name": {
    "guess": "Tony Dungy",
    "confidence": [
      [
        "Tony",
        -0.7852043
      ],
      [
        " D",
        -0.0022206763
      ],
      [
        "ung",
        -0.00015181334
      ],
      [
        "y",
        -6.2729996e-06
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing of missionaries in the Taiyuan Massacre. The Eight-Nation Alliance was formed to stop this event, which began in part due to resentment against the Western \"spheres of influence\" granted by the Unequal Treaties and the Open Door policy. The Dowager Empress voiced support for this movement, which arose in 1898 and lasted until 1901. For 10 points, name this Chinese anti-foreigner rebellion led by the Society of Righteous and Harmonious Fists.": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.00023321842
      ],
      [
        "er",
        -2.3392786e-06
      ],
      [
        " Rebellion",
        -2.2007884e-05
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes to shepherds cause a war declared by King Picrochole in the first book. One book of this series tells": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.0126568
      ],
      [
        "arg",
        -9.710619e-05
      ],
      [
        "ant",
        -6.682846e-05
      ],
      [
        "ua",
        -1.7239736e-05
      ],
      [
        " and",
        -0.0006432149
      ],
      [
        " Pant",
        -0.0005436193
      ],
      [
        "ag",
        -3.0828953e-05
      ],
      [
        "ru",
        -2.3392786e-06
      ],
      [
        "el",
        -6.704273e-07
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing": {
    "guess": "Battle of Langfang",
    "confidence": [
      [
        "Battle",
        -0.61667866
      ],
      [
        " of",
        -0.0017541917
      ],
      [
        " Lang",
        -0.7763683
      ],
      [
        "fang",
        -0.00049393706
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but ontologically antecedent to li. Zhuangzi noted that \"When the Great Clod exhales breath, it is called wind.\" In Warring States period Daoism, those who were particularly adept at utilizing this could claim to dispense with food and water. Its root meaning comes from the word for \"moist emanation,\" and its logogram resembles steam rising from rice. For 10 points, name this central principle in Chinese": {
    "guess": "Qi",
    "confidence": [
      [
        "Qi",
        -0.116179205
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\" by Henry Cabot Lodge. Another of these events defied the orders of Edwin Upton Curtis, who refused to re-hire participants even though Samuel Gompers had urged for its end. That one of these events in 1919 in Boston resulted in a Calvin Coolidge line about there being \"no right\" to harm \"the public safety, anywhere, anytime.\" For 10 points, name these events which typically involved disgruntled": {
    "guess": "Labor strikes",
    "confidence": [
      [
        "Labor",
        -1.0085863
      ],
      [
        " strikes",
        -0.19273423
      ]
    ]
  },
  "He donates ten tickets for every one of his team's games to the American Diabetes Association. In the": {
    "guess": "American Diabetes Association",
    "confidence": [
      [
        "American",
        -1.6491742
      ],
      [
        " Diabetes",
        -0.2840017
      ],
      [
        " Association",
        -0.0009252765
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese Room Experiment was developed by John Searle in response to one of this man's namesake tests. He showed that the halting problem was undecidable. He devised a bombe with Gordon Welchman that found the": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.023600424
      ],
      [
        " Turing",
        -0.0007171964
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes to shepherds cause a war declared by King Picrochole in the first book. One book of this series tells how two characters discuss with many people whether or not one of them should get married, and the Shysteroos are encountered in another book in Friar John's quest to find the Oracle of the Holy Bottle with Panurge and one of the titular characters. For 10 points, name this series of five novels about two giants by Francois Rabelais.": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.03152457
      ],
      [
        "arg",
        -5.6815352e-05
      ],
      [
        "ant",
        -3.4405064e-05
      ],
      [
        "ua",
        -1.1398757e-05
      ],
      [
        " and",
        -0.008379114
      ],
      [
        " Pant",
        -0.0003836021
      ],
      [
        "ag",
        -2.5345586e-05
      ],
      [
        "ru",
        -0.000106284875
      ],
      [
        "el",
        -1.3856493e-06
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but ontologically antecedent to li. Zhuangzi noted that \"When the Great Clod exhales breath, it is called wind.\" In Warring States period Daoism, those who were particularly adept at utilizing this could": {
    "guess": "Yin and yang",
    "confidence": [
      [
        "Y",
        -0.78482026
      ],
      [
        "in",
        -0.002108863
      ],
      [
        " and",
        -0.0035362788
      ],
      [
        " yang",
        -0.13604221
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described": {
    "guess": "Luxuriant Dew of the Spring and Autumn Annals",
    "confidence": [
      [
        "Lux",
        -0.11605821
      ],
      [
        "ur",
        -2.0458236e-05
      ],
      [
        "iant",
        -1.4498052e-05
      ],
      [
        " Dew",
        -4.596782e-05
      ],
      [
        " of",
        -3.6073914e-05
      ],
      [
        " the",
        -0.000119754885
      ],
      [
        " Spring",
        -6.6232446e-05
      ],
      [
        " and",
        -1.504853e-06
      ],
      [
        " Autumn",
        -1.4855664e-05
      ],
      [
        " Ann",
        -2.5107178e-05
      ],
      [
        "als",
        -8.0656086e-05
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded, and in Zhu Xi's and Cheng Yi's Neo-Confucian metaphysics, this principle was ethically bivalent but ontologically antecedent to li. Zhuangzi noted that \"When the Great Clod exhales breath, it is called": {
    "guess": "Yin and yang",
    "confidence": [
      [
        "Y",
        -0.26719806
      ],
      [
        "in",
        -0.0012815415
      ],
      [
        " and",
        -0.0035102721
      ],
      [
        " yang",
        -0.16173996
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -0.937295
      ],
      [
        "gate",
        -0.00010592726
      ],
      [
        " scandal",
        -0.14750308
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing of missionaries in the Taiyuan Massacre. The Eight-Nation Alliance was formed to stop this event, which began in part due to resentment against the Western \"spheres of influence\" granted by the Unequal Treaties and the Open Door policy. The Dowager Empress voiced support for this movement, which arose in 1898 and lasted until 1901. For 10 points, name this Chinese anti-foreigner rebellion led": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.0005992618
      ],
      [
        "er",
        -2.220075e-06
      ],
      [
        " Rebellion",
        -6.635165e-05
      ]
    ]
  },
  "He donates ten tickets for every one of his team's games to the American Diabetes Association. In the late 1990's, he developed with Tony Dungy the Tampa 2, a simple defense that emphasizes speed. He parlayed the success of that defense into a short stint as the Defensive Coordinator for the 2001 NFC": {
    "guess": "Monte Kiffin",
    "confidence": [
      [
        "Mont",
        -0.43206134
      ],
      [
        "e",
        -0.0018886608
      ],
      [
        " K",
        -0.0003670365
      ],
      [
        "iffin",
        -0.00092944864
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\" by Henry Cabot Lodge. Another of these events defied the orders of Edwin Upton Curtis, who refused": {
    "guess": "Watergate hearings",
    "confidence": [
      [
        "Water",
        -0.73667747
      ],
      [
        "gate",
        -0.004963816
      ],
      [
        " hearings",
        -0.6579167
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\" by Henry Cabot Lodge. Another of these events defied the orders of Edwin Upton Curtis, who refused to re-hire participants even though Samuel Gompers had urged for its end. That one of these events in 1919 in Boston resulted in a Calvin Coolidge line about there being \"no right\" to harm \"the public safety, anywhere, anytime.\" For 10 points, name these events which typically involved disgruntled law enforcement officers.": {
    "guess": "Boston Police Strike",
    "confidence": [
      [
        "Boston",
        -0.6220529
      ],
      [
        " Police",
        -0.20626672
      ],
      [
        " Strike",
        -0.0015389079
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese Room Experiment was developed by John Searle in response to one of this man's namesake tests. He showed that the halting problem was undecidable. He devised a bombe with Gordon Welchman that found the settings of an Enigma machine. One of this man's eponymous machines which can perform any computing": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.46627155
      ],
      [
        " Turing",
        -0.00065405876
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.15735371
      ],
      [
        "arg",
        -0.0005063269
      ],
      [
        "ant",
        -0.00017600802
      ],
      [
        "ua",
        -5.4385737e-06
      ],
      [
        " and",
        -0.00128571
      ],
      [
        " Pant",
        -0.00046975704
      ],
      [
        "ag",
        -1.4974867e-05
      ],
      [
        "ru",
        -1.735894e-05
      ],
      [
        "el",
        0.0
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing of missionaries in the Taiyuan Massacre. The Eight-Nation Alliance was formed to stop this event, which began in part due to resentment against the Western \"spheres of influence\" granted by the Unequal": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.002258737
      ],
      [
        "er",
        -1.0087517e-05
      ],
      [
        " Rebellion",
        -0.0006127171
      ]
    ]
  },
  "Dong Fuxiang's army of ten thousand Muslims from Gansu participated in this event, which saw the killing of missionaries in the Taiyuan Massacre. The Eight-Nation Alliance was formed to stop this event, which began in part due to resentment against the Western \"spheres of influence\" granted by the Unequal Treaties and the Open Door policy. The Dowager Empress voiced support for this movement, which": {
    "guess": "Boxer Rebellion",
    "confidence": [
      [
        "Box",
        -0.0006838413
      ],
      [
        "er",
        -3.4121115e-06
      ],
      [
        " Rebellion",
        -5.025915e-05
      ]
    ]
  },
  "In Dong Zhongshu's Luxuriant Dew of the Spring and Autumn Annals, the gibbon and crane are described as masters of utilizing this principle. According to the Huaninanzi, this concept operated as the primary organizing principle in wuxing or \"Five Phases\" natural philosophy. Later its meaning expanded,": {
    "guess": "Yin and yang",
    "confidence": [
      [
        "Y",
        -0.57790977
      ],
      [
        "in",
        -0.012059599
      ],
      [
        " and",
        -0.019726973
      ],
      [
        " yang",
        -0.1393888
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese Room Experiment was developed by John Searle in response to one of this man's namesake tests. He showed": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.14386399
      ],
      [
        " Turing",
        -0.0006034302
      ]
    ]
  },
  "He donates ten tickets for every one of his team's games to the American Diabetes Association. In the late 1990's, he developed with Tony Dungy the Tampa 2, a simple defense that emphasizes speed. He parlayed the success of that defense into a short stint as the Defensive Coordinator for the 2001 NFC Champions. Five years later, as a head coach, his team would win the same title. For 10 points, name this current coach of the Chicago Bears.": {
    "guess": "Lovie Smith",
    "confidence": [
      [
        "L",
        -0.06227912
      ],
      [
        "ovie",
        -4.246537e-06
      ],
      [
        " Smith",
        -0.00030173853
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese Room Experiment was developed by John Searle in response to one of this man's namesake tests. He showed that the halting problem was undecidable. He devised a bombe with Gordon Welchman that found the settings of an Enigma machine. One of this man's eponymous machines which can perform any computing task is his namesake \"complete.\" Name this man, whose eponymous test is used to determine if a machine": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.25559574
      ],
      [
        " Turing",
        -0.0010155413
      ]
    ]
  },
  "This man and Donald Bayley created a secure voice communications machine called \"Delilah\". The Chinese Room Experiment was developed by John Searle in response to one of this man's namesake tests. He showed that the halting problem was undecidable. He devised a bombe with Gordon Welchman that found the settings of an Enigma machine. One of this man's eponymous machines which can perform any computing task is his namesake \"complete.\" Name this man, whose eponymous test is used to determine if a machine can exhibit behavior indistinguishable from that of a human.": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.041553978
      ],
      [
        " Turing",
        -0.000769248
      ]
    ]
  },
  "Donald Pomerleau warned that participants in one of these events would face punishments like not being able to use air conditioned cars, and afterwards both Pomerleau and Governor Martin Mandel were sued for illegal spying. One of these events took place in July 1974 in Baltimore and was an early test case for the AFSCME, while another of these events was branded an attempt at creating \"Soviet government\"": {
    "guess": "Watergate scandal",
    "confidence": [
      [
        "Water",
        -1.1547141
      ],
      [
        "gate",
        -0.0003427336
      ],
      [
        " scandal",
        -0.5737932
      ]
    ]
  },
  "Donald M. Frame asserts that this collection's last book had been compiled from unfinished material. The introduction to this series instructs readers to \"BE HAPPY!\" and bakers who refuse to sell cakes to shepherds cause a war declared by King Picrochole in the first book. One book of this series tells how two characters discuss with many people whether or not one of them should get married, and the": {
    "guess": "Gargantua and Pantagruel",
    "confidence": [
      [
        "G",
        -0.0335355
      ],
      [
        "arg",
        -7.088138e-05
      ],
      [
        "ant",
        -7.350386e-05
      ],
      [
        "ua",
        -9.014684e-06
      ],
      [
        " and",
        -0.0016374545
      ],
      [
        " Pant",
        -0.00025669055
      ],
      [
        "ag",
        -2.2723105e-05
      ],
      [
        "ru",
        -1.0445127e-05
      ],
      [
        "el",
        -1.147242e-06
      ]
    ]
  }
}