{
  "Their size ranges from about 5 to 90 times that of Jupiter, and those that are at least 13 times the mass of Jupiter fuse deuterium. Astronomers have trouble distinguishing them from stars with low temperatures, and massive planets often share the same molecules with them in their atmospheres. FTP, identify these sub-stellar objects that have fully convective surfaces and interiors that, due to their low mass, do not fuse Hydrogen into Helium.": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.0007899748
      ],
      [
        " dwarf",
        -0.0017283721
      ]
    ]
  },
  "The size of these objects is given by the Schwarzschild (\"SHWARTZ child\") radius. According to quantum mechanics, these objects emit Hawking radiation. One of them, Sagittarius A Star, sits at the center of our galaxy and has four million times the mass of our sun. For 10 points, what are these objects": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0003449985
      ],
      [
        " hole",
        -0.0055556744
      ]
    ]
  },
  "Their size ranges from about 5 to 90 times that of Jupiter, and those that are at least 13 times the": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.6245565
      ],
      [
        " dwarf",
        -0.040501565
      ]
    ]
  },
  "Their size ranges from about 5 to 90 times that of Jupiter, and those that are at least 13 times the mass of Jupiter fuse deuterium. Astronomers have trouble distinguishing them from stars with low temperatures,": {
    "guess": "Brown dwarf",
    "confidence": [
      [
        "Brown",
        -0.0011640305
      ],
      [
        " dwarf",
        -0.003128402
      ]
    ]
  },
  "Just 70% of the size of Washington, DC, this island's population of about 800 is decreasing, probably": {
    "guess": "Christmas Island",
    "confidence": [
      [
        "Christmas",
        -0.0031040423
      ],
      [
        " Island",
        -2.8802491e-05
      ]
    ]
  },
  "Just 70% of the size of Washington, DC, this island's population of about 800 is decreasing, probably because its phosphate resources are near depletion and all the workers are employees of a phosphate mining company. For 10 points \\-- name this Indian Ocean island, that is trying to create a tourism": {
    "guess": "Christmas Island",
    "confidence": [
      [
        "Christmas",
        -0.0013471384
      ],
      [
        " Island",
        -5.3596854e-05
      ]
    ]
  },
  "Just 70% of the size of Washington, DC, this island's population of about 800 is decreasing, probably because its phosphate resources are near depletion and all the workers are employees of a phosphate mining company. For 10 points \\-- name this Indian Ocean island, that is trying to create a tourism industry, which might be popular in late December.": {
    "guess": "Christmas Island",
    "confidence": [
      [
        "Christmas",
        -0.00046963783
      ],
      [
        " Island",
        -9.639097e-05
      ]
    ]
  },
  "Their size ranges from about 5 to 90 times that of Jupiter, and those that are at least 13 times the mass of Jupiter fuse deuterium. Astronomers have trouble distinguishing them from stars with low temperatures, and massive planets often share the same molecules with them in their atmospheres. FTP, identify these sub-stellar objects that have fully convective surfaces and interiors that, due to their": {
    "guess": "Brown dwarfs",
    "confidence": [
      [
        "Brown",
        -0.0066966615
      ],
      [
        " dwar",
        -0.032249343
      ],
      [
        "fs",
        -0.0004769056
      ]
    ]
  },
  "Their size ranges from about 5 to 90 times that of Jupiter, and those that are at least 13 times the mass of Jupiter fuse deuterium. Astronomers have trouble distinguishing them from stars with low temperatures, and massive planets often share the same molecules with them in their atmospheres. FTP, identify": {
    "guess": "Brown dwarfs",
    "confidence": [
      [
        "Brown",
        -0.009308926
      ],
      [
        " dwar",
        -0.06348531
      ],
      [
        "fs",
        -0.0006087944
      ]
    ]
  },
  "The size of these objects is given by the Schwarzschild (\"SHWARTZ child\") radius. According to quantum mechanics, these objects emit Hawking radiation. One of them, Sagittarius A Star, sits at the center": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.00042780832
      ],
      [
        " hole",
        -0.007252942
      ]
    ]
  },
  "The size of these objects is given by the Schwarzschild (\"SHWARTZ child\") radius. According to quantum": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0003342738
      ],
      [
        " hole",
        -0.0014708224
      ]
    ]
  },
  "The size of these objects is given by the Schwarzschild (\"SHWARTZ child\") radius. According to quantum mechanics, these objects emit Hawking radiation. One of them, Sagittarius A Star, sits at the center of our galaxy and has four million times the mass of our sun. For 10 points, what are these objects in outer space from which supposedly nothing, not even light, can escape?": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0012822568
      ],
      [
        " hole",
        -0.005349617
      ]
    ]
  },
  "Just 70% of the size of Washington, DC, this island's population of about 800 is decreasing, probably because its phosphate resources are near depletion and all the workers are employees of a phosphate": {
    "guess": "Christmas Island",
    "confidence": [
      [
        "Christmas",
        -0.005615297
      ],
      [
        " Island",
        -0.0003311745
      ]
    ]
  }
}