{
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the silver found at Laurium to build one of these, instead of the triremes proposed by Themistocles during the Greco-Persian Wars. Ones built by Constantine and Theodosius were the forerunners of a system of these at Constantinople which were eventually defeated by forces under Mehmed II. The ones that connected Piraeus and Athens during the Peloponnesian War were known as the \"long\" ones. For 10 points, name these structures, one of which was built by Hadrian.": {
    "guess": "Walls of Dubrovnik",
    "confidence": [
      [
        "W",
        -0.242432
      ],
      [
        "alls",
        -2.0219828e-05
      ],
      [
        " of",
        -0.05419166
      ],
      [
        " Dub",
        -0.51197565
      ],
      [
        "rov",
        -5.8365e-05
      ],
      [
        "nik",
        -0.00010485443
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the silver found at Laurium to build one of these, instead of the triremes proposed by Themistocles during the Greco-Persian Wars. Ones built by Constantine and Theodosius were the forerunners of a system of these at Constantinople which were eventually defeated by forces under Mehmed II. The ones that": {
    "guess": "Walls of Dubrovnik",
    "confidence": [
      [
        "W",
        -0.35951942
      ],
      [
        "alls",
        -0.00033558503
      ],
      [
        " of",
        -0.029012311
      ],
      [
        " Dub",
        -0.34538543
      ],
      [
        "rov",
        -6.6113236e-05
      ],
      [
        "nik",
        -0.0001008015
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the silver found at Laurium to build one of these, instead of the triremes proposed by Themistocles during the Greco-Persian Wars. Ones built by Constantine and Theodosius were the forerunners of a system": {
    "guess": "Walls of Dubrovnik",
    "confidence": [
      [
        "W",
        -0.78497577
      ],
      [
        "alls",
        -0.0031954164
      ],
      [
        " of",
        -0.016336754
      ],
      [
        " Dub",
        -0.23517187
      ],
      [
        "rov",
        -6.098748e-05
      ],
      [
        "nik",
        -9.841743e-05
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the silver found at Laurium to build one of these, instead of the triremes proposed by Themistocles during the Greco-Persian Wars. Ones built by Constantine and Theodosius were the forerunners of a system of these at Constantinople which were eventually defeated by forces under Mehmed II. The ones that connected Piraeus and Athens during the Peloponnesian War were known as the \"long\" ones. For 10 points,": {
    "guess": "Walls of Dubrovnik",
    "confidence": [
      [
        "W",
        -0.124842204
      ],
      [
        "alls",
        -6.511407e-06
      ],
      [
        " of",
        -0.04981755
      ],
      [
        " Dub",
        -0.3516783
      ],
      [
        "rov",
        -3.7981175e-05
      ],
      [
        "nik",
        -0.00011498674
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near": {
    "guess": "Stecak",
    "confidence": [
      [
        "St",
        -1.8226894
      ],
      [
        "ec",
        -0.16432889
      ],
      [
        "ak",
        -0.021641536
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese": {
    "guess": "Walls of Ston",
    "confidence": [
      [
        "W",
        -0.858715
      ],
      [
        "alls",
        -0.008470019
      ],
      [
        " of",
        -0.0124962265
      ],
      [
        " Ston",
        -0.25155014
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the silver found at Laurium to build one of these, instead of the triremes proposed by Themistocles during": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -1.1764576
      ],
      [
        "us",
        -0.14661142
      ]
    ]
  },
  "Mihac and Bunic helped build some of these objects at Ston, which are in the same country as ones near Fort Bokar and Minceta at Dubrovnik. A trench and one of these structures at the foot of Kalkriese Hill resulted in a massacre during the Battle of the Teutoburg Forest. Aristides wanted to use the": {
    "guess": "Battle of the Teutoburg Forest",
    "confidence": [
      [
        "Battle",
        -0.3729272
      ],
      [
        " of",
        -0.018047392
      ],
      [
        " the",
        -0.009666841
      ],
      [
        " Te",
        -4.7755875e-05
      ],
      [
        "ut",
        -0.00029470553
      ],
      [
        "ob",
        -1.1517961e-05
      ],
      [
        "urg",
        -6.749814e-06
      ],
      [
        " Forest",
        -4.1273333e-06
      ]
    ]
  }
}