{
  "One of his most prized possessions is a small flat-screen television, at least until his then-girlfriend breaks it with a cheap trophy. He notes that Lebron James and Kobe Bryant did not go to business": {
    "guess": "List of The Office (American TV series) episodes",
    "confidence": [
      [
        "List",
        -2.0801368
      ],
      [
        " of",
        -0.006378548
      ],
      [
        " The",
        -1.3131385
      ],
      [
        " Office",
        -0.528804
      ],
      [
        " (",
        -0.056425128
      ],
      [
        "American",
        -0.0019062626
      ],
      [
        " TV",
        -0.00014644918
      ],
      [
        " series",
        -0.0007753238
      ],
      [
        ")",
        -0.00011510595
      ],
      [
        " episodes",
        -0.67728513
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident when he ordered the warship Charlemagne into the Black Sea, part of a dispute over who would": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.35834736
      ],
      [
        "ap",
        -0.02644764
      ],
      [
        "oleon",
        -7.8033605e-05
      ],
      [
        " III",
        -0.0002728986
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident when he ordered the warship Charlemagne into the Black Sea, part of a dispute over who would be the protector of Maronite Christians. This man signed a secret treaty at Plombiers in which he agreed to intervene in Italy. This man's capital city was redesigned by Baron Haussman, and this ruler was forced to abdicate after the Battle of Sedan, leading to the Third Republic. For ten points, name": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.08180112
      ],
      [
        "ap",
        -0.0028336495
      ],
      [
        "oleon",
        -0.00017600802
      ],
      [
        " III",
        -0.00020032188
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident when he ordered the warship Charlemagne into the Black Sea, part of a dispute over who would be the protector of Maronite Christians. This man signed a secret treaty at Plombiers in which he agreed": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.41407353
      ],
      [
        "ap",
        -0.005012921
      ],
      [
        "oleon",
        -0.000108668944
      ],
      [
        " III",
        -0.00022213248
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this": {
    "guess": "Louis Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -1.1114683
      ],
      [
        " Napoleon",
        -0.61074275
      ],
      [
        " Bon",
        -0.29725215
      ],
      [
        "ap",
        -0.00032592955
      ],
      [
        "arte",
        -0.00027146813
      ]
    ]
  },
  "One of his most prized possessions is a small flat-screen television, at least until his then-girlfriend": {
    "guess": "List of The Big Bang Theory and Young Sheldon characters",
    "confidence": [
      [
        "List",
        -2.4771729
      ],
      [
        " of",
        -0.0012177364
      ],
      [
        " The",
        -1.3571129
      ],
      [
        " Big",
        -0.24926943
      ],
      [
        " Bang",
        -0.000802957
      ],
      [
        " Theory",
        -0.0006335667
      ],
      [
        " and",
        -0.5387792
      ],
      [
        " Young",
        -0.026757922
      ],
      [
        " Sheldon",
        -2.0100624e-05
      ],
      [
        " characters",
        -0.06484357
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident when he ordered the warship Charlemagne into the Black Sea, part of a dispute over who would be the protector of Maronite Christians. This man signed a secret treaty at Plombiers in which he agreed to intervene in Italy. This man's capital city was redesigned by Baron Haussman, and this ruler": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.38381636
      ],
      [
        "ap",
        -0.0025900502
      ],
      [
        "oleon",
        -8.864273e-05
      ],
      [
        " III",
        -7.445749e-05
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister,": {
    "guess": "Louis-Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -0.82612324
      ],
      [
        "-N",
        -0.20279159
      ],
      [
        "ap",
        -0.65742826
      ],
      [
        "oleon",
        -0.0009694644
      ],
      [
        " Bon",
        -0.0016955342
      ],
      [
        "ap",
        -0.00013631687
      ],
      [
        "arte",
        -0.00011796683
      ]
    ]
  },
  "One of his most prized possessions is a small flat-screen television, at least until his then-girlfriend breaks it with a cheap trophy. He notes that Lebron James and Kobe Bryant did not go to business school, and refers to coordination-challenged Stanley as his \"secret weapon\" before a game of basketball": {
    "guess": "Hoops",
    "confidence": [
      [
        "Ho",
        -0.86716646
      ],
      [
        "ops",
        -0.0006397653
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident": {
    "guess": "French coup d'état of 1851",
    "confidence": [
      [
        "French",
        -0.9137166
      ],
      [
        " coup",
        -0.85573375
      ],
      [
        " d",
        -0.31098825
      ],
      [
        "'ét",
        -0.01376041
      ],
      [
        "at",
        -0.00036858613
      ],
      [
        " of",
        -0.13276388
      ],
      [
        " ",
        -0.007467489
      ],
      [
        "185",
        -0.0023570948
      ],
      [
        "1",
        -0.00047535592
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting Catholic schools. This man's cabinet also included the Count of Persigny, who was Interior Minister, and the Polish-born Count Walewski, who was Foreign Minister. This leader caused an international incident when he ordered the warship Charlemagne into the Black Sea, part of a dispute over who would be the protector of Maronite Christians. This man signed a secret treaty at Plombiers in which he agreed to intervene in Italy. This man's capital city was redesigned by Baron Haussman, and this ruler was forced to abdicate after the Battle of Sedan, leading to the Third Republic. For ten points, name this man who ruled France during the Second Empire.": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.020434441
      ],
      [
        "ap",
        -0.0011621269
      ],
      [
        "oleon",
        -8.1490514e-05
      ],
      [
        " III",
        -6.0272258e-05
      ]
    ]
  },
  "One of his most prized possessions is a small flat-screen television, at least until his then-girlfriend breaks it with a cheap trophy. He notes that Lebron James and Kobe Bryant did not go to business school, and refers to coordination-challenged Stanley as his \"secret weapon\" before a game of basketball against the warehouse workers. Proudly displaying a \"World's Best Boss\" mug, for 10 points, name this clueless manager of the Scranton branch of Dunder Mifflin played by Steve Carell on The Office.": {
    "guess": "Michael Scott (The Office)",
    "confidence": [
      [
        "Michael",
        -0.0026537748
      ],
      [
        " Scott",
        -0.00023536409
      ],
      [
        " (",
        -0.3643326
      ],
      [
        "The",
        -0.00038372134
      ],
      [
        " Office",
        -6.408677e-05
      ],
      [
        ")",
        -0.00019269285
      ]
    ]
  },
  "While in prison, this man wrote an economic manifesto titled \"The Extinction of Pauperism.\" Later, this man appointed as Education Minister the Count of Falloux, who passed two namesake laws promoting": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.61137825
      ],
      [
        "ap",
        -0.009367381
      ],
      [
        "oleon",
        -0.00038217165
      ],
      [
        " III",
        -0.0052585416
      ]
    ]
  },
  "One of his most prized possessions is a small flat-screen television, at least until his then-girlfriend breaks it with a cheap trophy. He notes that Lebron James and Kobe Bryant did not go to business school, and refers to coordination-challenged Stanley as his \"secret weapon\" before a game of basketball against the warehouse workers. Proudly displaying a \"World's Best Boss\" mug, for 10 points, name": {
    "guess": "Michael Scott",
    "confidence": [
      [
        "Michael",
        -0.84425366
      ],
      [
        " Scott",
        -0.001119142
      ]
    ]
  }
}