{
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys the cells by releasing cytolytic proteins. The suppressor variety is important in regulating the activity of other lymphocytes and is crucial in maintaining tolerance to self tissues. The delayed hypersensitivity variety mediates by releasing various lymphokines. Interleukin-1 released by inducer cells promotes the activation of the type that carries class II histocompatibility antigens, known as the helper variety. FTP, identify this type of lymphocyte that is the target of HIV.": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.16767113
      ],
      [
        " cell",
        -0.11156203
      ]
    ]
  },
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys the cells by releasing cytolytic proteins. The suppressor variety is important in regulating the activity": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.43174532
      ],
      [
        " cell",
        -0.6079558
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to Timotheos.  Cezanne's version features a reclining nude on a blue background, while the background": {
    "guess": "Venus de Milo",
    "confidence": [
      [
        "V",
        -0.103945434
      ],
      [
        "enus",
        -3.9411618e-05
      ],
      [
        " de",
        -0.788717
      ],
      [
        " Milo",
        -0.19918443
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to Timotheos.  Cezanne's version features a reclining nude on a blue background, while the background is red and the title characters are curled up together in London's National Gallery's copy of a lost work by Michelangelo. A copy of a lost Leonardo work of this depicts on the lower left the four newly": {
    "guess": "The Battle of Anghiari",
    "confidence": [
      [
        "The",
        -1.0560958
      ],
      [
        " Battle",
        -0.18357056
      ],
      [
        " of",
        -0.001763717
      ],
      [
        " An",
        -0.04639666
      ],
      [
        "ghi",
        -5.121278e-05
      ],
      [
        "ari",
        -7.111979e-05
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.020814
      ]
    ]
  },
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys": {
    "guess": "Cytotoxic T cells",
    "confidence": [
      [
        "C",
        -0.027625926
      ],
      [
        "yt",
        -2.577686e-06
      ],
      [
        "otoxic",
        -1.3067608e-05
      ],
      [
        " T",
        -0.00025942858
      ],
      [
        " cells",
        -0.6789672
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.3471476
      ],
      [
        " Fighting",
        -0.10712305
      ],
      [
        " Tem",
        -0.001799412
      ],
      [
        "era",
        -5.7172965e-05
      ],
      [
        "ire",
        -1.0280384e-06
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to Timotheos.  Cezanne's version features a reclining nude on a blue background, while the background is red and the title characters are curled up together in London's National Gallery's copy of a lost work by Michelangelo. A copy of a lost Leonardo work of this depicts on the lower left the four newly hatched children of the title characters: Clytemnestra, Polyduces, Castor, and Helen. For 10 points,": {
    "guess": "The Battle of Anghiari",
    "confidence": [
      [
        "The",
        -0.6085787
      ],
      [
        " Battle",
        -0.41851833
      ],
      [
        " of",
        -0.002632969
      ],
      [
        " An",
        -0.2028352
      ],
      [
        "ghi",
        -0.00012546933
      ],
      [
        "ari",
        -8.45898e-05
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.18710612
      ],
      [
        " Slave",
        -0.009604859
      ],
      [
        " Ship",
        -2.4153549e-05
      ]
    ]
  },
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys the cells by releasing cytolytic proteins. The suppressor variety is important in regulating the activity of other lymphocytes and is crucial in maintaining tolerance to self tissues. The delayed hypersensitivity variety mediates by releasing various lymphokines. Interleukin-1 released by inducer cells": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.02487814
      ],
      [
        " cell",
        -0.6096219
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion": {
    "guess": "Cy Twombly",
    "confidence": [
      [
        "Cy",
        -0.15697128
      ],
      [
        " Tw",
        -0.0018630723
      ],
      [
        "omb",
        -0.00011522515
      ],
      [
        "ly",
        -1.9146995e-05
      ]
    ]
  },
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys the cells by releasing cytolytic proteins. The suppressor variety is important in regulating the activity of other lymphocytes and is crucial in maintaining tolerance to self tissues. The delayed hypersensitivity variety mediates by releasing various lymphokines. Interleukin-1 released by inducer cells promotes the activation of the type that carries class II histocompatibility antigens, known as": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.057480272
      ],
      [
        " cell",
        -0.4598737
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to": {
    "guess": "Venus Pudica",
    "confidence": [
      [
        "V",
        -0.9981481
      ],
      [
        "enus",
        -0.0069031594
      ],
      [
        " P",
        -0.78883547
      ],
      [
        "ud",
        -0.00021093102
      ],
      [
        "ica",
        -1.6882126e-05
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to Timotheos.  Cezanne's version features a reclining nude on a blue background, while the background is red and the title characters are curled up together in London's National Gallery's copy of a lost work by Michelangelo. A copy of a lost Leonardo work of this depicts on the lower left the four newly hatched children of the title characters: Clytemnestra, Polyduces, Castor, and Helen. For 10 points, name this scene from Greek mythology featuring a woman seduced by Zeus in the guise of a waterfowl.": {
    "guess": "Leda and the Swan",
    "confidence": [
      [
        "L",
        -0.013842127
      ],
      [
        "eda",
        -0.0001563394
      ],
      [
        " and",
        -0.012114722
      ],
      [
        " the",
        -0.0007243486
      ],
      [
        " Swan",
        -0.005503984
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed": {
    "guess": "Cy Twombly's painting \"Three Studies from the Temeraire\"",
    "confidence": [
      [
        "Cy",
        -0.55258614
      ],
      [
        " Tw",
        -0.006185568
      ],
      [
        "omb",
        -0.00028362326
      ],
      [
        "ly",
        -1.7239736e-05
      ],
      [
        "'s",
        -1.0972781
      ],
      [
        " painting",
        -0.93575937
      ],
      [
        " \"",
        -1.6004654
      ],
      [
        "Three",
        -1.1885539
      ],
      [
        " Studies",
        -0.04264491
      ],
      [
        " from",
        -0.73640347
      ],
      [
        " the",
        -0.0035740535
      ],
      [
        " Tem",
        -0.0018125097
      ],
      [
        "era",
        -0.0051419656
      ],
      [
        "ire",
        -0.00015681623
      ],
      [
        "\"",
        -0.020501718
      ]
    ]
  },
  "Cy Twombly's version in oil, pencil, and crayon has been described as an \"orgiastic fusion and confusion of energies\". The Getty and Prado museums own Roman marble copies of lost versions attributed to Timotheos.  Cezanne's version features a reclining nude on a blue background, while the background is red and the title characters are curled up together in London's National Gallery's copy of a lost": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -1.4867635
      ],
      [
        "oco",
        -0.0753804
      ],
      [
        "ön",
        -0.00014799883
      ],
      [
        " and",
        -0.059808873
      ],
      [
        " His",
        -0.006986503
      ],
      [
        " Sons",
        -4.990154e-05
      ]
    ]
  },
  "The cytotoxic variety recognizes foreign antigens on the surface of virus-infected cells and destroys the cells by releasing cytolytic proteins. The suppressor variety is important in regulating the activity of other lymphocytes and is crucial in maintaining tolerance to self tissues. The delayed hypersensitivity": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.0685716
      ],
      [
        " cell",
        -0.91241527
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.071137436
      ],
      [
        " Slave",
        -0.009335263
      ],
      [
        " Ship",
        -2.618001e-05
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject of this painting is contrasted by with another object that has a dirty (*) smokestack. The sunset": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.21713209
      ],
      [
        " Fighting",
        -0.46229392
      ],
      [
        " Tem",
        -0.00030233458
      ],
      [
        "era",
        -3.23786e-05
      ],
      [
        "ire",
        -3.0545007e-06
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject of this painting is contrasted by with another object that has a dirty (*) smokestack. The sunset in this work, depicted on the right, is a bright red, and together with the sliver of the moon depicted": {
    "guess": "The Voyage of Life",
    "confidence": [
      [
        "The",
        -0.4835038
      ],
      [
        " Voyage",
        -1.0076025
      ],
      [
        " of",
        -4.5252596e-05
      ],
      [
        " Life",
        -0.052099627
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject of this painting is contrasted by with another object that has a dirty (*) smokestack. The sunset in this work, depicted on the right, is a bright red, and together with the sliver of the moon depicted behind the subject symbolizes the transition to industrialism. Depicting a scene at Chatham, this": {
    "guess": "The Slave Ship",
    "confidence": [
      [
        "The",
        -0.4055779
      ],
      [
        " Slave",
        -0.46612987
      ],
      [
        " Ship",
        -2.0935051e-05
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject of this painting is contrasted by with another object that has a dirty (*) smokestack. The sunset in this work, depicted on the right, is a bright red, and together with the sliver of the moon depicted behind the subject symbolizes the transition to industrialism. Depicting a scene at Chatham, this painting's subject had previously fought in the Battle of Trafalgar. For 10 points, name this painting": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.3563261
      ],
      [
        " Fighting",
        -0.15131219
      ],
      [
        " Tem",
        -0.009641934
      ],
      [
        "era",
        -0.00020759332
      ],
      [
        "ire",
        -2.9756122e-05
      ]
    ]
  },
  "Cy Twombly painted a series of three studies on this painting in 1998, which show the subject with dripping black lines and a pair of companions that disappear. During its first exhibition, it was displayed with two lines of poetry from Thomas Campbell, and John Ruskin once wrote that it was his favorite painting of all time. On the far right of this work two people are depicted standing in a canoe next to an island.  A small white flag on a pole can be seen in the distance in this work. The subject of this painting is contrasted by with another object that has a dirty (*) smokestack. The sunset in this work, depicted on the right, is a bright red, and together with the sliver of the moon depicted behind the subject symbolizes the transition to industrialism. Depicting a scene at Chatham, this painting's subject had previously fought in the Battle of Trafalgar. For 10 points, name this painting which depicts an old British ship about to be scrapped, painted by JMW Turner.": {
    "guess": "The Fighting Temeraire",
    "confidence": [
      [
        "The",
        -0.009879328
      ],
      [
        " Fighting",
        -0.00026467352
      ],
      [
        " Tem",
        -0.0012598758
      ],
      [
        "era",
        -7.8748824e-05
      ],
      [
        "ire",
        -1.5213274e-05
      ]
    ]
  }
}