{
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting quantum interference devices. There are plateaus in the plot of the Hall voltage versus this quantity. Spectral lines are split in the presence of one of these in the Zeeman effect. The force on a current-carrying wire is equal to the product of current, wire length, and the magnitude of": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.002089354
      ],
      [
        "agnetic",
        -2.2961513e-05
      ],
      [
        " field",
        -0.006952288
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.02274884
      ],
      [
        "agnetic",
        -0.000118324446
      ],
      [
        " field",
        -0.051876556
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting quantum interference devices. There are plateaus in the plot of the Hall voltage versus this": {
    "guess": "Quantum Hall effect",
    "confidence": [
      [
        "Quant",
        -0.87089336
      ],
      [
        "um",
        -0.000626299
      ],
      [
        " Hall",
        -0.0036001904
      ],
      [
        " effect",
        -0.041536942
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting quantum interference devices. There are plateaus in the plot of the Hall voltage versus this quantity. Spectral lines are split in the presence of one of these in the Zeeman effect. The force": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.009507199
      ],
      [
        "agnetic",
        -0.00013476722
      ],
      [
        " field",
        -0.03150481
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting quantum interference devices. There are plateaus in the plot of the Hall voltage versus this quantity. Spectral lines are split in the presence of one of these in the Zeeman effect. The force on a current-carrying wire is equal to the product of current, wire length, and the magnitude of this field, which is measured in units of teslas. For 10 points, name this type of field that is created by a moving charge and whose lines are continuous, unlike electric fields.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0027172605
      ],
      [
        "agnetic",
        -1.1637165e-05
      ],
      [
        " field",
        -0.006679375
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting quantum interference devices. There are plateaus in the plot of the Hall voltage versus this quantity. Spectral lines are split in the presence of one of these in the Zeeman effect. The force on a current-carrying wire is equal to the product of current, wire length, and the magnitude of this field, which is measured in units of teslas. For 10 points, name this type of field that is created": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.0057069315
      ],
      [
        "agnetic",
        -1.8074163e-05
      ],
      [
        " field",
        -0.009005932
      ]
    ]
  },
  "In liquids and gases, the birefringence of light in the presence of a transverse one of these entities is known as the Cotton–Mouton and Voigt effects, respectively. Small ones can be measured by superconducting": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.02486279
      ],
      [
        "agnetic",
        -0.0006595385
      ],
      [
        " field",
        -0.008456655
      ]
    ]
  }
}