{
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3 vascular integrin, while Bevacizumab works by blocking the action of vascular endothelial growth factor. Strangely, some tumors also inhibit this process, which explains why metastases may be found in the body several weeks after the removal of the primary tumor. Promoted by basic fibroblast": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.086648725
      ],
      [
        "i",
        -0.00031687375
      ],
      [
        "ogenesis",
        -0.000529203
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone oscillates with a period of three to six minutes before returning to base levels. Glucagon counteracts the effects of this hormone, the lack of which causes hyperglycemia. It is produced by the beta": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.011711137
      ],
      [
        "ulin",
        -8.3159364e-05
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the Poynting vector. This field is irrotational in the static case, which means it is minus the gradient of a scalar potential. The divergence of this field is the charge density over the permittivity of free space, so the flux of this vector out of any closed surface is proportional to the charge enclosed;": {
    "guess": "Electric displacement vector",
    "confidence": [
      [
        "Electric",
        -0.013401267
      ],
      [
        " displacement",
        -0.024470024
      ],
      [
        " vector",
        -0.07004314
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character who works selling the New York Herald Tribune tells Detective Vital the location of the protagonist. At the beginning of this film the main character talks directly to the audience while driving stolen car and later he hides in the apartment of his American girlfriend Patricia Franchini after shooting": {
    "guess": "Breathless (1960 film)",
    "confidence": [
      [
        "Bre",
        -0.025690854
      ],
      [
        "ath",
        -5.2001665e-06
      ],
      [
        "less",
        -4.3583746e-05
      ],
      [
        " (",
        -0.0639676
      ],
      [
        "196",
        -0.00018983196
      ],
      [
        "0",
        -0.0001039008
      ],
      [
        " film",
        -0.0015840201
      ],
      [
        ")",
        -0.00010211275
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital defect caused by too high an (*) intake of this molecule during pregnancy. High intake of this molecule can cause thiamin absorption problems leading to Korsakoff's Syndrome, while an enzyme important to this compound's metabolism is acetaldehyde dehydrogenase, which is absent in many Asian populations.": {
    "guess": "Ethanol",
    "confidence": [
      [
        "Eth",
        -0.41582143
      ],
      [
        "anol",
        -0.0018954371
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not metabolized. Babies who cannot break it down develop cataracts, and its D form has the same configuration at the penultimate carbon as D-glyceraldehyde. It is converted into glucose for metabolism, but in certain females, glucose is converted into it and then linked to another glucose. Hydrolyzed by lactase, FTP, name the monosaccharide, the inability to process which is known as a certain type": {
    "guess": "Galactose",
    "confidence": [
      [
        "Gal",
        -0.01986149
      ],
      [
        "act",
        -0.00043150366
      ],
      [
        "ose",
        -2.2246291e-05
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3 vascular integrin, while Bevacizumab works by blocking the action of vascular endothelial growth factor. Strangely, some tumors also inhibit this process, which explains why metastases may": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.023152651
      ],
      [
        "i",
        -0.00030257297
      ],
      [
        "ogenesis",
        -0.0015690223
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character who works selling the New York Herald Tribune tells Detective Vital the location of the protagonist. At the beginning of this film the main character talks directly to the audience while driving stolen car and later he hides in the apartment of his American girlfriend Patricia Franchini after shooting a policeman. Known for its use of \"jump-cuts,\" for 10 points, name this film that launched New Wave cinema by Jean-Luc Godard.": {
    "guess": "Breathless (1960 film)",
    "confidence": [
      [
        "Bre",
        -0.0018541504
      ],
      [
        "ath",
        -1.8550976e-05
      ],
      [
        "less",
        -0.5451835
      ],
      [
        " (",
        -0.5140845
      ],
      [
        "196",
        -0.010270315
      ],
      [
        "0",
        -6.659005e-05
      ],
      [
        " film",
        -0.004354991
      ],
      [
        ")",
        -0.00022105966
      ]
    ]
  },
  "As this molecule diffuses between cells, it triggers the synthesis of cyclic GMP. Also used by leukocytes to kill bacteria and tumor cells, an overabundance results in shock. It showed that gases could be intercellular messengers when it was found to cause blood vessel dilation, a discovery that led to the 1998 Nobel Prize in physiology.  For ten points, name this driving force behind Viagra, with": {
    "guess": "Nitric oxide",
    "confidence": [
      [
        "Nit",
        -0.029905537
      ],
      [
        "ric",
        -0.0020849507
      ],
      [
        " oxide",
        -0.08278003
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character who works selling the New York Herald Tribune tells Detective Vital the location of the protagonist. At the beginning of this film the main character talks directly to the audience while driving stolen car and later he hides in the apartment of his American girlfriend Patricia Franchini after shooting a policeman. Known for its use of \"jump-cuts,\" for 10 points, name this film that launched New Wave": {
    "guess": "Breathless",
    "confidence": [
      [
        "Bre",
        -0.0010391215
      ],
      [
        "ath",
        -1.867018e-05
      ],
      [
        "less",
        -9.639097e-05
      ]
    ]
  },
  "Molecular and fossil evidence shows that they evolved as a separate branch from arboreal shrew-like mammals about 60 million years ago. Some extinct members of this group include the megaladapis and the gigantopithecus.(*) Characteristic traits of this order include the location of the foramen magnum at the back of the skull, fingernails instead of claws and the opposable thumb. FTP, name this taxonomic order of mammals that includes chimpanzees and, hopefully, you.": {
    "guess": "Primates",
    "confidence": [
      [
        "Pr",
        -0.19565153
      ],
      [
        "imates",
        -0.18281525
      ]
    ]
  },
  "Molecular and fossil evidence shows that they evolved as a separate branch from arboreal shrew-like mammals": {
    "guess": "Primates",
    "confidence": [
      [
        "Pr",
        -0.36074486
      ],
      [
        "imates",
        -0.19614643
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes, the Seyferth-Gilbert homologation. Reaction of aniline with nitrous acid generates benzene bound to this molecule; its evolution can then drive the synthesis of an aryl halide in the (*) Sandmeyer reaction. This molecule's expulsion drives alkane formation in the Wolff-Kishner reduction, and it reacts with hydrogen to produce ammonia in the Haber process. For 10 points, name this gas that comprises": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.06988163
      ],
      [
        "rogen",
        -0.0029303953
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations of plagerism against him. While skipping school he sees his mother conducting an affair, prompting him to claim his mother is dead to excuse his absence. When his lie is discovered he runs away, but winds up in the French penal system after he is caught stealing a typewriter from his father's office. With a title meaning \"raising hell\", FTP, what is this film about the youth of Antoine Doinel, directed by Francois Truffaut?": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.0042812806
      ],
      [
        " ",
        -0.00094742636
      ],
      [
        "400",
        -2.868329e-05
      ],
      [
        " Bl",
        -0.00011951648
      ],
      [
        "ows",
        -2.9352968e-06
      ]
    ]
  },
  "As this molecule diffuses between cells, it triggers the synthesis of cyclic GMP. Also used by leukocytes to kill bacteria and tumor cells, an overabundance results in shock. It showed that gases could be intercellular messengers when it was found to cause blood vessel dilation, a discovery that led to the 1998 Nobel Prize in physiology.  For ten points, name this driving force behind Viagra, with chemical formula NO.": {
    "guess": "Nitric oxide",
    "confidence": [
      [
        "Nit",
        -0.025294926
      ],
      [
        "ric",
        -0.00044270515
      ],
      [
        " oxide",
        -0.088630006
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the Poynting vector. This field is irrotational in the static case, which means it is minus the gradient of a scalar potential. The divergence of this field is the charge density over the permittivity of free space, so the flux of this vector out of any closed surface is proportional to the charge enclosed; a fact known as Gauss' law. For 10 points, name this vector field equal to the force per unit": {
    "guess": "Electric displacement vector",
    "confidence": [
      [
        "Electric",
        -0.0052211867
      ],
      [
        " displacement",
        -0.009692462
      ],
      [
        " vector",
        -0.5920441
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone oscillates with a period of three to six minutes before returning to base levels. Glucagon counteracts": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.00674
      ],
      [
        "ulin",
        -5.574252e-05
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex to treat multiple sclerosis.  The alpha type can be used to treat genital warts and hairy cell leukemia, as well as Kaposi's Sarcoma and some forms of hepatitis.  Also coming in gamma, tau, and omega types, they are primarily secreted by leukocytes, fibroblasts, and lymphocytes.  Triggered by the presence of double stranded RNA, FTP name this class of proteins that most notably stimulates defensive": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.0072447723
      ],
      [
        "fer",
        -3.4166656e-05
      ],
      [
        "on",
        -0.026497107
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n partially caused by the loss of cells that secrete this substance in the striatum. It is produced": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.17424186
      ],
      [
        "op",
        -1.11603495e-05
      ],
      [
        "amine",
        -6.6306106e-06
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3 and PI genes interact with a set of eponymous E class genes to promote development of these structures by transcription of specific targets. Eudicots often have four or five, while monocots often have three, and collectively they are called the corolla. Arising from the second whorl in the perianth": {
    "guess": "Petal",
    "confidence": [
      [
        "P",
        -0.9091922
      ],
      [
        "etal",
        -0.0058480855
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he": {
    "guess": "On the Knocking at the Gate in Macbeth",
    "confidence": [
      [
        "On",
        -0.86951905
      ],
      [
        " the",
        -0.48051998
      ],
      [
        " Knock",
        -0.01576182
      ],
      [
        "ing",
        -0.0016833937
      ],
      [
        " at",
        -0.002544751
      ],
      [
        " the",
        -0.0001470452
      ],
      [
        " Gate",
        -0.00037609597
      ],
      [
        " in",
        -0.0010924735
      ],
      [
        " Mac",
        -0.020228619
      ],
      [
        "beth",
        -0.0011888029
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin": {
    "guess": "Selenocysteine",
    "confidence": [
      [
        "S",
        -0.18648553
      ],
      [
        "elen",
        -0.0069576115
      ],
      [
        "oc",
        -0.003401571
      ],
      [
        "yst",
        -3.070975e-05
      ],
      [
        "e",
        -0.00012082772
      ],
      [
        "ine",
        -0.00010247036
      ]
    ]
  },
  "Molecular and fossil evidence shows that they evolved as a separate branch from arboreal shrew-like mammals about 60 million years ago. Some extinct members of this group include the megaladapis and the gigantopithecus.(*) Characteristic traits of this order include the location of the foramen magnum at the back of the skull, fingernails instead of claws and the opposable thumb. FTP, name this taxonomic": {
    "guess": "Primate",
    "confidence": [
      [
        "Pr",
        -0.016909828
      ],
      [
        "imate",
        -0.09866053
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor": {
    "guess": "Maxwell stress tensor",
    "confidence": [
      [
        "Max",
        -0.35748172
      ],
      [
        "well",
        -9.610702e-06
      ],
      [
        " stress",
        -0.54804474
      ],
      [
        " tensor",
        -0.018790318
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain type of these molecules is deficient, buildups of them occur in infants' urine, causing a smell similar to that of maple syrup. One end of these molecules can deprotonate the other at moderate pH values, so they are classified as zwitterions. During translation, these molecules are carried by transfer RNA. They contain amine and carboxylic acid groups, and form peptide bonds. For 10 points,": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.006573381
      ],
      [
        "mino",
        -7.226629e-06
      ],
      [
        " acid",
        -0.016510881
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he has killed the horse grooms, she faints. At a dinner, she tries to reassure some guests by telling them that her husband is subject to fits after he sees a ghost.  Her death is announced by Seyton, prompting her husband to remark, \"Out, out, brief candle!\"  For 10 points, name this woman who sleepwalks": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -0.057907637
      ],
      [
        " Mac",
        -0.00012142374
      ],
      [
        "beth",
        -0.0004975095
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies": {
    "guess": "Hydrodynamic radius",
    "confidence": [
      [
        "Hy",
        -1.0673037
      ],
      [
        "dro",
        -0.5607846
      ],
      [
        "dynamic",
        -0.00066597183
      ],
      [
        " radius",
        -0.14592698
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed": {
    "guess": "Mitochondrial permeability transition pore",
    "confidence": [
      [
        "Mit",
        -1.0283153
      ],
      [
        "ochond",
        -0.0040249685
      ],
      [
        "rial",
        -0.15126534
      ],
      [
        " perme",
        -0.3159967
      ],
      [
        "ability",
        -0.00031258242
      ],
      [
        " transition",
        -0.0010183984
      ],
      [
        " pore",
        -0.017735919
      ]
    ]
  },
  "The molar masses of unknown substances can be determined through measurements of two of these properties, which are based on Raoult's law. The phenomenon of osmotic pressure does not depend on the nature of the solute, only on the number of solute molecules present, so it qualifies as one of these properties.": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.0025773211
      ],
      [
        "ig",
        -1.1517961e-05
      ],
      [
        "ative",
        -8.061054e-06
      ],
      [
        " properties",
        -0.0024471157
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the Poynting vector. This field is irrotational in the static case, which means it is minus the gradient of a scalar potential. The divergence of this field is the charge density over the permittivity of free space, so the flux of this vector out of any closed surface is proportional to the charge enclosed; a fact known as Gauss' law. For 10 points, name this vector field equal to the force per unit charge at a point and usually symbolized E.": {
    "guess": "Electric field",
    "confidence": [
      [
        "Electric",
        -0.0056023765
      ],
      [
        " field",
        -0.011090975
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.0049957205
      ],
      [
        "ath",
        -5.8126592e-05
      ],
      [
        "le",
        -0.1565465
      ],
      [
        "\\xc5",
        -0.00012844942
      ],
      [
        "\\xbf",
        -1.9361265e-07
      ],
      [
        "s",
        -1.8908588e-05
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly uses a Sephacryl resin and is either referred to as gel- permeation chromatography or named for the exclusion of this property. For an ideal gas, this quantity is usually assumed to be significantly smaller than the distance between the molecules or the space occupied by the container. For 10 points,": {
    "guess": "Ion chromatography",
    "confidence": [
      [
        "Ion",
        -0.2533322
      ],
      [
        " chromat",
        -0.36865374
      ],
      [
        "ography",
        -0.00019281206
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the Poynting vector. This field is irrotational in the static case, which means it is minus the gradient of a scalar potential. The divergence of this field is the charge density over the permittivity of": {
    "guess": "Electric displacement vector",
    "confidence": [
      [
        "Electric",
        -0.0074958852
      ],
      [
        " displacement",
        -0.011617713
      ],
      [
        " vector",
        -0.4651782
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character who works selling the New York Herald Tribune tells Detective Vital the location of the protagonist.": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.42899755
      ],
      [
        "ath",
        -0.00017326632
      ],
      [
        "le",
        -0.40660977
      ],
      [
        "\\xc5",
        -0.0005176476
      ],
      [
        "\\xbf",
        -1.6240566e-06
      ],
      [
        "s",
        -0.00019495773
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain type of these molecules is deficient, buildups of them occur in infants' urine, causing a smell similar to that of maple syrup. One end of these molecules can deprotonate the other at moderate": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.4283736
      ],
      [
        "mino",
        -0.020711448
      ],
      [
        " acid",
        -0.1245684
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he has killed the horse grooms, she faints. At a dinner, she tries to reassure some guests by telling": {
    "guess": "On Murder Considered as One of the Fine Arts",
    "confidence": [
      [
        "On",
        -1.2286279
      ],
      [
        " Murder",
        -0.3465755
      ],
      [
        " Consider",
        -0.0635427
      ],
      [
        "ed",
        -0.00012570774
      ],
      [
        " as",
        -0.00044580444
      ],
      [
        " One",
        -0.01868537
      ],
      [
        " of",
        -4.7040652e-05
      ],
      [
        " the",
        -0.00024406596
      ],
      [
        " Fine",
        -0.00043805985
      ],
      [
        " Arts",
        -0.00017088225
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex to treat multiple sclerosis.  The alpha type can be used to treat genital warts and hairy cell": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.020974495
      ],
      [
        "fer",
        -8.12521e-05
      ],
      [
        "on",
        -0.069536634
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.01552406
      ],
      [
        "ath",
        -3.786197e-05
      ],
      [
        "le",
        -0.08143548
      ],
      [
        "\\xc5",
        -8.1371305e-05
      ],
      [
        "\\xbf",
        0.0
      ],
      [
        "s",
        -7.8748824e-05
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes, the Seyferth-Gilbert homologation. Reaction of aniline with nitrous acid generates benzene bound to this molecule; its evolution can then drive the synthesis of an aryl halide in the (*) Sandmeyer reaction. This molecule's expulsion drives alkane formation in the Wolff-Kishner reduction, and it reacts with hydrogen to produce ammonia in the Haber process. For 10 points, name this gas that comprises 80% of the atmosphere.": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.0041290997
      ],
      [
        "rogen",
        -0.00075602374
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules.": {
    "guess": "Pre-mRNA",
    "confidence": [
      [
        "Pre",
        -0.22990584
      ],
      [
        "-m",
        -0.0033366948
      ],
      [
        "RNA",
        -0.10555742
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced drastically. When an aldehyde is placed in an acidic alcohol solution an acetal is often formed, which contains two of this functional group. One common synthesis of one of these uses an SN2 mechanism in which an alkoxide attacks an alkyl halide, named after Williamson, and due to their low reactivity they are used as solvents in the Grignard reaction. For 10 points, name this functional group which consists of an oxygen single-bonded to two carbon atoms.": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.3845554
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3": {
    "guess": "ABC model",
    "confidence": [
      [
        "ABC",
        -0.91625947
      ],
      [
        " model",
        -0.042498115
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain": {
    "guess": "Tryptophan",
    "confidence": [
      [
        "T",
        -1.3234104
      ],
      [
        "rypt",
        -0.035531048
      ],
      [
        "oph",
        -0.00782026
      ],
      [
        "an",
        -0.009284828
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations of plagerism against him. While skipping school he sees his mother conducting an affair, prompting him to claim his mother is dead to excuse his absence. When his lie is discovered he runs away,": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.013363391
      ],
      [
        " ",
        -0.0009000237
      ],
      [
        "400",
        -9.698699e-05
      ],
      [
        " Bl",
        -0.05496522
      ],
      [
        "ows",
        -2.9352968e-06
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly": {
    "guess": "Hydrodynamic radius",
    "confidence": [
      [
        "Hy",
        -0.023570616
      ],
      [
        "dro",
        -0.028576817
      ],
      [
        "dynamic",
        -0.0006737127
      ],
      [
        " radius",
        -0.42566115
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules. The activity of these molecules is modulated by a pathway involving the (*) Dicer and Argonaute complexes. Lariat structures are formed during the processing of these molecules. A seven-methyl guanine residue is attached to one end of these structures, whereas a poly-A tail is added to their 3-prime ends. Ribosomes recognize triplet codons on these molecules, which are translated into peptides.": {
    "guess": "Messenger RNA",
    "confidence": [
      [
        "Messenger",
        -0.48900622
      ],
      [
        " RNA",
        -0.03566898
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain type of these molecules is deficient, buildups of them occur in infants' urine, causing a smell similar to that of maple syrup. One end of these molecules can deprotonate the other at moderate pH values, so they are classified as zwitterions. During translation, these molecules are carried by transfer RNA. They contain amine and carboxylic acid groups, and form peptide bonds. For 10 points, name these organic molecules that form proteins.": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.19898064
      ],
      [
        "mino",
        -1.9743013e-05
      ],
      [
        " acid",
        -0.028669259
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde phosphate dehydrogenase reduces 1,3-bisphosphate. The Hatch-Slack pathway sometimes provides it with carbon dioxide, which is then fixed to ribulose bisphosphate by the action of the enzyme": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.15453391
      ],
      [
        "vin",
        -9.865584e-05
      ],
      [
        " cycle",
        -0.43935758
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.04782364
      ],
      [
        "vin",
        -0.00027730546
      ],
      [
        " cycle",
        -0.5042914
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly uses a Sephacryl resin and is either referred to as gel- permeation chromatography or named for the exclusion of this property. For an ideal gas, this quantity is usually assumed to be significantly smaller than the distance between the molecules or the space occupied by the container. For 10 points, name this quantity which is accounted for by the \"b\" term of the van Der Waals equation, which": {
    "guess": "Volume",
    "confidence": [
      [
        "Volume",
        -0.021764832
      ]
    ]
  },
  "When this molecule is relaxed, its linking number is divisible by 10.5. G-quadruplexes can be found on": {
    "guess": "DNA topology",
    "confidence": [
      [
        "DNA",
        -0.8015865
      ],
      [
        " topology",
        -0.92346245
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's": {
    "guess": "Lipopolysaccharide",
    "confidence": [
      [
        "L",
        -0.8667475
      ],
      [
        "ip",
        -0.010705497
      ],
      [
        "opol",
        -0.01653785
      ],
      [
        "ys",
        -6.749814e-06
      ],
      [
        "ac",
        -0.00022547018
      ],
      [
        "char",
        -6.5278815e-05
      ],
      [
        "ide",
        -0.0075879334
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between grief and nothing, I will take nothing.\" The protagonist runs his thumb on his lower lip while looking in the mirror in an attempt to mimic Humphrey Bogart. At the end of this film a character who works selling the New York Herald Tribune tells Detective Vital the location of the protagonist. At the beginning of this film the main character talks directly to the audience while driving stolen": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.11663983
      ],
      [
        "ath",
        -0.0001311911
      ],
      [
        "le",
        -0.39800352
      ],
      [
        "\\xc5",
        -0.0006944431
      ],
      [
        "\\xbf",
        -1.2664457e-06
      ],
      [
        "s",
        -0.000906103
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex to treat multiple sclerosis.  The alpha type can be used to treat genital warts and hairy cell leukemia, as well as Kaposi's Sarcoma and some forms of hepatitis.  Also coming in gamma, tau, and omega types, they are primarily secreted by leukocytes, fibroblasts, and lymphocytes.  Triggered by the presence of double stranded RNA, FTP name this class of proteins that most notably stimulates defensive protein production in cells infected with viruses.": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.0028766766
      ],
      [
        "fer",
        -2.5226382e-05
      ],
      [
        "on",
        -0.025647977
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n partially caused by the loss of cells that secrete this substance in the striatum. It is produced in a reaction\n that uses the enzymes GAD and pyridoxal phosphate, or vitamin B6 and its receptor works by widening a\n chloride channel, which in turn neutralizes norepinephrine. Benzodiazepenes and barbituates": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.09590603
      ],
      [
        "-A",
        -0.01171986
      ],
      [
        "min",
        -0.0001822066
      ],
      [
        "ob",
        -9.794062e-05
      ],
      [
        "uty",
        -0.00013226394
      ],
      [
        "ric",
        -4.0603656e-05
      ],
      [
        " acid",
        -0.19488664
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.77784795
      ],
      [
        "ulin",
        -4.2868523e-05
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS": {
    "guess": "Flower development",
    "confidence": [
      [
        "Fl",
        -0.097567946
      ],
      [
        "ower",
        -0.65367496
      ],
      [
        " development",
        -0.34967744
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not metabolized. Babies who cannot break it down develop cataracts, and its D form has the same configuration at the penultimate carbon as D-glyceraldehyde. It is converted into glucose for metabolism,": {
    "guess": "Galactose",
    "confidence": [
      [
        "Gal",
        -0.013138703
      ],
      [
        "act",
        -0.0024557956
      ],
      [
        "ose",
        -0.00017410076
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital defect caused by too high an (*) intake of this molecule during pregnancy. High intake of this molecule can cause thiamin absorption problems leading to Korsakoff's Syndrome, while an enzyme important": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.8062946
      ],
      [
        "cohol",
        -3.88156e-05
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital defect caused by too high an (*) intake of this molecule during pregnancy. High intake of this molecule can cause thiamin absorption problems leading to Korsakoff's Syndrome, while an enzyme important to this compound's metabolism is acetaldehyde dehydrogenase, which is absent in many Asian populations. Cirrhosis of the liver can result from extended intake of, for 10 points, what molecule produced via a namesake fermentation, notably found in wine?": {
    "guess": "Ethanol",
    "confidence": [
      [
        "Eth",
        -0.21199523
      ],
      [
        "anol",
        -0.0015223605
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not metabolized. Babies who cannot break it down develop cataracts, and its D form has the same configuration": {
    "guess": "Galactose",
    "confidence": [
      [
        "Gal",
        -0.023567127
      ],
      [
        "act",
        -0.00059699686
      ],
      [
        "ose",
        -4.6683042e-05
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly uses a Sephacryl resin and is either referred to as gel- permeation chromatography or named for the": {
    "guess": "Size-exclusion chromatography",
    "confidence": [
      [
        "Size",
        -0.9412008
      ],
      [
        "-ex",
        -0.03135083
      ],
      [
        "clusion",
        -0.00088144984
      ],
      [
        " chromat",
        -0.002750427
      ],
      [
        "ography",
        -0.0001409658
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not": {
    "guess": "Lactose",
    "confidence": [
      [
        "L",
        -0.40404046
      ],
      [
        "act",
        -0.019179232
      ],
      [
        "ose",
        -0.0060528666
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules. The activity of these molecules is modulated by a pathway involving the (*) Dicer and Argonaute complexes. Lariat structures are formed during the processing of these molecules. A seven-methyl guanine residue is attached to one end of these structures, whereas a poly-A tail is added to their 3-prime ends. Ribosomes recognize triplet codons on these molecules, which are translated into peptides. For 10 points, name these molecules that carry genetic information from the DNA to the ribosomes.": {
    "guess": "Messenger RNA",
    "confidence": [
      [
        "Messenger",
        -0.3804948
      ],
      [
        " RNA",
        -0.15730228
      ]
    ]
  },
  "When this molecule is relaxed, its linking number is divisible by 10.5. G-quadruplexes can be found on the end of this molecule. This molecule, which comes in A, B, and Z forms, winds around proteins called histones. Linear instances of this molecule are capped by telomeres. It is made up of the bases adenine, guanine, cytosine, and thymine. For 10 points, name this material that carries the genetic information of all living organisms.": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.002961535
      ]
    ]
  },
  "As this molecule diffuses between cells, it triggers the synthesis of cyclic GMP. Also used by leukocytes to kill bacteria and tumor cells, an overabundance results in shock. It showed that gases could be intercellular messengers when it was found to cause blood vessel dilation, a discovery that led": {
    "guess": "Nitric oxide",
    "confidence": [
      [
        "Nit",
        -0.06526089
      ],
      [
        "ric",
        -0.00012856863
      ],
      [
        " oxide",
        -0.20952947
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n partially caused by the loss of cells that secrete this substance in the striatum. It is produced in a reaction\n that uses the enzymes GAD and pyridoxal phosphate, or vitamin B6 and its receptor works": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.3004838
      ],
      [
        "-A",
        -0.023639668
      ],
      [
        "min",
        -0.0003706126
      ],
      [
        "ob",
        -8.8165914e-05
      ],
      [
        "uty",
        -0.00019591136
      ],
      [
        "ric",
        -8.077529e-05
      ],
      [
        " acid",
        -0.29385486
      ]
    ]
  },
  "Molecular and fossil evidence shows that they evolved as a separate branch from arboreal shrew-like mammals about 60 million years ago. Some extinct members of this group include the megaladapis and the": {
    "guess": "Lemur",
    "confidence": [
      [
        "L",
        -0.34711123
      ],
      [
        "em",
        -0.0004972711
      ],
      [
        "ur",
        -0.034353405
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3 vascular integrin, while Bevacizumab works by blocking the action of vascular endothelial growth factor. Strangely, some tumors also inhibit this process, which explains why metastases may be found in the body several weeks after the removal of the primary tumor. Promoted by basic fibroblast growth fact and inhibited by endostatin and angiostatin, for 10 points, identify this process, the formation of new blood vessels.": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.00407389
      ],
      [
        "i",
        -3.8577193e-05
      ],
      [
        "ogenesis",
        -2.5941605e-05
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.14866607
      ],
      [
        "ulin",
        -0.00014883325
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde phosphate dehydrogenase reduces 1,3-bisphosphate. The Hatch-Slack pathway sometimes provides": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.022600709
      ],
      [
        "vin",
        -0.00045510233
      ],
      [
        " cycle",
        -0.37249804
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced drastically. When an aldehyde is placed in an acidic alcohol solution an acetal is often formed, which contains two of this functional group. One common synthesis of one of these uses an SN2 mechanism in which an alkoxide attacks an alkyl halide, named after Williamson, and due to their low reactivity they are used as solvents in the Grignard reaction. For 10 points, name this functional group": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.00021974841
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law of Dulong and Petit. Like entropy, it is most often expressed in joules per mole Kelvin. The product of this quantity and temperature also appears in the Nernst equation. In the Arrhenius equation,": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.6708333
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde phosphate dehydrogenase reduces 1,3-bisphosphate. The Hatch-Slack pathway sometimes provides it with carbon dioxide, which is then fixed to ribulose bisphosphate by the action of the enzyme rubisco, eventually producing a molecule of glucose-6-phosphate after two \"turns.\" For 10 points, name this series of reactions which gets NADPH and ATP from the light reactions of photosynthesis, fixes carbon to form starch, and takes place in the chloroplasts of plants.": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.0055827065
      ],
      [
        "vin",
        -0.00012713818
      ],
      [
        " cycle",
        -0.45022196
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone oscillates with a period of three to six minutes before returning to base levels. Glucagon counteracts the effects of this hormone, the lack of which causes hyperglycemia. It is produced by the beta cells of the islets of Langerhans in the pancreas. For 10 points, name this mammalian hormone that regulates the levels of glucose in the body, which some diabetics must inject.": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.0022845494
      ],
      [
        "ulin",
        -5.538491e-05
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the Poynting vector. This field is irrotational in the static case, which means it is minus the gradient": {
    "guess": "Electric displacement vector",
    "confidence": [
      [
        "Electric",
        -1.3474455
      ],
      [
        " displacement",
        -0.10793839
      ],
      [
        " vector",
        -0.42389628
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex to treat multiple sclerosis.  The alpha type can be used to treat genital warts and hairy cell leukemia, as well as Kaposi's Sarcoma and some forms of hepatitis.  Also coming in gamma, tau, and omega types, they are primarily secreted by leukocytes, fibroblasts, and lymphocytes.  Triggered by": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.00083488156
      ],
      [
        "fer",
        -9.610702e-06
      ],
      [
        "on",
        -0.009604859
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting": {
    "guess": "The Great Dictator",
    "confidence": [
      [
        "The",
        -1.5917776
      ],
      [
        " Great",
        -1.4066643
      ],
      [
        " Dict",
        -1.025334
      ],
      [
        "ator",
        -0.00012118533
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly uses a Sephacryl resin and is either referred to as gel- permeation chromatography or named for the exclusion of this property. For an ideal gas, this quantity is usually assumed to be significantly": {
    "guess": "Hydrodynamic diameter",
    "confidence": [
      [
        "Hy",
        -0.15186793
      ],
      [
        "dro",
        -0.0022824074
      ],
      [
        "dynamic",
        -0.000156101
      ],
      [
        " diameter",
        -0.84491146
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field, minus an energy density given by half its scalar product with D; that is half of a stress tensor is named for Maxwell. This object's vector product with its duality transform is proportional to the": {
    "guess": "Maxwell stress tensor",
    "confidence": [
      [
        "Max",
        -0.20341459
      ],
      [
        "well",
        -1.4974867e-05
      ],
      [
        " stress",
        -0.1432319
      ],
      [
        " tensor",
        -0.00021652991
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital defect caused by too high an (*) intake of this molecule during pregnancy. High intake of this": {
    "guess": "Vitamin A",
    "confidence": [
      [
        "V",
        -0.9040333
      ],
      [
        "itamin",
        -5.5577775e-06
      ],
      [
        " A",
        -0.027488386
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations of plagerism against him. While skipping school he sees his mother conducting an affair, prompting him to claim his mother is dead to excuse his absence. When his lie is discovered he runs away, but winds up in the French penal system after he is caught stealing a typewriter from his father's": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.034252618
      ],
      [
        " ",
        -0.0036454494
      ],
      [
        "400",
        -0.00014215785
      ],
      [
        " Bl",
        -0.0005825806
      ],
      [
        "ows",
        -4.4849444e-06
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules. The activity of these molecules is modulated by a pathway involving the (*) Dicer and Argonaute complexes. Lariat structures are formed during the processing of these molecules. A seven-methyl guanine": {
    "guess": "Pre-mRNA",
    "confidence": [
      [
        "Pre",
        -0.67377305
      ],
      [
        "-m",
        -0.0102981655
      ],
      [
        "RNA",
        -0.093228094
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another": {
    "guess": "Collagen XVIII",
    "confidence": [
      [
        "Coll",
        -1.1765361
      ],
      [
        "agen",
        -0.0017978734
      ],
      [
        " XV",
        -1.6253192
      ],
      [
        "III",
        -0.0071112677
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital": {
    "guess": "Folic acid",
    "confidence": [
      [
        "F",
        -1.5742947
      ],
      [
        "olic",
        -0.77496094
      ],
      [
        " acid",
        -0.17609137
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3 and PI genes interact with a set of eponymous E class genes to promote development of these structures by transcription of specific targets. Eudicots often have four or five, while monocots often have three, and collectively they are called the corolla. Arising from the second whorl in the perianth along with sepals, FTP, name these highly modified leaves of the flower, the showy parts which attract": {
    "guess": "Petal",
    "confidence": [
      [
        "P",
        -0.45974335
      ],
      [
        "etal",
        -9.2457245e-05
      ]
    ]
  },
  "The molar masses of unknown substances can be determined through measurements of two of these properties, which are based on Raoult's law. The phenomenon of osmotic pressure does not depend on the nature of the solute, only on the number of solute molecules present, so it qualifies as one of these properties. For 10 points—name this group of properties which includes vapor pressure depression and boiling": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.0013305949
      ],
      [
        "ig",
        -2.6895234e-05
      ],
      [
        "ative",
        -1.2829201e-05
      ],
      [
        " properties",
        -0.0020801937
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n partially caused by the loss of cells that secrete this substance in the striatum. It is produced in a reaction\n that uses the enzymes GAD and pyridoxal phosphate, or vitamin B6 and its receptor works by widening a\n chloride channel, which in turn neutralizes norepinephrine. Benzodiazepenes and barbituates work by\n binding to receptors for this molecule, which is synthesized by decarboxylating glutamate. For 10 points,\n name this inhibitory mammalian neurotransmitter with a four letter abbreviation.": {
    "guess": "Gamma-aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.18108639
      ],
      [
        "-",
        -0.5762159
      ],
      [
        "amin",
        -0.0005070421
      ],
      [
        "ob",
        -0.0001202317
      ],
      [
        "uty",
        -0.00018411019
      ],
      [
        "ric",
        -1.2948405e-05
      ],
      [
        " acid",
        -0.0019376774
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules. The activity of these molecules is modulated by a pathway involving the (*) Dicer and Argonaute": {
    "guess": "RNA Splicing",
    "confidence": [
      [
        "RNA",
        -0.5317336
      ],
      [
        " Sp",
        -1.1441067
      ],
      [
        "licing",
        -0.00039659534
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.5248875
      ],
      [
        "fer",
        -4.0007635e-05
      ],
      [
        "on",
        -0.2962182
      ]
    ]
  },
  "As this molecule diffuses between cells, it triggers the synthesis of cyclic GMP. Also used by leukocytes": {
    "guess": "Nitric oxide",
    "confidence": [
      [
        "Nit",
        -0.0072111604
      ],
      [
        "ric",
        -0.005931401
      ],
      [
        " oxide",
        -0.5497516
      ]
    ]
  },
  "Molecular and fossil evidence shows that they evolved as a separate branch from arboreal shrew-like mammals about 60 million years ago. Some extinct members of this group include the megaladapis and the gigantopithecus.(*) Characteristic traits of this order include the location of the foramen magnum": {
    "guess": "Primate",
    "confidence": [
      [
        "Pr",
        -0.0047496767
      ],
      [
        "imate",
        -0.60808164
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.48351997
      ],
      [
        "vin",
        -0.00019209684
      ],
      [
        " cycle",
        -0.31840658
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3 and PI genes interact with a set of eponymous E class genes to promote development of these structures": {
    "guess": "Floral identity",
    "confidence": [
      [
        "Fl",
        -0.7414662
      ],
      [
        "oral",
        -0.09577204
      ],
      [
        " identity",
        -0.9612472
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.44064063
      ],
      [
        "vin",
        -0.00014895246
      ],
      [
        " cycle",
        -0.16805956
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3 vascular integrin, while Bevacizumab works by blocking the action of vascular endothelial growth factor. Strangely, some tumors also inhibit this process, which explains why metastases may be found in the body several weeks after the removal of the primary tumor. Promoted by basic fibroblast growth fact and inhibited by endostatin and angiostatin, for 10 points, identify this process,": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.00672106
      ],
      [
        "i",
        -2.1411865e-05
      ],
      [
        "ogenesis",
        -4.0961266e-05
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde phosphate dehydrogenase reduces 1,3-bisphosphate. The Hatch-Slack pathway sometimes provides it with carbon dioxide, which is then fixed to ribulose bisphosphate by the action of the enzyme rubisco, eventually producing a molecule of glucose-6-phosphate after two \"turns.\" For 10 points,": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.090765335
      ],
      [
        "vin",
        -4.406056e-05
      ],
      [
        " cycle",
        -0.3135198
      ]
    ]
  },
  "When this molecule is relaxed, its linking number is divisible by 10.5. G-quadruplexes can be found on the end of this molecule. This molecule, which comes in A, B, and Z forms, winds around proteins called histones. Linear instances of this molecule are capped by telomeres. It is made up of the bases": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.1138441
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -2.1742406
      ],
      [
        " Rocky",
        -0.5206891
      ],
      [
        " Horror",
        -0.010248371
      ],
      [
        " Picture",
        -0.06307385
      ],
      [
        " Show",
        -6.2729996e-06
      ]
    ]
  },
  "The molar masses of unknown substances can be determined through measurements of two of these properties, which are based on Raoult's law. The phenomenon of osmotic pressure does not depend on the nature of the solute, only on the number of solute molecules present, so it qualifies as one of these properties. For 10 points—name this group of properties which includes vapor pressure depression and boiling point elevation.": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.00087811216
      ],
      [
        "ig",
        -3.8577193e-05
      ],
      [
        "ative",
        -1.2233183e-05
      ],
      [
        " properties",
        -0.005572271
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations of plagerism against him. While skipping school he sees his mother conducting an affair, prompting him to claim his mother is dead to excuse his absence. When his lie is discovered he runs away, but winds up in the French penal system after he is caught stealing a typewriter from his father's office. With a title meaning \"raising hell\", FTP, what is this film about the youth of Antoine Doinel,": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.004599465
      ],
      [
        " ",
        -0.0011390271
      ],
      [
        "400",
        -4.7040652e-05
      ],
      [
        " Bl",
        -0.0014327395
      ],
      [
        "ows",
        -3.0545007e-06
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law": {
    "guess": "Specific heat capacity",
    "confidence": [
      [
        "Specific",
        -0.6665273
      ],
      [
        " heat",
        -0.009812992
      ],
      [
        " capacity",
        -0.05909696
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3 and PI genes interact with a set of eponymous E class genes to promote development of these structures by transcription of specific targets. Eudicots often have four or five, while monocots often have": {
    "guess": "Floral symmetry",
    "confidence": [
      [
        "Fl",
        -1.0111603
      ],
      [
        "oral",
        -0.101889834
      ],
      [
        " symmetry",
        -1.020497
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced drastically. When an aldehyde is placed in an acidic alcohol solution an acetal is often formed, which contains two of this functional group. One common synthesis of one of these uses an SN2 mechanism in which an alkoxide attacks an alkyl halide, named after Williamson, and due to their low reactivity": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.15792789
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n partially caused by the loss of cells that secrete this substance in the striatum. It is produced in a reaction\n that uses the enzymes GAD and pyridoxal phosphate, or vitamin B6 and its receptor works by widening a\n chloride channel, which in turn neutralizes norepinephrine. Benzodiazepenes and barbituates work by\n binding to receptors for this molecule, which is synthesized by decarboxylating glutamate.": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.07330666
      ],
      [
        "-A",
        -0.030735638
      ],
      [
        "min",
        -0.00037848004
      ],
      [
        "ob",
        -0.00013643607
      ],
      [
        "uty",
        -0.00013321757
      ],
      [
        "ric",
        -5.0139948e-05
      ],
      [
        " acid",
        -0.25402123
      ]
    ]
  },
  "When this molecule is relaxed, its linking number is divisible by 10.5. G-quadruplexes can be found on the end of this molecule. This molecule, which comes in A, B, and Z forms, winds around proteins called": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.014076877
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation, the variable \"a\" encodes this quantity, and this parameter notably does not appear in the Davies equation. A method of chromatography that is used to separate molecules by this property commonly uses a Sephacryl resin and is either referred to as gel- permeation chromatography or named for the exclusion of this property. For an ideal gas, this quantity is usually assumed to be significantly smaller than the distance between the molecules or the space occupied by the container. For 10 points, name this quantity which is accounted for by the \"b\" term of the van Der Waals equation, which is how much space a molecule takes up.": {
    "guess": "Volume",
    "confidence": [
      [
        "Volume",
        -0.0031278061
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.4275062
      ],
      [
        "i",
        -0.00077222445
      ],
      [
        "ogenesis",
        -0.00046653853
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he has killed the horse grooms, she faints. At a dinner, she tries to reassure some guests by telling them that her husband is subject to fits after he sees a ghost.  Her death is announced by Seyton, prompting her husband to remark, \"Out, out, brief candle!\"  For 10 points, name this woman who sleepwalks and tries to wash out a \"damned spot\" on her hand after urging her husband to kill King Duncan": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -0.04287004
      ],
      [
        " Mac",
        -7.2073424e-05
      ],
      [
        "beth",
        -0.00029565915
      ]
    ]
  },
  "One molecule that inhibits this process is found in the c-terminal of type-18 collagen, while another is produced by the cleavage of plasminogen and acts by binding to subunits of ATP synthase exposed at the surface of the cell. Vitaxin, a monoclonal antibody, inhibits this process by targeting the alpha-v/beta3 vascular integrin, while Bevacizumab works by blocking the action of vascular endothelial": {
    "guess": "Angiogenesis",
    "confidence": [
      [
        "Ang",
        -0.028779995
      ],
      [
        "i",
        -0.00029494395
      ],
      [
        "ogenesis",
        -0.00064726785
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not metabolized. Babies who cannot break it down develop cataracts, and its D form has the same configuration at the penultimate carbon as D-glyceraldehyde. It is converted into glucose for metabolism, but in certain females, glucose is converted into it and then linked to another glucose. Hydrolyzed by lactase, FTP, name the monosaccharide, the inability to process which is known as a certain type of intolerance, and which with glucose forms lactose.": {
    "guess": "Galactose",
    "confidence": [
      [
        "Gal",
        -0.0039981427
      ],
      [
        "act",
        -0.0005113298
      ],
      [
        "ose",
        -1.5809293e-05
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes,": {
    "guess": "Fries rearrangement",
    "confidence": [
      [
        "F",
        -1.2413642
      ],
      [
        "ries",
        -0.20946471
      ],
      [
        " rearr",
        -0.0026110942
      ],
      [
        "angement",
        -0.00028934504
      ]
    ]
  },
  "Molecular factors that establish identity of these structures are the class B genes such as DEFICIENS and GLOBOSA in snapdragons and AP3 and PI in the model system Arabidopsis. The products of the AP3 and PI genes interact with a set of eponymous E class genes to promote development of these structures by transcription of specific targets. Eudicots often have four or five, while monocots often have three, and collectively they are called the corolla. Arising from the second whorl in the perianth along with sepals, FTP, name these highly modified leaves of the flower, the showy parts which attract pollinators.": {
    "guess": "Petal",
    "confidence": [
      [
        "P",
        -0.39036793
      ],
      [
        "etal",
        -8.180258e-06
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed using dynamic light scattering. It's not the activity coefficient, but in the Debye-Huckel equation,": {
    "guess": "Electrolyte",
    "confidence": [
      [
        "Elect",
        -0.9317902
      ],
      [
        "ro",
        -0.37289524
      ],
      [
        "ly",
        -0.7711424
      ],
      [
        "te",
        -0.085011825
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor. Low IQ, central nervous system dysfunction, and facial abnormalities are characteristic of a congenital defect caused by too high an (*) intake of this molecule during pregnancy. High intake of this molecule can cause thiamin absorption problems leading to Korsakoff's Syndrome, while an enzyme important to this compound's metabolism is acetaldehyde dehydrogenase, which is absent in many Asian populations. Cirrhosis of the liver can result from extended intake of, for 10 points, what molecule": {
    "guess": "Ethanol",
    "confidence": [
      [
        "Eth",
        -0.2716589
      ],
      [
        "anol",
        -0.006476622
      ]
    ]
  },
  "t's not molecular weight, but for a colloid solution, the distribution of this property is commonly assayed": {
    "guess": "Particle size",
    "confidence": [
      [
        "Particle",
        -0.21167876
      ],
      [
        " size",
        -0.08751869
      ]
    ]
  },
  "This molecule is released by climbing fiber activation of Purkinje cells, and Huntington's disease is\n": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -1.7423558
      ],
      [
        "-A",
        -0.28979954
      ],
      [
        "min",
        -0.0018840155
      ],
      [
        "ob",
        -5.252402e-05
      ],
      [
        "uty",
        -0.00023941702
      ],
      [
        "ric",
        -7.004696e-05
      ],
      [
        " acid",
        -0.16295357
      ]
    ]
  },
  "The molar masses of unknown substances can be determined through measurements of two of these properties, which are based on Raoult's law. The phenomenon of osmotic pressure does not depend on the nature": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.18934198
      ],
      [
        "ig",
        -5.7530575e-05
      ],
      [
        "ative",
        -1.735894e-05
      ],
      [
        " properties",
        -0.05496286
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.20475619
      ],
      [
        "k",
        -0.8316342
      ],
      [
        "ene",
        -0.7694161
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system,": {
    "guess": "Phenol formaldehyde resin",
    "confidence": [
      [
        "Ph",
        -0.23807657
      ],
      [
        "en",
        -0.0009000237
      ],
      [
        "ol",
        -0.15172382
      ],
      [
        " formal",
        -0.74979275
      ],
      [
        "dehyde",
        -0.0031036846
      ],
      [
        " resin",
        -0.013540647
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law of Dulong and Petit. Like entropy, it is most often expressed in joules per mole Kelvin. The product of this quantity and temperature also appears in the Nernst equation. In the Arrhenius equation, the activation energy divides both this quantity and temperature. It is equal to the product of Boltzmann's": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.37580076
      ]
    ]
  },
  "This molecule with formula C6-H12-O6 is found in dairy products and sugar beets and is poisonous if not metabolized. Babies who cannot break it down develop cataracts, and its D form has the same configuration at the penultimate carbon as D-glyceraldehyde. It is converted into glucose for metabolism, but in certain females, glucose is converted into it and then linked to another glucose. Hydrolyzed": {
    "guess": "Galactose",
    "confidence": [
      [
        "Gal",
        -0.033133805
      ],
      [
        "act",
        -0.0010656783
      ],
      [
        "ose",
        -9.5198935e-05
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations of plagerism against him. While skipping school he sees his mother conducting an affair, prompting": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.004950412
      ],
      [
        " ",
        -0.0004101772
      ],
      [
        "400",
        -6.682846e-05
      ],
      [
        " Bl",
        -0.0002326224
      ],
      [
        "ows",
        -3.0545007e-06
      ]
    ]
  },
  "The momentum flux associated with this field is half its Kronecker product with its associated D-field,": {
    "guess": "Poynting vector",
    "confidence": [
      [
        "P",
        -0.02273031
      ],
      [
        "oy",
        -0.00017517358
      ],
      [
        "nt",
        -3.392825e-05
      ],
      [
        "ing",
        -1.1517961e-05
      ],
      [
        " vector",
        -0.009435055
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin than related enzymes and has a C-terminal domain that recruits enzymes that process these molecules. The activity of these molecules is modulated by a pathway involving the (*) Dicer and Argonaute complexes. Lariat structures are formed during the processing of these molecules. A seven-methyl guanine residue is attached to one end of these structures, whereas a poly-A tail is added to their 3-prime": {
    "guess": "Pre-mRNA",
    "confidence": [
      [
        "Pre",
        -0.45926353
      ],
      [
        "-m",
        -0.0061148363
      ],
      [
        "RNA",
        -0.053278606
      ]
    ]
  },
  "A moment of levity in this film occurs when the protagonist accidentally starts a fire after lighting a candle in a shrine to his hero Balzac, whose paraphrased lines in a school paper result in accusations": {
    "guess": "The 400 Blows",
    "confidence": [
      [
        "The",
        -0.044966556
      ],
      [
        " ",
        -0.0015698569
      ],
      [
        "400",
        -4.978234e-05
      ],
      [
        " Bl",
        -0.00032950565
      ],
      [
        "ows",
        -4.9617593e-06
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes, the Seyferth-Gilbert homologation. Reaction of aniline with nitrous acid generates benzene bound to": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.016166214
      ],
      [
        "ky",
        -0.0014548785
      ],
      [
        "ne",
        -6.869018e-06
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law of Dulong and Petit. Like entropy, it is most often expressed in joules per mole Kelvin. The product": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.45614368
      ],
      [
        " capacity",
        -0.0047785183
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey": {
    "guess": "Transfiguration",
    "confidence": [
      [
        "Trans",
        -1.3550068
      ],
      [
        "fig",
        -0.0027643407
      ],
      [
        "uration",
        -0.005525443
      ]
    ]
  },
  "This molecule can suppress the inflammatory response mediated by toll-like receptor 4. This molecule's protection against seizures was not observed in mice lacking the delta subunit of the GABA receptor.": {
    "guess": "THIP",
    "confidence": [
      [
        "TH",
        -0.4013301
      ],
      [
        "IP",
        -0.0028899906
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he has killed the horse grooms, she faints. At a dinner, she tries to reassure some guests by telling them that her husband is subject to fits after he sees a ghost.  Her death is announced by Seyton, prompting": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -1.2882383
      ],
      [
        " Mac",
        -0.014655248
      ],
      [
        "beth",
        -0.0037032817
      ]
    ]
  },
  "The momentary transfiguration of this woman and her husband was the subject of an essay by de Quincey whose title refers to the arrival of Lennox at her home.  After a character asks her husband why he has killed the horse grooms, she faints. At a dinner, she tries to reassure some guests by telling them that her husband is subject to fits after he sees a ghost.  Her death is announced by Seyton, prompting her husband to remark, \"Out, out, brief candle!\"  For 10 points, name this woman who sleepwalks and tries to wash out a \"damned spot\" on her hand after urging her husband to kill King Duncan in a Shakespeare tragedy.": {
    "guess": "Lady Macbeth",
    "confidence": [
      [
        "Lady",
        -0.019004738
      ],
      [
        " Mac",
        -6.1821906e-05
      ],
      [
        "beth",
        -0.00019912985
      ]
    ]
  },
  "When this molecule is relaxed, its linking number is divisible by 10.5. G-quadruplexes can be found on the end of this molecule. This molecule, which comes in A, B, and Z forms, winds around proteins called histones. Linear instances of this molecule are capped by telomeres. It is made up of the bases adenine, guanine, cytosine, and thymine. For 10 points, name this material that carries the genetic": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.03790973
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced drastically. When an aldehyde is placed in an acidic alcohol solution an acetal is often formed, which contains two of this functional group. One common synthesis of one of these uses an SN2 mechanism": {
    "guess": "Ether",
    "confidence": [
      [
        "Ether",
        -0.5800995
      ]
    ]
  },
  "In one moment from this film two people make out in a movie theater showing Westbound, which provides appropriate dialogue for the scene. One character quotes Faulkner's Wild Palms when she asserts, \"Between": {
    "guess": "Breathleſs",
    "confidence": [
      [
        "Bre",
        -0.014109561
      ],
      [
        "ath",
        -0.00012570774
      ],
      [
        "le",
        -0.14684324
      ],
      [
        "\\xc5",
        -0.00019436171
      ],
      [
        "\\xbf",
        -3.1281633e-07
      ],
      [
        "s",
        -0.0001659949
      ]
    ]
  },
  "The molecule CA1P strongly inhibits a key enzyme in this process that is regulated by the presence of thioredoxin enzymes. Often taking place in pyrenoids, one of its starting substrates is replenished by the action of aldolase on a molecule of DHAP and a molecule of Gald3, and at one point in it, glyceraldehyde phosphate dehydrogenase reduces 1,3-bisphosphate. The Hatch-Slack pathway sometimes provides it with carbon dioxide, which is then fixed to ribulose bisphosphate by the action of the enzyme rubisco, eventually producing a molecule of glucose-6-phosphate after two \"turns.\" For 10 points, name this series of reactions which gets NADPH and ATP from the light reactions of photosynthesis,": {
    "guess": "Calvin cycle",
    "confidence": [
      [
        "Cal",
        -0.01644898
      ],
      [
        "vin",
        -5.7292167e-05
      ],
      [
        " cycle",
        -0.36042207
      ]
    ]
  },
  "As this molecule diffuses between cells, it triggers the synthesis of cyclic GMP. Also used by leukocytes to kill bacteria and tumor cells, an overabundance results in shock. It showed that gases could": {
    "guess": "Nitric oxide",
    "confidence": [
      [
        "Nit",
        -0.009768131
      ],
      [
        "ric",
        -0.00035727277
      ],
      [
        " oxide",
        -0.15706156
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.0029241105
      ],
      [
        "fer",
        -1.0802739e-05
      ],
      [
        "on",
        -0.009183017
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes, the Seyferth-Gilbert homologation. Reaction of aniline with nitrous acid generates benzene bound to this molecule; its evolution can then drive the synthesis of an aryl halide in the (*) Sandmeyer reaction.": {
    "guess": "Diazoalkane",
    "confidence": [
      [
        "Dia",
        -1.4572397
      ],
      [
        "zo",
        -0.120591626
      ],
      [
        "alk",
        -1.01258
      ],
      [
        "ane",
        -0.05083405
      ]
    ]
  },
  "The molar masses of unknown substances can be determined through measurements of two of these properties,": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.015760764
      ],
      [
        "ig",
        -3.88156e-05
      ],
      [
        "ative",
        -1.0802739e-05
      ],
      [
        " properties",
        -0.14636153
      ]
    ]
  },
  "These molecules stimulate the production of protein kinase R, which acts to inhibit eIF2. First discovered in 1957 by Alick Isaacs and Jean Lindenmann, the beta 1 a type has been approved as the drug Avonex to treat multiple sclerosis.  The alpha type can be used to treat genital warts and hairy cell leukemia, as well as Kaposi's Sarcoma and some forms of hepatitis.  Also coming in gamma, tau, and": {
    "guess": "Interferon",
    "confidence": [
      [
        "Inter",
        -0.0011633153
      ],
      [
        "fer",
        -6.392203e-06
      ],
      [
        "on",
        -0.0030283332
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced drastically. When an aldehyde is placed in an acidic alcohol solution an acetal is often formed,": {
    "guess": "Catalysis",
    "confidence": [
      [
        "C",
        -1.3506106
      ],
      [
        "atal",
        -0.005088122
      ],
      [
        "ysis",
        -0.22574902
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites": {
    "guess": "MRNA Splicing",
    "confidence": [
      [
        "MR",
        -0.6579789
      ],
      [
        "NA",
        -0.017064298
      ],
      [
        " Sp",
        -0.9399439
      ],
      [
        "licing",
        -0.00026824963
      ]
    ]
  },
  "This molecule's biosynthesis requires the removal of the c-peptide. Its namesake \"growth factors\" are located in the p13 and p15 subsections of chromosome 11. In the body, the concentration of this hormone oscillates with a period of three to six minutes before returning to base levels. Glucagon counteracts the effects of this hormone, the lack of which causes hyperglycemia. It is produced by the beta cells of the islets of Langerhans in the pancreas. For 10 points, name this mammalian hormone that": {
    "guess": "Insulin",
    "confidence": [
      [
        "Ins",
        -0.009755381
      ],
      [
        "ulin",
        -0.00010974178
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law of Dulong and Petit. Like entropy, it is most often expressed in joules per mole Kelvin. The product of this quantity and temperature also appears in the Nernst equation. In the Arrhenius equation, the activation energy divides both this quantity and temperature. It is equal to the product of Boltzmann's constant and Avogadro's number. For 10 points, give this constant equal to about 8.31 joules per mole Kelvin, usually symbolized R.": {
    "guess": "Gas constant",
    "confidence": [
      [
        "Gas",
        -0.00723921
      ],
      [
        " constant",
        -0.00088299956
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain type of these molecules is deficient, buildups of them occur in infants' urine, causing a": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.60119563
      ],
      [
        "mino",
        -0.12721387
      ],
      [
        " acid",
        -0.13170663
      ]
    ]
  },
  "This molecule is produced in a reaction which uses a strong base to convert aryl ketones to alkynes, the Seyferth-Gilbert homologation. Reaction of aniline with nitrous acid generates benzene bound to this molecule; its evolution can then drive the synthesis of an aryl halide in the (*) Sandmeyer reaction. This molecule's expulsion drives alkane formation in the Wolff-Kishner reduction, and it reacts": {
    "guess": "Nitrogen",
    "confidence": [
      [
        "Nit",
        -0.59711814
      ],
      [
        "rogen",
        -0.026082322
      ]
    ]
  },
  "These molecules' turnover is facilitated at P-bodies, and the U2 enzyme recognizes \"branch point\" sites on these structures. The enzyme that synthesizes these compounds is more sensitive to alpha-amantin": {
    "guess": "Pre-mRNA",
    "confidence": [
      [
        "Pre",
        -0.18134855
      ],
      [
        "-m",
        -0.001815598
      ],
      [
        "RNA",
        -0.12367623
      ]
    ]
  },
  "The molar heat capacity for a metal is roughly equal to three times this quantity, according to the Law of Dulong and Petit. Like entropy, it is most often expressed in joules per mole Kelvin. The product of this quantity and temperature also appears in the Nernst equation. In the Arrhenius equation, the activation energy divides both this quantity and temperature. It is equal to the product of Boltzmann's constant and Avogadro's number. For 10 points, give this constant equal to about 8.31 joules": {
    "guess": "Gas constant",
    "confidence": [
      [
        "Gas",
        -0.025109041
      ],
      [
        " constant",
        -0.002335805
      ]
    ]
  },
  "Molecules of this type are often made using an alumina catalyst, but a side product of an alkene is also produced in that process. Jain and Pillai found that when phenol is added to that reacting system, the rate of alkene production is greatly increased, while the rate of production of these is reduced": {
    "guess": "Phenol",
    "confidence": [
      [
        "Ph",
        -1.0750487
      ],
      [
        "en",
        -0.00034201838
      ],
      [
        "ol",
        -0.025694335
      ]
    ]
  },
  "One of these molecules containing a selenol group is created via unique synthetic mechanisms, and serotonin is derived from another of these molecules. When a dehydrogenase complex catalyzing the branched-chain type of these molecules is deficient, buildups of them occur in infants' urine, causing a smell similar to that of maple syrup. One end of these molecules can deprotonate the other at moderate pH values, so they are classified as zwitterions. During translation, these molecules are carried": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.012420995
      ],
      [
        "mino",
        -4.0007635e-05
      ],
      [
        " acid",
        -0.6148292
      ]
    ]
  }
}