{
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's feast\" and \"In Molossian rhythm\" are among the twelve written \"in all the minor keys\" as the Opus 39 of Charles-Valentin Alkan.  Leopold Godowsky wrote a set of 53 of these which are adaptations": {
    "guess": "Études",
    "confidence": [
      [
        "É",
        -0.90194744
      ],
      [
        "t",
        -3.333223e-05
      ],
      [
        "udes",
        -0.045989968
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles,": {
    "guess": "Piano Concertos",
    "confidence": [
      [
        "P",
        -0.6214216
      ],
      [
        "iano",
        -2.8564085e-05
      ],
      [
        " Concert",
        -0.03738174
      ],
      [
        "os",
        -0.15248448
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.  This god's son lives in the hall Glitnir.  The insolent dwarf Littur was kicked onto this man's ship, Ringhorn, during a ceremony that also saw Odin give this god the ring Draupnir and whisper unknown": {
    "guess": "Njord",
    "confidence": [
      [
        "N",
        -1.2558059
      ],
      [
        "j",
        -0.08030784
      ],
      [
        "ord",
        -0.14894281
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"": {
    "guess": "Symphony",
    "confidence": [
      [
        "Sym",
        -0.15268855
      ],
      [
        "phony",
        -0.75564516
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's feast\" and \"In Molossian rhythm\" are among the twelve written \"in all the minor keys\" as the Opus 39 of Charles-Valentin Alkan.  Leopold Godowsky wrote a set of 53 of these which are adaptations of a better-known 19th-century set of these; the latter set includes pieces known as the \"Winter Wind\" and \"Revolutionary.\"  For 10 points, identify this type of composition, \"transcendental\" ones": {
    "guess": "Etudes",
    "confidence": [
      [
        "Et",
        -0.6068574
      ],
      [
        "udes",
        -0.07816089
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.  This god's son lives in the hall Glitnir.  The insolent dwarf Littur was kicked onto this man's ship, Ringhorn, during a ceremony that also saw Odin give this god the ring Draupnir and whisper unknown words into his ear.  Hermod's attempts to plead for his return were foiled by the giantess Thokk, who refused to cry over his death.  For 10 points, name this husband of Nanna, the Norse god of joy and beauty, felled by a sprig of mistletoe thrown by his brother Hodur under Loki's treacherous aim.": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.031455953
      ],
      [
        "dr",
        -0.01477248
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.  This god's son lives in the hall Glitnir.  The insolent dwarf Littur was kicked onto this man's ship, Ringhorn, during a ceremony that also saw Odin give this god the ring Draupnir and whisper unknown words into his ear.  Hermod's attempts to plead for his return were foiled by the giantess Thokk,": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.27762336
      ],
      [
        "dr",
        -0.037097592
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's feast\" and \"In Molossian rhythm\" are among the twelve written \"in all the minor keys\" as the Opus 39 of Charles-Valentin Alkan.  Leopold Godowsky wrote a set of 53 of these which are adaptations of a better-known 19th-century set of these; the latter set includes pieces known as the \"Winter Wind\" and \"Revolutionary.\"  For 10 points, identify this type of composition, \"transcendental\" ones of which were written by Franz Liszt, though Chopin's are more famous.": {
    "guess": "Étude",
    "confidence": [
      [
        "É",
        -0.7404311
      ],
      [
        "t",
        -4.604148e-06
      ],
      [
        "ude",
        -0.25547472
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.  This god's son lives in the hall Glitnir.  The insolent dwarf Littur was kicked onto this man's ship,": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.07335972
      ],
      [
        "dr",
        -0.0033162653
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's feast\" and \"In Molossian rhythm\" are among the twelve written \"in all the minor keys\" as the": {
    "guess": "Études",
    "confidence": [
      [
        "É",
        -1.069276
      ],
      [
        "t",
        -0.00032044618
      ],
      [
        "udes",
        -0.07468878
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's feast\" and \"In Molossian rhythm\" are among the twelve written \"in all the minor keys\" as the Opus 39 of Charles-Valentin Alkan.  Leopold Godowsky wrote a set of 53 of these which are adaptations of a better-known 19th-century set of these; the latter set includes pieces known as the \"Winter": {
    "guess": "Études",
    "confidence": [
      [
        "É",
        -0.64623934
      ],
      [
        "t",
        -3.166338e-05
      ],
      [
        "udes",
        -0.01020978
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.78723955
      ],
      [
        "dr",
        -0.28250244
      ]
    ]
  },
  "Under the guise of Vegtam, Odin consulted with the dead prophetess Vala about this other god's fate.  This god's son lives in the hall Glitnir.  The insolent dwarf Littur was kicked onto this man's ship, Ringhorn, during a ceremony that also saw Odin give this god the ring Draupnir and whisper unknown words into his ear.  Hermod's attempts to plead for his return were foiled by the giantess Thokk, who refused to cry over his death.  For 10 points, name this husband of Nanna, the Norse god of joy": {
    "guess": "Balder",
    "confidence": [
      [
        "Bal",
        -0.077650316
      ],
      [
        "der",
        -0.5712759
      ]
    ]
  },
  "Guillaume Lekeu wrote two symphonic versions of this kind of work, the second of which is known as \"Ophelia.\"  A set of four \"great concert\" versions of this kind of work is the Opus 111 of Ignaz Moscheles, and includes \"La Fougue.\"  A set of these constitutes the Opus 2 of Adolf von Henselt, while \"Aesop's": {
    "guess": "Piano Concertos",
    "confidence": [
      [
        "P",
        -0.71577877
      ],
      [
        "iano",
        -0.00015133653
      ],
      [
        " Concert",
        -0.17860506
      ],
      [
        "os",
        -0.12512039
      ]
    ]
  }
}