{
  "It is not valid in the presence of mutations, natural selection, or non-random mating. But, for a large": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.004860261
      ],
      [
        "y",
        -7.58424e-06
      ],
      [
        "–",
        -0.021655653
      ],
      [
        "We",
        -4.3202e-07
      ],
      [
        "in",
        -5.5577775e-06
      ],
      [
        "berg",
        -3.2929079e-06
      ],
      [
        " principle",
        -0.0002601438
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion in pure metals. It is usually determined experimentally by taking the slope of the line that appears on the graph plotting the log of k against one over temperature. A negative value of this quantity appears in the exponential divided by RT in the Arrhenius equation. For 10 points, name this value that is lowered by catalysts, and is equal to the minimum energy that molecules must have in order": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.003368658
      ],
      [
        " energy",
        -0.004265489
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its value is so small, which is explained in string theory, by having the gauge boson associated with this value not fixed to a brane.  Cavendish measured this constant with a (*) torsion balance.  Like": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.07470758
      ],
      [
        "avit",
        -0.00044532763
      ],
      [
        "ational",
        -0.0006135515
      ],
      [
        " constant",
        -0.04810237
      ]
    ]
  },
  "This man's valet, Robert Holloway was captured at First Bull Run. This first president of the NRA and onetime Rhode Island governor popularized a namesake carbine. His IX Corps led the disastrous assault at the Battle of the Crater, and in an earlier battle failed to cross the Rappahannock. For 10 points, name this Union general who lost the Battle of Fredericksburg after replacing George McClellan": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.033887498
      ],
      [
        "rose",
        -9.221884e-05
      ],
      [
        " Burn",
        -0.0002848153
      ],
      [
        "side",
        -9.372295e-06
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.03242085
      ],
      [
        "ie",
        -4.00813e-06
      ],
      [
        " temperature",
        -0.009011014
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical Montroll-Berlin-Kac model. At this value, susceptibility equals infinity according to a law named": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.024870813
      ],
      [
        "ie",
        -3.7697225e-06
      ],
      [
        " temperature",
        -0.14646655
      ]
    ]
  },
  "Its validity requires several assumptions, including a large sample size, no differential [*] survival, no migration, no mutations, and non-random mating. Commonly applied to the case of one locus with two alleles, it requires that observed allele frequencies sum to one. For 10 points—name this equilibrium": {
    "guess": "Hardy-Weinberg equilibrium",
    "confidence": [
      [
        "Hard",
        -0.037055776
      ],
      [
        "y",
        -0.00013262156
      ],
      [
        "-",
        -0.068404295
      ],
      [
        "We",
        -1.147242e-06
      ],
      [
        "in",
        -4.8471098e-05
      ],
      [
        "berg",
        -6.0749073e-05
      ],
      [
        " equilibrium",
        -0.12686038
      ]
    ]
  },
  "This value, the square root of the product of the relative permeability and relative permittivity, is negative in metamaterials, and multiple values for it appear in objects exhibiting birefringence. The angles of incidence for two adjacent objects with different values of this are calculated by Snell's law. For 10 points, name this dimensionless quantity measuring the ratio of the speed of light in": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.0068732062
      ],
      [
        "fr",
        -3.1186566e-05
      ],
      [
        "active",
        -1.9743013e-05
      ],
      [
        " index",
        -0.0018066724
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous magnetization scales as the one-eighth power of the temperature. TRM occurs when a substance is cooled in the presence of a magnetic field below this point, which has an antiferromagnetic counterpart in the Neel temperature. Associated with a second-order critical transition, for ten points, identify this temperature above which a ferromagnetic substance becomes paramagnetic, discovered by the father-in-law of Fr??ic Joliot.": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.024739051
      ],
      [
        "ie",
        -2.0339032e-05
      ],
      [
        " temperature",
        -0.07875329
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical Montroll-Berlin-Kac model. At this value, susceptibility equals infinity according to a law named for this value and Weiss. Past this value, rotation symmetry in certain materials breaks down in a": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.21760824
      ],
      [
        "ie",
        -2.2365493e-05
      ],
      [
        " temperature",
        -0.58549404
      ]
    ]
  },
  "It is not valid in the presence of mutations, natural selection, or non-random mating. But, for a large population without the above factors, it states that the proportion of alleles at a given locus remains constant.  For ten points, what rule, named for a British mathematician and a German physician,": {
    "guess": "Hardy-Weinberg Principle",
    "confidence": [
      [
        "Hard",
        -0.032320328
      ],
      [
        "y",
        -0.0002699185
      ],
      [
        "-",
        -0.044577524
      ],
      [
        "We",
        -3.5477897e-05
      ],
      [
        "in",
        -9.1622824e-05
      ],
      [
        "berg",
        -0.00017171667
      ],
      [
        " Principle",
        -0.04076037
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical Montroll-Berlin-Kac model. At this value, susceptibility equals infinity according to a law named for this value and Weiss. Past this value, rotation symmetry in certain materials breaks down in a second-order phase transition. It is analogous to the Neel point for an \"anti\" type of material. Above this point, ferromagnets begin to exhibit paramagnetism. For 10 points, give this temperature that": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.019051403
      ],
      [
        "ie",
        -8.89548e-06
      ],
      [
        " temperature",
        -0.019871308
      ]
    ]
  },
  "This value, the square root of the product of the relative permeability and relative permittivity, is negative in metamaterials, and multiple values for it appear in objects exhibiting birefringence. The": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.023787862
      ],
      [
        "fr",
        -4.20341e-05
      ],
      [
        "active",
        -1.6240566e-06
      ],
      [
        " index",
        -0.0023047698
      ]
    ]
  },
  "This man's valet, Robert Holloway was captured at First Bull Run. This first president of the NRA and onetime Rhode Island governor popularized a namesake carbine. His IX Corps led the disastrous assault at the Battle of the Crater, and in an earlier battle failed to cross the Rappahannock. For 10 points,": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.009869064
      ],
      [
        "rose",
        -0.00012213163
      ],
      [
        " Burn",
        -0.0011081863
      ],
      [
        "side",
        -1.3544423e-05
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion in pure metals. It is usually determined experimentally by taking the slope of the line that appears on the graph plotting the log of k against one over temperature. A negative value of this quantity appears in the exponential divided by RT in the Arrhenius equation. For 10 points, name this value": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.01762618
      ],
      [
        " energy",
        -0.10248231
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its": {
    "guess": "Modified Newtonian dynamics",
    "confidence": [
      [
        "Modified",
        -0.028619682
      ],
      [
        " Newton",
        -8.006007e-05
      ],
      [
        "ian",
        -0.00020008348
      ],
      [
        " dynamics",
        -0.03247163
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce Act, the Veterans Bonus Act, and the Kellogg-Briand Pact. During his nomination campaign, his first two picks for the Vice-Presidency declined before Charles Dawes ran with him to a victory over John W. Davis and Bob LaFollette. The only President of the United States to be sworn in to office by his": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.014721504
      ],
      [
        "vin",
        -6.4802e-05
      ],
      [
        " Cool",
        -0.001136643
      ],
      [
        "idge",
        -0.00012749579
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico.": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.25161314
      ],
      [
        "vin",
        -1.4617256e-05
      ],
      [
        " Cool",
        -0.00029232146
      ],
      [
        "idge",
        -0.00023250321
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce Act, the Veterans Bonus Act, and the Kellogg-Briand Pact. During his nomination campaign, his first two picks for the Vice-Presidency declined before Charles Dawes ran with him to a victory over John": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.02991074
      ],
      [
        "vin",
        -7.600714e-05
      ],
      [
        " Cool",
        -0.00027277938
      ],
      [
        "idge",
        -0.0001878055
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.040120967
      ],
      [
        "attice",
        -1.5451682e-05
      ],
      [
        " energy",
        -0.0114125395
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface. He is the namesake of an identity stating that \"cosine theta plus sine theta times i\" equals \"e to the i times theta.\" His namesake \"characteristic\" equals vertices minus edges plus faces. The limit of the difference between the harmonic series and the natural log is named for Mascheroni and this solver of the Bridges of Konigsberg problem. A value of about 2.718, the base of the natural log, is": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.39395633
      ],
      [
        "hard",
        -0.00030721823
      ],
      [
        " Euler",
        -5.8603408e-05
      ]
    ]
  },
  "Its validity requires several assumptions, including a large sample size, no differential [*] survival,": {
    "guess": "Survival analysis",
    "confidence": [
      [
        "Surv",
        -0.4820624
      ],
      [
        "ival",
        -0.067497104
      ],
      [
        " analysis",
        -0.12588207
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion in pure metals. It is usually determined experimentally by taking the slope of the line that appears on the graph plotting the log of k against one over temperature. A negative value of this quantity": {
    "guess": "Self-diffusion coefficient",
    "confidence": [
      [
        "Self",
        -0.1233375
      ],
      [
        "-d",
        -0.043145113
      ],
      [
        "iff",
        -0.00015324011
      ],
      [
        "usion",
        -0.045095094
      ],
      [
        " coefficient",
        -0.23907462
      ]
    ]
  },
  "This man's valet, Robert Holloway was captured at First Bull Run. This first president of the NRA and onetime Rhode Island governor popularized a namesake carbine. His IX Corps led the disastrous assault": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.014566557
      ],
      [
        "rose",
        -0.00022737744
      ],
      [
        " Burn",
        -0.005852709
      ],
      [
        "side",
        -8.061054e-06
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.35911024
      ],
      [
        " intestine",
        -0.042474695
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account for the electron-electron repulsion of closed shells. Often represented by a capital or lower-case": {
    "guess": "Lattice Energy",
    "confidence": [
      [
        "L",
        -0.5432284
      ],
      [
        "attice",
        -0.0007402999
      ],
      [
        " Energy",
        -0.6638073
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical Montroll-Berlin-Kac model. At this value, susceptibility equals infinity according to a law named for this value and Weiss. Past this value, rotation symmetry in certain materials breaks down in a second-order phase transition. It is analogous to the Neel point for an \"anti\" type of material. Above this point, ferromagnets begin to exhibit paramagnetism. For 10 points, give this temperature that is named for a French physicist who worked with his wife Marie on radioactivity.": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.005822145
      ],
      [
        "ie",
        -1.3306016e-05
      ],
      [
        " temperature",
        -0.040769752
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion in pure metals. It is usually determined experimentally by taking the slope of the line that appears on the graph plotting the log of k against one over temperature. A negative value of this quantity appears in the exponential divided by RT in the Arrhenius equation. For 10 points, name this value that is lowered by catalysts, and is equal to the minimum energy that molecules must have in order to react.": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.0012084495
      ],
      [
        " energy",
        -0.0021684594
      ]
    ]
  },
  "This value, the square root of the product of the relative permeability and relative permittivity, is negative in metamaterials, and multiple values for it appear in objects exhibiting birefringence. The angles of incidence for two adjacent objects with different values of this are calculated by Snell's law. For 10 points, name this dimensionless quantity measuring the ratio of the speed of light in a medium to that in a vacuum.": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.0063959537
      ],
      [
        "fr",
        -7.648396e-05
      ],
      [
        "active",
        -7.9418505e-06
      ],
      [
        " index",
        -0.0017395553
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account for the electron-electron repulsion of closed shells. Often represented by a capital or lower-case \"A\", for example in the Born-Mayer Equation, it is often calculated for sodium chloride to demonstrate its rapidly converging series. It depends on the relative distribution of cations and anions in a structure, and unlike lattice energy, it describes the energy of a single ion in a crystal. FTP,": {
    "guess": "Born-Lande Equation",
    "confidence": [
      [
        "Born",
        -0.76404965
      ],
      [
        "-L",
        -0.16164738
      ],
      [
        "ande",
        -0.035858076
      ],
      [
        " Equation",
        -0.15197003
      ]
    ]
  },
  "This value, the square root of the product of the relative permeability and relative permittivity, is": {
    "guess": "Snell's law",
    "confidence": [
      [
        "Sn",
        -0.6540929
      ],
      [
        "ell",
        -0.00018244502
      ],
      [
        "'s",
        -0.00030269218
      ],
      [
        " law",
        -0.077658586
      ]
    ]
  },
  "This value, the square root of the product of the relative permeability and relative permittivity, is negative in metamaterials, and multiple values for it appear in objects exhibiting birefringence. The angles of incidence for two adjacent objects with different values of this are calculated by Snell's": {
    "guess": "Refractive index",
    "confidence": [
      [
        "Re",
        -0.4950397
      ],
      [
        "fr",
        -1.50940705e-05
      ],
      [
        "active",
        -9.253091e-06
      ],
      [
        " index",
        -0.003340737
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce Act, the Veterans Bonus Act, and the Kellogg-Briand Pact. During his nomination campaign, his first two picks for the Vice-Presidency declined before Charles Dawes ran with him to a victory over John W. Davis and Bob LaFollette. The only President of the United States to be sworn in to office by his father was, FTP, this famously tight-lipped Massachusian, successor to Warren Harding, who served from": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.008197632
      ],
      [
        "vin",
        -5.3000836e-05
      ],
      [
        " Cool",
        -0.00076507597
      ],
      [
        "idge",
        -8.518583e-05
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its value is so small, which is explained in string theory, by having the gauge boson associated with this value not fixed to a brane.  Cavendish measured this constant with a (*) torsion balance.  Like Boltzman's constant, this fundamental constant does not occur in the formula for the fine structure constant.  For 10 points, name this constant found in an inverse square law describing the mutual attraction of matter.": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.02276643
      ],
      [
        "avit",
        -0.00093730877
      ],
      [
        "ational",
        -8.3874584e-05
      ],
      [
        " constant",
        -0.14517485
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account for the electron-electron repulsion of closed shells. Often represented by a capital or lower-case \"A\", for example in the Born-Mayer Equation, it is often calculated for sodium chloride to demonstrate": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.033224788
      ],
      [
        "attice",
        -1.6240566e-06
      ],
      [
        " energy",
        -0.068008766
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical Montroll-Berlin-Kac model. At this value, susceptibility equals infinity according to a law named for this value and Weiss. Past this value, rotation symmetry in certain materials breaks down in a second-order phase transition. It is analogous to the Neel point for an \"anti\" type of material. Above": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.024101192
      ],
      [
        "ie",
        -3.4405064e-05
      ],
      [
        " temperature",
        -0.25865915
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce Act, the Veterans Bonus Act, and the Kellogg-Briand Pact. During his nomination campaign, his first": {
    "guess": "Franklin D. Roosevelt",
    "confidence": [
      [
        "Frank",
        -1.2808181
      ],
      [
        "lin",
        -0.38187075
      ],
      [
        " D",
        -0.04441402
      ],
      [
        ".",
        -0.001514385
      ],
      [
        " Roosevelt",
        -0.0003576304
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce Act, the Veterans Bonus Act, and the Kellogg-Briand Pact. During his nomination campaign, his first two picks for the Vice-Presidency declined before Charles Dawes ran with him to a victory over John W. Davis and Bob LaFollette. The only President of the United States to be sworn in to office by his father was, FTP, this famously tight-lipped Massachusian, successor to Warren Harding, who served from 1923 to 1928.": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.008835678
      ],
      [
        "vin",
        -6.575563e-05
      ],
      [
        " Cool",
        -0.0010162565
      ],
      [
        "idge",
        -0.00017386234
      ]
    ]
  },
  "Its validity requires several assumptions, including a large sample size, no differential [*] survival, no migration, no mutations, and non-random mating. Commonly applied to the case of one locus with two alleles, it requires that observed allele frequencies sum to one. For 10 points—name this equilibrium commonly used in genetics problems.": {
    "guess": "Hardy-Weinberg equilibrium",
    "confidence": [
      [
        "Hard",
        -0.033517525
      ],
      [
        "y",
        -7.755679e-05
      ],
      [
        "-",
        -0.08286837
      ],
      [
        "We",
        -4.4849444e-06
      ],
      [
        "in",
        -5.2285613e-05
      ],
      [
        "berg",
        -8.780831e-05
      ],
      [
        " equilibrium",
        -0.41941404
      ]
    ]
  },
  "It is not valid in the presence of mutations, natural selection, or non-random mating. But, for a large population without the above factors, it states that the proportion of alleles at a given locus remains": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.006598137
      ],
      [
        "y",
        -1.60477e-05
      ],
      [
        "–",
        -0.10759813
      ],
      [
        "We",
        -7.89631e-07
      ],
      [
        "in",
        -1.5451682e-05
      ],
      [
        "berg",
        -1.867018e-05
      ],
      [
        " principle",
        -0.017189322
      ]
    ]
  },
  "This man's valet, Robert Holloway was captured at First Bull Run. This first president of the NRA and onetime Rhode Island governor popularized a namesake carbine. His IX Corps led the disastrous assault at the Battle of the Crater, and in an earlier battle failed to cross the Rappahannock. For 10 points, name this Union general who lost the Battle of Fredericksburg after replacing George McClellan as Commander of the Army of the Potomac, who popularized a certain style of facial hair.": {
    "guess": "Ambrose Burnside",
    "confidence": [
      [
        "Amb",
        -0.010019552
      ],
      [
        "rose",
        -8.6616266e-05
      ],
      [
        " Burn",
        -0.00024977676
      ],
      [
        "side",
        -7.9418505e-06
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface. He is the namesake of an identity stating that \"cosine theta plus sine theta times i\" equals \"e to": {
    "guess": "Euler's formula",
    "confidence": [
      [
        "E",
        -0.105593994
      ],
      [
        "uler",
        -1.4617256e-05
      ],
      [
        "'s",
        -0.011890219
      ],
      [
        " formula",
        -0.11793136
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions": {
    "guess": "Intestine",
    "confidence": [
      [
        "Int",
        -0.8560143
      ],
      [
        "est",
        -0.2956968
      ],
      [
        "ine",
        -0.5154048
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous magnetization scales as the one-eighth power of the temperature. TRM occurs when a substance is cooled in the presence of a magnetic field below this point, which has an antiferromagnetic counterpart": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.011901758
      ],
      [
        "ie",
        -7.703444e-06
      ],
      [
        " temperature",
        -0.15743987
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account for the electron-electron repulsion of closed shells. Often represented by a capital or lower-case \"A\", for example in the Born-Mayer Equation, it is often calculated for sodium chloride to demonstrate its rapidly converging series. It depends on the relative distribution of cations and anions in a structure, and unlike lattice energy, it describes the energy of a single ion in a crystal. FTP, name this constant which depends on geometric arrangement of ions in a crystal, named for a German chemist.": {
    "guess": "Born-Lande Equation",
    "confidence": [
      [
        "Born",
        -0.7562357
      ],
      [
        "-L",
        -0.29049477
      ],
      [
        "ande",
        -0.07618013
      ],
      [
        " Equation",
        -0.22773314
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model,": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.12083177
      ],
      [
        "ie",
        -1.831257e-05
      ],
      [
        " temperature",
        -0.06412146
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.023134835
      ],
      [
        "ie",
        -4.9617593e-06
      ],
      [
        " temperature",
        -0.013216474
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential": {
    "guess": "Coulomb potential",
    "confidence": [
      [
        "C",
        -0.54411435
      ],
      [
        "oul",
        -3.5597102e-05
      ],
      [
        "omb",
        -1.9385403e-05
      ],
      [
        " potential",
        -0.6912476
      ]
    ]
  },
  "This value is a linear function of defect concentration at low concentrations according to the spherical": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.028644124
      ],
      [
        "ie",
        -0.00085535896
      ],
      [
        " temperature",
        -0.01580512
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials,": {
    "guess": "Coulomb interaction",
    "confidence": [
      [
        "C",
        -0.60255414
      ],
      [
        "oul",
        -5.6100132e-05
      ],
      [
        "omb",
        -7.016616e-05
      ],
      [
        " interaction",
        -0.9853078
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion": {
    "guess": "Self-diffusion coefficient",
    "confidence": [
      [
        "Self",
        -0.26450193
      ],
      [
        "-d",
        -0.040795617
      ],
      [
        "iff",
        -8.923875e-05
      ],
      [
        "usion",
        -0.05920449
      ],
      [
        " coefficient",
        -0.43038613
      ]
    ]
  },
  "This man's valet, Robert Holloway was captured at First Bull Run. This first president of the NRA and": {
    "guess": "Robert Holloway",
    "confidence": [
      [
        "Robert",
        -0.6561271
      ],
      [
        " Hollow",
        -0.98930943
      ],
      [
        "ay",
        -0.00018089537
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface. He is the namesake of an identity stating that \"cosine theta plus sine theta times i\" equals \"e to the i times theta.\" His namesake \"characteristic\" equals vertices minus edges plus faces. The limit of the difference between the harmonic series and the natural log is named for Mascheroni and this": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.016235534
      ],
      [
        "hard",
        -0.010215805
      ],
      [
        " Euler",
        -8.180258e-06
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation in order to make a reasonable estimate of energy. A term must be added to this value to account for the electron-electron repulsion of closed shells. Often represented by a capital or lower-case \"A\", for example in the Born-Mayer Equation, it is often calculated for sodium chloride to demonstrate its rapidly converging series. It depends on the relative distribution of cations and anions in": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.06981404
      ],
      [
        "attice",
        -4.3202e-07
      ],
      [
        " energy",
        -0.021693336
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous magnetization scales as the one-eighth power of the temperature. TRM occurs when a substance is cooled in the presence of a magnetic field below this point, which has an antiferromagnetic counterpart in the Neel temperature. Associated with a second-order critical transition, for ten points, identify": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.012515654
      ],
      [
        "ie",
        -4.8425554e-06
      ],
      [
        " temperature",
        -0.10272383
      ]
    ]
  },
  "Its validity requires several assumptions, including a large sample size, no differential [*] survival, no migration, no mutations, and non-random mating. Commonly applied to the case of one locus with": {
    "guess": "Hardy–Weinberg principle",
    "confidence": [
      [
        "Hard",
        -0.5997317
      ],
      [
        "y",
        -2.8564085e-05
      ],
      [
        "–",
        -0.14199874
      ],
      [
        "We",
        -6.869018e-06
      ],
      [
        "in",
        -5.9199425e-05
      ],
      [
        "berg",
        -2.8206474e-05
      ],
      [
        " principle",
        -0.013345633
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous magnetization scales as the one-eighth power of the temperature. TRM occurs when a substance is cooled in the presence of a magnetic field below this point, which has an antiferromagnetic counterpart in the Neel temperature. Associated with a second-order critical transition, for ten points, identify this temperature above which a ferromagnetic substance becomes paramagnetic, discovered by the father-in-law": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.019597687
      ],
      [
        "ie",
        -2.6537622e-05
      ],
      [
        " temperature",
        -0.052412342
      ]
    ]
  },
  "It is not valid in the presence of mutations, natural selection, or non-random mating. But, for a large population without the above factors, it states that the proportion of alleles at a given locus remains constant.  For ten points, what rule, named for a British mathematician and a German physician, forms the basis of population genetics.": {
    "guess": "Hardy-Weinberg Principle",
    "confidence": [
      [
        "Hard",
        -0.017953489
      ],
      [
        "y",
        -0.0002387018
      ],
      [
        "-",
        -0.04519423
      ],
      [
        "We",
        -2.8921695e-05
      ],
      [
        "in",
        -7.088138e-05
      ],
      [
        "berg",
        -0.0001693326
      ],
      [
        " Principle",
        -0.07442036
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its value is so small, which is explained in string theory, by having the gauge boson associated with this value not fixed to a brane.  Cavendish measured this constant with a (*) torsion balance.  Like Boltzman's constant, this fundamental constant does not occur in the formula for the fine structure constant.  For 10 points, name this constant found in an inverse square law describing the mutual attraction": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.020114241
      ],
      [
        "avit",
        -0.0005461226
      ],
      [
        "ational",
        -0.0001373897
      ],
      [
        " constant",
        -0.094169855
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface. He is the namesake of an identity stating that \"cosine theta plus sine theta times i\" equals \"e to the i times theta.\" His namesake \"characteristic\" equals vertices minus edges plus faces. The limit of the difference between the harmonic series and the natural log is named for Mascheroni and this solver of the Bridges of Konigsberg problem. A value of about 2.718, the base of the natural log, is named e in his honor. For 10 points, name this Swiss mathematician.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0018814004
      ],
      [
        "hard",
        -0.00033832307
      ],
      [
        " Euler",
        -1.2948405e-05
      ]
    ]
  },
  "This value can be calculated by the Evjen method, which is a direct summation of Coulombic potentials, or by the Ewald method, which uses integral transforms to validly calculate the Coulomb potential at any mathematical point. When this value cannot be obtained, one can still use the Kapustinskii Equation": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -0.24386895
      ],
      [
        "attice",
        -5.6769813e-06
      ],
      [
        " energy",
        -0.0053146356
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface.": {
    "guess": "Gauss-Bonnet theorem",
    "confidence": [
      [
        "G",
        -0.41130462
      ],
      [
        "auss",
        -0.019882176
      ],
      [
        "-B",
        -0.8949738
      ],
      [
        "on",
        -1.1517961e-05
      ],
      [
        "net",
        -0.00047654795
      ],
      [
        " theorem",
        -0.1293388
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its value is so small, which is explained in string theory, by having the gauge boson associated with this value not fixed to a brane.  Cavendish measured this constant with a (*) torsion balance.  Like Boltzman's constant, this fundamental constant does not occur in the formula for the fine structure": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.97675836
      ],
      [
        "avit",
        -9.3410876e-05
      ],
      [
        "ational",
        -0.08852571
      ],
      [
        " constant",
        -0.038519923
      ]
    ]
  },
  "The valedictorian of this man's Amherst class of 1895 was Dwight Morrow, later his Ambassador to Mexico. He appointed Harlan Stone to the Supreme Court, and he also saw the passage of the Air Commerce": {
    "guess": "Calvin Coolidge",
    "confidence": [
      [
        "Cal",
        -0.057540935
      ],
      [
        "vin",
        -2.2007884e-05
      ],
      [
        " Cool",
        -0.00042280913
      ],
      [
        "idge",
        -0.0001311911
      ]
    ]
  },
  "A value named for this man is proportional to the integral of Gaussian curvature over a closed surface. He is the namesake of an identity stating that \"cosine theta plus sine theta times i\" equals \"e to the i times theta.\" His namesake \"characteristic\" equals vertices minus edges plus faces. The limit": {
    "guess": "Euler Characteristic",
    "confidence": [
      [
        "E",
        -0.5959371
      ],
      [
        "uler",
        -3.4047454e-05
      ],
      [
        " Character",
        -0.6840263
      ],
      [
        "istic",
        -1.0802739e-05
      ]
    ]
  },
  "This value is thought to vary at low accelerations in MOND theory.  The hierarchy problem asks why its value is so small, which is explained in string theory, by having the gauge boson associated with": {
    "guess": "Weak hypercharge",
    "confidence": [
      [
        "Weak",
        -0.963225
      ],
      [
        " hyper",
        -0.07555727
      ],
      [
        "charge",
        -0.0016597089
      ]
    ]
  },
  "Its value can be derived by applying the Bragg-Williams approximation to a 2-dimensional Ising model, resulting in a mean-field theory. It is given by the coupling constant times the number of nearest neighbors divided by Boltzmann's constant, and Onsager's solutions imply that near it the spontaneous magnetization scales as the one-eighth power of the temperature. TRM occurs when a substance is cooled": {
    "guess": "Curie temperature",
    "confidence": [
      [
        "Cur",
        -0.03710483
      ],
      [
        "ie",
        -1.4259645e-05
      ],
      [
        " temperature",
        -0.06461842
      ]
    ]
  },
  "This value appears in the numerator in Black's equation, which is used to calculate it for self-diffusion in pure metals. It is usually determined experimentally by taking the slope of the line that appears": {
    "guess": "Activation energy",
    "confidence": [
      [
        "Activation",
        -0.005956172
      ],
      [
        " energy",
        -0.00095231377
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.033414457
      ],
      [
        " intestine",
        -0.08493781
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline substances are secreted by Brunner's glands in this organ, while other tissues found in this": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.042664096
      ],
      [
        " intestine",
        -0.1940753
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline substances are secreted by Brunner's glands in this organ, while other tissues found in this organ include Peyer's Patches. Bile and pancreatic juices from the ampulla of Vater enter this structure": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.109185055
      ],
      [
        " intestine",
        -0.018558884
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline substances are secreted by Brunner's glands in this organ, while other tissues found in this organ include Peyer's Patches. Bile and pancreatic juices from the ampulla of Vater enter this structure through the Sphincter of Oddi, and finger-like projections in this organ are called villi. For": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.014151873
      ],
      [
        " intestine",
        -0.018065536
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline substances are secreted by Brunner's glands in this organ, while other tissues found in this organ include Peyer's Patches. Bile and pancreatic juices from the ampulla of Vater enter this structure through the Sphincter of Oddi, and finger-like projections in this organ are called villi. For 10 points, name this organ containing the duodenum, jejunum, and ileum, found between the stomach and": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.005810771
      ],
      [
        " intestine",
        -0.020734688
      ]
    ]
  },
  "The Valves of Kirkring and Solitary Glands are found in this organ, as are the \"Central Lacteal\" portions of lymphatic vessels. Alpha-defensins secreted by the Paneth cells in this organ help defend the stem cells found within it, and Goblet cells make up the crypts of Lieberkuhn here.  Protective alkaline substances are secreted by Brunner's glands in this organ, while other tissues found in this organ include Peyer's Patches. Bile and pancreatic juices from the ampulla of Vater enter this structure through the Sphincter of Oddi, and finger-like projections in this organ are called villi. For 10 points, name this organ containing the duodenum, jejunum, and ileum, found between the stomach and the large intestine.": {
    "guess": "Small intestine",
    "confidence": [
      [
        "Small",
        -0.005464625
      ],
      [
        " intestine",
        -0.02841531
      ]
    ]
  }
}