{
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in the basal nucleus of Meynert. Del Castillo and Katz proposed the quantal release theory for this compound, while cyanobacteria produce anatoxin-a which acts as an analogue of it. Eserine inhibits the breakdown of this molecule, which is used during cataract surgery to constrict the pupil and whose receptors": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.004431067
      ],
      [
        "etyl",
        -0.00018911675
      ],
      [
        "ch",
        -4.274932e-05
      ],
      [
        "oline",
        -0.000134052
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in the basal nucleus of Meynert. Del Castillo and Katz proposed the quantal release theory for this compound, while cyanobacteria produce anatoxin-a which acts as an analogue of it. Eserine inhibits the breakdown of this molecule, which is used during cataract surgery to constrict the pupil and whose receptors include muscarinic and nicotinic varieties. A deficiency of it was theorized to cause Alzheimer's": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.0015992487
      ],
      [
        "etyl",
        -5.0974373e-05
      ],
      [
        "ch",
        -9.014684e-06
      ],
      [
        "oline",
        -2.3915141e-05
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in the basal nucleus of Meynert. Del Castillo and Katz proposed the quantal release theory for this compound,": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.05483354
      ],
      [
        "etyl",
        -2.129266e-05
      ],
      [
        "ch",
        -6.704273e-07
      ],
      [
        "oline",
        -1.0280384e-06
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.31025487
      ],
      [
        "etyl",
        -0.00027980874
      ],
      [
        "ch",
        -3.6789137e-05
      ],
      [
        "oline",
        -1.831257e-05
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.40882677
      ],
      [
        "etyl",
        -0.0001006823
      ],
      [
        "ch",
        -2.4630364e-05
      ],
      [
        "oline",
        -2.2007884e-05
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in the basal nucleus of Meynert. Del Castillo and Katz proposed the quantal release theory for this compound, while cyanobacteria produce anatoxin-a which acts as an analogue of it. Eserine inhibits the": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.007425957
      ],
      [
        "etyl",
        -7.886803e-05
      ],
      [
        "ch",
        -2.4584822e-06
      ],
      [
        "oline",
        -3.1737043e-06
      ]
    ]
  },
  "Injection of an agonist for this compound into the pontine tegmentum stimulates REM sleep in certain organisms, while cells producing this compound that project to the neocortex are primarily found in the basal nucleus of Meynert. Del Castillo and Katz proposed the quantal release theory for this compound, while cyanobacteria produce anatoxin-a which acts as an analogue of it. Eserine inhibits the breakdown of this molecule, which is used during cataract surgery to constrict the pupil and whose receptors include muscarinic and nicotinic varieties. A deficiency of it was theorized to cause Alzheimer's Disease. For 10 points, name this neurotransmitter that induces contraction of skeletal muscle.": {
    "guess": "Acetylcholine",
    "confidence": [
      [
        "Ac",
        -0.003976528
      ],
      [
        "etyl",
        -0.0004340069
      ],
      [
        "ch",
        -7.226629e-06
      ],
      [
        "oline",
        -1.6882126e-05
      ]
    ]
  }
}