{
  "This man's army conquered Judea from the son of Herod the Great, and he negotiated with the Parthian Empire for the return of Crassus's lost standards. His legions were crushed at the Battle of Teutoburg Forest, and he became the Pontifex Maximus after the death of Marcus Lepidus. This man's general": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.77738935
      ],
      [
        "us",
        -0.00013822412
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability, consistency, and isolation comprise the ACID properties of these structures. Items organized in these structures can be stored in (*) column-oriented or row-oriented formats. They are typically accessed by using queries through a language like SQL. For 10 points, name these computer programs": {
    "guess": "Database management systems",
    "confidence": [
      [
        "Database",
        -0.6793206
      ],
      [
        " management",
        -0.3101909
      ],
      [
        " systems",
        -0.17902637
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs": {
    "guess": "Transaction cost theory",
    "confidence": [
      [
        "Transaction",
        -0.76687443
      ],
      [
        " cost",
        -0.6285962
      ],
      [
        " theory",
        -0.6887713
      ]
    ]
  },
  "This man's army conquered Judea from the son of Herod the Great, and he negotiated with the Parthian Empire for the return of Crassus's lost standards. His legions were crushed at the Battle of Teutoburg Forest, and he became the Pontifex Maximus after the death of Marcus Lepidus. This man's general Agrippa was victorious at the Battle of Actium, defeating the forces of Marc Antony. For 10 points,": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.5357132
      ],
      [
        "us",
        -0.00016039233
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at the Battle of Flodden. The Pilgrimage of Grace occurred during this king's reign, and he had Sir Thomas More beheaded for violating the Treason Act. This king had the Common Book of Prayer written and he issued the 1st Act of Supremacy. For 10 points, name this 16th century second Tudor King of England": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.0026404606
      ],
      [
        " VIII",
        -0.00077508535
      ],
      [
        " of",
        -0.046726987
      ],
      [
        " England",
        -4.048445e-05
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at the Battle of Flodden. The Pilgrimage of Grace occurred during this king's reign, and he had Sir Thomas": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.0010774685
      ],
      [
        " VIII",
        -0.0021149279
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs and believed that these constructs would be limited by delegation and the decreasing incentive returns": {
    "guess": "Transaction cost theory",
    "confidence": [
      [
        "Transaction",
        -0.36348093
      ],
      [
        " cost",
        -0.40569097
      ],
      [
        " theory",
        -0.33694336
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at the Battle of Flodden. The Pilgrimage of Grace occurred during this king's reign, and he had Sir Thomas More beheaded for violating the Treason Act. This king had the Common Book of Prayer written and he issued the 1st Act of Supremacy. For 10 points, name this 16th century second Tudor King of England known for his many wives, who established the Anglican Church and had two daughters, Mary I and Elizabeth I.": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.00739401
      ],
      [
        " VIII",
        -0.00016921341
      ],
      [
        " of",
        -0.441108
      ],
      [
        " England",
        -2.0100624e-05
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.  In World War I, he fought at Verdun and spent two years, eight months in a POW camp.  He was": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.29340133
      ],
      [
        " de",
        -0.001587343
      ],
      [
        " Gaul",
        -0.0010033934
      ],
      [
        "le",
        -8.299462e-06
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs and believed that these constructs would be limited by delegation and the decreasing incentive returns of additional residual income. Another paper suggests measuring the size of these entities by looking": {
    "guess": "Transaction cost theory",
    "confidence": [
      [
        "Transaction",
        -0.20991291
      ],
      [
        " cost",
        -0.038994126
      ],
      [
        " theory",
        -0.5936334
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into": {
    "guess": "Relational database",
    "confidence": [
      [
        "Rel",
        -0.106041074
      ],
      [
        "ational",
        -1.9027791e-05
      ],
      [
        " database",
        -0.070164174
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting": {
    "guess": "Distributed database",
    "confidence": [
      [
        "D",
        -0.51440024
      ],
      [
        "istributed",
        -0.0030573306
      ],
      [
        " database",
        -0.113396555
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability, consistency, and isolation comprise the ACID properties of these structures. Items organized in these structures can be stored in (*) column-oriented or row-oriented formats. They are typically": {
    "guess": "Database normalization",
    "confidence": [
      [
        "Database",
        -0.39406702
      ],
      [
        " normalization",
        -0.010645118
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering": {
    "guess": "Property rights",
    "confidence": [
      [
        "Property",
        -0.12907355
      ],
      [
        " rights",
        -0.019209525
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.  In World War I, he fought at Verdun and spent two years, eight months in a POW camp.  He was the head of his country's provisional government following World War II, but resigned in January, 1946.  However, he was elected President in December, 1958, under the constitution of the new Fifth": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.02592215
      ],
      [
        " de",
        -0.0021459777
      ],
      [
        " Gaul",
        -5.0974373e-05
      ],
      [
        "le",
        -8.776276e-06
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs and believed that these constructs would be limited by delegation and the decreasing incentive returns of additional residual income. Another paper suggests measuring the size of these entities by looking at the number of internal and external relations, and explains why they have emerged in the place": {
    "guess": "Transaction cost theory",
    "confidence": [
      [
        "Transaction",
        -0.8248983
      ],
      [
        " cost",
        -0.16402368
      ],
      [
        " theory",
        -0.8207952
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability, consistency, and isolation comprise the ACID properties of these structures. Items organized in these structures can be stored in (*) column-oriented or row-oriented formats. They are typically accessed by using queries through a language like SQL. For 10 points, name these computer programs that store large collections of information.": {
    "guess": "Database",
    "confidence": [
      [
        "Database",
        -0.68813187
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs and believed that these constructs would be limited by delegation and the decreasing incentive returns of additional residual income. Another paper suggests measuring the size of these entities by looking at the number of internal and external relations, and explains why they have emerged in the place of independently acting entrepreneurs. For 10 points, minimizing transaction costs is the primary purpose proposed by Ronald Coase in his 1937 work on \"The Nature of\" what basic business entity?": {
    "guess": "Firm",
    "confidence": [
      [
        "F",
        -0.25322106
      ],
      [
        "irm",
        -0.007833389
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at the Battle of Flodden. The Pilgrimage of Grace occurred during this king's reign, and he had Sir Thomas More beheaded for violating the Treason Act. This king had the Common Book of Prayer written and": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.0231586
      ],
      [
        " VIII",
        -0.0019749075
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at the Battle of Flodden. The Pilgrimage of Grace occurred during this king's reign, and he had Sir Thomas More beheaded for violating the Treason Act. This king had the Common Book of Prayer written and he issued the 1st Act of Supremacy. For 10 points, name this 16th century second Tudor King of England known for his many wives, who established the Anglican Church and had two daughters, Mary I and": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.009975999
      ],
      [
        " VIII",
        -0.00034058793
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.  In World War I, he fought at Verdun and spent two years, eight months in a POW camp.  He was the head of his country's provisional government following World War II, but resigned in January, 1946.  However, he was elected President in December, 1958, under the constitution of the new Fifth Republic.  FTP, name this French general and statesman who led the Free French forces during World War": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.003647353
      ],
      [
        " de",
        -0.00022856948
      ],
      [
        " Gaul",
        -2.2842309e-05
      ],
      [
        "le",
        -3.888926e-06
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability,": {
    "guess": "Relational database",
    "confidence": [
      [
        "Rel",
        -0.019634396
      ],
      [
        "ational",
        -5.9153886e-06
      ],
      [
        " database",
        -0.0011273598
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres. During this king's reign, the Earl of Surrey stopped a Scottish invasion by defeating them at": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.007793052
      ],
      [
        " VIII",
        -0.0027750398
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.  In World War I, he fought at Verdun and spent two years, eight months in a POW camp.  He was the head of his country's provisional government following World War II, but resigned in January, 1946.  However, he was elected President in December, 1958, under the constitution of the new Fifth Republic.  FTP, name this French general and statesman who led the Free French forces during World War II.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0012248703
      ],
      [
        " de",
        -0.0009056262
      ],
      [
        " Gaul",
        -0.00012499251
      ],
      [
        "le",
        -5.3193703e-06
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example": {
    "guess": "Principal–agent problem",
    "confidence": [
      [
        "Principal",
        -0.15913889
      ],
      [
        "–",
        -0.6317359
      ],
      [
        "agent",
        -0.0019180491
      ],
      [
        " problem",
        -0.0063655092
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.0031600147
      ],
      [
        " de",
        -0.00022547018
      ],
      [
        " Gaul",
        -0.00020783172
      ],
      [
        "le",
        -4.246537e-06
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to vertical integration. Oliver Williamson described the principal-agent problem facing these constructs and believed that these constructs would be limited by delegation and the decreasing incentive returns of additional residual income. Another paper suggests measuring the size of these entities by looking at the number of internal and external relations, and explains why they have emerged in the place of independently acting entrepreneurs. For 10 points, minimizing transaction costs is the primary": {
    "guess": "Transaction cost theory",
    "confidence": [
      [
        "Transaction",
        -0.0102340905
      ],
      [
        " cost",
        -0.025878593
      ],
      [
        " theory",
        -0.40185854
      ]
    ]
  },
  "Armen Alchian and Harold Demsetz argue that this theoretical construct is a way to deal with metering costs and relies on the residual income of a monitor to be effective. Benjamin Klein used the example of Fischer Body to show how this construct helped solve the hold-up problem and naturally led to": {
    "guess": "Principal-agent theory",
    "confidence": [
      [
        "Principal",
        -0.33256158
      ],
      [
        "-agent",
        -0.11321912
      ],
      [
        " theory",
        -0.27339575
      ]
    ]
  },
  "This man's army conquered Judea from the son of Herod the Great, and he negotiated with the Parthian Empire for the return of Crassus's lost standards. His legions were crushed at the Battle of Teutoburg": {
    "guess": "Publius Quinctilius Varus",
    "confidence": [
      [
        "Pub",
        -0.22636749
      ],
      [
        "lius",
        -0.00028564973
      ],
      [
        " Qu",
        -0.0038491285
      ],
      [
        "inct",
        -0.00020866614
      ],
      [
        "ili",
        -1.2829201e-05
      ],
      [
        "us",
        -7.1238996e-05
      ],
      [
        " Var",
        -7.445749e-05
      ],
      [
        "us",
        -7.1238996e-05
      ]
    ]
  },
  "This man's army conquered Judea from the son of Herod the Great, and he negotiated with the Parthian": {
    "guess": "Herod Archelaus",
    "confidence": [
      [
        "Her",
        -1.268535
      ],
      [
        "od",
        -0.00875402
      ],
      [
        " Arch",
        -0.35944286
      ],
      [
        "ela",
        -0.000754597
      ],
      [
        "us",
        -3.1782583e-05
      ]
    ]
  },
  "This man's armies were victorious at the Sieges of Boulogne and he was a signatory of the Treaty of Ardres.": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -0.033475332
      ],
      [
        " VIII",
        -0.008572611
      ]
    ]
  },
  "In 1934's \"The Army of the Future\", he defended a professional army based on mechinazation and mobilization.  In World War I, he fought at Verdun and spent two years, eight months in a POW camp.  He was the head of his country's provisional government following World War II, but resigned in January,": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.063104406
      ],
      [
        " de",
        -0.004085524
      ],
      [
        " Gaul",
        -0.00024679664
      ],
      [
        "le",
        -9.133887e-06
      ]
    ]
  },
  "Armstrong's axioms govern the inference rules for this kind of structure. They can be partitioned into horizontal units called shards. The logical consistency of these structures can be improved by converting them into Boyce-Codd form, one of the many normal forms for these entities. Atomicity, durability, consistency, and isolation comprise the ACID properties of these structures. Items organized": {
    "guess": "Database normalization",
    "confidence": [
      [
        "Database",
        -0.4118028
      ],
      [
        " normalization",
        -0.40150273
      ]
    ]
  },
  "This man's army conquered Judea from the son of Herod the Great, and he negotiated with the Parthian Empire for the return of Crassus's lost standards. His legions were crushed at the Battle of Teutoburg Forest, and he became the Pontifex Maximus after the death of Marcus Lepidus. This man's general Agrippa was victorious at the Battle of Actium, defeating the forces of Marc Antony. For 10 points, name this \"First Citizen\" of Rome, the heir of Julius Caesar and the first Roman Emperor.": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.017134838
      ],
      [
        "us",
        -0.00011927807
      ]
    ]
  }
}