{
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution of this. A tensor named after this and energy is the source of the gravitational field in the Einstein field equations and determines the way spacetime curve, and another tensor for this is named for": {
    "guess": "Stress-energy tensor",
    "confidence": [
      [
        "St",
        -0.020189598
      ],
      [
        "ress",
        -1.92662e-05
      ],
      [
        "-energy",
        -0.55413383
      ],
      [
        " tensor",
        -0.00619398
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve book about \"reading\" him. This man claimed that the title concept progressed westward from Asia to Europe, bypassing Africa, in his Lectures on the Philosophy of History. He wrote the first volume of a planned \"System of Science,\" which claims that all power relationships can be boiled down to the": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.007951903
      ],
      [
        "org",
        -1.9361265e-07
      ],
      [
        " Wilhelm",
        -7.4576696e-05
      ],
      [
        " Friedrich",
        -1.9504607e-05
      ],
      [
        " Heg",
        -3.1281633e-07
      ],
      [
        "el",
        -1.504853e-06
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black": {
    "guess": "Fairmont Hotel",
    "confidence": [
      [
        "Fair",
        -0.6355092
      ],
      [
        "mont",
        -0.0038037577
      ],
      [
        " Hotel",
        -0.21865337
      ]
    ]
  },
  "Their walls are composed of only a single cell thick layer of endothelial tissue, in  sharp contrast to their neighbors, which have a three layered wall structure. The  thickness of this wall, however, serves an important purpose in the body, as it allows  diffusion by osmosis between this vessel and surrounding tissues. Arterioles and  venules diverge into these thinnest blood vessels. FTP, name these sites of gas and  nutrient exchange between body tissues.": {
    "guess": "Capillaries",
    "confidence": [
      [
        "Cap",
        -0.048088733
      ],
      [
        "ill",
        -0.59064656
      ],
      [
        "aries",
        -0.0003902775
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard": {
    "guess": "Felice Orsini",
    "confidence": [
      [
        "Fel",
        -0.704637
      ],
      [
        "ice",
        -0.00010676169
      ],
      [
        " Or",
        -4.8351892e-05
      ],
      [
        "s",
        -0.0015802091
      ],
      [
        "ini",
        -5.50273e-05
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.018802136
      ],
      [
        "ried",
        -1.998142e-05
      ],
      [
        "rich",
        -0.00017672323
      ],
      [
        " Nietzsche",
        -0.00015717384
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and Batsanov determined it by averaging successive ionization energies while Sanderson measured electron density to determine it. Both Gordy and Allred-Rochow made use of the covalent radius and the effective": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.011691815
      ],
      [
        "rone",
        -0.00076162635
      ],
      [
        "g",
        -2.7610455e-05
      ],
      [
        "ativity",
        -2.057744e-05
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.006295511
      ],
      [
        " Francisco",
        -3.190179e-05
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope. It was only in the 14th-century that Maximus Planudes popularized the notion of his ugliness and deformity. His popularity had been promoted in classical times by Babrius and Phaedrus, and it was Herodotus": {
    "guess": "Aesop",
    "confidence": [
      [
        "A",
        -0.0042364122
      ],
      [
        "es",
        -9.849109e-06
      ],
      [
        "op",
        -0.00012094693
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this concept drew a schema showing it as the outer ring of a series of six concentric circles, just outside the two circles showing the anima and the shadow, with the ego in the center. Its formulator saw": {
    "guess": "Jungian archetypes",
    "confidence": [
      [
        "J",
        -1.7830313
      ],
      [
        "ung",
        -0.008001338
      ],
      [
        "ian",
        -0.020011187
      ],
      [
        " arch",
        -0.23515038
      ],
      [
        "etypes",
        -6.17027e-05
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0048197997
      ],
      [
        "van",
        -3.1281633e-07
      ],
      [
        "hoe",
        -0.0007617455
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this concept drew a schema showing it as the outer ring of a series of six concentric circles, just outside": {
    "guess": "Cultural lag",
    "confidence": [
      [
        "C",
        -2.4588103
      ],
      [
        "ultural",
        -0.5593183
      ],
      [
        " lag",
        -1.1403344
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find": {
    "guess": "Dielectric constant",
    "confidence": [
      [
        "Die",
        -1.1950141
      ],
      [
        "lectric",
        -0.00012058931
      ],
      [
        " constant",
        -0.518129
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of tidal tails. The blue ring-shaped rim around the Cartwheel formation resulted from this process creating a compressional wave that is driving intense star formation. The best evidence for dark matter": {
    "guess": "Galaxy collision",
    "confidence": [
      [
        "Gal",
        -0.0041380036
      ],
      [
        "axy",
        -0.26546574
      ],
      [
        " collision",
        -0.5973772
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel": {
    "guess": "Walter Savage Landor",
    "confidence": [
      [
        "W",
        -0.3904201
      ],
      [
        "alter",
        -0.001983237
      ],
      [
        " Savage",
        -0.0029062778
      ],
      [
        " Land",
        -0.00020938137
      ],
      [
        "or",
        -3.8577193e-05
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\"": {
    "guess": "Assassination of Abraham Lincoln",
    "confidence": [
      [
        "Ass",
        -1.5780385
      ],
      [
        "ass",
        -0.0004006409
      ],
      [
        "ination",
        -0.00023512568
      ],
      [
        " of",
        -0.024186483
      ],
      [
        " Abraham",
        -1.6220851
      ],
      [
        " Lincoln",
        -1.9743013e-05
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable  manuscript of a novel written during the early 60's by her son. The novel's characters include Myrna Minkoff, a  woman transported from her native Bronx to New Orleans, the eccentric Mrs. Reilly, and her son Ignatius who,  lying in his flannel shirt in a back bedroom on Constantinople Street,": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.24961796
      ],
      [
        " Confeder",
        -0.00087585096
      ],
      [
        "acy",
        -4.4179764e-05
      ],
      [
        " of",
        -0.00011963568
      ],
      [
        " D",
        -0.0001373897
      ],
      [
        "unc",
        -0.00010521204
      ],
      [
        "es",
        -7.226629e-06
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope. It was only in the 14th-century that Maximus Planudes popularized the notion of his ugliness and deformity. His popularity had been promoted in classical times by Babrius and Phaedrus, and it was Herodotus who claimed that he was freed by the Thracian Iadmon. His work only became widespread in Europe in the 16th-century with Jean de La Fontaine's verse translations. FTP, name this legendary author": {
    "guess": "Aesop",
    "confidence": [
      [
        "A",
        -0.003232256
      ],
      [
        "es",
        -2.546479e-05
      ],
      [
        "op",
        -4.7040652e-05
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.00044127836
      ],
      [
        " Crus",
        -2.5345586e-05
      ],
      [
        "ade",
        -3.5835506e-05
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this event were assisting Alexius Comnenus. Peter the Hermit led a popular section of this campaign, which caused the establishment of the Kingdom of (*) Jerusalem. The phrase \"God Wills it!\" was uttered by the crowd at a meeting that called for this armed event to begin. For 10 points, name this military": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0060334345
      ],
      [
        " Crus",
        -0.00012308525
      ],
      [
        "ade",
        -3.7385154e-05
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the": {
    "guess": "Expenditure",
    "confidence": [
      [
        "Ex",
        -0.9777396
      ],
      [
        "pend",
        -0.004049787
      ],
      [
        "iture",
        -0.0025039595
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type": {
    "guess": "Stress (biology)",
    "confidence": [
      [
        "St",
        -0.04341088
      ],
      [
        "ress",
        -1.0280384e-06
      ],
      [
        " (",
        -0.0021553764
      ],
      [
        "biology",
        -0.005657621
      ],
      [
        ")",
        -1.5809293e-05
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism and anti-Semitism in another essay collected in his On the Genealogy of Morals. He explained \"Why I Am So Wise\" in his autobiographical Ecce Homo, and described the will-to-power as a motivation to rise above slave morality. In another work, he describes eternal recurrence and the rise of the (*) ubermensch. Name this German philosopher who attacked Christianity in works like Beyond Good and Evil, and who stated \"God is dead\" in The Gay Science and Thus Spoke Zarathustra.": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.0013823787
      ],
      [
        "ried",
        -6.2729996e-06
      ],
      [
        "rich",
        -5.7649777e-05
      ],
      [
        " Nietzsche",
        -1.7120534e-05
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution of this. A tensor named after this and energy is the source of the gravitational field in the Einstein field equations and determines the way spacetime curve, and another tensor for this is named for Cauchy. In linguistics, this term refers to the relative emphasis given to different syllables of a word, while in mechanics it refers to the energy particles of a material exert on each other. Name this term, which, in psychology, means a feeling of pressure or strain.": {
    "guess": "Stress (mechanics)",
    "confidence": [
      [
        "St",
        -0.03146716
      ],
      [
        "ress",
        -1.1041146e-05
      ],
      [
        " (",
        -0.19973597
      ],
      [
        "me",
        -0.007449376
      ],
      [
        "chan",
        -5.2001665e-06
      ],
      [
        "ics",
        -3.631232e-05
      ],
      [
        ")",
        -4.6563837e-05
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood. This man informed Amphityron that Zeus had raped Alcmena. Following his death at Tilphussa, an Argive army sent spoils to this man's daughter Manto. After this man saw two snakes copulating he underwent a sex change, allowing him to give Zeus and Hera his informed verdict that the sexual pleasure": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.049460463
      ],
      [
        "ires",
        -0.0005324215
      ],
      [
        "ias",
        -0.00011176824
      ]
    ]
  },
  "Walter Friedlaender says the men in this painting \"raise a moral light... against anything feminine, weak, and personal.\"A drawing by the artist of this painting depicts one of the title figures slaying one of the women on the right, Camilla. A mother and several sisters lament on the right. The depicted scene precedes a dual against an Alba Longa family, the Curiatii. For 10 points, name this painting of three brothers crossing swords and making the title promise, by Jacques-Louis David.": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.69159055
      ],
      [
        "ath",
        -0.00010556965
      ],
      [
        " of",
        -0.0003571536
      ],
      [
        " the",
        -0.00050739973
      ],
      [
        " Hor",
        -8.5781845e-05
      ],
      [
        "at",
        -0.00051931274
      ],
      [
        "ii",
        -1.998142e-05
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and Batsanov determined it by averaging successive ionization energies while Sanderson measured electron density to determine it. Both Gordy and Allred-Rochow made use of the covalent radius and the effective nuclear charge, while Mulliken utilized the ionization potential and the electron affinity. For": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.021612609
      ],
      [
        "rone",
        -0.006661027
      ],
      [
        "g",
        -1.60477e-05
      ],
      [
        "ativity",
        -2.2007884e-05
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable  manuscript of a novel written during the early 60's by her son. The novel's characters include Myrna Minkoff, a  woman transported from her native Bronx to New Orleans, the eccentric Mrs. Reilly, and her son Ignatius who,  lying in his flannel shirt in a back bedroom on Constantinople Street, is filling dozens of Big Chief tablets with  invective against the modern age. FTP identify this perverse Pulitzer Prize winning comedy by John Kennedy  Toole.": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.00211612
      ],
      [
        " Confeder",
        -0.00016897499
      ],
      [
        "acy",
        -1.18755715e-05
      ],
      [
        " of",
        -1.8624639e-06
      ],
      [
        " D",
        -5.2001665e-06
      ],
      [
        "unc",
        -4.298773e-05
      ],
      [
        "es",
        -2.220075e-06
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else.": {
    "guess": "Orsini affair",
    "confidence": [
      [
        "Or",
        -0.99945116
      ],
      [
        "s",
        -0.0016038904
      ],
      [
        "ini",
        -6.778209e-05
      ],
      [
        " affair",
        -1.087804
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this concept drew a schema showing it as the outer ring of a series of six concentric circles, just outside the two circles showing the anima and the shadow, with the ego in the center. Its formulator saw it as a biologically inherited repository of images and ideas \"that have existed since remotest times,\" which he termed archetypes. Formulated by Carl Jung, this is, for 10 points what two-word name of": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -0.23294044
      ],
      [
        "ive",
        -2.6895234e-05
      ],
      [
        " unconscious",
        -0.106034435
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.3229107
      ],
      [
        "axy",
        -0.6759847
      ],
      [
        " merger",
        -1.3297879
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope. It was only in the 14th-century that Maximus Planudes popularized the notion of his ugliness and deformity. His popularity had been promoted in classical times by Babrius and Phaedrus, and it was Herodotus who claimed that he was freed by the Thracian Iadmon. His work only became widespread in Europe in the 16th-century with Jean de La Fontaine's verse translations. FTP, name this legendary author of \"The Fox and the Grapes,\" \"The Tortoise and the Hare,\" and numerous other fables.": {
    "guess": "Aesop",
    "confidence": [
      [
        "A",
        -0.0049198046
      ],
      [
        "es",
        -1.3663626e-05
      ],
      [
        "op",
        -3.1186566e-05
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and Batsanov determined it by averaging successive ionization energies while Sanderson measured electron density to determine it. Both Gordy and Allred-Rochow made use of the covalent radius and the effective nuclear charge, while Mulliken utilized the ionization potential and the electron affinity. For 10 points, name this chemical property whose most commonly used definition is the one developed by": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.014412177
      ],
      [
        "rone",
        -0.008289968
      ],
      [
        "g",
        -1.1398757e-05
      ],
      [
        "ativity",
        -2.2365493e-05
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism and anti-Semitism in another essay collected in his On the Genealogy of Morals. He explained \"Why I Am So Wise\" in his autobiographical Ecce Homo, and described the will-to-power as a motivation to rise above slave morality. In another work, he describes eternal recurrence and the rise of the (*) ubermensch. Name this German philosopher who attacked Christianity in works like Beyond Good and Evil,": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.011517902
      ],
      [
        "ried",
        -3.6908343e-05
      ],
      [
        "rich",
        -0.00013631687
      ],
      [
        " Nietzsche",
        -0.00035369667
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood. This man informed Amphityron that Zeus had raped Alcmena. Following his death at Tilphussa, an Argive army sent spoils to this man's daughter Manto. After this man saw two snakes copulating he underwent": {
    "guess": "Melampus",
    "confidence": [
      [
        "Mel",
        -0.64872694
      ],
      [
        "ampus",
        -0.068923056
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution of this. A tensor named after this and energy is the source of the gravitational field in the Einstein": {
    "guess": "Stress–energy tensor",
    "confidence": [
      [
        "St",
        -0.041458827
      ],
      [
        "ress",
        -2.6895234e-05
      ],
      [
        "–",
        -0.6474707
      ],
      [
        "energy",
        -0.0045230426
      ],
      [
        " tensor",
        -0.013928658
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and Batsanov determined it by averaging successive ionization energies while Sanderson measured electron density to determine it. Both Gordy and Allred-Rochow made use of the covalent radius and the effective nuclear charge, while Mulliken utilized the ionization potential and the electron affinity. For 10 points, name this chemical property whose most commonly used definition is the one developed by Linus Pauling, which assigns the highest value for this property to fluorine.": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.018387554
      ],
      [
        "rone",
        -0.000120708515
      ],
      [
        "g",
        -1.27099975e-05
      ],
      [
        "ativity",
        -1.4140442e-05
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the Peoples Temple, and in the 1960s it was the site of Compton's Cafeteria Riot. Frederick Funston helped": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0037358261
      ],
      [
        " Francisco",
        -0.000119754885
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich, who is gathering wildflowers to make his lover a nosegay. This work's author and the inspiration": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.0027606527
      ],
      [
        " Sor",
        -2.355753e-05
      ],
      [
        "rows",
        -1.9816675e-06
      ],
      [
        " of",
        -2.4584822e-06
      ],
      [
        " Young",
        -1.9027791e-05
      ],
      [
        " Wer",
        -1.7432603e-06
      ],
      [
        "ther",
        -7.564953e-05
      ]
    ]
  },
  "Walter Friedlaender says the men in this painting \"raise a moral light... against anything feminine,": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -1.2125926
      ],
      [
        " Night",
        -1.0849891
      ],
      [
        " Watch",
        -0.04731418
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve book about \"reading\" him. This man claimed that the title concept progressed westward from Asia to": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.017301464
      ],
      [
        "ried",
        -2.808727e-05
      ],
      [
        "rich",
        -3.1305768e-05
      ],
      [
        " Nietzsche",
        -0.00027706707
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.05608673
      ],
      [
        " Francisco",
        -0.003608386
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.8660354
      ]
    ]
  },
  "Walter Friedlaender says the men in this painting \"raise a moral light... against anything feminine, weak, and personal.\"A drawing by the artist of this painting depicts one of the title figures slaying one of the women on the right, Camilla. A mother and several sisters lament on the right. The depicted scene precedes a dual against an Alba Longa family, the Curiatii. For 10 points, name this painting": {
    "guess": "Oath of the Horatii",
    "confidence": [
      [
        "O",
        -0.2650273
      ],
      [
        "ath",
        -8.625866e-05
      ],
      [
        " of",
        -0.00048453463
      ],
      [
        " the",
        -0.0051761204
      ],
      [
        " Hor",
        -0.00014883325
      ],
      [
        "at",
        -0.00041529932
      ],
      [
        "ii",
        -3.8934802e-05
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric": {
    "guess": "Relaxed force constant",
    "confidence": [
      [
        "Rel",
        -1.2668449
      ],
      [
        "axed",
        -0.21340835
      ],
      [
        " force",
        -0.23241644
      ],
      [
        " constant",
        -0.21174349
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed by Locksley and the Black Knight.  Cedric of Rotherwood intends to reawaken the (*) Saxon royal line by marrying his ward to Athelstane, but the King wants that ward, Rowena, to marry de Bracy instead.  The Jew Rebecca falls in love with the protagonist, who wins a trial by combat against the Knights": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0051666354
      ],
      [
        "van",
        -3.650519e-06
      ],
      [
        "hoe",
        -0.000754001
      ]
    ]
  },
  "Their walls are composed of only a single cell thick layer of endothelial tissue, in  sharp contrast to their neighbors, which have a three layered wall structure. The  thickness of this wall, however, serves an important purpose in the body, as it allows  diffusion by osmosis between this vessel and": {
    "guess": "Capillary",
    "confidence": [
      [
        "Cap",
        -0.41078997
      ],
      [
        "illary",
        -0.07642213
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this concept drew a schema showing it as the outer ring of a series of six concentric circles, just outside the two circles showing the anima and the shadow, with the ego in the center. Its formulator saw it as a biologically inherited repository of images and ideas \"that have existed since remotest times,\" which he termed archetypes. Formulated by Carl Jung, this is, for 10 points what two-word name of given to the shared repository that predates an individual's personal ego?": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -0.03547571
      ],
      [
        "ive",
        -1.5213274e-05
      ],
      [
        " unconscious",
        -0.009973875
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of tidal tails. The blue ring-shaped rim around the Cartwheel formation resulted from this process creating a compressional wave that is driving intense star formation. The best evidence for dark matter is provided by an example of it in the (*) Bullet Cluster. The distinctive shape of the Mice and Antennae": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.0072657284
      ],
      [
        "axy",
        -0.16119425
      ],
      [
        " merger",
        -0.11720456
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its total amount until its graph intersects the identity line in the (*) Keynesian Cross diagram, which measures a form of this quantity on the y-axis. The cross price elasticity of this quantity is negative for complements, and the Slutsky equation demonstrates the substitution and income effects on this quantity. For 10 points, name this economic quantity which is downward sloping when graphed against price and is the opposite of supply.": {
    "guess": "Demand curve",
    "confidence": [
      [
        "Demand",
        -0.0059284433
      ],
      [
        " curve",
        -0.33174977
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable": {
    "guess": "Walker Percy",
    "confidence": [
      [
        "Walker",
        -0.9512457
      ],
      [
        " Percy",
        -0.0007534049
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed by Locksley and the Black Knight.  Cedric of Rotherwood intends to reawaken the (*) Saxon royal line": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0026708997
      ],
      [
        "van",
        -1.0280384e-06
      ],
      [
        "hoe",
        -0.00018339496
      ]
    ]
  },
  "Walter Friedlaender says the men in this painting \"raise a moral light... against anything feminine, weak, and personal.\"A drawing by the artist of this painting depicts one of the title figures slaying": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.9203703
      ],
      [
        " Night",
        -1.1399599
      ],
      [
        " Watch",
        -0.019062987
      ]
    ]
  },
  "Walter Friedlaender says the men in this painting \"raise a moral light... against anything feminine, weak, and personal.\"A drawing by the artist of this painting depicts one of the title figures slaying one of the women on the right, Camilla. A mother and several sisters lament on the right. The depicted": {
    "guess": "The Horatii",
    "confidence": [
      [
        "The",
        -0.48617128
      ],
      [
        " Hor",
        -1.4654903
      ],
      [
        "at",
        -0.06833793
      ],
      [
        "ii",
        -3.4121115e-06
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism and anti-Semitism in another essay collected in his On the Genealogy of Morals. He explained \"Why I": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.033088475
      ],
      [
        "ried",
        -3.500108e-05
      ],
      [
        "rich",
        -0.00032974407
      ],
      [
        " Nietzsche",
        -0.0013432085
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution": {
    "guess": "Stress (mechanics)",
    "confidence": [
      [
        "St",
        -0.20138058
      ],
      [
        "ress",
        -3.1281633e-07
      ],
      [
        " (",
        -0.0046339957
      ],
      [
        "me",
        -0.0042127897
      ],
      [
        "chan",
        -8.351697e-05
      ],
      [
        "ics",
        -6.704273e-07
      ],
      [
        ")",
        -1.3902034e-05
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.11553393
      ],
      [
        "ern",
        -0.00015991552
      ],
      [
        "ova",
        -0.0040590484
      ]
    ]
  },
  "The wall of this structure contains the trigone, and consists of layers of detrusor muscle external to a transitional epithelium layer, which ranges from two to five cells thick. This structure, which is posterior to the symphysis pubis, receives fluid from the ureters. An internal sphincter unique to males prevents semen from entering it. At high pressures, fluid flows out of this structure through the urethra. For 10 points, name this hollow container that stores urine.": {
    "guess": "Urinary bladder",
    "confidence": [
      [
        "Ur",
        -0.11832571
      ],
      [
        "inary",
        -6.0345924e-06
      ],
      [
        " bladder",
        -0.008982547
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood. This man informed Amphityron that Zeus had raped Alcmena. Following his death at Tilphussa, an Argive army sent spoils to this man's daughter Manto. After this man saw two snakes copulating he underwent a sex change, allowing him to give Zeus and Hera his informed verdict that the sexual pleasure of women is ten times that of men. For 10 points, identify this blind seer who was sought by Odysseus in the underworld, and who revealed Oedipus's crimes.": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.01717093
      ],
      [
        "ires",
        -0.00033808468
      ],
      [
        "ias",
        -0.0001201125
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this event were assisting Alexius Comnenus. Peter the Hermit led a popular section of this campaign, which": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.005274788
      ],
      [
        " Crus",
        -5.109358e-05
      ],
      [
        "ade",
        -5.6338537e-05
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the Peoples Temple, and in the 1960s it was the site of Compton's Cafeteria Riot. Frederick Funston helped save lives during an event in this city that prompted Mayor Eugene Schmitz to decree that police kill any looters on sight. One prominent politician in this city was killed by Dan White, who tried to use the Twinkie defense. George Moscone was its mayor from 1976 until 1978, and it was home to Harvey Milk. For 10 points, name this city which experienced a devastating earthquake in 1906.": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.00093635515
      ],
      [
        " Francisco",
        -0.00010008628
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\" filled with mercury fulminate. Later in the year that this event happened, the Treaty of (*) Plombieres was hashed out between its intended target and Count Cavour. During this event, which occurred on the same night as a performance of William Tell at the Rue Le Peletier, a carriage containing Eugenie": {
    "guess": "Orsini affair",
    "confidence": [
      [
        "Or",
        -0.10402826
      ],
      [
        "s",
        -6.1821906e-05
      ],
      [
        "ini",
        -0.0004920298
      ],
      [
        " affair",
        -0.14906031
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve book about \"reading\" him. This man claimed that the title concept progressed westward from Asia to Europe, bypassing Africa, in his Lectures on the Philosophy of History. He wrote the first volume of a planned \"System of Science,\" which claims that all power relationships can be boiled down to the (*) dialectic. For 10 points, name this German idealist who wrote works like the Philosophy of Right and The Phenomenology of Spirit.": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.013163406
      ],
      [
        "org",
        -5.5122365e-07
      ],
      [
        " Wilhelm",
        -7.9940866e-05
      ],
      [
        " Friedrich",
        -3.4285862e-05
      ],
      [
        " Heg",
        0.0
      ],
      [
        "el",
        -2.6968896e-06
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and": {
    "guess": "Lattice energy",
    "confidence": [
      [
        "L",
        -2.5049968
      ],
      [
        "attice",
        -0.035802413
      ],
      [
        " energy",
        -0.1286419
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.03170798
      ],
      [
        " Sor",
        -0.0073115225
      ],
      [
        "rows",
        -1.3544423e-05
      ],
      [
        " of",
        -4.2510914e-05
      ],
      [
        " Young",
        -5.252402e-05
      ],
      [
        " Wer",
        -2.1531068e-05
      ],
      [
        "ther",
        -9.376849e-05
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this": {
    "guess": "Phlogiston",
    "confidence": [
      [
        "Ph",
        -0.860043
      ],
      [
        "log",
        -0.0013406005
      ],
      [
        "iston",
        -0.00022070204
      ]
    ]
  },
  "Their walls are composed of only a single cell thick layer of endothelial tissue, in  sharp contrast to their neighbors, which have a three layered wall structure. The  thickness of this wall, however, serves an important purpose in the body, as it allows  diffusion by osmosis between this vessel and surrounding tissues. Arterioles and  venules diverge into these thinnest blood vessels. FTP, name these": {
    "guess": "Capillaries",
    "confidence": [
      [
        "Cap",
        -0.007815528
      ],
      [
        "ill",
        -0.26935077
      ],
      [
        "aries",
        -9.543734e-05
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood.": {
    "guess": "Hesiod",
    "confidence": [
      [
        "H",
        -0.0076617515
      ],
      [
        "es",
        -0.00056268455
      ],
      [
        "iod",
        -6.337155e-05
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\" filled with mercury fulminate. Later in the year that this event happened, the Treaty of (*) Plombieres was hashed out between its intended target and Count Cavour. During this event, which occurred on the same night as a performance of William Tell at the Rue Le Peletier, a carriage containing Eugenie de Montijo and her husband was hit by three bombs thrown by Felice Orsini and his accomplices. For 10 points, name this 1858 event which nearly killed the French king.": {
    "guess": "Orsini affair",
    "confidence": [
      [
        "Or",
        -0.018501546
      ],
      [
        "s",
        -7.4576696e-05
      ],
      [
        "ini",
        -1.9361265e-07
      ],
      [
        " affair",
        -0.14759432
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves": {
    "guess": "Expenditure",
    "confidence": [
      [
        "Ex",
        -0.80040956
      ],
      [
        "pend",
        -0.1611773
      ],
      [
        "iture",
        -0.008472735
      ]
    ]
  },
  "The wall of this structure contains the trigone, and consists of layers of detrusor muscle external to a transitional epithelium layer, which ranges from two to five cells thick. This structure, which is posterior to the symphysis pubis, receives fluid from the ureters. An internal sphincter unique to males prevents semen from entering it. At high pressures, fluid flows out of this structure through": {
    "guess": "Urinary bladder",
    "confidence": [
      [
        "Ur",
        -0.43648872
      ],
      [
        "inary",
        -2.8921695e-05
      ],
      [
        " bladder",
        -0.013900797
      ]
    ]
  },
  "The wall of this structure contains the trigone, and consists of layers of detrusor muscle external to a transitional epithelium layer, which ranges from two to five cells thick. This structure, which": {
    "guess": "Urinary bladder",
    "confidence": [
      [
        "Ur",
        -0.018181669
      ],
      [
        "inary",
        -7.314626e-05
      ],
      [
        " bladder",
        -0.0035722693
      ]
    ]
  },
  "The wall of this structure contains the trigone, and consists of layers of detrusor muscle external to": {
    "guess": "Urinary bladder",
    "confidence": [
      [
        "Ur",
        -0.15103629
      ],
      [
        "inary",
        -0.00020687809
      ],
      [
        " bladder",
        -0.0035912795
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of tidal tails. The blue ring-shaped rim around the Cartwheel formation resulted from this process creating a compressional wave that is driving intense star formation. The best evidence for dark matter is provided by an example of it in the (*) Bullet Cluster. The distinctive shape of the Mice and Antennae galaxies is due to them undergoing this process. For 10 points, name this type of astronomical event that will occur in four billionty years between the Milky Way and Andromeda.": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.0015480681
      ],
      [
        "axy",
        -0.21442439
      ],
      [
        " merger",
        -0.22685929
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope.": {
    "guess": "Imaginary Conversations",
    "confidence": [
      [
        "Im",
        -0.7056734
      ],
      [
        "ag",
        -0.00021402664
      ],
      [
        "inary",
        -1.5809293e-05
      ],
      [
        " Convers",
        -0.086615495
      ],
      [
        "ations",
        -4.274932e-05
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this event were assisting Alexius Comnenus. Peter the Hermit led a popular section of this campaign, which caused the establishment of the Kingdom of (*) Jerusalem. The phrase \"God Wills it!\" was uttered by the crowd at a meeting that called for this armed event to begin. For 10 points, name this military campaign called by Pope Urban II at the Council of Clermont, the first of a series of expeditions to retake holy lands in the name of God.": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0036971122
      ],
      [
        " Crus",
        -5.3596854e-05
      ],
      [
        "ade",
        -1.0921943e-05
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood. This man informed Amphityron that Zeus had raped Alcmena. Following his death at Tilphussa, an Argive": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -1.1676657
      ],
      [
        "phe",
        -0.0029225645
      ],
      [
        "us",
        -0.00019972587
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the Peoples Temple, and in the 1960s it was the site of Compton's Cafeteria Riot. Frederick Funston helped save lives during an event in this city that prompted Mayor Eugene Schmitz to decree that police": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.009773086
      ],
      [
        " Francisco",
        -0.00017290872
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable  manuscript of a novel written during the early 60's by her son. The novel's characters include Myrna Minkoff, a  woman transported from her native Bronx to New Orleans, the eccentric Mrs. Reilly, and her son Ignatius who,  lying in his flannel shirt in a back bedroom on Constantinople Street, is filling dozens of Big Chief tablets with  invective against the modern age. FTP identify this perverse": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.37347746
      ],
      [
        " Confeder",
        -0.00029291748
      ],
      [
        "acy",
        -3.6431527e-05
      ],
      [
        " of",
        -9.960947e-05
      ],
      [
        " D",
        -0.00011164904
      ],
      [
        "unc",
        -9.221884e-05
      ],
      [
        "es",
        -5.3193703e-06
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was": {
    "guess": "Supernova",
    "confidence": [
      [
        "Sup",
        -0.16566361
      ],
      [
        "ern",
        -0.00014549555
      ],
      [
        "ova",
        -0.0023601905
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the Peoples Temple, and in the 1960s it was the site of Compton's Cafeteria Riot. Frederick Funston helped save lives during an event in this city that prompted Mayor Eugene Schmitz to decree that police kill any looters on sight. One prominent politician in this city was killed by Dan White, who tried to use the Twinkie defense. George Moscone was its mayor from 1976 until 1978, and it was home to": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.00039003912
      ],
      [
        " Francisco",
        -0.0001005631
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\" filled with mercury fulminate. Later in the year that this event happened, the Treaty of (*) Plombieres was hashed out between its intended target and Count Cavour. During this event, which occurred on the same night as a performance of William Tell at the Rue Le Peletier, a carriage containing Eugenie de Montijo and her husband was hit by three bombs thrown by Felice Orsini and his accomplices. For": {
    "guess": "Orsini affair",
    "confidence": [
      [
        "Or",
        -0.037584748
      ],
      [
        "s",
        -0.00020377879
      ],
      [
        "ini",
        0.0
      ],
      [
        " affair",
        -0.10035871
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope. It was only in the 14th-century that Maximus Planudes popularized the notion of his ugliness and deformity. His popularity had been promoted in classical times by Babrius and Phaedrus, and it was Herodotus who claimed that he was freed by the Thracian Iadmon. His work only became widespread in Europe": {
    "guess": "Aesop",
    "confidence": [
      [
        "A",
        -0.0035721501
      ],
      [
        "es",
        -2.749125e-05
      ],
      [
        "op",
        -0.0001439459
      ]
    ]
  },
  "Walter Williams and Thomas Sowell organized the Fairmont Conference in a hotel in this city, where black conservatives like Clarence Thomas first gained national attention. This city hosted a 1915 World's Fair which celebrated the completion of the Panama Canal. This city housed the headquarters of the Peoples Temple, and in the 1960s it was the site of Compton's Cafeteria Riot. Frederick Funston helped save lives during an event in this city that prompted Mayor Eugene Schmitz to decree that police kill any looters on sight. One prominent politician in this city was killed by Dan White, who tried": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0011927293
      ],
      [
        " Francisco",
        -5.0378356e-05
      ]
    ]
  },
  "Walter A. Shelburne wrote of \"the theory of\" this \"in scientific perspective.\" The developer of this concept drew a schema showing it as the outer ring of a series of six concentric circles, just outside the two circles showing the anima and the shadow, with the ego in the center. Its formulator saw it as a biologically inherited repository of images and ideas \"that have existed since remotest times,\"": {
    "guess": "Collective unconscious",
    "confidence": [
      [
        "Collect",
        -0.47404674
      ],
      [
        "ive",
        -4.9617593e-06
      ],
      [
        " unconscious",
        -0.0020299924
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict,": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0014853432
      ],
      [
        " Crus",
        -6.396757e-05
      ],
      [
        "ade",
        -1.6882126e-05
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle": {
    "guess": "Fenian Rising",
    "confidence": [
      [
        "F",
        -1.4021869
      ],
      [
        "en",
        -0.24050768
      ],
      [
        "ian",
        -0.05126904
      ],
      [
        " Rising",
        -0.23688765
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution of this. A tensor named after this and energy is the source of the gravitational field in the Einstein field equations and determines the way spacetime curve, and another tensor for this is named for Cauchy. In linguistics, this term refers to the relative emphasis given to different syllables of": {
    "guess": "Stress (mechanics)",
    "confidence": [
      [
        "St",
        -0.10000164
      ],
      [
        "ress",
        -2.618001e-05
      ],
      [
        " (",
        -0.5228648
      ],
      [
        "me",
        -0.0034791434
      ],
      [
        "chan",
        -5.3596854e-05
      ],
      [
        "ics",
        -3.0471343e-05
      ],
      [
        ")",
        -6.2775536e-05
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich,": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.00090598385
      ],
      [
        " Sor",
        -0.00043364934
      ],
      [
        "rows",
        -5.3193703e-06
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " Young",
        -1.1398757e-05
      ],
      [
        " Wer",
        -4.246537e-06
      ],
      [
        "ther",
        -2.3795938e-05
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo": {
    "guess": "Trial of Queen Caroline",
    "confidence": [
      [
        "Trial",
        -1.914962
      ],
      [
        " of",
        -0.049153056
      ],
      [
        " Queen",
        -0.3018555
      ],
      [
        " Caroline",
        -0.002814982
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its total amount until its graph intersects the identity line in the (*) Keynesian Cross diagram, which measures a form of this quantity on the y-axis. The cross price elasticity of this quantity is negative for complements, and the Slutsky equation demonstrates the substitution and income effects on this quantity. For 10 points, name this economic quantity which is downward sloping when graphed against": {
    "guess": "Demand",
    "confidence": [
      [
        "Demand",
        -0.011497041
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve book about \"reading\" him. This man claimed that the title concept progressed westward from Asia to Europe, bypassing Africa, in his Lectures on the Philosophy of History. He wrote the first volume of a planned \"System of Science,\" which claims that all power relationships can be boiled down to the (*) dialectic. For 10 points, name this German idealist who wrote works like the Philosophy of Right": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.0023704164
      ],
      [
        "org",
        0.0
      ],
      [
        " Wilhelm",
        -0.00012570774
      ],
      [
        " Friedrich",
        -2.0935051e-05
      ],
      [
        " Heg",
        -3.1281633e-07
      ],
      [
        "el",
        -2.4584822e-06
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\" filled with mercury fulminate. Later in the year that this event happened, the Treaty of (*) Plombieres was hashed out between its intended target and Count Cavour. During this event, which occurred on": {
    "guess": "Orsini affair",
    "confidence": [
      [
        "Or",
        -0.53794223
      ],
      [
        "s",
        -6.15835e-05
      ],
      [
        "ini",
        -0.0009989865
      ],
      [
        " affair",
        -0.1009131
      ]
    ]
  },
  "Walter Cannon and Hans Selye established the earliest scientific basis for its study. The \"viscous\" type of this occurs in fluids, while the photoelasticity is a method used to determine the distribution of this. A tensor named after this and energy is the source of the gravitational field in the Einstein field equations and determines the way spacetime curve, and another tensor for this is named for Cauchy. In linguistics, this term refers to the relative emphasis given to different syllables of a word, while in mechanics it refers to the energy particles of a material exert on each other. Name": {
    "guess": "Stress (mechanics)",
    "confidence": [
      [
        "St",
        -0.020071011
      ],
      [
        "ress",
        -1.2829201e-05
      ],
      [
        " (",
        -0.1913875
      ],
      [
        "me",
        -0.0007294707
      ],
      [
        "chan",
        -1.6643718e-05
      ],
      [
        "ics",
        -8.89548e-06
      ],
      [
        ")",
        -1.4617256e-05
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.0009370703
      ],
      [
        "van",
        -1.9361265e-07
      ],
      [
        "hoe",
        -0.00029637438
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of tidal tails. The blue ring-shaped rim around the Cartwheel formation resulted from this process creating a compressional wave that is driving intense star formation. The best evidence for dark matter is provided by an example of it in the (*) Bullet Cluster. The distinctive shape of the Mice and Antennae galaxies is due to them undergoing this process. For 10 points, name this type of astronomical": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.00039528406
      ],
      [
        "axy",
        -0.11728566
      ],
      [
        " merger",
        -0.04725869
      ]
    ]
  },
  "Their walls are composed of only a single cell thick layer of endothelial tissue, in  sharp contrast": {
    "guess": "Capillary",
    "confidence": [
      [
        "Cap",
        -0.052180983
      ],
      [
        "illary",
        -0.056475155
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable  manuscript of a novel written during the early 60's by her son. The novel's characters include Myrna Minkoff, a  woman transported from her native Bronx to New Orleans, the eccentric Mrs. Reilly,": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.14993575
      ],
      [
        " Confeder",
        -0.00028052396
      ],
      [
        "acy",
        -4.3464544e-05
      ],
      [
        " of",
        -5.1808798e-05
      ],
      [
        " D",
        -1.4855664e-05
      ],
      [
        "unc",
        -9.066919e-05
      ],
      [
        "es",
        -5.2001665e-06
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed by Locksley and the Black Knight.  Cedric of Rotherwood intends to reawaken the (*) Saxon royal line by marrying his ward to Athelstane, but the King wants that ward, Rowena, to marry de Bracy instead.  The Jew Rebecca falls in love with the protagonist, who wins a trial by combat against the Knights Templar after Bois-Guilbert dies of internal conflicts.  For 10 points, name this Sir Walter Scott": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.039574776
      ],
      [
        "van",
        -6.1537958e-06
      ],
      [
        "hoe",
        -0.00049798633
      ]
    ]
  },
  "After this man walked with dogs on Mount Helicon, his mother Chariclo gave him a staff of cornel wood. This man informed Amphityron that Zeus had raped Alcmena. Following his death at Tilphussa, an Argive army sent spoils to this man's daughter Manto. After this man saw two snakes copulating he underwent a sex change, allowing him to give Zeus and Hera his informed verdict that the sexual pleasure of women is ten times that of men. For 10 points, identify this blind seer who was sought by Odysseus": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.019332074
      ],
      [
        "ires",
        -0.00047106826
      ],
      [
        "ias",
        -0.00015026369
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism and anti-Semitism in another essay collected in his On the Genealogy of Morals. He explained \"Why I Am So Wise\" in his autobiographical Ecce Homo, and described the will-to-power as a motivation to rise above slave morality. In another work, he describes eternal recurrence and the rise of the (*) ubermensch.": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.009605207
      ],
      [
        "ried",
        -1.9743013e-05
      ],
      [
        "rich",
        -0.00021283828
      ],
      [
        " Nietzsche",
        -9.901345e-05
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed by Locksley and the Black Knight.  Cedric of Rotherwood intends to reawaken the (*) Saxon royal line by marrying his ward to Athelstane, but the King wants that ward, Rowena, to marry de Bracy instead.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.006708974
      ],
      [
        "van",
        -7.89631e-07
      ],
      [
        "hoe",
        -9.3530085e-05
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve book about \"reading\" him. This man claimed that the title concept progressed westward from Asia to Europe, bypassing Africa, in his Lectures on the Philosophy of History. He wrote the first volume of": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.0030278636
      ],
      [
        "org",
        -1.6240566e-06
      ],
      [
        " Wilhelm",
        -9.5079726e-05
      ],
      [
        " Friedrich",
        -2.2723105e-05
      ],
      [
        " Heg",
        -3.1281633e-07
      ],
      [
        "el",
        -1.8624639e-06
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its total amount until its graph intersects the identity line in the (*) Keynesian Cross diagram, which measures a form of this quantity on the y-axis. The cross price elasticity of this quantity is negative": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.47097507
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its total amount until its graph intersects the identity line in the (*) Keynesian Cross diagram, which measures a form of this quantity on the y-axis. The cross price elasticity of this quantity is negative for complements, and the Slutsky equation demonstrates the substitution and income effects on": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.1127729
      ]
    ]
  },
  "Walter Savage Landor's second stint in exile was driven by this incident damaging his standing in a libel case. A participant in this event who posed as a Portuguese beer seller had the real name Carlo di Rudio, and managed to make his way to the United States where he would later survive the Battle of Little Bighorn. Edwin James successfully defended a Fourierist French surgeon named Simon Bernard during a trial for his role in this event, by arguing that Bernard was trying to kill someone else. The perpetrator of this event went to Putney to test a namesake spherical device jutted by \"horns\" filled with mercury fulminate. Later in the year that this event happened, the Treaty of (*) Plombieres": {
    "guess": " Orsini affair",
    "confidence": [
      [
        " Or",
        -0.7526638
      ],
      [
        "s",
        -0.0008592927
      ],
      [
        "ini",
        -0.0039613284
      ],
      [
        " affair",
        -0.1874174
      ]
    ]
  },
  "Their walls are composed of only a single cell thick layer of endothelial tissue, in  sharp contrast to their neighbors, which have a three layered wall structure. The  thickness of this wall, however,": {
    "guess": "Capillary",
    "confidence": [
      [
        "Cap",
        -1.2939446
      ],
      [
        "illary",
        -0.09544832
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares its uncompensated and compensated forms. The effective form of this quantity is lower than its total amount until its graph intersects the identity line in the (*) Keynesian Cross diagram, which": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.4863733
      ]
    ]
  },
  "Waldemar Fitzurse carries out a failed ambush in this novel, which also includes a tournament at Ashby-de-la-Zouche.  In one scene, the crone Ulrica burned down a castle which had earlier been stormed by Locksley and the Black Knight.  Cedric of Rotherwood intends to reawaken the (*) Saxon royal line by marrying his ward to Athelstane, but the King wants that ward, Rowena, to marry de Bracy instead.  The Jew Rebecca falls in love with the protagonist, who wins a trial by combat against the Knights Templar after Bois-Guilbert dies of internal conflicts.  For 10 points, name this Sir Walter Scott novel about a titular disinherited son.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.00066764065
      ],
      [
        "van",
        -1.8624639e-06
      ],
      [
        "hoe",
        -0.0004775016
      ]
    ]
  },
  "Walter Baade was so pissed at Rudolph Minkowski for dissing his theory about this process occurring in Cygnus A that he bet $1,000, then a case of whiskey, and finally a bottle of whiskey, that he was right about it. Groundbreaking simulations of this process by Toomre & Toomre showed the presence of tidal tails. The blue ring-shaped rim around the Cartwheel formation resulted from this process creating": {
    "guess": "Galaxy merger",
    "confidence": [
      [
        "Gal",
        -0.013577574
      ],
      [
        "axy",
        -0.13120943
      ],
      [
        " merger",
        -0.14753251
      ]
    ]
  },
  "The wall of this structure contains the trigone, and consists of layers of detrusor muscle external to a transitional epithelium layer, which ranges from two to five cells thick. This structure, which is posterior to the symphysis pubis, receives fluid from the ureters. An internal sphincter unique to": {
    "guess": "Urinary bladder",
    "confidence": [
      [
        "Ur",
        -0.04720582
      ],
      [
        "inary",
        -9.805982e-05
      ],
      [
        " bladder",
        -0.0065491092
      ]
    ]
  },
  "Walsh calculated this quantity by considering stretching force constants, while Philips used dielectric values to calculate it for diamond-like crystals. Allen utilized the configuration energy to find it, while Huggins proposed an alternative to the (*) original thermal chemical method. Martynov and Batsanov determined it by averaging successive ionization energies while Sanderson measured electron": {
    "guess": "Electronegativity",
    "confidence": [
      [
        "Elect",
        -0.021746757
      ],
      [
        "rone",
        -0.009281874
      ],
      [
        "g",
        -2.9279307e-05
      ],
      [
        "ativity",
        -6.408677e-05
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this event were assisting Alexius Comnenus. Peter the Hermit led a popular section of this campaign, which caused the establishment of the Kingdom of (*) Jerusalem. The phrase \"God Wills it!\" was uttered by": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0050583486
      ],
      [
        " Crus",
        -7.433829e-05
      ],
      [
        "ade",
        -5.1808798e-05
      ]
    ]
  },
  "Walter Kaufmann offered a \"reinterpretation\" of this thinker, whose works inspired an Alexander Kojeve": {
    "guess": "Georg Wilhelm Friedrich Hegel",
    "confidence": [
      [
        "Ge",
        -0.092043675
      ],
      [
        "org",
        -1.11603495e-05
      ],
      [
        " Wilhelm",
        -0.00027980874
      ],
      [
        " Friedrich",
        -3.6789137e-05
      ],
      [
        " Heg",
        -1.2948405e-05
      ],
      [
        "el",
        -2.577686e-06
      ]
    ]
  },
  "Walter Savage Landor has two \"Imaginary Conversations\" between this figure and his companion Rhodope. It was only in the 14th-century that Maximus Planudes popularized the notion of his ugliness and deformity.": {
    "guess": "Aesop",
    "confidence": [
      [
        "A",
        -0.91516685
      ],
      [
        "es",
        -0.0021845226
      ],
      [
        "op",
        -0.0001508597
      ]
    ]
  },
  "Walker Percy was teaching at Loyola in 1976 when a woman presented him a badly smeared, scarcely readable  manuscript of a novel written during the early 60's by her son. The novel's characters include": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.5244093
      ],
      [
        " Confeder",
        -6.980855e-05
      ],
      [
        "acy",
        -4.9186317e-05
      ],
      [
        " of",
        -6.754368e-05
      ],
      [
        " D",
        -1.9743013e-05
      ],
      [
        "unc",
        -9.150362e-05
      ],
      [
        "es",
        -2.220075e-06
      ]
    ]
  },
  "Walter Kaufmann translated this thinker's The Case of Wagner. He later rejected Wagner's romanticism and anti-Semitism in another essay collected in his On the Genealogy of Morals. He explained \"Why I Am So Wise\" in his autobiographical Ecce Homo, and described the will-to-power as a motivation to rise": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.012888304
      ],
      [
        "ried",
        -2.2484697e-05
      ],
      [
        "rich",
        -0.00015074051
      ],
      [
        " Nietzsche",
        -7.0523776e-05
      ]
    ]
  },
  "Walras's law shows that the excess of one form of this quantity is identically zero, and Engel curves display this quantity's variation. Shepherd's lemma is used to show that a partial derivative of the expenditure function with respect to price equals one form of this quantity in an equation that compares": {
    "guess": "Income",
    "confidence": [
      [
        "Income",
        -0.7213285
      ]
    ]
  },
  "Walter the Penniless was defeated during this conflict by Kilij Arslan. In one part of this conflict, Shahanshah lost fifty thousand Fatimid troops at Ascalon. Among the stated justifications for this event were assisting Alexius Comnenus. Peter the Hermit led a popular section of this campaign, which caused the establishment of the Kingdom of (*) Jerusalem. The phrase \"God Wills it!\" was uttered by the crowd at a meeting that called for this armed event to begin. For 10 points, name this military campaign called by Pope Urban II at the Council of Clermont, the first of a series of expeditions": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.0014392809
      ],
      [
        " Crus",
        -0.00046475048
      ],
      [
        "ade",
        -3.190179e-05
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich, who is gathering wildflowers to make his lover a nosegay. This work's author and the inspiration for the female lead appear in the novel The Beloved Returns.  It begins with the title character": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.08773657
      ],
      [
        " Sor",
        -0.00171159
      ],
      [
        "rows",
        -4.3202e-07
      ],
      [
        " of",
        -5.9153886e-06
      ],
      [
        " Young",
        -0.000117132404
      ],
      [
        " Wer",
        -1.962381e-05
      ],
      [
        "ther",
        -8.3993786e-05
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich, who is gathering wildflowers to make his lover a nosegay. This work's author and the inspiration for the female lead appear in the novel The Beloved Returns.  It begins with the title character discussing his lover for Leonora and leaving his friend Wilhelm. Its protagonist uses a pair of pistols": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.0047619035
      ],
      [
        " Sor",
        -0.00020127551
      ],
      [
        "rows",
        -3.1281633e-07
      ],
      [
        " of",
        -9.610702e-06
      ],
      [
        " Young",
        -5.5146502e-05
      ],
      [
        " Wer",
        -7.266944e-05
      ],
      [
        "ther",
        -0.00022022522
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich, who is gathering wildflowers to make his lover a nosegay. This work's author and the inspiration for the female lead appear in the novel The Beloved Returns.  It begins with the title character discussing his lover for Leonora and leaving his friend Wilhelm. Its protagonist uses a pair of pistols to shoot himself after requesting them from Albert, who is married to his love Lotte. For 10 points,": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.0015668767
      ],
      [
        " Sor",
        -3.2736214e-05
      ],
      [
        "rows",
        -1.2664457e-06
      ],
      [
        " of",
        -5.5122365e-07
      ],
      [
        " Young",
        -1.5213274e-05
      ],
      [
        " Wer",
        -5.4385737e-06
      ],
      [
        "ther",
        -5.955704e-05
      ]
    ]
  },
  "While in Waldheim, the protagonist of this work meets what he calls a \"rustic lad\" who pines for the love of the widow he is working for. Its protagonist wanders around in the winter weather meeting Heinrich, who is gathering wildflowers to make his lover a nosegay. This work's author and the inspiration for the female lead appear in the novel The Beloved Returns.  It begins with the title character discussing his lover for Leonora and leaving his friend Wilhelm. Its protagonist uses a pair of pistols to shoot himself after requesting them from Albert, who is married to his love Lotte. For 10 points, identify this novel by Johann Goethe about a melancholic young man.": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.0011179501
      ],
      [
        " Sor",
        -9.41261e-05
      ],
      [
        "rows",
        -3.5313153e-06
      ],
      [
        " of",
        -3.888926e-06
      ],
      [
        " Young",
        -2.7133641e-05
      ],
      [
        " Wer",
        -4.1273333e-06
      ],
      [
        "ther",
        -5.0020742e-05
      ]
    ]
  }
}