{
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built in the thirties under the presidency of Augustin Justo. The Island of San Martin is located downstream from the narrow semi-circular chasm known as \"the Devil's Throat\" from whose foot rises a curtain of mist 500 feet in the air. The \"Two Sisters,\" the Bozzeti, and the Rivadavia, are some of the": {
    "guess": "Iguazú National Park",
    "confidence": [
      [
        "I",
        -0.012591118
      ],
      [
        "gu",
        -0.081955664
      ],
      [
        "az",
        -0.33515522
      ],
      [
        "ú",
        -0.00039015833
      ],
      [
        " National",
        -0.0024561533
      ],
      [
        " Park",
        -0.0003831253
      ]
    ]
  },
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built in the thirties under the presidency of Augustin Justo. The Island of San Martin is located downstream": {
    "guess": "Iguazú National Park",
    "confidence": [
      [
        "I",
        -0.10307412
      ],
      [
        "gu",
        -0.08207888
      ],
      [
        "az",
        -0.09268181
      ],
      [
        "ú",
        -0.00016873659
      ],
      [
        " National",
        -0.00026860725
      ],
      [
        " Park",
        -0.00020342118
      ]
    ]
  },
  "The eddy within the North Atlantic gyre, it lies chiefly between 25 to 35 degrees North and 40 to 70 degrees West. In spite of its name, it is actually more like an ocean desert, with the lowest amount": {
    "guess": "Sargasso Sea",
    "confidence": [
      [
        "S",
        -0.09686583
      ],
      [
        "arg",
        -7.231183e-05
      ],
      [
        "asso",
        -0.0005096646
      ],
      [
        " Sea",
        -0.00019305047
      ]
    ]
  },
  "The eddy within the North Atlantic gyre, it lies chiefly between 25 to 35 degrees North and 40 to 70": {
    "guess": "North Atlantic Subtropical Gyre",
    "confidence": [
      [
        "North",
        -0.36790383
      ],
      [
        " Atlantic",
        -0.0029952934
      ],
      [
        " Sub",
        -0.9654138
      ],
      [
        "t",
        -0.00036667887
      ],
      [
        "ropical",
        -2.3080716e-05
      ],
      [
        " Gy",
        -0.0098638665
      ],
      [
        "re",
        -5.967624e-05
      ]
    ]
  },
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built in the thirties under the presidency of Augustin Justo. The Island of San Martin is located downstream from the narrow semi-circular chasm known as \"the Devil's Throat\" from whose foot rises a curtain of mist 500 feet in the air. The \"Two Sisters,\" the Bozzeti, and the Rivadavia, are some of the individual cataracts that make up this series located on the Argentina- Brazil border. FTP identify": {
    "guess": "Iguazu National Park",
    "confidence": [
      [
        "I",
        -0.065888554
      ],
      [
        "gu",
        -0.072315015
      ],
      [
        "azu",
        -0.111641355
      ],
      [
        " National",
        -0.30211064
      ],
      [
        " Park",
        -0.00047523674
      ]
    ]
  },
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built in the thirties under the presidency of Augustin Justo. The Island of San Martin is located downstream from the narrow semi-circular chasm known as \"the Devil's Throat\" from whose foot rises a curtain of mist 500 feet in the air. The \"Two Sisters,\" the Bozzeti, and the Rivadavia, are some of the individual cataracts that make up this series located on the Argentina- Brazil border. FTP identify this enormous series of water falls that takes its name from the Guranai for \"great water.\"": {
    "guess": "Iguazu Falls",
    "confidence": [
      [
        "I",
        -0.020765519
      ],
      [
        "gu",
        -0.115419865
      ],
      [
        "azu",
        -0.11052497
      ],
      [
        " Falls",
        -0.05474585
      ]
    ]
  },
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built": {
    "guess": "Brazilian National Park",
    "confidence": [
      [
        "Brazil",
        -0.5356788
      ],
      [
        "ian",
        -0.1496791
      ],
      [
        " National",
        -0.032064535
      ],
      [
        " Park",
        -0.5098434
      ]
    ]
  },
  "The eddy within the North Atlantic gyre, it lies chiefly between 25 to 35 degrees North and 40 to 70 degrees West. In spite of its name, it is actually more like an ocean desert, with the lowest amount of life of any sea water. FTP, identify this title body of water of a Jean Rhys novel, a spawning place for eels, which is named for the great quantities of seaweed covering it.": {
    "guess": "Sargasso Sea",
    "confidence": [
      [
        "S",
        -0.015909895
      ],
      [
        "arg",
        -7.89631e-07
      ],
      [
        "asso",
        -8.780831e-05
      ],
      [
        " Sea",
        -3.88156e-05
      ]
    ]
  },
  "The eddy within the North Atlantic gyre, it lies chiefly between 25 to 35 degrees North and 40 to 70 degrees West. In spite of its name, it is actually more like an ocean desert, with the lowest amount of life of any sea water. FTP, identify this title body of water of a Jean Rhys novel, a spawning place": {
    "guess": "Sargasso Sea",
    "confidence": [
      [
        "S",
        -0.013109642
      ],
      [
        "arg",
        -3.0545007e-06
      ],
      [
        "asso",
        -0.0005129986
      ],
      [
        " Sea",
        -0.00013369438
      ]
    ]
  },
  "Eddmundo de Barros was the first to build a national park at this site, while its counterpart was built in the thirties under the presidency of Augustin Justo. The Island of San Martin is located downstream from the narrow semi-circular chasm known as \"the Devil's Throat\" from whose foot rises a curtain": {
    "guess": "Iguazú National Park",
    "confidence": [
      [
        "I",
        -0.012139916
      ],
      [
        "gu",
        -0.14688316
      ],
      [
        "az",
        -0.064692736
      ],
      [
        "ú",
        -0.00014847564
      ],
      [
        " National",
        -5.9080223e-05
      ],
      [
        " Park",
        -0.00028517292
      ]
    ]
  }
}