{
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes, and would eventually be succeeded as premier by Alexey Kosygin. Opposed by the so-called Antiparty Party led by some of his former supporters, he launched the Virgin Lands campaign. He remains": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.016662132
      ],
      [
        "ik",
        -1.6166903e-05
      ],
      [
        "ita",
        -0.0017674086
      ],
      [
        " K",
        -0.00016766376
      ],
      [
        "hr",
        -6.1537958e-06
      ],
      [
        "ush",
        -0.00033713103
      ],
      [
        "che",
        -4.5848617e-05
      ],
      [
        "v",
        -2.0696643e-05
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes, and would eventually be succeeded as premier by Alexey Kosygin. Opposed by the so-called Antiparty": {
    "guess": "Leonid Brezhnev",
    "confidence": [
      [
        "Leon",
        -0.13927369
      ],
      [
        "id",
        -4.20341e-05
      ],
      [
        " Bre",
        -0.00050430046
      ],
      [
        "zh",
        -2.0339032e-05
      ],
      [
        "nev",
        -2.2723105e-05
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes,": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.44534954
      ],
      [
        "ik",
        -0.00018542144
      ],
      [
        "ita",
        -0.2099332
      ],
      [
        " K",
        -0.00025204162
      ],
      [
        "hr",
        -5.4385737e-06
      ],
      [
        "ush",
        -0.00024120507
      ],
      [
        "che",
        -5.955704e-05
      ],
      [
        "v",
        -2.577686e-06
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes, and would eventually be succeeded as premier by Alexey Kosygin. Opposed by the so-called Antiparty Party led by some of his former supporters, he launched the Virgin Lands campaign. He remains famous for his Secret Speech, his participation in the Kitchen Debate, his remark about a \"bone in the throat,\" and taking off his shoe to bang it on the desk. FTP, name this man who became the leader": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.009211369
      ],
      [
        "ik",
        -2.486877e-05
      ],
      [
        "ita",
        -3.464347e-05
      ],
      [
        " K",
        -0.00091408606
      ],
      [
        "hr",
        -1.50940705e-05
      ],
      [
        "ush",
        -0.000688725
      ],
      [
        "che",
        -9.376849e-05
      ],
      [
        "v",
        -1.7432603e-06
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes, and would eventually be succeeded as premier by Alexey Kosygin. Opposed by the so-called Antiparty Party led by some of his former supporters, he launched the Virgin Lands campaign. He remains famous for his Secret Speech, his participation in the Kitchen Debate, his remark about a \"bone in the throat,\" and taking off his shoe to bang it on the desk. FTP, name this man who became the leader of Russia shortly after the death of Joseph Stalin.": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.0064696367
      ],
      [
        "ik",
        -3.106736e-05
      ],
      [
        "ita",
        -5.9437833e-05
      ],
      [
        " K",
        -0.00075697736
      ],
      [
        "hr",
        -9.253091e-06
      ],
      [
        "ush",
        -0.0007799653
      ],
      [
        "che",
        -0.000102827966
      ],
      [
        "v",
        -9.0883464e-07
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -0.27523863
      ],
      [
        " Stalin",
        -0.00019722259
      ]
    ]
  },
  "Kliment Voroshilov was suspected of a plot to overthrow this man, and the noted female politician Yekaterina Furtseva served as an assistant to him. He installed the regional economic units called sovnarkhozes, and would eventually be succeeded as premier by Alexey Kosygin. Opposed by the so-called Antiparty Party led by some of his former supporters, he launched the Virgin Lands campaign. He remains famous for his Secret Speech, his participation in the Kitchen Debate, his remark about a \"bone in": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.0020477208
      ],
      [
        "ik",
        -6.2729996e-06
      ],
      [
        "ita",
        -1.8074163e-05
      ],
      [
        " K",
        -0.00041613373
      ],
      [
        "hr",
        -4.8425554e-06
      ],
      [
        "ush",
        -0.00044294354
      ],
      [
        "che",
        -7.827201e-05
      ],
      [
        "v",
        -1.8624639e-06
      ]
    ]
  }
}