{
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard, and he signed the Treaty of Ramla which gave his enemies a strip of land from Jaffa to Tyre.": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.005368699
      ],
      [
        "adin",
        -0.003691763
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard,": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.003833452
      ],
      [
        "adin",
        -0.0025931348
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.0018310616
      ],
      [
        "adin",
        -0.005488568
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard, and he signed the Treaty of Ramla which gave his enemies a strip of land from Jaffa to Tyre. Following the Siege of Tiberias, this ruler defeated the exhausted, thirsty forces of Raymond III of Tripoli and captured Guy of Lusignan at the Battle of Hattin. This ruler abolished the Ismaili Fatimid Caliphate and founded the Ayyubid Dynasty in its place. For 10 points, name this opponent of Richard the Lionheart whose 1187 capture of Jerusalem sparked the Third Crusade.": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.005043879
      ],
      [
        "adin",
        -0.0017187349
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.009548184
      ],
      [
        "adin",
        -0.01191731
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard, and he signed the Treaty of Ramla which gave his enemies a strip of land from Jaffa to Tyre. Following the Siege of Tiberias, this ruler defeated the exhausted, thirsty forces of Raymond III of Tripoli and captured Guy of Lusignan at the Battle of Hattin. This ruler abolished the Ismaili Fatimid Caliphate and founded the Ayyubid Dynasty in its place. For 10 points, name this opponent of Richard": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.0017870405
      ],
      [
        "adin",
        -0.003976174
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.0015379542
      ],
      [
        "adin",
        -0.010115024
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard, and he signed the Treaty of Ramla which gave his enemies a strip of land from Jaffa to Tyre. Following the Siege of Tiberias, this ruler defeated the exhausted, thirsty forces of Raymond III": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.0051452816
      ],
      [
        "adin",
        -0.025480881
      ]
    ]
  },
  "Baha ad-Din wrote the Rare and Excellent History of this ruler, who rose to prominence following a power struggle between Amalric I, Shawar and Shirkuh. This ruler took the lands of As-Salih Ismail after the death of the Zengid ruler Nur ad-Din, and he twice failed to take Krak des Chevaliers. A small force under King Baldwin IV managed to kill ninety percent of this man's army at the Battle of Montgisard, and he signed the Treaty of Ramla which gave his enemies a strip of land from Jaffa to Tyre. Following the Siege of Tiberias, this ruler defeated the exhausted, thirsty forces of Raymond III of Tripoli and captured Guy of Lusignan at the Battle of Hattin. This ruler abolished the Ismaili Fatimid": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.0038270333
      ],
      [
        "adin",
        -0.040193465
      ]
    ]
  }
}