{
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run than in the long run. Lenz's law is the manifestation of this concept in physics, and, in chemistry, this concept can suppress the ionization of a weak acid or a weak base and is used in buffer solutions": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.001355833
      ],
      [
        " Chat",
        -0.00032831362
      ],
      [
        "elier",
        -2.3392786e-06
      ],
      [
        "'s",
        -6.6306106e-06
      ],
      [
        " principle",
        -0.0014134505
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\" That work, the \"Concord\" one, is a successor to works in this genre, like Schumann's Concerto Without Orchestra. One in A major by Mozart ends with the \"Rondo alla Turca,\" while Beethoven composed": {
    "guess": "Piano Sonata",
    "confidence": [
      [
        "P",
        -0.060643338
      ],
      [
        "iano",
        -7.822647e-06
      ],
      [
        " Sonata",
        -0.30491003
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e": {
    "guess": "Toccata",
    "confidence": [
      [
        "T",
        -1.0507689
      ],
      [
        "occ",
        -0.08307486
      ],
      [
        "ata",
        -0.00020246755
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's \"Ave Maria\". One of these pieces nicknamed \"The Bells of Moscow\" is a work in (*) C-sharp minor by Rachmaninoff. Chopin wrote 24 pieces in this genre, arranged according to the circle of fifths,": {
    "guess": "Prelude",
    "confidence": [
      [
        "P",
        -0.037045788
      ],
      [
        "relude",
        -0.54197973
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was a lecture delivered \"on the concept of,\" these objects. John Stuart Mill argued that each of these objects \"denotes physical phenomena.\" Aristotle's Metaphysics claims that Plato thought that the Forms": {
    "guess": "Numbers",
    "confidence": [
      [
        "Numbers",
        -0.36749887
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional": {
    "guess": "Logic gates",
    "confidence": [
      [
        "Logic",
        -1.1374855
      ],
      [
        " gates",
        -0.74009866
      ]
    ]
  },
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run than in the long run. Lenz's law is the manifestation of this concept in physics, and, in chemistry,": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0017584794
      ],
      [
        " Chat",
        -8.077529e-05
      ],
      [
        "elier",
        -2.4584822e-06
      ],
      [
        "'s",
        -7.703444e-06
      ],
      [
        " principle",
        -0.00084512576
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created by Max Kurzweil and Josef Hoffmann. A building here was designed by Joseph Maria Olbrich and is topped": {
    "guess": "Vienna Secession",
    "confidence": [
      [
        "Vi",
        -0.0809347
      ],
      [
        "enna",
        -0.00021069261
      ],
      [
        " Sec",
        -0.22351697
      ],
      [
        "ession",
        -9.0883464e-07
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\" That work, the \"Concord\" one, is a successor to works in this genre, like Schumann's Concerto Without Orchestra. One in A major by Mozart ends with the \"Rondo alla Turca,\" while Beethoven composed the \"Waldstein\" one, as well as one that begins with C sharp minor arpeggios originally entitled \"Quasi": {
    "guess": "Piano Sonata No. 14 (Beethoven)",
    "confidence": [
      [
        "P",
        -0.028900908
      ],
      [
        "iano",
        -3.0545007e-06
      ],
      [
        " Sonata",
        -0.16648127
      ],
      [
        " No",
        -0.7951689
      ],
      [
        ".",
        -0.00019507692
      ],
      [
        " ",
        -0.002947036
      ],
      [
        "14",
        -0.78032434
      ],
      [
        " (",
        -0.20169507
      ],
      [
        "Be",
        -0.017948104
      ],
      [
        "ethoven",
        -1.504853e-06
      ],
      [
        ")",
        -0.0021538304
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such thing as narrow content. The causal theory of reference is used to support this position in a thought experiment invoking a substance with the same macroscopic properties as water, but the formula XYZ. That \"Twin Earth\" scenario was introduced in \"The Meaning of Meaning\" by Hilary Putnam, who also": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.16264908
      ],
      [
        "ism",
        -6.313315e-05
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.0077761565
      ],
      [
        "ial",
        -5.080963e-06
      ],
      [
        " theorem",
        -0.0938633
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time average of the second time derivative of the moment of inertia is zero. It can be derived by taking the (*)  spatial moments of the equations of motion; other derivations use a quantity defined as the sum, over all point particles, of the dot  product between momentum and position vectors of the point particles. For 10 points, name this theorem stating that twice the  time average of the total kinetic energy plus the time average of the total potential energy is zero.": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.013707379
      ],
      [
        "ial",
        -3.2929079e-06
      ],
      [
        " theorem",
        -0.0024744703
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.007395549
      ],
      [
        "enna",
        -0.00092813733
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the War Measures Act to deal with the FLQ in the October Crisis by prime minister Pierre Trudeau. The capital": {
    "guess": "Quebec",
    "confidence": [
      [
        "Que",
        -0.7387699
      ],
      [
        "bec",
        -0.00012892624
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional property, it is named after Harris. A version of this construct in which results are completely independent is called the Bernoulli scheme. Examples include random-walk phenomena in physics and the rolling of dice to move pieces across a game-board. For 10 points, name this kind of stochastic process in which any future set of conditions is determined by and only by the present set of conditions, named for a Soviet mathematician.": {
    "guess": "Markov process",
    "confidence": [
      [
        "Mark",
        -0.015921045
      ],
      [
        "ov",
        -5.4312077e-05
      ],
      [
        " process",
        -0.5070129
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's": {
    "guess": "Fugue",
    "confidence": [
      [
        "F",
        -0.06651727
      ],
      [
        "ug",
        -0.004306207
      ],
      [
        "ue",
        -0.0012827336
      ]
    ]
  },
  "Paul Muni won the 1936 Best Actor Oscar for his portrayal of this chemist in a William Dieterle biopic.": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.29861552
      ],
      [
        " Paste",
        -2.577686e-06
      ],
      [
        "ur",
        -0.00022046364
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for": {
    "guess": "Revealed preference",
    "confidence": [
      [
        "Re",
        -0.57458466
      ],
      [
        "ve",
        -0.00011856285
      ],
      [
        "aled",
        -7.107425e-06
      ],
      [
        " preference",
        -0.0024088274
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application of Gauss' principle of least constraints. One consequence of this statement is the decreased solubility of a substance in the presence of a common ion, and its most famous application is probably": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.2291437
      ],
      [
        " Chat",
        -0.004881485
      ],
      [
        "elier",
        -0.0001341712
      ],
      [
        "'s",
        -0.000626895
      ],
      [
        " principle",
        -0.019917473
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to suckle two children, whose figure assimilated features of its patron's wife. Parallel sides of this edifice depict the imperial family and important people like senators, invoking the Panathenaic procession on the Parthenon frieze, while the main scene is thought to be Aeneas performing a sacrifice. Placed in the Campus Martius next a Horologium-Solarium, for 10 points, name this altar established by an emperor of Rome to commemorate his closing of the gates of the Temple of Janus.": {
    "guess": "Ara Pacis",
    "confidence": [
      [
        "A",
        -0.009118042
      ],
      [
        "ra",
        -0.00030781425
      ],
      [
        " Pac",
        -0.0012853524
      ],
      [
        "is",
        -2.1769476e-05
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was a lecture delivered \"on the concept of,\" these objects. John Stuart Mill argued that each of these objects \"denotes physical phenomena.\" Aristotle's Metaphysics claims that Plato thought that the Forms were these. Gottlob Frege used the ancestral relation to demonstrate that natural ones can be derived from Hume's Principle, yielding the Peano axioms in his The Foundations of Arithmetic. For 10": {
    "guess": "Numbers",
    "confidence": [
      [
        "Numbers",
        -0.6050742
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the": {
    "guess": "Seine",
    "confidence": [
      [
        "Se",
        -0.09305086
      ],
      [
        "ine",
        -1.2352386e-05
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time average of the second time derivative of the moment of inertia is zero. It can be derived by taking the (*)  spatial moments of the equations of motion; other derivations use a quantity defined as": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.008280512
      ],
      [
        "ial",
        -4.8425554e-06
      ],
      [
        " theorem",
        -0.0139344195
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive called Case Blue that was intended to capture vital oil fields. Victory for one side came following Operation Uranus, an offensive partially planned by Georgy Zhukov. Eventually, the German 6th Army under the command of Friedrich Paulus (*) surrendered after being encircled along the Volga River. For 10 points, name this extremely bloody World War II battle that lasted from 1942 to 1943, a": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.00060307264
      ],
      [
        " of",
        -0.005263049
      ],
      [
        " St",
        -7.517272e-05
      ],
      [
        "aling",
        -5.1808798e-05
      ],
      [
        "rad",
        -4.179569e-05
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was a lecture delivered \"on the concept of,\" these objects. John Stuart Mill argued that each of these objects \"denotes physical phenomena.\" Aristotle's Metaphysics claims that Plato thought that the Forms were these. Gottlob Frege used the ancestral relation to demonstrate that natural ones can be derived from Hume's Principle, yielding the Peano axioms in his The Foundations of Arithmetic. For 10 points, identify these objects used to represent quantities.": {
    "guess": "Numbers",
    "confidence": [
      [
        "Numbers",
        -0.31213415
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in": {
    "guess": "Philosophical Investigations",
    "confidence": [
      [
        "Phil",
        -0.99420244
      ],
      [
        "osoph",
        -0.00029553997
      ],
      [
        "ical",
        -0.23643117
      ],
      [
        " Investigations",
        -0.13603753
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to suckle two children, whose figure assimilated features of its patron's wife. Parallel sides of this edifice depict the imperial family and important people like senators, invoking the Panathenaic procession": {
    "guess": "Ara Pacis",
    "confidence": [
      [
        "A",
        -0.19358242
      ],
      [
        "ra",
        -0.00030948312
      ],
      [
        " Pac",
        -0.00031699296
      ],
      [
        "is",
        -1.4974867e-05
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.15250893
      ],
      [
        " Chat",
        -0.0001409658
      ],
      [
        "elier",
        -4.4849444e-06
      ],
      [
        "'s",
        -2.1650272e-05
      ],
      [
        " principle",
        -0.0011535553
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.6052378
      ],
      [
        "ial",
        -3.5597102e-05
      ],
      [
        " theorem",
        -0.24721137
      ]
    ]
  },
  "Paul Muni won the 1936 Best Actor Oscar for his portrayal of this chemist in a William Dieterle biopic. In the movie and in real life, he established that putrefaction and fermentation are caused by microorganisms, and he developed a vaccine against rabies. For ten points, name this nineteenth- century": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.010446584
      ],
      [
        " Paste",
        -0.00024072826
      ],
      [
        "ur",
        -0.00023941702
      ]
    ]
  },
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run than in the long run. Lenz's law is the manifestation of this concept in physics, and, in chemistry, this concept can suppress the ionization of a weak acid or a weak base and is used in buffer solutions in the common ion effect. In biological systems, this principle can help maintain homeostasis.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0010592487
      ],
      [
        " Chat",
        -0.00014227704
      ],
      [
        "elier",
        -1.3856493e-06
      ],
      [
        "'s",
        -6.511407e-06
      ],
      [
        " principle",
        -0.001046624
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional property, it is named after Harris. A version of this construct in which results are completely independent is called the Bernoulli scheme. Examples include random-walk phenomena in physics and the rolling of dice to move pieces across a game-board. For 10 points, name this kind of stochastic": {
    "guess": "Markov chain",
    "confidence": [
      [
        "Mark",
        -0.29341397
      ],
      [
        "ov",
        -3.6908343e-05
      ],
      [
        " chain",
        -0.12252314
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr. Nuttel is frightened by dogs on its banks, while it appears \"sunken\" just before the Thunder's speech in The Waste Land.  The title woman is told that she would find rubies by its side in \"To His Coy": {
    "guess": "Thames",
    "confidence": [
      [
        "Th",
        -1.0854656
      ],
      [
        "ames",
        -9.913265e-05
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the War Measures Act to deal with the FLQ in the October Crisis by prime minister Pierre Trudeau. The capital of this province was the site of a 1759 battle that saw the deaths of the Marquis de Montcalm and General James Wolfe, and is also known as the Battle of the Plains of Abraham. Attempts have been": {
    "guess": "October Crisis",
    "confidence": [
      [
        "October",
        -0.091968544
      ],
      [
        " Crisis",
        -9.2457245e-05
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time average of the second time derivative of the moment of inertia is zero. It can be derived by taking the (*)  spatial moments of the equations of motion; other derivations use a quantity defined as the sum, over all point particles, of the dot  product between momentum and position vectors of the point particles. For 10 points, name this theorem stating that twice the  time average of the total": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.0045363386
      ],
      [
        "ial",
        -8.89548e-06
      ],
      [
        " theorem",
        -0.0021904719
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to suckle two children, whose figure assimilated features of its patron's wife. Parallel sides of this": {
    "guess": "Pergamon Altar",
    "confidence": [
      [
        "P",
        -1.7950513
      ],
      [
        "erg",
        -0.6633348
      ],
      [
        "amon",
        -0.0005639958
      ],
      [
        " Alt",
        -0.0045917574
      ],
      [
        "ar",
        -2.8444882e-05
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\"": {
    "guess": "Sonatas",
    "confidence": [
      [
        "Son",
        -0.747335
      ],
      [
        "atas",
        -0.2639684
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created by Max Kurzweil and Josef Hoffmann. A building here was designed by Joseph Maria Olbrich and is topped by a gold dome. An art movement in this city was led by a man who created Brussels' Stoclet (*) Frieze and used eyes and gold leaf to decorate the dress of Adele Bloch-Bauer. For 10  points, name": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.0010808025
      ],
      [
        "enna",
        -0.0004101772
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\" That work, the \"Concord\" one, is a successor to works in this genre, like Schumann's Concerto Without Orchestra. One in A major by Mozart ends with the \"Rondo alla Turca,\" while Beethoven composed the \"Waldstein\" one, as well as one that begins with C sharp minor arpeggios originally entitled \"Quasi Una Fantasia.\" For 10 points, name this type of music, which Beethoven wrote thirty-two of and includes his \"Moonlight.\"": {
    "guess": "Piano sonata",
    "confidence": [
      [
        "P",
        -0.0053632483
      ],
      [
        "iano",
        -1.0280384e-06
      ],
      [
        " son",
        -0.5834262
      ],
      [
        "ata",
        -0.07259652
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive called Case Blue that was intended to capture vital oil fields. Victory for one side came following Operation Uranus, an offensive partially planned by Georgy Zhukov. Eventually, the German 6th": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.003343475
      ],
      [
        " of",
        -0.00032950565
      ],
      [
        " St",
        -1.2352386e-05
      ],
      [
        "aling",
        -2.0458236e-05
      ],
      [
        "rad",
        -2.6895234e-05
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such thing as narrow content. The causal theory of reference is used to support this position in a thought experiment invoking a substance with the same macroscopic properties as water, but the formula": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.11856863
      ],
      [
        "ism",
        -0.0046793227
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr. Nuttel is frightened by dogs on its banks, while it appears \"sunken\" just before the Thunder's speech": {
    "guess": "Mississippi River",
    "confidence": [
      [
        "Miss",
        -0.629284
      ],
      [
        "issippi",
        -0.0048267995
      ],
      [
        " River",
        -0.16356628
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such thing as narrow content. The causal theory of reference is used to support this position in a thought": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.12783079
      ],
      [
        "ism",
        -0.0014121393
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the": {
    "guess": "Mass–luminosity relation",
    "confidence": [
      [
        "Mass",
        -0.662523
      ],
      [
        "–",
        -1.035521
      ],
      [
        "l",
        -0.0009646999
      ],
      [
        "umin",
        -1.7432603e-06
      ],
      [
        "osity",
        -2.2127088e-05
      ],
      [
        " relation",
        -0.010251437
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional property, it is named after Harris. A version of this construct in which results are completely": {
    "guess": "Boolean satisfiability problem",
    "confidence": [
      [
        "Boolean",
        -2.3745716
      ],
      [
        " satisf",
        -1.5748858
      ],
      [
        "iability",
        -0.000998871
      ],
      [
        " problem",
        -0.5194631
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while": {
    "guess": "Seine",
    "confidence": [
      [
        "Se",
        -0.27408302
      ],
      [
        "ine",
        -2.7848862e-05
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional property, it is named after Harris. A version of this construct in which results are completely independent is called the Bernoulli scheme. Examples include random-walk phenomena in physics and": {
    "guess": "Markov chain",
    "confidence": [
      [
        "Mark",
        -1.0290548
      ],
      [
        "ov",
        -0.00043233807
      ],
      [
        " chain",
        -0.40827543
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's \"Ave Maria\". One of these pieces nicknamed \"The Bells of Moscow\" is a work in (*) C-sharp minor by Rachmaninoff. Chopin wrote 24 pieces in this genre, arranged according to the circle of fifths, the most famous of which is the one in D-flat nicknamed \"Raindrop\". In The Well-Tempered Clavier, these pieces are paired with fugues. For 10 points, name these pieces, whose name suggests their function": {
    "guess": "Prelude (music)",
    "confidence": [
      [
        "P",
        -0.0026999011
      ],
      [
        "relude",
        -0.0060663754
      ],
      [
        " (",
        -0.02734792
      ],
      [
        "music",
        -7.684157e-05
      ],
      [
        ")",
        -3.655073e-05
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr. Nuttel is frightened by dogs on its banks, while it appears \"sunken\" just before the Thunder's speech in The Waste Land.  The title woman is told that she would find rubies by its side in \"To His Coy Mistress.\" FTP, name this waterway which represents Asia in Bernini's Fountain of the Four Rivers, a river which flows through New Delhi and empties into the Gulf of Bengal.": {
    "guess": "Ganges River",
    "confidence": [
      [
        "G",
        -0.044426907
      ],
      [
        "anges",
        -0.0012738043
      ],
      [
        " River",
        -0.016582763
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the": {
    "guess": "Iliad",
    "confidence": [
      [
        "I",
        -1.234742
      ],
      [
        "li",
        -0.015411244
      ],
      [
        "ad",
        -0.0014014292
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is": {
    "guess": "Revealed preference",
    "confidence": [
      [
        "Re",
        -0.082172334
      ],
      [
        "ve",
        -0.00015860428
      ],
      [
        "aled",
        -2.3392786e-06
      ],
      [
        " preference",
        -0.0023856377
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has": {
    "guess": "Mask of Agamemnon",
    "confidence": [
      [
        "Mask",
        -2.1825497
      ],
      [
        " of",
        -0.00041792178
      ],
      [
        " Ag",
        -0.0012895209
      ],
      [
        "am",
        -5.3596854e-05
      ],
      [
        "em",
        -0.00020771251
      ],
      [
        "non",
        -8.3874584e-05
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the War Measures Act to deal with the FLQ in the October Crisis by prime minister Pierre Trudeau. The capital of this province was the site of a 1759 battle that saw the deaths of the Marquis de Montcalm and General James Wolfe, and is also known as the Battle of the Plains of Abraham. Attempts have been made to grant it special status as a \"distinct society,\" and many residents support its independence. For 10 points, identify this French-speaking Canadian province home to Montreal.": {
    "guess": "Quebec",
    "confidence": [
      [
        "Que",
        -0.00058436865
      ],
      [
        "bec",
        -2.6060809e-05
      ]
    ]
  },
  "Paul Muni won the 1936 Best Actor Oscar for his portrayal of this chemist in a William Dieterle biopic. In the movie and in real life, he established that putrefaction and fermentation are caused by microorganisms, and he developed a vaccine against rabies. For ten points, name this nineteenth- century French chemist.": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.0051299813
      ],
      [
        " Paste",
        -5.383526e-05
      ],
      [
        "ur",
        -5.1928004e-05
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to suckle two children, whose figure assimilated features of its patron's wife. Parallel sides of this edifice depict the imperial family and important people like senators, invoking the Panathenaic procession on the Parthenon frieze, while the main scene is thought to be Aeneas performing a sacrifice.": {
    "guess": "Ara Pacis",
    "confidence": [
      [
        "A",
        -0.08422459
      ],
      [
        "ra",
        -0.00020759332
      ],
      [
        " Pac",
        -0.0004689226
      ],
      [
        "is",
        -2.0458236e-05
      ]
    ]
  },
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0028247274
      ],
      [
        " Chat",
        -0.00015705463
      ],
      [
        "elier",
        -2.577686e-06
      ],
      [
        "'s",
        -1.473646e-05
      ],
      [
        " principle",
        -0.0012001125
      ]
    ]
  },
  "Paul Muni won the 1936 Best Actor Oscar for his portrayal of this chemist in a William Dieterle biopic. In the movie and in real life, he established that putrefaction and fermentation are caused by microorganisms,": {
    "guess": "Louis Pasteur",
    "confidence": [
      [
        "Louis",
        -0.11212635
      ],
      [
        " Paste",
        -9.305327e-05
      ],
      [
        "ur",
        -8.4947416e-05
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the War Measures Act to deal with the FLQ in the October Crisis by prime minister Pierre Trudeau. The capital of this province was the site of a 1759 battle that saw the deaths of the Marquis de Montcalm": {
    "guess": "Quebec",
    "confidence": [
      [
        "Que",
        -0.074078605
      ],
      [
        "bec",
        -4.572941e-05
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was": {
    "guess": "Intuitionistic logic",
    "confidence": [
      [
        "Int",
        -1.4650643
      ],
      [
        "uition",
        -0.054852046
      ],
      [
        "istic",
        -0.49812278
      ],
      [
        " logic",
        -0.39178354
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr.": {
    "guess": "Seine",
    "confidence": [
      [
        "Se",
        -0.16830046
      ],
      [
        "ine",
        -5.4908094e-05
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the": {
    "guess": "October Crisis in Canada",
    "confidence": [
      [
        "October",
        -0.17687428
      ],
      [
        " Crisis",
        -0.0013914234
      ],
      [
        " in",
        -0.4626132
      ],
      [
        " Canada",
        -0.61799777
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light": {
    "guess": "Stellar pulsation",
    "confidence": [
      [
        "St",
        -0.8916345
      ],
      [
        "ellar",
        -0.0023366394
      ],
      [
        " puls",
        -0.60331273
      ],
      [
        "ation",
        -0.036508948
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive called Case Blue that was intended to capture vital oil fields. Victory for one side came following Operation Uranus, an offensive partially planned by Georgy Zhukov. Eventually, the German 6th Army under the command of Friedrich Paulus (*) surrendered after being encircled along the Volga River.": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.0020644953
      ],
      [
        " of",
        -0.0002943479
      ],
      [
        " St",
        -3.4524266e-05
      ],
      [
        "aling",
        -2.808727e-05
      ],
      [
        "rad",
        -2.5226382e-05
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha": {
    "guess": "Piano Sonata (George Gershwin)",
    "confidence": [
      [
        "P",
        -0.63355666
      ],
      [
        "iano",
        -0.1789809
      ],
      [
        " Sonata",
        -0.91680044
      ],
      [
        " (",
        -0.392557
      ],
      [
        "George",
        -0.9941617
      ],
      [
        " G",
        -0.00022999993
      ],
      [
        "ersh",
        -0.00022725825
      ],
      [
        "win",
        -9.817902e-05
      ],
      [
        ")",
        -0.0017098057
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte": {
    "guess": "October Crisis",
    "confidence": [
      [
        "October",
        -0.071975075
      ],
      [
        " Crisis",
        -0.0029684303
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\" That work, the \"Concord\" one, is a successor to works in this genre, like Schumann's Concerto Without Orchestra. One in A major by Mozart ends with the \"Rondo alla Turca,\" while Beethoven composed the \"Waldstein\" one, as well as one that begins with C sharp minor arpeggios originally entitled \"Quasi Una Fantasia.\" For 10 points, name this type of music, which Beethoven wrote thirty-two of and includes": {
    "guess": "Piano sonata",
    "confidence": [
      [
        "P",
        -0.009398446
      ],
      [
        "iano",
        -1.504853e-06
      ],
      [
        " son",
        -0.6749894
      ],
      [
        "ata",
        -0.05807312
      ]
    ]
  },
  "In Paul Verlaine's \"Parisian Nocturne,\" this river is described \"in trappings that are royal,\" while a Baudelaire poem sees it pouring \"into chasms made of diamonds.\" It is described as the sister of the Mississippi in Jean Toomer's \"Blue Meridian.\" In \"The Open Window,\" Vera tells a story in which Mr. Nuttel is frightened by dogs on its banks, while it appears \"sunken\" just before the Thunder's speech in The Waste Land.  The title woman is told that she would find rubies by its side in \"To His Coy Mistress.\" FTP, name this waterway which represents Asia in Bernini's Fountain of the Four Rivers,": {
    "guess": "Seine",
    "confidence": [
      [
        "Se",
        -1.1207036
      ],
      [
        "ine",
        -4.763667e-05
      ]
    ]
  },
  "One of these by Paul Hindemith is entitled \"Der Main,\" and one by Ives uses tone clusters in \"Thoreau.\" That work, the \"Concord\" one, is a successor to works in this genre, like Schumann's Concerto Without": {
    "guess": "Concerto for Orchestra",
    "confidence": [
      [
        "Con",
        -0.8640982
      ],
      [
        "cert",
        -0.001951826
      ],
      [
        "o",
        -0.019868618
      ],
      [
        " for",
        -0.06358364
      ],
      [
        " Orchestra",
        -0.53471696
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created by Max Kurzweil and Josef Hoffmann. A building here was designed by Joseph Maria Olbrich and is topped by a gold dome. An art movement in this city was led by a man who created Brussels' Stoclet (*)": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.035105504
      ],
      [
        "enna",
        -0.0018235737
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's \"Ave Maria\". One of these pieces nicknamed \"The Bells of Moscow\" is a work in (*) C-sharp minor": {
    "guess": "Prelude",
    "confidence": [
      [
        "P",
        -0.44407302
      ],
      [
        "relude",
        -0.02953883
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's \"Ave Maria\". One of these pieces nicknamed \"The Bells of Moscow\" is a work in (*) C-sharp minor by Rachmaninoff. Chopin wrote 24 pieces in this genre, arranged according to the circle of fifths, the most famous of which is the one in D-flat nicknamed \"Raindrop\". In The Well-Tempered Clavier, these": {
    "guess": "Preludes",
    "confidence": [
      [
        "P",
        -0.003871093
      ],
      [
        "rel",
        -0.13739525
      ],
      [
        "udes",
        -0.00015455135
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was a lecture delivered \"on the concept of,\" these objects. John Stuart Mill argued that each of these objects \"denotes physical phenomena.\" Aristotle's Metaphysics claims that Plato thought that the Forms were these. Gottlob Frege used the ancestral relation to demonstrate that natural ones can be derived": {
    "guess": "Numbers",
    "confidence": [
      [
        "Numbers",
        -0.7730595
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such thing as narrow content. The causal theory of reference is used to support this position in a thought experiment invoking a substance with the same macroscopic properties as water, but the formula XYZ. That \"Twin Earth\" scenario was introduced in \"The Meaning of Meaning\" by Hilary Putnam, who also used this position to refute the brain-in-a-vat thought experiment. For 10 points, name this position which states the meaning of words or mental content is partly determined by the environment": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.15203689
      ],
      [
        "ism",
        -1.0325924e-05
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time average of the second time derivative of the moment of inertia is zero. It can be derived by taking the (*)  spatial moments of the equations of motion; other derivations use a quantity defined as the sum, over all point particles, of the dot  product between momentum and position vectors of the": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.008992002
      ],
      [
        "ial",
        -9.610702e-06
      ],
      [
        " theorem",
        -0.010156446
      ]
    ]
  },
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run than in the long run. Lenz's law is the manifestation of this concept in physics, and, in chemistry, this concept can suppress the ionization of a weak acid or a weak base and is used in buffer solutions in the common ion effect. In biological systems, this principle can help maintain homeostasis. For 10 points, identify this principle that can state that changing the concentration of an ingredient": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.00086274586
      ],
      [
        " Chat",
        -9.865584e-05
      ],
      [
        "elier",
        -1.0280384e-06
      ],
      [
        "'s",
        -9.968313e-06
      ],
      [
        " principle",
        -0.0014814131
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to suckle two children, whose figure assimilated features of its patron's wife. Parallel sides of this edifice depict the imperial family and important people like senators, invoking the Panathenaic procession on the Parthenon frieze, while the main scene is thought to be Aeneas performing a sacrifice. Placed in the Campus Martius next a Horologium-Solarium, for 10 points, name this altar established": {
    "guess": "Ara Pacis",
    "confidence": [
      [
        "A",
        -0.08085786
      ],
      [
        "ra",
        -0.0003490514
      ],
      [
        " Pac",
        -0.0019970352
      ],
      [
        "is",
        -5.157039e-05
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom. One part of this work features hanging garlands flanked by ox skulls, while another section has a topless female surrounded by furled cloths and riding a large bird on each side of a woman about to": {
    "guess": "Pergamon Altar",
    "confidence": [
      [
        "P",
        -2.3293674
      ],
      [
        "erg",
        -0.72722983
      ],
      [
        "amon",
        -0.0007320932
      ],
      [
        " Alt",
        -0.00929428
      ],
      [
        "ar",
        -5.5980927e-05
      ]
    ]
  },
  "Paul Rose lead violent actions in this place that resulted in the abduction and killing of Pierre Laporte by the Chenier Cell. The abduction of James Cross in this polity contributed to the use of the War Measures Act to deal with the FLQ in the October Crisis by prime minister Pierre Trudeau. The capital of this province was the site of a 1759 battle that saw the deaths of the Marquis de Montcalm and General James Wolfe, and is also known as the Battle of the Plains of Abraham. Attempts have been made to grant it special status as a \"distinct society,\" and many residents support its independence.": {
    "guess": "Quebec",
    "confidence": [
      [
        "Que",
        -0.004455636
      ],
      [
        "bec",
        -1.473646e-05
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application of Gauss' principle of least constraints. One consequence of this statement is the decreased solubility of a substance in the presence of a common ion, and its most famous application is probably the Haber process for ammonia production. For ten points, identify this general chemical principle which states that a chemical system disturbed from equilibrium shifts the equilibrium position to counteract the change, named for French scientist Henri.": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.005019206
      ],
      [
        " Chat",
        -0.007998026
      ],
      [
        "elier",
        -0.00013059509
      ],
      [
        "'s",
        -0.0010193521
      ],
      [
        " principle",
        -0.024276663
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects is central to the intuitionism advocated by L.E.J. Brouwer. Edmund Husserl's Habilitationschrift was a lecture delivered \"on the concept of,\" these objects. John Stuart Mill argued that each of these": {
    "guess": "Number",
    "confidence": [
      [
        "Number",
        -0.60041946
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star.": {
    "guess": "Ledoux's theorem",
    "confidence": [
      [
        "Led",
        -0.22297645
      ],
      [
        "oux",
        -4.763667e-05
      ],
      [
        "'s",
        -0.4432971
      ],
      [
        " theorem",
        -1.2102252
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial intelligence that would pass the Turing test. When one of these constructs satisfies an additional property, it is named after Harris. A version of this construct in which results are completely independent is called the Bernoulli scheme. Examples include random-walk phenomena in physics and the rolling of dice to move pieces across a game-board. For 10 points, name this kind of stochastic process in which any future set of conditions is determined by and only by the present set of conditions,": {
    "guess": "Markov chain",
    "confidence": [
      [
        "Mark",
        -0.02086721
      ],
      [
        "ov",
        -2.8564085e-05
      ],
      [
        " chain",
        -0.71568024
      ]
    ]
  },
  "Paul Hindemith's Ludus Tonalis opens with a piece of this type. The tempo marking \"Allegro ritmato e deciso\" is appended to the first and third of three works of this kind by George Gershwin, which Jascha Heifetz transcribed for the violin. A J.S. Bach piece of this type is the basis for Charles Gounod's \"Ave Maria\". One of these pieces nicknamed \"The Bells of Moscow\" is a work in (*) C-sharp minor by Rachmaninoff. Chopin wrote 24 pieces in this genre, arranged according to the circle of fifths, the most famous of which is the one in D-flat nicknamed \"Raindrop\". In The Well-Tempered Clavier, these pieces are paired with fugues. For 10 points, name these pieces, whose name suggests their function as introductions.": {
    "guess": "Prelude (music)",
    "confidence": [
      [
        "P",
        -0.0016113892
      ],
      [
        "relude",
        -3.0471343e-05
      ],
      [
        " (",
        -0.037954155
      ],
      [
        "music",
        -3.4524266e-05
      ],
      [
        ")",
        -9.610702e-06
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had": {
    "guess": "Iliad",
    "confidence": [
      [
        "I",
        -1.4163885
      ],
      [
        "li",
        -0.093919635
      ],
      [
        "ad",
        -0.005581756
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such thing as narrow content. The causal theory of reference is used to support this position in a thought experiment invoking a substance with the same macroscopic properties as water, but the formula XYZ. That \"Twin Earth\" scenario was introduced in \"The Meaning of Meaning\" by Hilary Putnam, who also used this position to refute the brain-in-a-vat thought experiment. For 10 points, name this position": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.11664428
      ],
      [
        "ism",
        -1.7716551e-05
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.02188579
      ],
      [
        "enna",
        -0.00036918215
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive called Case Blue that was intended to capture vital oil fields. Victory for one side came following": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.0004248356
      ],
      [
        " of",
        -0.00022070204
      ],
      [
        " St",
        -8.89548e-06
      ],
      [
        "aling",
        -2.577686e-06
      ],
      [
        "rad",
        -1.0564331e-05
      ]
    ]
  },
  "Paul Benacerraf used a story about Ernie and Johnny to argue that not all identities are meaningful in a paper that aims to show \"what,\" these objects \"could not be.\" The Heyting theory of these objects": {
    "guess": "Numbers",
    "confidence": [
      [
        "Numbers",
        -0.32189938
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\" version of it in their work on extended cognition. Proponents of this position argue there is no such": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.15497638
      ],
      [
        "ism",
        -0.0019266135
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created by Max Kurzweil and Josef Hoffmann. A building here was designed by Joseph Maria Olbrich and is topped by a gold dome. An art movement in this city was led by a man who created Brussels' Stoclet (*) Frieze and used eyes and gold leaf to decorate the dress of Adele Bloch-Bauer. For 10  points, name this city home to an art secession movement led by Gustav Klimt, who painted a frieze of its greatest classical composer, Beethoven.": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.0005657802
      ],
      [
        "enna",
        -8.42322e-05
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application of Gauss' principle of least constraints. One consequence of this statement is the decreased": {
    "guess": "Maximum entropy principle",
    "confidence": [
      [
        "Maximum",
        -1.2611594
      ],
      [
        " entropy",
        -0.1412815
      ],
      [
        " principle",
        -0.10348619
      ]
    ]
  },
  "Paul Samuelson applied this concept to economics to imply that elasticities are lower in the short run than in the long run. Lenz's law is the manifestation of this concept in physics, and, in chemistry, this concept can suppress the ionization of a weak acid or a weak base and is used in buffer solutions in the common ion effect. In biological systems, this principle can help maintain homeostasis. For 10 points, identify this principle that can state that changing the concentration of an ingredient will shift the equilibrium to the side that would reduce that change in concentration": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.0010855669
      ],
      [
        " Chat",
        -0.00026872646
      ],
      [
        "elier",
        -1.504853e-06
      ],
      [
        "'s",
        -9.849109e-06
      ],
      [
        " principle",
        -0.002456034
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.005286173
      ],
      [
        " of",
        -0.00080319535
      ],
      [
        " St",
        -0.00024751187
      ],
      [
        "aling",
        -6.392203e-06
      ],
      [
        "rad",
        -1.9504607e-05
      ]
    ]
  },
  "Paul Rehak claimed that one scene in this work did not depict an epic hero, as Johannes Sieveking had claimed, but rather the second king of the polity which created this work; his evidence includes the fact that an assistant to the main action did not have two living parents in the myth, as was custom.": {
    "guess": "Iliad",
    "confidence": [
      [
        "I",
        -1.9122355
      ],
      [
        "li",
        -0.056071848
      ],
      [
        "ad",
        -0.0021319445
      ]
    ]
  },
  "Pavlov's house was used as a fortified position during this battle. This battle was preceded by an offensive called Case Blue that was intended to capture vital oil fields. Victory for one side came following Operation Uranus, an offensive partially planned by Georgy Zhukov. Eventually, the German 6th Army under the command of Friedrich Paulus (*) surrendered after being encircled along the Volga River. For 10 points, name this extremely bloody World War II battle that lasted from 1942 to 1943, a Soviet victory that marked a turning point on the Eastern Front.": {
    "guess": "Battle of Stalingrad",
    "confidence": [
      [
        "Battle",
        -0.0007997422
      ],
      [
        " of",
        -0.002478747
      ],
      [
        " St",
        -4.8351892e-05
      ],
      [
        "aling",
        -2.3915141e-05
      ],
      [
        "rad",
        -3.8219583e-05
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\"": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.21880041
      ],
      [
        "ism",
        -0.00016730615
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.059011895
      ],
      [
        "ism",
        -0.00014227704
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application of Gauss' principle of least constraints. One consequence of this statement is the decreased solubility of a substance in the presence of a common ion, and its most famous application is probably the Haber process for ammonia production. For ten points, identify this general chemical principle": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.20201539
      ],
      [
        " Chat",
        -0.0046090805
      ],
      [
        "elier",
        -0.00034380643
      ],
      [
        "'s",
        -0.0005344443
      ],
      [
        " principle",
        -0.042060796
      ]
    ]
  },
  "Paul Samuelson applied a variant of this statement to show that the elasticity of consumer demand is lower with rationing than without. Prigogine and Defay demonstrated that the moderation theorem for affinity was the most general formulation of this statement, and it can also be obtained by the application of Gauss' principle of least constraints. One consequence of this statement is the decreased solubility of a substance in the presence of a common ion, and its most famous application is probably the Haber process for ammonia production. For ten points, identify this general chemical principle which states that a chemical system disturbed from equilibrium shifts the equilibrium position to": {
    "guess": "Le Chatelier's principle",
    "confidence": [
      [
        "Le",
        -0.034611493
      ],
      [
        " Chat",
        -0.0042973035
      ],
      [
        "elier",
        -1.6643718e-05
      ],
      [
        "'s",
        -0.07735709
      ],
      [
        " principle",
        -0.1832679
      ]
    ]
  },
  "Paul Strudel created life-size marble statues for the Hofbibliothek in this city. One artist working in this city created The Cushion, while another created the Kubus armchair. Those works were created by Max Kurzweil and Josef Hoffmann. A building here was designed by Joseph Maria Olbrich and is topped by a gold dome. An art movement in this city was led by a man who created Brussels' Stoclet (*) Frieze and used eyes and gold leaf to decorate the dress of Adele Bloch-Bauer. For 10  points, name this city home to an art secession movement led by Gustav Klimt, who painted a frieze of its greatest": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -0.0144802015
      ],
      [
        "enna",
        -0.00029208304
      ]
    ]
  },
  "Paul Ledoux developed a variational form of this statement to predict the pulsation period of a star. When this statement  was used to estimate the mass of the Coma cluster, it yielded a mass-to-light ratio that differed by over an order of  magnitude from that of our Sun and led Zwicky to propose the existence of dark matter. This statement is used to derive  the approximate relation between the size of a cluster and its velocity dispersion. One of Lagrange's identities reduces to it  when the time average of the second time derivative of the moment of inertia is zero. It can be derived by taking": {
    "guess": "Virial theorem",
    "confidence": [
      [
        "Vir",
        -0.009076582
      ],
      [
        "ial",
        -1.0921943e-05
      ],
      [
        " theorem",
        -0.017433133
      ]
    ]
  },
  "Paul Boghossian argued that this position is incompatible with privileged self-knowledge, and Tyler Burge defended a version of this thesis by describing a woman named Jane whose community uses \"arthritis\" to refer to disease of both joints and thighs. Andy Clark and David Chalmers propose an \"active\"": {
    "guess": "Externalism",
    "confidence": [
      [
        "External",
        -0.3711439
      ],
      [
        "ism",
        -0.0016849361
      ]
    ]
  },
  "In 1970, Paul Cohen proved by induction that these constructs alone are insufficient to create an artificial": {
    "guess": "List of unsolved problems in mathematics",
    "confidence": [
      [
        "List",
        -1.4534526
      ],
      [
        " of",
        -0.0026152553
      ],
      [
        " uns",
        -0.58878887
      ],
      [
        "olved",
        -0.00011117222
      ],
      [
        " problems",
        -0.0003651402
      ],
      [
        " in",
        -4.632543e-05
      ],
      [
        " mathematics",
        -0.31071255
      ]
    ]
  }
}