{
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\"": {
    "guess": "Apollonian and Dionysian",
    "confidence": [
      [
        "Ap",
        -0.41355383
      ],
      [
        "oll",
        -0.60297734
      ],
      [
        "onian",
        -0.028572643
      ],
      [
        " and",
        -0.008727442
      ],
      [
        " Dion",
        -7.58424e-06
      ],
      [
        "ys",
        -6.392203e-06
      ],
      [
        "ian",
        -0.00012606535
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and": {
    "guess": "List of Buffy the Vampire Slayer characters",
    "confidence": [
      [
        "List",
        -0.36337385
      ],
      [
        " of",
        -0.0009932722
      ],
      [
        " Buffy",
        -1.2610525
      ],
      [
        " the",
        -0.027986728
      ],
      [
        " Vampire",
        -8.625866e-05
      ],
      [
        " Slayer",
        -5.9795446e-05
      ],
      [
        " characters",
        -0.6265144
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left Spitfire under the command of Richard Howe, who led the relief of Gibraltar. Another commander of this vessel was tended to by chaplain Alexander Scott after being struck by musket fire from the Redoubtable. In that battle, this flagship prevailed over the Bucentaure and Indomitable, led by Admiral": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.00936136
      ],
      [
        "MS",
        -3.619312e-05
      ],
      [
        " Victory",
        -0.0017842989
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and one of them is named after a Norse word for \"strength.\" One is named after a sport, one is named": {
    "guess": "List of Buffy the Vampire Slayer and Angel characters",
    "confidence": [
      [
        "List",
        -0.08713155
      ],
      [
        " of",
        -0.00013548243
      ],
      [
        " Buffy",
        -1.2742974
      ],
      [
        " the",
        -0.111143
      ],
      [
        " Vampire",
        -0.00015657782
      ],
      [
        " Slayer",
        -6.4444386e-05
      ],
      [
        " and",
        -0.35265023
      ],
      [
        " Angel",
        -0.00025966697
      ],
      [
        " characters",
        -0.020948928
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.41395986
      ],
      [
        " Sor",
        -0.478126
      ],
      [
        "rows",
        -2.0458236e-05
      ],
      [
        " of",
        -7.862962e-05
      ],
      [
        " Young",
        -0.0032753877
      ],
      [
        " Wer",
        -0.0002818352
      ],
      [
        "ther",
        -4.608702e-05
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's story of a pig that ate calmly on a ship during a storm led Pyrrho to state that this quality was an ideal state of being in which people live in accordance with their nature. Sextus Empiricus said that it could be brought about by epoche, or suspension of judgment, and the Stoics associated it with apatheia. For 10 points, name this state of robust tranquility that Epicurus thought was the ideal": {
    "guess": "Ataraxia",
    "confidence": [
      [
        "At",
        -0.080350526
      ],
      [
        "ar",
        -1.342522e-05
      ],
      [
        "ax",
        -0.00024810788
      ],
      [
        "ia",
        -1.4617256e-05
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus. This country lost the Battles of Pydna and Cynoscephalae to the Roman Empire. It was ruled by Antipater": {
    "guess": "Macedonia (ancient kingdom)",
    "confidence": [
      [
        "M",
        -0.3929452
      ],
      [
        "aced",
        -1.3902034e-05
      ],
      [
        "onia",
        -0.45352143
      ],
      [
        " (",
        -0.18024051
      ],
      [
        "anc",
        -0.0048669074
      ],
      [
        "ient",
        -5.5122365e-07
      ],
      [
        " kingdom",
        -8.244414e-05
      ],
      [
        ")",
        -3.500108e-05
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's Cathedral caused the deaths of thousands of workers. That building was designed by Auguste Montferrand, who also designed the Alexandrine Column in the Palace Square, and this city is also home to the Admiralty Building, the Cathedral of the Savior on the Blood, and its first construction: the fortress of Sts. Peter and Paul. FTP, identify this Russian city, home to the Hermitage and the Winter Palace.": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.049420062
      ],
      [
        " Petersburg",
        -0.00064106926
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's Cathedral caused the deaths of thousands of workers. That building was designed by Auguste Montferrand, who also designed the Alexandrine Column in the Palace Square, and this city is also home": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.0062385187
      ],
      [
        " Petersburg",
        -0.00046522732
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael Kupperman comic duo features this animal paired with (*) bacon. One character with this name owns the car Li'l Bandit and wishes they had pee-wee hockey when he was a lad. Another man named after this animal has explosives implanted into his arteries which will go off if he does not rescue the": {
    "guess": "Raccoons",
    "confidence": [
      [
        "R",
        -1.1048225
      ],
      [
        "acco",
        -0.075450264
      ],
      [
        "ons",
        -0.12736931
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child": {
    "guess": "Isaac Bashevis Singer",
    "confidence": [
      [
        "Is",
        -1.3536991
      ],
      [
        "aac",
        -0.17395951
      ],
      [
        " Bas",
        -0.2551297
      ],
      [
        "he",
        -3.5358695e-05
      ],
      [
        "vis",
        -8.9834764e-05
      ],
      [
        " Singer",
        -0.00019972587
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel": {
    "guess": "Chuck Palahniuk",
    "confidence": [
      [
        "Chuck",
        -1.6137825
      ],
      [
        " Pal",
        -0.0054227696
      ],
      [
        "ah",
        -0.0006571544
      ],
      [
        "ni",
        -0.0004406823
      ],
      [
        "uk",
        -8.697388e-05
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.017544191
      ],
      [
        "is",
        -2.6418418e-05
      ],
      [
        " D",
        -0.000115701965
      ],
      [
        "ider",
        -2.486877e-05
      ],
      [
        "ot",
        -0.00012190055
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.0037895082
      ],
      [
        "ippines",
        -0.00012594614
      ]
    ]
  },
  "This man's androgyny served as the title of a burlesque opera by Francis Polenc and his honest commentary on sexual pleasure resulted in his blinding. Among his prophecies were a warning to Pentheus to recognize and honor Dionysus when he first appeared in Thebes, a prediction of the greatness of Hercules, and advice to Odysseus on how to placate Poseidon. FTP, who was this famous prophet of Thebes that revealed to Oedipus how he had unknowingly murdered his own father?": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.0010395984
      ],
      [
        "ires",
        -7.958325e-05
      ],
      [
        "ias",
        -0.00012535013
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to": {
    "guess": "Raccoon",
    "confidence": [
      [
        "R",
        -0.8381939
      ],
      [
        "acco",
        -0.6519264
      ],
      [
        "on",
        -0.090211935
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.5023504
      ],
      [
        " Monk",
        -1.3637599
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety, and type II superconductors display a mixed variety of this effect.  It was first observed by its namesake discoverer in 1933 while cooling tin crystals to 3.72 K.  As the crystals approached the critical temperature, they began expelling the earth's magnetic field from the interior, indicating the material had become perfectly diamagnetic.  FTP, identify this effect that demonstrates the falling": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.05211151
      ],
      [
        "iss",
        -0.00010783452
      ],
      [
        "ner",
        -2.2842309e-05
      ],
      [
        " effect",
        -0.19968481
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this leader's general Sokollu in the aftermath of the Battle of Szigetvar. Jean Parisot de la Valette killed this leader's general Turgut Reis at the Battle of Malta. He defeated Niklas Graf Salm and Wilhelm von Roggendorf in one battle and in another battle he killed Pal Tomori and Louis II. Defeated at": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.05408438
      ],
      [
        "ule",
        -0.0288378
      ],
      [
        "iman",
        -0.0004837002
      ],
      [
        " the",
        -0.010150553
      ],
      [
        " Magn",
        -0.00011760922
      ],
      [
        "ificent",
        -0.0006388117
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort": {
    "guess": "Apelles",
    "confidence": [
      [
        "Ap",
        -0.01987236
      ],
      [
        "elles",
        -6.551722e-05
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space Travel inspired Ken Thompson to develop one of these that make use of \"pipes.\" Multics greatly influenced one of these for which X-11 provides a graphical user interface. Fedora and Debian are distributions of one of these that was developed by Linus Torvalds and has a penguin as a mascot. Updates to another one of these were formerly named for types of big cats. For 10 points, name this type of software exemplified by Linux and Microsoft Windows.": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.0039276066
      ],
      [
        " systems",
        -0.05194911
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's story of a pig that ate calmly on a ship during a storm led Pyrrho to state that this quality was an ideal state of being in which people live in accordance with their nature. Sextus Empiricus said that": {
    "guess": "Tranquility",
    "confidence": [
      [
        "Tr",
        -1.5411754
      ],
      [
        "an",
        -0.044302955
      ],
      [
        "qu",
        -0.0015982952
      ],
      [
        "ility",
        -0.15655202
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left Spitfire under the command of Richard Howe, who led the relief of Gibraltar. Another commander of this vessel was tended to by chaplain Alexander Scott after being struck by musket fire from the Redoubtable. In that battle, this flagship prevailed over the Bucentaure and Indomitable, led by Admiral Villaneuve, and displayed the message \"England expects that every man will do his duty.\" For 10 points,": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.06863727
      ],
      [
        "MS",
        -3.7742768e-05
      ],
      [
        " Victory",
        -0.00037740718
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these   would succeed on paper, but the completion of the Belomor Canal was used to claim it was successful.  Even though these schemes are no longer made in their original country, they are still passed in": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.01797515
      ],
      [
        "-Year",
        -0.0024990868
      ],
      [
        " Plans",
        -0.0014488028
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this leader's general Sokollu in the aftermath of the Battle of Szigetvar. Jean Parisot de la Valette killed this leader's general Turgut Reis at the Battle of Malta. He defeated Niklas Graf Salm and Wilhelm von Roggendorf in one battle and in another battle he killed Pal Tomori and Louis II. Defeated at the Battle of Vienna while victorious at the Battle of Mohacs, for 10 points, name this son of Selim I who from 1520 to 1566 ruled as sultan of the Ottoman Empire.": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0046844264
      ],
      [
        "ule",
        -0.0077745058
      ],
      [
        "iman",
        -6.511407e-06
      ],
      [
        " the",
        -0.0025402284
      ],
      [
        " Magn",
        -4.0842064e-05
      ],
      [
        "ificent",
        -0.00020210995
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space Travel inspired Ken Thompson to develop one of these that make use of \"pipes.\" Multics greatly influenced one of these for which X-11 provides a graphical user interface. Fedora and Debian are distributions of one of these that was developed by Linus Torvalds and has a penguin as a mascot. Updates to another one of these were formerly named for types of big cats. For 10 points, name this type of": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.005473875
      ],
      [
        " systems",
        -0.08651623
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's": {
    "guess": "André le Breton",
    "confidence": [
      [
        "And",
        -1.0061284
      ],
      [
        "ré",
        -0.001490104
      ],
      [
        " le",
        -0.46720514
      ],
      [
        " Bre",
        -0.00011200665
      ],
      [
        "ton",
        -7.159661e-05
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these   would succeed on paper, but the completion of the Belomor Canal was used to claim it was successful.  Even though these schemes are no longer made in their original country, they are still passed in India,   Vietnam, and China. The second one of these in China became intertwined with the Great Leap": {
    "guess": "Great Leap Forward",
    "confidence": [
      [
        "Great",
        -0.083026364
      ],
      [
        " Leap",
        -0.03903138
      ],
      [
        " Forward",
        -1.1279553e-05
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus. This country lost the Battles of Pydna and Cynoscephalae to the Roman Empire. It was ruled by Antipater and his son Cassander, and later by the Antigonid Dynasty. Its more notable rulers include a man who won the Battle of Chaeronea and conquered Greece, and a man who won the Battles of Issus and Gaugamela and conquered Persia. For ten points, name this ancient country north of Greece that was ruled by Phillip II and his son, Alexander the Great.": {
    "guess": "Macedonia (ancient kingdom)",
    "confidence": [
      [
        "M",
        -0.07096
      ],
      [
        "aced",
        -2.4584822e-06
      ],
      [
        "onia",
        -0.05321905
      ],
      [
        " (",
        -0.22834212
      ],
      [
        "anc",
        -0.0018462939
      ],
      [
        "ient",
        -4.3202e-07
      ],
      [
        " kingdom",
        -6.754368e-05
      ],
      [
        ")",
        -1.0206721e-05
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these   would succeed on paper, but the completion of the Belomor Canal was used to claim it was successful.  Even though these schemes are no longer made in their original country, they are still passed in India,   Vietnam, and China. The second one of these in China became intertwined with the Great Leap  Forward, which was cancelled after three years due to famine. Name this system started by Stalin": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.013942759
      ],
      [
        "-Year",
        -0.00807702
      ],
      [
        " Plans",
        -0.0017907321
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space Travel inspired Ken Thompson to develop one of these that make use of \"pipes.\" Multics greatly influenced one of these for which X-11 provides a graphical user interface. Fedora and Debian are distributions": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.0012913089
      ],
      [
        " systems",
        -0.04247275
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola": {
    "guess": "Barbary pirates",
    "confidence": [
      [
        "Bar",
        -0.30741093
      ],
      [
        "b",
        -0.31859118
      ],
      [
        "ary",
        -3.1737043e-06
      ],
      [
        " pirates",
        -0.5639661
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and one of them is named after a Norse word for \"strength.\" One is named after a sport, one is named after a bay, and the oldest enlisted in the U.S. Army on September 11, 2007. The youngest has Down's syndrome, and another's pregnancy has prompted questions about the efficacy of abstinence- only sex": {
    "guess": "Duggar family",
    "confidence": [
      [
        "D",
        -1.1480548
      ],
      [
        "ugg",
        -0.018976089
      ],
      [
        "ar",
        -0.004708988
      ],
      [
        " family",
        -0.73152095
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's": {
    "guess": "Virtue",
    "confidence": [
      [
        "V",
        -0.8093726
      ],
      [
        "irt",
        -3.3213026e-05
      ],
      [
        "ue",
        -0.00015109812
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen in the world. The narrator of one of his philosophical works goes to the Café de la Régence to have a conversation with the (*) relative of a famous composer. This author of the treatise Rameau's Nephew and the novel Jacques the Fatalist collaborated with D'Alembert and the Baron d'Holbach on a book that represented the knowledge of the Enlightenment. For 10 points, name this French author who was the chief editor of the Encyclopedie.": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.07108358
      ],
      [
        "is",
        -1.9862217e-05
      ],
      [
        " D",
        -0.00063202076
      ],
      [
        "ider",
        -2.8206474e-05
      ],
      [
        "ot",
        -0.0001004439
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with the bizarrely amorphous Mrs. Slipslop.  The resolution of this novel centers on the protagonist's strawberry-shaped birthmark, which is spoken of by his foster parents Gaffer and Gammer and his true": {
    "guess": "Joseph Andrews",
    "confidence": [
      [
        "Joseph",
        -0.29811633
      ],
      [
        " Andrews",
        -0.0013485688
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this leader's general Sokollu in the aftermath of the Battle of Szigetvar. Jean Parisot de la Valette killed": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.571826
      ],
      [
        "ule",
        -0.12083547
      ],
      [
        "iman",
        -0.00019078559
      ],
      [
        " the",
        -0.0022223413
      ],
      [
        " Magn",
        -0.00013929696
      ],
      [
        "ificent",
        -0.0006517939
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.37258682
      ],
      [
        " Conrad",
        -0.00044496998
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and one of them is named after a Norse word for \"strength.\" One is named after a sport, one is named after a bay, and the oldest enlisted in the U.S. Army on September 11, 2007. The youngest has Down's syndrome, and another's pregnancy has prompted questions about the efficacy of abstinence- only sex education. For 10 points, Track, Bristol, Willow, Piper, and Trig comprise what group, who all share": {
    "guess": "Palin family",
    "confidence": [
      [
        "Pal",
        -0.71490353
      ],
      [
        "in",
        -0.001159266
      ],
      [
        " family",
        -0.010746301
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael Kupperman comic duo features this animal paired with (*) bacon. One character with this name owns the car Li'l Bandit and wishes they had pee-wee hockey when he was a lad. Another man named after this animal has explosives implanted into his arteries which will go off if he does not rescue the President in 24 hours. For 10 points, name this animal that names the hero of Escape from New York": {
    "guess": "Snake",
    "confidence": [
      [
        "Snake",
        -0.2321474
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus.": {
    "guess": "Macedon",
    "confidence": [
      [
        "M",
        -0.12528962
      ],
      [
        "aced",
        -2.2246291e-05
      ],
      [
        "on",
        -0.5337663
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader of the Propaganda Movement, Jose Rizal. The Nacionalista Party was founded here by Sergio Osmena,": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.018383589
      ],
      [
        "ippines",
        -0.111837626
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it": {
    "guess": "Creativity",
    "confidence": [
      [
        "Creat",
        -1.156623
      ],
      [
        "ivity",
        -3.750436e-05
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and one of them is named after a Norse word for \"strength.\" One is named after a sport, one is named after a bay, and the oldest enlisted in the U.S. Army on September 11, 2007. The youngest has Down's": {
    "guess": "List of characters in the Percy Jackson and the Olympians series",
    "confidence": [
      [
        "List",
        -0.56012523
      ],
      [
        " of",
        -0.00024335073
      ],
      [
        " characters",
        -1.7024642
      ],
      [
        " in",
        -0.049001534
      ],
      [
        " the",
        -0.50744593
      ],
      [
        " Percy",
        -2.5059655
      ],
      [
        " Jackson",
        -0.00013798571
      ],
      [
        " and",
        -0.26012045
      ],
      [
        " the",
        -0.0025813668
      ],
      [
        " Olymp",
        -4.5848617e-05
      ],
      [
        "ians",
        -0.00044139754
      ],
      [
        " series",
        -0.0005786505
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.22098473
      ],
      [
        "MS",
        -0.0012298732
      ],
      [
        " Victory",
        -0.11173698
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with The Monkey's Wrench and If Not Now, When? this author wrote the essay collection The Drowned and the Saved. He described the languid doctor Barbarico who exemplifies how people \"so satisfied with their condition\" are like inert gases in a chapter titled \"Argon\" of a book whose sections are named after elements. For 10 points, name this author of The Periodic Table, an Italian-Jewish chemist, who wrote the Holocaust memoir Survival in Auschwitz.": {
    "guess": "Primo Levi",
    "confidence": [
      [
        "Pr",
        -0.012811108
      ],
      [
        "imo",
        -2.3080716e-05
      ],
      [
        " Levi",
        -9.960947e-05
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left Spitfire under the command of Richard Howe, who led the relief of Gibraltar. Another commander of this": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.014955468
      ],
      [
        "MS",
        -0.00012284685
      ],
      [
        " Victory",
        -0.10867746
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's story of a pig that ate calmly on a ship during a storm led Pyrrho to state that this quality was an ideal state of being in which people live in accordance with their nature. Sextus Empiricus said that it could be brought about by epoche, or suspension of judgment, and the Stoics associated it with apatheia. For 10 points, name this state of robust tranquility that Epicurus thought was the ideal condition for humans.": {
    "guess": "Ataraxia",
    "confidence": [
      [
        "At",
        -0.2084385
      ],
      [
        "ar",
        -1.2948405e-05
      ],
      [
        "ax",
        -0.0001245157
      ],
      [
        "ia",
        -1.4378848e-05
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader of the Propaganda Movement, Jose Rizal. The Nacionalista Party was founded here by Sergio Osmena, and it was home to the revolutionary organization Katipunan. Granted limited independence by the Tydings-McDuffie Act, this country later saw the People Power Revolution. Led early on by Emilio Aguinaldo,": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.0020666376
      ],
      [
        "ippines",
        -0.0001823258
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety, and type II superconductors display a mixed variety of this effect.  It was first observed by its namesake discoverer in 1933 while cooling tin crystals to 3.72 K.  As the crystals approached the": {
    "guess": "Type II superconductivity",
    "confidence": [
      [
        "Type",
        -0.9198976
      ],
      [
        " II",
        -1.3110232
      ],
      [
        " super",
        -0.03798457
      ],
      [
        "conduct",
        -0.5071401
      ],
      [
        "ivity",
        -0.5744551
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote about getting the \"lady on the bookcase\" cartoon published is found in another of his memoirs.  His memoirs include The Years with Ross, which describes his time at The New Yorker, and My Life and Hard Times. The title character of one of his stories is able to shoot the Webley-Vickers 50.80 with": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.007353532
      ],
      [
        " Thur",
        -0.0012155944
      ],
      [
        "ber",
        -4.8113485e-05
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these ": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.6989625
      ],
      [
        "-Year",
        -0.0054692514
      ],
      [
        " Plans",
        -0.009513346
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote about getting the \"lady on the bookcase\" cartoon published is found in another of his memoirs.  His memoirs include The Years with Ross, which describes his time at The New Yorker, and My Life and Hard Times. The title character of one of his stories is able to shoot the Webley-Vickers 50.80 with both hands, boss around Doctor Renshaw and captain a hydroplane, but only in fantasies that enable escape from his henpecking wife. For 10 points, name this author of \"The Secret Life of Walter Mitty.\"": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.0034180782
      ],
      [
        " Thur",
        -5.8126592e-05
      ],
      [
        "ber",
        -9.1622824e-05
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader of the Propaganda Movement, Jose Rizal. The Nacionalista Party was founded here by Sergio Osmena, and it was home to the revolutionary organization Katipunan. Granted limited independence by the Tydings-McDuffie Act, this country later saw the People Power Revolution. Led early on by Emilio Aguinaldo, it was later ruled by Ferdinand Marcos. For 10 points, name this Pacific country which passed": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.00075364334
      ],
      [
        "ippines",
        -9.3530085e-05
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this leader's general Sokollu in the aftermath of the Battle of Szigetvar. Jean Parisot de la Valette killed this leader's general Turgut Reis at the Battle of Malta. He defeated Niklas Graf Salm and Wilhelm": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.23096491
      ],
      [
        "ule",
        -0.07776216
      ],
      [
        "iman",
        -6.6232446e-05
      ],
      [
        " the",
        -0.0021043406
      ],
      [
        " Magn",
        -3.6431527e-05
      ],
      [
        "ificent",
        -0.0005331367
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with The Monkey's Wrench and If Not Now, When? this author wrote the essay collection The Drowned and the": {
    "guess": "Louis Begley",
    "confidence": [
      [
        "Louis",
        -0.027882395
      ],
      [
        " Beg",
        -1.3021036
      ],
      [
        "ley",
        -3.392825e-05
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.054371536
      ],
      [
        " Thur",
        -0.0016805365
      ],
      [
        "ber",
        -0.00028898742
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.96750045
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote about getting the \"lady on the bookcase\" cartoon published is found in another of his memoirs.  His memoirs include The Years with Ross, which describes his time at The New Yorker, and My Life and Hard": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.02747122
      ],
      [
        " Thur",
        -0.00071088225
      ],
      [
        "ber",
        -1.3544423e-05
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus. This country lost the Battles of Pydna and Cynoscephalae to the Roman Empire. It was ruled by Antipater and his son Cassander, and later by the Antigonid Dynasty. Its more notable rulers include a man who won the Battle of Chaeronea and conquered Greece, and a man who won the Battles of Issus and Gaugamela and conquered Persia. For ten points, name this ancient country north of Greece that was ruled": {
    "guess": "Macedonia (ancient kingdom)",
    "confidence": [
      [
        "M",
        -0.011288773
      ],
      [
        "aced",
        -5.4385737e-06
      ],
      [
        "onia",
        -0.0061500235
      ],
      [
        " (",
        -0.026315281
      ],
      [
        "anc",
        -0.0015691416
      ],
      [
        "ient",
        -9.0883464e-07
      ],
      [
        " kingdom",
        -7.243103e-05
      ],
      [
        ")",
        -2.9517714e-05
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety, and type II superconductors display a mixed variety of this effect.  It was first observed by": {
    "guess": "Quantum Levitation",
    "confidence": [
      [
        "Quant",
        -1.0751593
      ],
      [
        "um",
        -0.0028168857
      ],
      [
        " Lev",
        -0.673648
      ],
      [
        "itation",
        -0.00019305047
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen in the world. The narrator of one of his philosophical works goes to the Café de la Régence to have a conversation with the (*) relative of a famous composer. This author of the treatise Rameau's Nephew and the novel Jacques the Fatalist collaborated with D'Alembert and the Baron d'Holbach on a book that represented the knowledge of the Enlightenment. For 10 points, name this French author who": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.39539385
      ],
      [
        "is",
        -2.3795938e-05
      ],
      [
        " D",
        -0.00044663885
      ],
      [
        "ider",
        -2.2842309e-05
      ],
      [
        "ot",
        -0.000104377614
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to": {
    "guess": "Apollonian and Dionysian",
    "confidence": [
      [
        "Ap",
        -0.55314416
      ],
      [
        "oll",
        -0.20217529
      ],
      [
        "onian",
        -0.07491608
      ],
      [
        " and",
        -0.02011015
      ],
      [
        " Dion",
        -8.418666e-06
      ],
      [
        "ys",
        -2.0696643e-05
      ],
      [
        "ian",
        -0.00032163822
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.059342332
      ],
      [
        "MS",
        -0.0047190688
      ],
      [
        " Victory",
        -0.34465605
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with The Monkey's Wrench and If Not Now, When? this author wrote the essay collection The Drowned and the Saved. He described the languid doctor Barbarico who exemplifies how people \"so satisfied with their": {
    "guess": "Primo Levi",
    "confidence": [
      [
        "Pr",
        -0.016327254
      ],
      [
        "imo",
        -1.2590794e-05
      ],
      [
        " Levi",
        -0.0015758061
      ]
    ]
  },
  "This man's androgyny served as the title of a burlesque opera by Francis Polenc and his honest commentary on sexual pleasure resulted in his blinding. Among his prophecies were a warning to Pentheus to recognize and honor Dionysus when he first appeared in Thebes, a prediction of the greatness of Hercules,": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.003730726
      ],
      [
        "ires",
        -0.00024299313
      ],
      [
        "ias",
        -0.00031627773
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader of the Propaganda Movement, Jose Rizal. The Nacionalista Party was founded here by Sergio Osmena, and it was home to the revolutionary organization Katipunan. Granted limited independence by the Tydings-McDuffie Act, this country later saw the People Power Revolution. Led early on by Emilio Aguinaldo, it was later ruled by Ferdinand Marcos. For 10 points, name this Pacific country which passed to American hands during the Spanish-American War.": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.00035107418
      ],
      [
        "ippines",
        -9.066919e-05
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with The Monkey's Wrench and If Not Now, When? this author wrote the essay collection The Drowned and the Saved. He described the languid doctor Barbarico who exemplifies how people \"so satisfied with their condition\" are like inert gases in a chapter titled \"Argon\" of a book whose sections are named after": {
    "guess": "Primo Levi",
    "confidence": [
      [
        "Pr",
        -0.0033109158
      ],
      [
        "imo",
        -2.8160932e-06
      ],
      [
        " Levi",
        -0.0005470762
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these   would succeed on paper, but the completion of the Belomor Canal was used to claim it was successful.": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.16797067
      ],
      [
        "-Year",
        -0.0050877645
      ],
      [
        " Plans",
        -0.009620202
      ]
    ]
  },
  "Andres Bonifacio led this country's fight for independence, which grew out of the execution of the leader of the Propaganda Movement, Jose Rizal. The Nacionalista Party was founded here by Sergio Osmena, and it was home to the revolutionary organization Katipunan. Granted limited independence by the": {
    "guess": "Philippines",
    "confidence": [
      [
        "Phil",
        -0.00081808487
      ],
      [
        "ippines",
        -4.465658e-05
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left Spitfire under the command of Richard Howe, who led the relief of Gibraltar. Another commander of this vessel was tended to by chaplain Alexander Scott after being struck by musket fire from the Redoubtable. In that battle, this flagship prevailed over the Bucentaure and Indomitable, led by Admiral Villaneuve, and displayed the message \"England expects that every man will do his duty.\" For 10 points, identify this ship commanded by Horatio Nelson at the Battle of Trafalgar.": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.017310241
      ],
      [
        "MS",
        -5.4669687e-05
      ],
      [
        " Victory",
        -0.00036953975
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about": {
    "guess": "Chinua Achebe",
    "confidence": [
      [
        "Ch",
        -1.4783994
      ],
      [
        "in",
        -0.12607074
      ],
      [
        "ua",
        -0.008705453
      ],
      [
        " A",
        -0.00045617513
      ],
      [
        "che",
        -9.253091e-06
      ],
      [
        "be",
        -0.00011725161
      ]
    ]
  },
  "This man's androgyny served as the title of a burlesque opera by Francis Polenc and his honest commentary": {
    "guess": "Les mamelles de Tirésias",
    "confidence": [
      [
        "Les",
        -1.0998867
      ],
      [
        " mam",
        -0.086408205
      ],
      [
        "elles",
        -0.002916023
      ],
      [
        " de",
        -0.00042090187
      ],
      [
        " Tir",
        -0.016774086
      ],
      [
        "és",
        -0.0005246769
      ],
      [
        "ias",
        -0.0010419787
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with": {
    "guess": "Isaac Bashevis Singer",
    "confidence": [
      [
        "Is",
        -0.5693231
      ],
      [
        "aac",
        -0.0010769917
      ],
      [
        " Bas",
        -0.0104530705
      ],
      [
        "he",
        -2.9279307e-05
      ],
      [
        "vis",
        -4.7875077e-05
      ],
      [
        " Singer",
        -7.362307e-05
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's Cathedral caused the deaths of thousands of workers. That building was designed by Auguste Montferrand,": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.12042264
      ],
      [
        " Petersburg",
        -0.0024906415
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's Cathedral caused the deaths of thousands of workers. That building was designed by Auguste Montferrand, who also designed the Alexandrine Column in the Palace Square, and this city is also home to the Admiralty Building, the Cathedral of the Savior on the Blood, and its first construction: the": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.00726549
      ],
      [
        " Petersburg",
        -0.0006766928
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with the bizarrely amorphous Mrs. Slipslop.  The resolution of this novel centers on the protagonist's strawberry-shaped birthmark, which is spoken of by his foster parents Gaffer and Gammer and his true father, Mr. Wilson..  Ending with the title character's marriage to Fanny Goodwill, this is, for 10 points, what novel about the adventures of Parson Abraham Adams and the brother of Pamela Booby, the first novel by Henry Fielding.": {
    "guess": "Joseph Andrews",
    "confidence": [
      [
        "Joseph",
        -0.026631404
      ],
      [
        " Andrews",
        -0.00016730615
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with the bizarrely amorphous Mrs. Slipslop.  The resolution of this novel centers on the protagonist's": {
    "guess": "Joseph Andrews",
    "confidence": [
      [
        "Joseph",
        -0.11179477
      ],
      [
        " Andrews",
        -0.00097624067
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with the bizarrely amorphous Mrs. Slipslop.  The resolution of this novel centers on the protagonist's strawberry-shaped birthmark, which is spoken of by his foster parents Gaffer and Gammer and his true father, Mr. Wilson..  Ending with the title character's marriage to Fanny Goodwill, this is, for 10": {
    "guess": "Joseph Andrews",
    "confidence": [
      [
        "Joseph",
        -0.4169415
      ],
      [
        " Andrews",
        -0.001199755
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety,": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.8020072
      ],
      [
        "iss",
        -0.0069376095
      ],
      [
        "ner",
        -1.9862217e-05
      ],
      [
        " effect",
        -0.22211383
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In that battle, the Salvator del Mundo surrendered to this vessel. In another campaign, this ship left Spitfire under the command of Richard Howe, who led the relief of Gibraltar. Another commander of this vessel was tended to by chaplain Alexander Scott after being struck by musket fire from the Redoubtable.": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.031790078
      ],
      [
        "MS",
        -0.00048119694
      ],
      [
        " Victory",
        -0.14025423
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael Kupperman comic duo features this animal paired with (*) bacon. One character with this name owns the car Li'l Bandit and wishes they had pee-wee hockey when he was a lad. Another man named after": {
    "guess": "Raccoons",
    "confidence": [
      [
        "R",
        -0.87424254
      ],
      [
        "acco",
        -0.067317806
      ],
      [
        "ons",
        -0.4690601
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor": {
    "guess": "Snake handling",
    "confidence": [
      [
        "Snake",
        -0.61581594
      ],
      [
        " handling",
        -0.4646364
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.04856648
      ],
      [
        " Petersburg",
        -0.00081725046
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael Kupperman comic duo features this animal paired with (*) bacon. One character with this name owns the car Li'l Bandit and wishes they had pee-wee hockey when he was a lad. Another man named after this animal has explosives implanted into his arteries which will go off if he does not rescue the President in 24 hours. For 10 points, name this animal that names the hero of Escape from New York and the protagonist of the Metal Gear game series, a limbless slithery reptile.": {
    "guess": "Snake",
    "confidence": [
      [
        "Snake",
        -0.023641765
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote about getting the \"lady on the bookcase\" cartoon published is found in another of his memoirs.  His memoirs include The Years with Ross, which describes his time at The New Yorker, and My Life and Hard Times. The title character of one of his stories is able to shoot the Webley-Vickers 50.80 with both hands, boss around Doctor Renshaw and captain a hydroplane, but only in fantasies that enable escape": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.010324119
      ],
      [
        " Thur",
        -0.0012685667
      ],
      [
        "ber",
        -5.0735965e-05
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space Travel inspired Ken Thompson to develop one of these that make use of \"pipes.\" Multics greatly influenced one of these for which X-11 provides a graphical user interface. Fedora and Debian are distributions of one of these that was developed by Linus Torvalds and has a penguin as a mascot. Updates": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.002373985
      ],
      [
        " systems",
        -0.029582232
      ]
    ]
  },
  "Andrew Cairns claimed that men, women, and children were left to die so that the first one of these   would succeed on paper, but the completion of the Belomor Canal was used to claim it was successful.  Even though these schemes are no longer made in their original country, they are still passed in India,   Vietnam, and China. The second one of these in China became intertwined with the Great Leap  Forward, which was cancelled after three years due to famine. Name this system started by Stalin  and instituted in several Communist countries to coordinate central planning for half a decade.": {
    "guess": "Five-Year Plans",
    "confidence": [
      [
        "Five",
        -0.004505485
      ],
      [
        "-Year",
        -0.015488249
      ],
      [
        " Plans",
        -0.0029684303
      ]
    ]
  },
  "This man's androgyny served as the title of a burlesque opera by Francis Polenc and his honest commentary on sexual pleasure resulted in his blinding. Among his prophecies were a warning to Pentheus to": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.43398038
      ],
      [
        "ires",
        -0.004442936
      ],
      [
        "ias",
        -0.00040290577
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael": {
    "guess": "Rats",
    "confidence": [
      [
        "R",
        -1.2715855
      ],
      [
        "ats",
        -0.40435183
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to serve them food conforming to their religious diets. In that work the narrator listens to a story about a monkey that was trained to operate heavy machinery to help build an oil derrick told by the steel worker Libertino Fausonne. One of this writer's novels ends with the birth of White Rokhele's child after Gedaleh's band of resistance fighters is joined by Leonid and Mendel Dajcher. Along with The Monkey's Wrench and If Not Now, When? this author wrote the essay collection The Drowned and the Saved. He described the languid doctor Barbarico who exemplifies how people \"so satisfied with their condition\" are like inert gases in a chapter titled \"Argon\" of a book whose sections are named after elements. For 10 points, name this author of The Periodic Table, an Italian-Jewish chemist, who wrote": {
    "guess": "Primo Levi",
    "confidence": [
      [
        "Pr",
        -0.25985888
      ],
      [
        "imo",
        -3.4121115e-06
      ],
      [
        " Levi",
        -0.0003973032
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen in the world. The narrator of one of his philosophical works goes to the Café de la Régence to have a conversation with the (*) relative of a famous composer. This author of the treatise Rameau's Nephew and the novel Jacques the Fatalist collaborated with D'Alembert and the Baron d'Holbach on": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.4952516
      ],
      [
        "is",
        -7.255024e-05
      ],
      [
        " D",
        -0.0006952776
      ],
      [
        "ider",
        -6.325235e-05
      ],
      [
        "ot",
        -0.00019388489
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.16259031
      ],
      [
        " systems",
        -0.16019203
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.03050442
      ],
      [
        "is",
        -2.618001e-05
      ],
      [
        " D",
        -9.531814e-05
      ],
      [
        "ider",
        -3.9292416e-05
      ],
      [
        "ot",
        -0.00016432605
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen in the world. The narrator of one of his philosophical works goes to the Café de la Régence to": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.024310865
      ],
      [
        "is",
        -1.5213274e-05
      ],
      [
        " D",
        -6.301394e-05
      ],
      [
        "ider",
        -1.7716551e-05
      ],
      [
        "ot",
        -8.280175e-05
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote": {
    "guess": "John Kennedy Toole",
    "confidence": [
      [
        "John",
        -1.0238633
      ],
      [
        " Kennedy",
        -0.87751013
      ],
      [
        " To",
        -0.00023750975
      ],
      [
        "ole",
        -1.6240566e-06
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this leader's general Sokollu in the aftermath of the Battle of Szigetvar. Jean Parisot de la Valette killed this leader's general Turgut Reis at the Battle of Malta. He defeated Niklas Graf Salm and Wilhelm von Roggendorf in one battle and in another battle he killed Pal Tomori and Louis II. Defeated at the Battle of Vienna while victorious at the Battle of Mohacs, for 10 points, name this son of Selim": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -0.0050712796
      ],
      [
        "ule",
        -0.016478755
      ],
      [
        "iman",
        -2.451116e-05
      ],
      [
        " the",
        -0.0047775684
      ],
      [
        " Magn",
        -9.3530085e-05
      ],
      [
        "ificent",
        -0.00045355264
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's Cathedral caused the deaths of thousands of workers. That building was designed by Auguste Montferrand, who also designed the Alexandrine Column in the Palace Square, and this city is also home to the Admiralty Building, the Cathedral of the Savior on the Blood, and its first construction: the fortress of Sts. Peter and Paul. FTP, identify this Russian city, home to the Hermitage and the Winter": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.016155662
      ],
      [
        " Petersburg",
        -0.0007173156
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with": {
    "guess": "The History of Tom Jones, a Foundling",
    "confidence": [
      [
        "The",
        -1.118008
      ],
      [
        " History",
        -0.43070072
      ],
      [
        " of",
        -0.0014051136
      ],
      [
        " Tom",
        -0.03876101
      ],
      [
        " Jones",
        -5.7172965e-05
      ],
      [
        ",",
        -0.00026908406
      ],
      [
        " a",
        -0.0031676218
      ],
      [
        " Found",
        -1.1041146e-05
      ],
      [
        "ling",
        -0.0012499966
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.22274457
      ],
      [
        " Petersburg",
        -0.00084679096
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety, and type II superconductors display a mixed variety of this effect.  It was first observed by its namesake discoverer in 1933 while cooling tin crystals to 3.72 K.  As the crystals approached the critical temperature, they began expelling the earth's magnetic field from the interior, indicating the material had become perfectly diamagnetic.  FTP, identify this effect that demonstrates the falling off of the magnetic flux as a material becomes superconductive.": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.06611364
      ],
      [
        "iss",
        -0.0002385826
      ],
      [
        "ner",
        -2.2365493e-05
      ],
      [
        " effect",
        -0.20648648
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some hunting dogs upon mistaken for a hare, and hilarity ensues after an accidental bedroom encounter with the bizarrely amorphous Mrs. Slipslop.  The resolution of this novel centers on the protagonist's strawberry-shaped birthmark, which is spoken of by his foster parents Gaffer and Gammer and his true father, Mr. Wilson..  Ending with the title character's marriage to Fanny Goodwill, this is, for 10 points, what novel about the adventures of Parson Abraham Adams and the brother of Pamela Booby, the": {
    "guess": "Joseph Andrews",
    "confidence": [
      [
        "Joseph",
        -0.0059447945
      ],
      [
        " Andrews",
        -0.0004181602
      ]
    ]
  },
  "One anecdote told in this novel features a woman who abandons her lover Horatio in favor of another man's unsurpassed equipage.  An injury to the protagonist's leg precipitates a brawl at an inn that ends with one character being drenched in hog's blood. That character is later forced to battle some": {
    "guess": "The Life and Opinions of Tristram Shandy, Gentleman",
    "confidence": [
      [
        "The",
        -1.2305458
      ],
      [
        " Life",
        -1.3758765
      ],
      [
        " and",
        -0.006782386
      ],
      [
        " Op",
        -0.02565867
      ],
      [
        "inions",
        -0.00017982253
      ],
      [
        " of",
        -5.3954464e-05
      ],
      [
        " Tr",
        -8.8285124e-05
      ],
      [
        "ist",
        -8.299462e-06
      ],
      [
        "ram",
        -0.0028262772
      ],
      [
        " Sh",
        -0.00013917775
      ],
      [
        "andy",
        -8.077529e-05
      ],
      [
        ",",
        -0.00080855226
      ],
      [
        " Gentle",
        -0.0018846116
      ],
      [
        "man",
        -1.5332478e-05
      ]
    ]
  },
  "André le Breton hired this man to translate Ephraim Chambers' major work into French. One of this writer's works abruptly ends when the narrator is told \"He who laughs last, laughs best\". The title character of one of his novels imagines that a giant scroll in the sky contains everything that is to happen in the world. The narrator of one of his philosophical works goes to the Café de la Régence to have a conversation with the (*) relative of a famous composer. This author of the treatise Rameau's": {
    "guess": "Denis Diderot",
    "confidence": [
      [
        "Den",
        -0.016454374
      ],
      [
        "is",
        -2.808727e-05
      ],
      [
        " D",
        -5.7888185e-05
      ],
      [
        "ider",
        -4.465658e-05
      ],
      [
        "ot",
        -7.767599e-05
      ]
    ]
  },
  "Andre Geim demonstrated that the \"anti\" variety of this effect may be more common than the normal variety, and type II superconductors display a mixed variety of this effect.  It was first observed by its namesake discoverer in 1933 while cooling tin crystals to 3.72 K.  As the crystals approached the critical temperature, they began expelling the earth's magnetic field from the interior, indicating": {
    "guess": "Meissner effect",
    "confidence": [
      [
        "Me",
        -0.12215859
      ],
      [
        "iss",
        -0.0001724319
      ],
      [
        "ner",
        -1.60477e-05
      ],
      [
        " effect",
        -0.91435915
      ]
    ]
  },
  "Andrew Hamblin is known for his association with these animals, and on Parks and Recreation, a liquor named for this animal is \"basically rat poison.\" A prize named for Teddy Roosevelt offers $50,000 to anyone who brings a certain kind of this animal in good health to the Bronx Zoo, and a recurring Michael Kupperman comic duo features this animal paired with (*) bacon. One character with this name": {
    "guess": "Goats",
    "confidence": [
      [
        "Go",
        -1.8545806
      ],
      [
        "ats",
        -0.1168507
      ]
    ]
  },
  "Andrew Tanenbaum created a \"mini\" one of these that was widely used as a teaching tool. The game Space Travel inspired Ken Thompson to develop one of these that make use of \"pipes.\" Multics greatly influenced": {
    "guess": "Operating systems",
    "confidence": [
      [
        "Operating",
        -0.0052226135
      ],
      [
        " systems",
        -0.069145344
      ]
    ]
  },
  "This man's androgyny served as the title of a burlesque opera by Francis Polenc and his honest commentary on sexual pleasure resulted in his blinding. Among his prophecies were a warning to Pentheus to recognize and honor Dionysus when he first appeared in Thebes, a prediction of the greatness of Hercules, and advice to Odysseus on how to placate Poseidon. FTP, who was this famous prophet of Thebes": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.004704357
      ],
      [
        "ires",
        -0.0002554985
      ],
      [
        "ias",
        -0.00010247036
      ]
    ]
  },
  "Andrea Doria was defeated by this ruler's general Hayreddin at the Battle of Preveza. Along with Nikola Subric Zrinski, this leader was killed fighting in action but the news was kept a secret by this": {
    "guess": "Hayreddin Barbarossa",
    "confidence": [
      [
        "Hay",
        -0.54840195
      ],
      [
        "redd",
        -9.253091e-06
      ],
      [
        "in",
        -1.0087517e-05
      ],
      [
        " Barbar",
        -0.15387876
      ],
      [
        "ossa",
        -3.261701e-05
      ]
    ]
  },
  "An anecdote in one of his books describes a scam to make Bolenciecwcz eligible for a football game by conducting an economics exam whose only question is \"name one means of transportation.\"  An anecdote about getting the \"lady on the bookcase\" cartoon published is found in another of his memoirs.  His": {
    "guess": "James Thurber",
    "confidence": [
      [
        "James",
        -0.3499313
      ],
      [
        " Thur",
        -0.038965456
      ],
      [
        "ber",
        -9.253091e-06
      ]
    ]
  },
  "In an anecdote from one of this author's works a man relates how a group of African dock workers were sued after they ceremonially cast a curse on their boss by mutilating his photo after he refused to": {
    "guess": "Chinua Achebe",
    "confidence": [
      [
        "Ch",
        -0.6399353
      ],
      [
        "in",
        -0.0030873977
      ],
      [
        "ua",
        -0.0014483333
      ],
      [
        " A",
        -0.00048346177
      ],
      [
        "che",
        -2.319992e-05
      ],
      [
        "be",
        -7.0285365e-05
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus. This country lost the Battles of Pydna and Cynoscephalae to the Roman Empire. It was ruled by Antipater and his son Cassander, and later by the Antigonid Dynasty. Its more notable rulers include a man who won the Battle of Chaeronea and conquered Greece, and a man who won the Battles of Issus and": {
    "guess": "Macedonia (ancient kingdom)",
    "confidence": [
      [
        "M",
        -0.6929119
      ],
      [
        "aced",
        -0.00010521204
      ],
      [
        "onia",
        -0.04411853
      ],
      [
        " (",
        -0.011257905
      ],
      [
        "anc",
        -0.0014723646
      ],
      [
        "ient",
        -1.504853e-06
      ],
      [
        " kingdom",
        -9.770221e-05
      ],
      [
        ")",
        -1.0087517e-05
      ]
    ]
  },
  "Andreas Schluter's Kikin Mansion was this city's first public museum, and it is also home to a summer palace designed by Domenico Trezzini. Its St. Michael's castle, designed by Vincenzo Brenna, failed to prevent the assassination of a ruler in 1801, while the use of mercury to gild the dome of St. Isaac's": {
    "guess": "Saint Petersburg",
    "confidence": [
      [
        "Saint",
        -0.3004054
      ],
      [
        " Petersburg",
        -0.0026676885
      ]
    ]
  },
  "One anecdote recounts that Robert Calder and Benjamin Hallowell, while serving on this vessel, gradually counted more and more ships until this ship's commander barked that he would brave any odds. In": {
    "guess": "HMS Victory",
    "confidence": [
      [
        "H",
        -0.66214174
      ],
      [
        "MS",
        -0.002246604
      ],
      [
        " Victory",
        -0.18101567
      ]
    ]
  },
  "Andriscus was a pretender to the throne of this country, whose last legitimate king was named Perseus. This country lost the Battles of Pydna and Cynoscephalae to the Roman Empire. It was ruled by Antipater and his son Cassander, and later by the Antigonid Dynasty. Its more notable rulers include a man": {
    "guess": "Macedonia (ancient kingdom)",
    "confidence": [
      [
        "M",
        -0.23431733
      ],
      [
        "aced",
        -8.537869e-06
      ],
      [
        "onia",
        -0.15662591
      ],
      [
        " (",
        -0.12833284
      ],
      [
        "anc",
        -0.0029058007
      ],
      [
        "ient",
        -5.5122365e-07
      ],
      [
        " kingdom",
        -0.00012237004
      ],
      [
        ")",
        -5.1689596e-05
      ]
    ]
  },
  "Andrew Sullivan speculated that some of these people were named after witches on Buffy and Charmed, and one of them is named after a Norse word for \"strength.\" One is named after a sport, one is named after a bay, and the oldest enlisted in the U.S. Army on September 11, 2007. The youngest has Down's syndrome, and another's pregnancy has prompted questions about the efficacy of abstinence- only sex education. For 10 points, Track, Bristol, Willow, Piper, and Trig comprise what group, who all share a mother who ran for Vice-President of the United States?": {
    "guess": "Family of Sarah Palin",
    "confidence": [
      [
        "Family",
        -0.8387887
      ],
      [
        " of",
        -0.0012067807
      ],
      [
        " Sarah",
        -0.00023488728
      ],
      [
        " Palin",
        -0.0014817708
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's story of a pig that ate calmly on a ship during a storm led Pyrrho to state that this quality was an ideal state of being in which people live in accordance with their nature. Sextus Empiricus said that it could be brought about by epoche, or suspension of judgment, and the Stoics associated it with": {
    "guess": "Apatheia",
    "confidence": [
      [
        "A",
        -0.42892596
      ],
      [
        "pat",
        -0.09013677
      ],
      [
        "he",
        -0.0026788681
      ],
      [
        "ia",
        -4.0603656e-05
      ]
    ]
  },
  "In an anecdote illustrating this quality, the painter Apelles throws a sponge in frustration at his effort to paint the foam on a horse's mouth, only then succeeding in doing so. In The Will to Power, Friedrich Nietzsche denied that this quality equates with psychic health, because the desire for it is emblematic of nihilism and symptomatic of decadence. Michel de Montaigne's \"Apology for Raymond Sebond\" discusses how Zeno's conception of the division of the faculties of the soul as analogous to positions of his hand leads to belief in this \"straight and inflexible\" quality. Diogenes Laertius's story of a pig that ate calmly on a ship during a storm led Pyrrho to state that this quality was an": {
    "guess": "Will to Power",
    "confidence": [
      [
        "Will",
        -1.854744
      ],
      [
        " to",
        -0.98852557
      ],
      [
        " Power",
        -0.24674018
      ]
    ]
  }
}