{
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina hypothesis extends another advanced by Paul Crutzen about nitric acid. Its principle function is carried out by fixing light energy as kinetic energy and, according to that hypothesis, it is damaged by the free radicals released in large quantities by chlorofluorocarbons. For 10 points, identify this essential component of the lower stratosphere, which absorbs a large part of incoming ultraviolet light, and whose efficacy is at risk due to the development of a hole.": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.002419772
      ],
      [
        "zone",
        -0.00010974178
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks' War. His minister of education, Adalbert Falk, enacted the May Laws, which closed a large number of seminaries in his country. Those laws were part of this man's anti-Catholic Kulturkampf. This man edited": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.015159777
      ],
      [
        "to",
        -2.577686e-06
      ],
      [
        " von",
        -0.0003836021
      ],
      [
        " B",
        -9.133887e-06
      ],
      [
        "ism",
        -1.8431772e-05
      ],
      [
        "ar",
        -0.0005150251
      ],
      [
        "ck",
        -9.133887e-06
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.01546078
      ],
      [
        "usta",
        -8.280175e-05
      ],
      [
        " Rh",
        -0.00020294437
      ],
      [
        "ymes",
        -0.00035298144
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich von Riedesel. In the final stage, a sniper mortally wounded Simon Fraser on the order of Daniel Morgan. This battle was fought in two areas, on Bemis Heights and in Freeman's Farm, and the rebel victory": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.0025991995
      ],
      [
        "attles",
        -1.5809293e-05
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " Sar",
        -2.2484697e-05
      ],
      [
        "at",
        -3.7742768e-05
      ],
      [
        "oga",
        -9.372295e-06
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.31102976
      ],
      [
        "usta",
        -8.12521e-05
      ],
      [
        " Rh",
        -0.00037943368
      ],
      [
        "ymes",
        -0.0003517894
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while the DFP and BFGS algorithms are examples of variable metric methods for doing this.  Powell's algorithm is the prototype for direction set methods of doing this.  This can also be done by annealing or through dynamic programming, whose \"canonical problem\" involves this.  The easiest ways of doing it computationally are the golden section search and the simplex method.  For 10 points, name this process": {
    "guess": "Optimization (mathematics)",
    "confidence": [
      [
        "Opt",
        -0.02984687
      ],
      [
        "imization",
        -1.6882126e-05
      ],
      [
        " (",
        -0.40910593
      ],
      [
        "math",
        -0.0354779
      ],
      [
        "ematics",
        -0.0012954774
      ],
      [
        ")",
        -7.517272e-05
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks' War. His minister of education, Adalbert Falk, enacted the May Laws, which closed a large number of seminaries in his country. Those laws were part of this man's anti-Catholic Kulturkampf. This man edited a telegram from France called the (*) Ems Dispatch, which resulted in the Franco-Prussian War. For 10 points, name this practitioner of realpolitik who was known as the \"Iron Chancellor\" and founded the German Empire under Wilhelm I in 1871.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0039372253
      ],
      [
        "to",
        -5.2001665e-06
      ],
      [
        " von",
        -0.00013321757
      ],
      [
        " B",
        -1.4617256e-05
      ],
      [
        "ism",
        -1.4617256e-05
      ],
      [
        "ar",
        -0.00025084958
      ],
      [
        "ck",
        -3.4121115e-06
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while": {
    "guess": "Conjugate gradient method",
    "confidence": [
      [
        "Con",
        -0.48599938
      ],
      [
        "jug",
        -0.0012105915
      ],
      [
        "ate",
        -3.4762674e-05
      ],
      [
        " gradient",
        -0.0011716522
      ],
      [
        " method",
        -0.00093289826
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.76537436
      ],
      [
        "usta",
        -0.0029451326
      ],
      [
        " Rh",
        -0.00031735055
      ],
      [
        "ymes",
        -0.00032998246
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of": {
    "guess": "Freya",
    "confidence": [
      [
        "Fre",
        -1.420445
      ],
      [
        "ya",
        -0.0219672
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks' War. His minister of education, Adalbert Falk, enacted the May Laws, which closed a large number of seminaries in his country. Those laws were part of this man's anti-Catholic Kulturkampf. This man edited a telegram from France called the (*) Ems Dispatch, which resulted in the Franco-Prussian War. For 10 points, name this practitioner of realpolitik who was known as the \"Iron Chancellor\" and founded": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0025487891
      ],
      [
        "to",
        -4.604148e-06
      ],
      [
        " von",
        -0.00021498026
      ],
      [
        " B",
        -1.6166903e-05
      ],
      [
        "ism",
        -1.3663626e-05
      ],
      [
        "ar",
        -0.00020199074
      ],
      [
        "ck",
        -4.00813e-06
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.05139056
      ],
      [
        "attles",
        -0.00011939728
      ],
      [
        " of",
        -4.8425554e-06
      ],
      [
        " Sar",
        -2.355753e-05
      ],
      [
        "at",
        -2.6299214e-05
      ],
      [
        "oga",
        -1.867018e-05
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of Ragga with hip hop and his rapid delivery are expressed in singles like \"Put Your Eyes Where My Hands Can See\" and \"Gimme Some More,\" which respectively appear on his albums When Disaster Strikes and Extinction Level Event: The Final World Front. He later signed to J Records, where he promoted his": {
    "guess": "Busta Rhymes discography",
    "confidence": [
      [
        "B",
        -0.0062040575
      ],
      [
        "usta",
        -4.465658e-05
      ],
      [
        " Rh",
        -0.00023727135
      ],
      [
        "ymes",
        -0.00030543018
      ],
      [
        " disc",
        -0.28965625
      ],
      [
        "ography",
        -0.00030864868
      ]
    ]
  },
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina hypothesis extends another advanced by Paul Crutzen about nitric acid. Its principle function is carried out by fixing light energy as kinetic energy and, according to that hypothesis, it is damaged by the free radicals released in large quantities by chlorofluorocarbons. For 10 points, identify this essential component of the lower stratosphere, which absorbs a large part of incoming ultraviolet": {
    "guess": "Ozone",
    "confidence": [
      [
        "O",
        -0.006031419
      ],
      [
        "zone",
        -0.001209757
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich von Riedesel. In the final stage, a sniper mortally wounded Simon Fraser on the order of Daniel": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.0076405825
      ],
      [
        "attles",
        -5.538491e-05
      ],
      [
        " of",
        -3.650519e-06
      ],
      [
        " Sar",
        -2.677603e-05
      ],
      [
        "at",
        -3.7981175e-05
      ],
      [
        "oga",
        -1.247159e-05
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks' War. His minister of education, Adalbert Falk, enacted the May Laws, which closed a large number of seminaries in his country. Those laws were part of this man's anti-Catholic Kulturkampf. This man edited a telegram from France called the (*) Ems Dispatch, which resulted in the Franco-Prussian War.": {
    "guess": "Otto von Bismarck",
    "confidence": [
      [
        "Ot",
        -0.0016860089
      ],
      [
        "to",
        -1.8624639e-06
      ],
      [
        " von",
        -0.00027409062
      ],
      [
        " B",
        -1.6643718e-05
      ],
      [
        "ism",
        -2.4153549e-05
      ],
      [
        "ar",
        -0.00039932964
      ],
      [
        "ck",
        -4.9617593e-06
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of Ragga with hip hop and his rapid delivery are expressed in singles like \"Put Your Eyes Where My Hands Can See\" and \"Gimme Some More,\" which respectively appear on his albums When Disaster Strikes and": {
    "guess": "Busta Rhymes discography",
    "confidence": [
      [
        "B",
        -0.022018736
      ],
      [
        "usta",
        -0.00025942858
      ],
      [
        " Rh",
        -0.00033284337
      ],
      [
        "ymes",
        -0.00039754162
      ],
      [
        " disc",
        -0.11607434
      ],
      [
        "ography",
        -0.00030138093
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.052794747
      ],
      [
        "attles",
        -0.0053599253
      ],
      [
        " of",
        -3.650519e-06
      ],
      [
        " Sar",
        -1.504853e-06
      ],
      [
        "at",
        -3.094816e-05
      ],
      [
        "oga",
        -2.0219828e-05
      ]
    ]
  },
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina": {
    "guess": "Ozone depletion",
    "confidence": [
      [
        "O",
        -0.23314838
      ],
      [
        "zone",
        -8.9953974e-05
      ],
      [
        " depletion",
        -0.5703631
      ]
    ]
  },
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina hypothesis extends another advanced by Paul Crutzen about nitric acid. Its principle function is carried out by fixing light energy as kinetic energy and, according to that hypothesis, it is damaged by the free radicals released in large quantities by chlorofluorocarbons. For 10 points, identify this": {
    "guess": "Ozone Layer",
    "confidence": [
      [
        "O",
        -0.044087276
      ],
      [
        "zone",
        -0.00046796896
      ],
      [
        " Layer",
        -0.7111707
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while the DFP and BFGS algorithms are examples of variable metric methods for doing this.  Powell's algorithm is the prototype for direction set methods of doing this.  This can also be done by annealing or through dynamic programming, whose \"canonical problem\" involves this.  The easiest ways of doing": {
    "guess": "Optimization (mathematics)",
    "confidence": [
      [
        "Opt",
        -0.3154745
      ],
      [
        "imization",
        -0.00012844942
      ],
      [
        " (",
        -0.5231261
      ],
      [
        "math",
        -0.017243344
      ],
      [
        "ematics",
        -0.0021554956
      ],
      [
        ")",
        -3.6073914e-05
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves": {
    "guess": "Brent's method",
    "confidence": [
      [
        "B",
        -0.8453879
      ],
      [
        "rent",
        -0.0031616765
      ],
      [
        "'s",
        -0.035803907
      ],
      [
        " method",
        -0.017507173
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while the DFP and BFGS algorithms are examples of variable metric methods for doing this.  Powell's algorithm": {
    "guess": "Optimization (mathematics)",
    "confidence": [
      [
        "Opt",
        -1.4211063
      ],
      [
        "imization",
        -0.00044735408
      ],
      [
        " (",
        -0.89632183
      ],
      [
        "math",
        -0.010602294
      ],
      [
        "ematics",
        -0.0063717943
      ],
      [
        ")",
        -0.00015622021
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich von Riedesel. In the final stage, a sniper mortally wounded Simon Fraser on the order of Daniel Morgan. This battle was fought in two areas, on Bemis Heights and in Freeman's Farm, and the rebel victory might be credited to the tactics of a wounded Benedict Arnold. FTP, identify this Revolutionary": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.010739695
      ],
      [
        "attles",
        -2.7252845e-05
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " Sar",
        -0.00011284107
      ],
      [
        "at",
        -3.5835506e-05
      ],
      [
        "oga",
        -6.869018e-06
      ]
    ]
  },
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina hypothesis extends another advanced by Paul Crutzen about nitric acid. Its principle function is carried out by fixing light energy as kinetic energy and, according to that hypothesis, it is damaged": {
    "guess": "Ozone depletion",
    "confidence": [
      [
        "O",
        -0.09530094
      ],
      [
        "zone",
        -0.00023166878
      ],
      [
        " depletion",
        -0.5972293
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of Ragga with hip hop and his rapid delivery are expressed in singles like \"Put Your Eyes Where My Hands": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.0078252265
      ],
      [
        "usta",
        -2.355753e-05
      ],
      [
        " Rh",
        -0.00013488642
      ],
      [
        "ymes",
        -0.00025883623
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.035663575
      ],
      [
        "attles",
        -2.0696643e-05
      ],
      [
        " of",
        -3.7697225e-06
      ],
      [
        " Sar",
        -3.3451433e-05
      ],
      [
        "at",
        -3.488188e-05
      ],
      [
        "oga",
        -5.5577775e-06
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while the DFP and BFGS algorithms are examples of variable metric methods for doing this.  Powell's algorithm is the prototype for direction set methods of doing this.  This can also be done by annealing": {
    "guess": "Nonlinear optimization",
    "confidence": [
      [
        "Non",
        -1.1478585
      ],
      [
        "linear",
        -0.033005897
      ],
      [
        " optimization",
        -0.21752518
      ]
    ]
  },
  "The Brewer-Dobson circulation explains its distribution away from the tropics, and the Rowland- Molina hypothesis extends another advanced by Paul Crutzen about nitric acid. Its principle function is carried": {
    "guess": "Stratosphere",
    "confidence": [
      [
        "Str",
        -0.1491058
      ],
      [
        "atos",
        -2.319992e-05
      ],
      [
        "phere",
        -0.03136931
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks' War. His minister of education, Adalbert Falk, enacted the May Laws, which closed a large number of": {
    "guess": "Seven Weeks' War",
    "confidence": [
      [
        "Seven",
        -0.14573379
      ],
      [
        " Weeks",
        -0.011495275
      ],
      [
        "'",
        -0.01013202
      ],
      [
        " War",
        -9.579495e-05
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of Ragga with hip hop and his rapid delivery are expressed in singles like \"Put Your Eyes Where My Hands Can See\" and \"Gimme Some More,\" which respectively appear on his albums When Disaster Strikes and Extinction Level Event: The Final World Front. He later signed to J Records, where he promoted his group, the Flipmode Squad. For ten points, name this rapper who recently released the single \"Touch It\" from his latest album, The Big Bang.": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.0034214046
      ],
      [
        "usta",
        -0.0002883914
      ],
      [
        " Rh",
        -0.00019865304
      ],
      [
        "ymes",
        -0.00032557195
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich von Riedesel. In the final stage, a sniper mortally wounded Simon Fraser on the order of Daniel Morgan. This battle was fought in two areas, on Bemis Heights and in Freeman's Farm, and the rebel victory might be credited to the tactics of a wounded Benedict Arnold. FTP, identify this Revolutionary War battle fought in September and October 1777; a victory for Gates over Burgoyne in upstate New York.": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.0017041021
      ],
      [
        "attles",
        -5.2001665e-06
      ],
      [
        " of",
        -1.3856493e-06
      ],
      [
        " Sar",
        -9.014684e-06
      ],
      [
        "at",
        -4.012684e-05
      ],
      [
        "oga",
        -7.58424e-06
      ]
    ]
  },
  "At a break in this battle, fortifications were built at Great Redoubt, Balcarres Redoubt, and Breymann Redoubt. This battle would have been an even more complete victory had John Paterson's brigade supported the final charge. The main assault was commanded by a former Colonel at Wolfenbuttel, Friederich von Riedesel. In the final stage, a sniper mortally wounded Simon Fraser on the order of Daniel Morgan. This battle was fought in two areas, on Bemis Heights and in Freeman's Farm, and the rebel victory might be credited to the tactics of a wounded Benedict Arnold. FTP, identify this Revolutionary War battle fought in September and October 1777; a victory for Gates over Burgoyne in upstate New": {
    "guess": "Battles of Saratoga",
    "confidence": [
      [
        "B",
        -0.0013382165
      ],
      [
        "attles",
        -1.1279553e-05
      ],
      [
        " of",
        -1.6240566e-06
      ],
      [
        " Sar",
        -1.2233183e-05
      ],
      [
        "at",
        -3.6789137e-05
      ],
      [
        "oga",
        -4.723352e-06
      ]
    ]
  },
  "After the breakdown of the Gastein Convention, this man went to war with Austria in the Seven Weeks'": {
    "guess": "Austro-Prussian War",
    "confidence": [
      [
        "A",
        -0.18642172
      ],
      [
        "ust",
        -0.00011176824
      ],
      [
        "ro",
        -0.0003862246
      ],
      [
        "-",
        -7.648396e-05
      ],
      [
        "Pr",
        -2.9352968e-06
      ],
      [
        "ussian",
        -8.3159364e-05
      ],
      [
        " War",
        -0.00045116857
      ]
    ]
  },
  "His breakout performance came with the song \"Scenario,\" a collaboration between A Tribe Called Quest and Leaders of the New School. He first signed as a solo artist to Elektra, and in 1996 released his first album, The Coming, which included the single \"Woo-Hah! Got You All in Check\". His blending of Ragga with hip hop and his rapid delivery are expressed in singles like \"Put Your Eyes Where My Hands Can See\" and \"Gimme Some More,\" which respectively appear on his albums When Disaster Strikes and Extinction Level Event: The Final World Front. He later signed to J Records, where he promoted his group, the Flipmode Squad. For ten points, name this rapper who recently released the single \"Touch": {
    "guess": "Busta Rhymes",
    "confidence": [
      [
        "B",
        -0.015624176
      ],
      [
        "usta",
        -3.750436e-05
      ],
      [
        " Rh",
        -0.0002009179
      ],
      [
        "ymes",
        -0.00034523688
      ]
    ]
  },
  "Brent's method for doing this is sometimes called inverse parabolic interpolation.  The Fletcher-Reeves algorithm and its superior cousin, the Polak-Ribiere algorithm, can also be used to do this, while the DFP and BFGS algorithms are examples of variable metric methods for doing this.  Powell's algorithm is the prototype for direction set methods of doing this.  This can also be done by annealing or through dynamic programming, whose \"canonical problem\" involves this.  The easiest ways of doing it computationally are the golden section search and the simplex method.  For 10 points, name this process which involves finding the highest or lowest point of a function.": {
    "guess": "Optimization (mathematics)",
    "confidence": [
      [
        "Opt",
        -0.057975706
      ],
      [
        "imization",
        -1.11603495e-05
      ],
      [
        " (",
        -0.26022226
      ],
      [
        "math",
        -0.017000068
      ],
      [
        "ematics",
        -0.0009243228
      ],
      [
        ")",
        -8.363618e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.043563012
      ],
      [
        "at",
        -0.0011139008
      ],
      [
        "lic",
        -0.00033498902
      ],
      [
        "ue",
        -2.355753e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.050644472
      ],
      [
        "at",
        -0.00056959473
      ],
      [
        "lic",
        -0.0003551271
      ],
      [
        "ue",
        -2.9160103e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was killed by another child of hers who led the Centzonuitznaua against her and whose head was thrown into": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.03308963
      ],
      [
        "at",
        -0.00029863926
      ],
      [
        "lic",
        -0.00070254167
      ],
      [
        "ue",
        -8.42322e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was killed by another child of hers who led the Centzonuitznaua against her and whose head was thrown into the night sky to become the moon after being killed by another child of this goddess.  That child": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.03825883
      ],
      [
        "at",
        -4.2391708e-05
      ],
      [
        "lic",
        -0.00011486754
      ],
      [
        "ue",
        -2.0219828e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was killed by another child of hers who led the Centzonuitznaua against her and whose head was thrown into the night sky to become the moon after being killed by another child of this goddess.  That child was the patron of Tenochtitlan and had a messenger named Paynal.  For 10 points, name this goddess,": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.17067863
      ],
      [
        "at",
        -0.00041982904
      ],
      [
        "lic",
        -0.0003894431
      ],
      [
        "ue",
        -1.27099975e-05
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was killed by another child of hers who led the Centzonuitznaua against her and whose head was thrown into the night sky to become the moon after being killed by another child of this goddess.  That child was the patron of Tenochtitlan and had a messenger named Paynal.  For 10 points, name this goddess, the patron of women who die in childbirth and who gave birth to Coyolxauhqui and Huitzilopochtli after": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.08266272
      ],
      [
        "at",
        -0.0006476255
      ],
      [
        "lic",
        -0.0002420395
      ],
      [
        "ue",
        -2.1008714e-06
      ]
    ]
  },
  "Her breasts are depicted as soft and flaccid from nursing, and this goddess wears a necklace made of human hearts, hands, and skulls, and a skirt of snakes.  One child of this goddess was depicted as a dog-headed monster and accompanied the dead on their journey to Mictlan.  This mother of Xolotl was killed by another child of hers who led the Centzonuitznaua against her and whose head was thrown into the night sky to become the moon after being killed by another child of this goddess.  That child was the patron of Tenochtitlan and had a messenger named Paynal.  For 10 points, name this goddess, the patron of women who die in childbirth and who gave birth to Coyolxauhqui and Huitzilopochtli after being impregnated by a ball of feathers.": {
    "guess": "Coatlicue",
    "confidence": [
      [
        "Co",
        -0.07361646
      ],
      [
        "at",
        -0.00065739284
      ],
      [
        "lic",
        -0.0003857478
      ],
      [
        "ue",
        -2.1008714e-06
      ]
    ]
  }
}