{
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud. According to some accounts, the other guards of this niece of Byleist included a giant in the form of an eagle named Hraesvelg, and a four-eyed inhabitant of the Gnipa-cave. Thokk's refusal to cry doomed Hermod's mission to procure the release of Nanna's husband from this character. Thus, she": {
    "guess": "Hel (being)",
    "confidence": [
      [
        "Hel",
        -0.0776512
      ],
      [
        " (",
        -0.18277831
      ],
      [
        "being",
        -0.06147535
      ],
      [
        ")",
        -0.042952716
      ]
    ]
  },
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud. According to some accounts, the other guards of this niece of Byleist included a giant in the": {
    "guess": "Helheim",
    "confidence": [
      [
        "Hel",
        -0.07320352
      ],
      [
        "heim",
        -0.583959
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland": {
    "guess": "James Birney",
    "confidence": [
      [
        "James",
        -1.0259483
      ],
      [
        " Bir",
        -0.53022766
      ],
      [
        "ney",
        -0.00012594614
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after having earlier run with Thomas Earle. He founded a newspaper called the Philanthropist in Cincinnati after he'd spent some time in Alabama outlawing the importation of slaves and formed the Kentucky Anti-Slavery Society. The party he is associated with nominated John Parker Hale in 1848 and then merged itself with the Free Soil Party. FTP, name this two-time presidential candidate for the Liberty Party.": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.09072462
      ],
      [
        " G",
        -0.1385791
      ],
      [
        ".",
        -0.0016994643
      ],
      [
        " Bir",
        -0.00013560164
      ],
      [
        "ney",
        -0.00014156183
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.11391431
      ],
      [
        " G",
        -0.32257047
      ],
      [
        ".",
        -0.0027665982
      ],
      [
        " Bir",
        -8.864273e-05
      ],
      [
        "ney",
        -0.00010354319
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing this man's city, killed him for his treachery. This was not the first time this father of Tithonus and Priam had run afoul of the gods. Earlier he had failed to pay Apollo and Poseidon for helping to build up his city's defenses. FTP identify this monarch, the son of Ilus, under whose reign": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.008575689
      ],
      [
        "omed",
        -0.00038741663
      ],
      [
        "on",
        -4.7755875e-05
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a": {
    "guess": "Tros",
    "confidence": [
      [
        "T",
        -1.4993083
      ],
      [
        "ros",
        -0.34776142
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -0.63669336
      ],
      [
        "an",
        -0.30786544
      ],
      [
        "ym",
        -0.00056363817
      ],
      [
        "ede",
        -0.005117415
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after having earlier run with Thomas Earle. He founded a newspaper called the Philanthropist in Cincinnati after he'd spent some time in Alabama outlawing the importation of slaves and formed the Kentucky Anti-Slavery Society. The party he is associated with nominated John Parker Hale in 1848 and then merged itself with the Free Soil Party. FTP, name this two-time presidential candidate for the Liberty": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.045248125
      ],
      [
        " G",
        -0.26100737
      ],
      [
        ".",
        -0.001992636
      ],
      [
        " Bir",
        -0.00025287605
      ],
      [
        "ney",
        -0.0001527633
      ]
    ]
  },
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud.": {
    "guess": "Hel (location)",
    "confidence": [
      [
        "Hel",
        -0.0777605
      ],
      [
        " (",
        -0.012774143
      ],
      [
        "location",
        -0.04016082
      ],
      [
        ")",
        -1.1041146e-05
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing this man's city, killed him for his treachery. This was not the first time this father of Tithonus": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.0034160553
      ],
      [
        "omed",
        -0.00016039233
      ],
      [
        "on",
        -2.6299214e-05
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after having earlier run with Thomas Earle. He founded a newspaper called the Philanthropist in Cincinnati": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.04370293
      ],
      [
        " G",
        -0.4225914
      ],
      [
        ".",
        -0.0012048733
      ],
      [
        " Bir",
        -8.6616266e-05
      ],
      [
        "ney",
        -0.00012689977
      ]
    ]
  },
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud. According to some accounts, the other guards of this niece of Byleist included a giant in the form of an eagle named Hraesvelg, and a four-eyed inhabitant of the Gnipa-cave. Thokk's refusal to cry": {
    "guess": "Helheim",
    "confidence": [
      [
        "Hel",
        -0.113726646
      ],
      [
        "heim",
        -0.657628
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after having earlier run with Thomas Earle. He founded a newspaper called the Philanthropist in Cincinnati after he'd spent some time in Alabama outlawing the importation of slaves and formed the Kentucky Anti-Slavery Society. The party he is associated with nominated John Parker Hale in 1848 and then merged": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.016911937
      ],
      [
        " G",
        -0.32186154
      ],
      [
        ".",
        -0.0016642313
      ],
      [
        " Bir",
        -0.00024132428
      ],
      [
        "ney",
        -0.00016408764
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years": {
    "guess": "Daniel Webster",
    "confidence": [
      [
        "Daniel",
        -0.6008433
      ],
      [
        " Webster",
        -0.05181748
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing this man's city, killed him for his treachery. This was not the first time this father of Tithonus and Priam had run afoul of the gods. Earlier he had failed to pay Apollo and Poseidon for helping to build up his city's defenses. FTP identify this monarch, the son of Ilus, under whose reign the walls of Troy were constructed.": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.014053269
      ],
      [
        "omed",
        -0.0004392519
      ],
      [
        "on",
        -3.190179e-05
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one point moved into the Webster House built by the company. He studied law under Alexander Dallas years before he wrote the pamphlet The American Churches, the Bulwarks of American Slavery. The \"Garland forgery\" hurt his political campaign when he ran with Thomas Morris as his vice president, after having earlier run with Thomas Earle. He founded a newspaper called the Philanthropist in Cincinnati after he'd spent some time in Alabama outlawing the importation of slaves and formed the Kentucky Anti-Slavery": {
    "guess": "James G. Birney",
    "confidence": [
      [
        "James",
        -0.021102197
      ],
      [
        " G",
        -0.56123525
      ],
      [
        ".",
        -0.002003223
      ],
      [
        " Bir",
        -0.00015824666
      ],
      [
        "ney",
        -0.00012296606
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing this man's city, killed him for his treachery. This was not the first time this father of Tithonus and Priam had run afoul of the gods. Earlier he had failed to pay Apollo and Poseidon for helping": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.0009768367
      ],
      [
        "omed",
        -0.00017827288
      ],
      [
        "on",
        -2.2842309e-05
      ]
    ]
  },
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud. According to some accounts, the other guards of this niece of Byleist included a giant in the form of an eagle named Hraesvelg, and a four-eyed inhabitant of the Gnipa-cave. Thokk's refusal to cry doomed Hermod's mission to procure the release of Nanna's husband from this character. Thus, she got to keep Balder in her realm in Niflheim. FTP, name this youngest child of Angrboda and Loki, the": {
    "guess": "Hel (being)",
    "confidence": [
      [
        "Hel",
        -0.0023844494
      ],
      [
        " (",
        -0.00018577903
      ],
      [
        "being",
        -0.013004805
      ],
      [
        ")",
        -0.00070707133
      ]
    ]
  },
  "The owner of the staff Gambantein took a special journey to meet this figure, passing by the guard Modgud. According to some accounts, the other guards of this niece of Byleist included a giant in the form of an eagle named Hraesvelg, and a four-eyed inhabitant of the Gnipa-cave. Thokk's refusal to cry doomed Hermod's mission to procure the release of Nanna's husband from this character. Thus, she got to keep Balder in her realm in Niflheim. FTP, name this youngest child of Angrboda and Loki, the ruler and namesake of the Norse underworld.": {
    "guess": "Hel (being)",
    "confidence": [
      [
        "Hel",
        -0.006208786
      ],
      [
        " (",
        -0.00073839625
      ],
      [
        "being",
        -0.00701598
      ],
      [
        ")",
        -0.0003615641
      ]
    ]
  },
  "This man was an owner of the Saginaw Bay Company along with James Fraser and Daniel Fitzhugh and at one": {
    "guess": "James Fraser",
    "confidence": [
      [
        "James",
        -1.1574422
      ],
      [
        " Fraser",
        -0.089011446
      ]
    ]
  },
  "He owned a herd of magnificent oxen that he kept on Mount Ida and his grandfather, Tros, deeded him a team of matchless horses that he offered as a reward to save his daughter. Eventually Telamon took his golden veiled daughter, Hesione, away to Salamis after Heracles, who had slain the sea monster plaguing": {
    "guess": "Laomedon",
    "confidence": [
      [
        "La",
        -0.43368408
      ],
      [
        "omed",
        -0.00018577903
      ],
      [
        "on",
        -9.305327e-05
      ]
    ]
  }
}