{
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object, which had been brought to England by John Herncastle. Earlier, it had been placed in a bank by Godfrey Ablewhite and the notorious pawnbroker Luker, who had taken advantage of a side-effect of the": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0066253706
      ],
      [
        " Moon",
        -0.0008381001
      ],
      [
        "stone",
        -2.3795938e-05
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from Samos, and this person's visit to Egypt can be dated because of his description of skulls shortly after": {
    "guess": "Aristagoras",
    "confidence": [
      [
        "A",
        -0.766536
      ],
      [
        "rist",
        -0.03868864
      ],
      [
        "ag",
        -1.3478314
      ],
      [
        "oras",
        -0.00083786173
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object, which had been brought to England by John Herncastle. Earlier, it had been placed in a bank by Godfrey": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.009927378
      ],
      [
        " Moon",
        -0.00014311148
      ],
      [
        "stone",
        -3.3093824e-05
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from Samos, and this person's visit to Egypt can be dated because of his description of skulls shortly after the attempted rebellion by Inaros. His description of gold-digging ants has been controversial, and his primary work is now arranged into nine sections, each named after a muse. That work, which": {
    "guess": "Herodotus",
    "confidence": [
      [
        "Her",
        -0.006059148
      ],
      [
        "od",
        -8.637786e-05
      ],
      [
        "ot",
        -0.00034130315
      ],
      [
        "us",
        -5.6457742e-05
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from Samos, and this person's visit to Egypt can be dated because of his description of skulls shortly after the attempted rebellion by Inaros. His description of gold-digging ants has been controversial, and his primary work is now arranged into nine sections, each named after a muse. That work, which begins with the rapes of Io, Europa, Medea and Helen, describes the lives of four Persian kings. Name": {
    "guess": "Histories (Herodotus)",
    "confidence": [
      [
        "Hist",
        -0.25190055
      ],
      [
        "ories",
        -7.6364755e-05
      ],
      [
        " (",
        -0.021927895
      ],
      [
        "Her",
        -0.00017374314
      ],
      [
        "od",
        -4.7875077e-05
      ],
      [
        "ot",
        -0.0008650108
      ],
      [
        "us",
        -3.4285862e-05
      ],
      [
        ")",
        -3.5597102e-05
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel,": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.011876318
      ],
      [
        " Moon",
        -0.0006980192
      ],
      [
        "stone",
        -3.6073914e-05
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object, which had been brought to England by John Herncastle. Earlier, it had been placed in a bank by Godfrey Ablewhite and the notorious pawnbroker Luker, who had taken advantage of a side-effect of the laudanum given by Dr. Candy to Franklin Blake to frame him for its theft from Rachel Verinder. Although three mysterious Brahmins are initially accused, the theft is finally solved by Sergeant Cuff.": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0016930309
      ],
      [
        " Moon",
        -0.002149308
      ],
      [
        "stone",
        -1.4021238e-05
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object, which had been brought to England by John Herncastle. Earlier, it had been placed in a bank by Godfrey Ablewhite and the notorious pawnbroker Luker, who had taken advantage of a side-effect of the laudanum given by Dr. Candy to Franklin Blake to frame him for its theft from Rachel Verinder. Although three mysterious Brahmins are initially accused, the theft is finally solved by Sergeant Cuff. FTP, what is this first English detective novel by Wilkie Collins?": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.01913035
      ],
      [
        " Moon",
        -0.0014664155
      ],
      [
        "stone",
        -3.5120287e-05
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from": {
    "guess": "Aristagoras",
    "confidence": [
      [
        "A",
        -0.5903117
      ],
      [
        "rist",
        -0.015068418
      ],
      [
        "ag",
        -0.008954191
      ],
      [
        "oras",
        -0.00049131457
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object,": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0019203139
      ],
      [
        " Moon",
        -8.89548e-06
      ],
      [
        "stone",
        -1.4378848e-05
      ]
    ]
  },
  "A suicide letter written by the maid Rosanna Spearman is an important plot development in this novel, at the end of which the adventurer Mr. Murthwaite reveals the final resting place of the title object, which had been brought to England by John Herncastle. Earlier, it had been placed in a bank by Godfrey Ablewhite and the notorious pawnbroker Luker, who had taken advantage of a side-effect of the laudanum given by Dr. Candy to Franklin Blake to frame him for its theft from Rachel Verinder. Although": {
    "guess": "The Moonstone",
    "confidence": [
      [
        "The",
        -0.0016954151
      ],
      [
        " Moon",
        -0.0022872838
      ],
      [
        "stone",
        -1.3902034e-05
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from Samos, and this person's visit to Egypt can be dated because of his description of skulls shortly after the attempted rebellion by Inaros. His description of gold-digging ants has been controversial,": {
    "guess": "Herodotus",
    "confidence": [
      [
        "Her",
        -0.08322822
      ],
      [
        "od",
        -4.3941356e-05
      ],
      [
        "ot",
        -0.0005113298
      ],
      [
        "us",
        -0.000116655596
      ]
    ]
  },
  "Suidas claims that this person played a major role in overthrowing Lygdamis after returning home from Samos, and this person's visit to Egypt can be dated because of his description of skulls shortly after the attempted rebellion by Inaros. His description of gold-digging ants has been controversial, and his primary work is now arranged into nine sections, each named after a muse. That work, which begins with the rapes of Io, Europa, Medea and Helen, describes the lives of four Persian kings. Name this world traveler born in Halicarnassus, known as the \"Father of History\".": {
    "guess": "Histories (Herodotus)",
    "confidence": [
      [
        "Hist",
        -0.09605268
      ],
      [
        "ories",
        -2.7610455e-05
      ],
      [
        " (",
        -0.000640123
      ],
      [
        "Her",
        -5.407367e-05
      ],
      [
        "od",
        -2.5345586e-05
      ],
      [
        "ot",
        -0.0005492182
      ],
      [
        "us",
        -2.8444882e-05
      ],
      [
        ")",
        -1.3186812e-05
      ]
    ]
  }
}