{
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I into a class war. This man's eponymous testament, written after his first stroke, criticized many of the then high-ranking Communist leaders. Almost immediately after leaving exile, he published his April Theses, which called for open opposition of the Provisional Government. He replaced War Communism with his New Economic Policy which strayed from socialist ideals in order to save the Russian economy. For 10 points, name this leader of Russia's Bolshevik Revolution.": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.09580791
      ],
      [
        "lad",
        -4.1273333e-06
      ],
      [
        "imir",
        -0.0001909048
      ],
      [
        " Lenin",
        -0.00010926496
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany": {
    "guess": "Andrei Sakharov",
    "confidence": [
      [
        "And",
        -1.3504596
      ],
      [
        "rei",
        -0.082261704
      ],
      [
        " Sak",
        -0.0031811595
      ],
      [
        "har",
        -0.0004547447
      ],
      [
        "ov",
        -2.9040899e-05
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.36448726
      ],
      [
        "ky",
        -0.0039342563
      ],
      [
        "ne",
        -3.368984e-05
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water to these compounds in the presence of sulfuric acid results in the formation of an enol, while catalytic hydrogenation with Lindlar's catalyst stereoselectively forms a syn product. Their functional": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.039165054
      ],
      [
        "ky",
        -0.027291782
      ],
      [
        "ne",
        -6.749814e-06
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I into a class war. This man's eponymous testament, written after his first stroke, criticized many of the then high-ranking Communist leaders. Almost immediately after leaving exile, he published his April Theses, which called for open opposition of the Provisional Government. He replaced War Communism": {
    "guess": "Leon Trotsky",
    "confidence": [
      [
        "Leon",
        -0.5895914
      ],
      [
        " Trotsky",
        -0.003547328
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water to these compounds in the presence of sulfuric acid results in the formation of an enol, while catalytic hydrogenation with Lindlar's catalyst stereoselectively forms a syn product. Their functional carbon atoms are sp hybridized. They are inherently unstable, and terminal ones can be deprotonated to yield acetylide ions. For 10 points, identify these hydrocarbons with at least one triple carbon-carbon bond, the simplest example of which is ethyne.": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.00075971906
      ],
      [
        "ky",
        -0.0011073519
      ],
      [
        "ne",
        -1.0280384e-06
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.62465227
      ],
      [
        "lad",
        -0.00037240062
      ],
      [
        "imir",
        -0.0006485754
      ],
      [
        " Lenin",
        -0.00032211503
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I into a class war. This man's eponymous testament, written after his first stroke, criticized many of the then high-ranking Communist leaders. Almost immediately after leaving exile, he published his": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.37112114
      ],
      [
        "lad",
        -1.867018e-05
      ],
      [
        "imir",
        -0.00046010152
      ],
      [
        " Lenin",
        -0.000107715314
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water to these compounds in the presence of sulfuric acid results in the formation of an enol, while catalytic hydrogenation with Lindlar's catalyst stereoselectively forms a syn product. Their functional carbon atoms are sp hybridized. They are inherently unstable, and terminal ones can be deprotonated": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.007170217
      ],
      [
        "ky",
        -0.0040867086
      ],
      [
        "ne",
        -2.4584822e-06
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water to these compounds in the presence of sulfuric acid results in the formation of an enol, while catalytic hydrogenation with Lindlar's catalyst stereoselectively forms a syn product. Their functional carbon atoms are sp hybridized. They are inherently unstable, and terminal ones can be deprotonated to yield acetylide ions. For 10 points, identify these hydrocarbons with at least one triple carbon-carbon": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.0012072574
      ],
      [
        "ky",
        -0.013369739
      ],
      [
        "ne",
        -7.89631e-07
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water": {
    "guess": "Alcohol",
    "confidence": [
      [
        "Al",
        -0.24080417
      ],
      [
        "cohol",
        -0.3481356
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I into a class war. This man's eponymous testament, written after his first stroke, criticized many of the then high-ranking Communist leaders. Almost immediately after leaving exile, he published his April Theses, which called for open opposition of the Provisional Government. He replaced War Communism with his New Economic Policy which strayed from socialist ideals in order to save the Russian economy.": {
    "guess": "Leon Trotsky",
    "confidence": [
      [
        "Leon",
        -0.49403554
      ],
      [
        " Trotsky",
        -0.0025271492
      ]
    ]
  },
  "In the Fritsch-Buttenburg-Wiechell rearrangement, one of these is synthesized from a vinyl bromide. Cadiot-Chodkiewicz coupling results in a molecule with two of these functional groups. Addition of water to these compounds in the presence of sulfuric acid results in the formation of an enol, while catalytic": {
    "guess": "Alkyne",
    "confidence": [
      [
        "Al",
        -0.027037708
      ],
      [
        "ky",
        -0.010708086
      ],
      [
        "ne",
        -8.418666e-06
      ]
    ]
  },
  "Fritz Platten obtain the permission of the German government to allow this man to travel across Germany via train. He led the Zimmerwald Left minority which called for the transformation of World War I into a class war. This man's eponymous testament, written after his first stroke, criticized many of": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.2134043
      ],
      [
        "lad",
        -0.0021616833
      ],
      [
        "imir",
        -0.0013779717
      ],
      [
        " Lenin",
        -0.00074125355
      ]
    ]
  }
}