{
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic. That man with this last name legendarily grabbed the dagger Lucretia used to kill herself and subsequently": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.5718416
      ],
      [
        "ut",
        -0.0002319072
      ],
      [
        "us",
        -0.00021867557
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits at multiple loci leads to a high substitution cost of natural selection, known as his namesake dilemma. This man introduced a quasi-steady state approximation to enzyme kinetics along with Briggs, and he published a series of 10 key papers, collectively entitled \"A Mathematical Theory of Natural": {
    "guess": "George E. Briggs",
    "confidence": [
      [
        "George",
        -0.337316
      ],
      [
        " E",
        -2.004138
      ],
      [
        ".",
        -0.010743943
      ],
      [
        " Briggs",
        -0.09358858
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud": {
    "guess": "Jesus",
    "confidence": [
      [
        "Jesus",
        -0.5375913
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.50318587
      ],
      [
        " Death",
        -0.21629138
      ],
      [
        " of",
        -0.00013905855
      ],
      [
        " General",
        -0.01101988
      ],
      [
        " Wolfe",
        -0.038660888
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same manner as Rodin's Thinker. This painting initially met with controversy due to its artist's decision to depict the (*) \"modern garb of war\". Among its central figural group are the aforementioned crouching Indian and two wounded officers, Simon Fraser and Robert Monckton, neither of whom were actually at the title 1759 event. For 10 points, identify this 1770 depiction of an event from the Battle of Quebec, a painting by Benjamin West.": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.0027095345
      ],
      [
        " Death",
        -0.00023321842
      ],
      [
        " of",
        -2.1173457e-05
      ],
      [
        " General",
        -1.3306016e-05
      ],
      [
        " Wolfe",
        -0.002842199
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved is also known as mu, or Lamé's second parameter. It can be derived in 3 dimensions using Poisson's ratio and the Young modulus. Sensitive to temperature and loading rate, rubber is a notable exception to this law. Stated as F equals negative kx, it states that stress is directly proportional to strain.": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.002915073
      ],
      [
        "ooke",
        -1.6240566e-06
      ],
      [
        "'s",
        -4.739826e-05
      ],
      [
        " law",
        -0.0712611
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions at the Norvalspont Concentration Camp. Supporters of this cause carried out the Mud March and (*) protested the rejection of the Conciliation Bill on Black Friday. A proponent of this cause was trampled by a racehorse at the Epsom Derby. The Cat and Mouse Act targeted the hunger strike tactic used by the WSPU, a group dedicated to this cause. For 10 points, name this movement led by people like Millicent Fawcett and Emmeline Pankhurst which sought to expand the right to vote in the UK": {
    "guess": "Women's suffrage in the United Kingdom",
    "confidence": [
      [
        "Women",
        -0.34272033
      ],
      [
        "'s",
        -0.0001596771
      ],
      [
        " suff",
        -0.008005243
      ],
      [
        "rage",
        -0.00013202553
      ],
      [
        " in",
        -0.42382982
      ],
      [
        " the",
        -0.00052729575
      ],
      [
        " United",
        -0.0035405592
      ],
      [
        " Kingdom",
        -0.0007649567
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus in (+) Hogan's Alley. Usually his attire would be covered with his dialog. His actual name was Mickey": {
    "guess": "The Yellow Kid",
    "confidence": [
      [
        "The",
        -0.20441295
      ],
      [
        " Yellow",
        -0.006251084
      ],
      [
        " Kid",
        -6.682846e-05
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire,": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.81694275
      ],
      [
        " George",
        -0.062026616
      ],
      [
        " Gordon",
        -0.0010698468
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.015994128
      ],
      [
        "oli",
        -0.0022248412
      ]
    ]
  },
  "Caused by a cut in wages, but not in rent and other charges, this action started locally but soon expanded to encompass 27 states and territories before its end 2 months later.  Its spread was due to the tireless work of Eugene Debs, the leader of the American Railway Union. FTP, name this labor action that was ended when Grover Cleveland sent federal troops to Chicago in order to ensure the smooth": {
    "guess": "Pullman Strike",
    "confidence": [
      [
        "Pull",
        -0.07688596
      ],
      [
        "man",
        -4.9424725e-05
      ],
      [
        " Strike",
        -0.0045823767
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary of State for War during the Asquith ministry, a recruitment campaign using his image saw three": {
    "guess": "Herbert Kitchener, 1st Earl Kitchener",
    "confidence": [
      [
        "Her",
        -0.93108606
      ],
      [
        "bert",
        -0.0016167386
      ],
      [
        " K",
        -0.008734296
      ],
      [
        "itch",
        -0.00011534435
      ],
      [
        "ener",
        -0.00051335624
      ],
      [
        ",",
        -0.24086452
      ],
      [
        " ",
        -0.0002699185
      ],
      [
        "1",
        -0.00012856863
      ],
      [
        "st",
        -4.310693e-05
      ],
      [
        " Earl",
        -8.8165914e-05
      ],
      [
        " K",
        -0.00028231202
      ],
      [
        "itch",
        -1.9862217e-05
      ],
      [
        "ener",
        -0.00079413963
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to": {
    "guess": "Goa Carnival",
    "confidence": [
      [
        "Go",
        -0.017272638
      ],
      [
        "a",
        -0.00378737
      ],
      [
        " Carnival",
        -0.03975947
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.024400683
      ],
      [
        "abies",
        -4.4849444e-06
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.02114375
      ],
      [
        "ican",
        -6.587483e-05
      ],
      [
        "-American",
        -0.1099559
      ],
      [
        " War",
        -0.00015955791
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus in (+) Hogan's Alley. Usually his attire would be covered with his dialog. His actual name was Mickey Dugan. This creation of Richard Felton Outcault appeared in strips of both the New York Journal American and the New York (*) World. For 10 points, name this bald child that appeared in 19th century": {
    "guess": "The Yellow Kid",
    "confidence": [
      [
        "The",
        -0.078692906
      ],
      [
        " Yellow",
        -0.0019568251
      ],
      [
        " Kid",
        -3.8100377e-05
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined one which can be used to approximate periodic functions, while those in which the individual entities cancel each other out are known as telescoping. The ratio test can be used on them by taking the limit of the n+1 term divided by the n term and the Taylor can approximate a polynomial function. For 10 points, name this mathematical term denoted with an uppercase sigma which gives the sum of the terms in a sequence.": {
    "guess": "SERIES",
    "confidence": [
      [
        "SER",
        -0.06575551
      ],
      [
        "IES",
        -9.133887e-06
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved is also known as mu, or Lamé's second parameter. It can be derived in 3 dimensions using Poisson's ratio and the Young modulus. Sensitive to temperature and loading rate, rubber is a notable exception to this law. Stated as F equals negative kx, it states that stress is directly proportional to strain. Containing the spring constant, for 10 points, name this law of elasticity named after a British physicist.": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.0042715464
      ],
      [
        "ooke",
        -1.8624639e-06
      ],
      [
        "'s",
        -9.805982e-05
      ],
      [
        " law",
        -0.20191689
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits at multiple loci leads to a high substitution cost of natural selection, known as his namesake dilemma. This man introduced a quasi-steady state approximation to enzyme kinetics along with Briggs,": {
    "guess": "George E. Briggs",
    "confidence": [
      [
        "George",
        -0.3564777
      ],
      [
        " E",
        -1.111235
      ],
      [
        ".",
        -0.021077678
      ],
      [
        " Briggs",
        -0.061031114
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved is also known as mu, or Lamé's second parameter. It can be derived in 3 dimensions using Poisson's ratio and the Young modulus. Sensitive to temperature and loading rate, rubber is a notable exception": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -1.1764234
      ],
      [
        "ooke",
        -6.9882217e-06
      ],
      [
        "'s",
        -4.9663133e-05
      ],
      [
        " law",
        -0.051479094
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus in (+) Hogan's Alley. Usually his attire would be covered with his dialog. His actual name was Mickey Dugan. This creation of Richard Felton Outcault appeared in strips of both the New York Journal American": {
    "guess": "The Yellow Kid",
    "confidence": [
      [
        "The",
        -0.07264164
      ],
      [
        " Yellow",
        -0.0013782103
      ],
      [
        " Kid",
        -3.5716304e-05
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions at the Norvalspont Concentration Camp. Supporters of this cause carried out the Mud March and (*) protested": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.07539687
      ],
      [
        "'s",
        -0.00045045334
      ],
      [
        " suff",
        -0.014974602
      ],
      [
        "rage",
        -0.00019841464
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.92402947
      ],
      [
        "ooke",
        -0.00025001515
      ],
      [
        "'s",
        -5.8484206e-05
      ],
      [
        " law",
        -0.028174154
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters, thus some grow excess body hair to compensate for the sensitivity. In come cases, the gums draw back making the teeth seem longer and the skin around the fingers may draw back, giving the appearance of claws. At one point it was theorized that drinking blood would relieve the symptoms. Often given as an explanation for lycanthropy and vampirism is, FTP, what disease, often given as an explanation for the madness of King George III.": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -0.0048789927
      ],
      [
        "phy",
        -2.8160932e-06
      ],
      [
        "ria",
        -3.333223e-05
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.46944043
      ],
      [
        " George",
        -0.18171987
      ],
      [
        " Gordon",
        -0.00020795093
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters, thus some grow excess body hair to compensate for the sensitivity. In come cases, the gums draw": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -0.3804613
      ],
      [
        "phy",
        -5.6769813e-06
      ],
      [
        "ria",
        -0.0001786305
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary of State for War during the Asquith ministry, a recruitment campaign using his image saw three million people enlist, including a million volunteers who comprised his namesake army, which was also called the \"New Army.\"  He was serving as sirdar of the Egyptian army when he won a victory at Omdurman and met Captain Marchand at Fashoda.  FTP, name this general, who also led British forces to": {
    "guess": "Herbert Kitchener, 1st Earl Kitchener",
    "confidence": [
      [
        "Her",
        -0.24991855
      ],
      [
        "bert",
        -6.46828e-05
      ],
      [
        " K",
        -0.0012358223
      ],
      [
        "itch",
        -9.114601e-05
      ],
      [
        "ener",
        -0.00035631913
      ],
      [
        ",",
        -0.18905793
      ],
      [
        " ",
        -0.00011176824
      ],
      [
        "1",
        -8.2324936e-05
      ],
      [
        "st",
        -1.473646e-05
      ],
      [
        " Earl",
        -2.4630364e-05
      ],
      [
        " K",
        -0.00016051154
      ],
      [
        "itch",
        -1.2352386e-05
      ],
      [
        "ener",
        -0.00036894376
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\" Since 1957, this country has maintained a Patriotic Catholics Association that remains unrecognized by the Vatican. Decrees by Pope Clement XI issued at the behest of Franciscans and Dominicans ended a controversy named for (*) rites in this country, where most bishops operate underground. Jesuits": {
    "guess": "Roman Catholicism in China",
    "confidence": [
      [
        "Roman",
        -0.8865588
      ],
      [
        " Catholic",
        -0.0048231264
      ],
      [
        "ism",
        -0.026941871
      ],
      [
        " in",
        -0.0001655181
      ],
      [
        " China",
        -0.009020701
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined one which can be used to approximate periodic functions, while those in which the individual entities cancel each other out are known as telescoping. The ratio test can be used on them by taking the": {
    "guess": "INFINITE SERIES",
    "confidence": [
      [
        "IN",
        -0.92903644
      ],
      [
        "FINITE",
        -0.050720505
      ],
      [
        " SERIES",
        -0.034874823
      ]
    ]
  },
  "Caused by a cut in wages, but not in rent and other charges, this action started locally but soon expanded to encompass 27 states and territories before its end 2 months later.  Its spread was due to the tireless work of Eugene Debs, the leader of the American Railway Union. FTP, name this labor action": {
    "guess": "Pullman Strike",
    "confidence": [
      [
        "Pull",
        -0.020359568
      ],
      [
        "man",
        -4.596782e-05
      ],
      [
        " Strike",
        -0.0065231686
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping. One blood test for the disease is QFT-G, which checks for the presence of interferon gamma. Treatment uses the DOT strategy. The Mantoux test works by injecting PDD into the patient. That test works for": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.007630654
      ],
      [
        "ub",
        -2.577686e-06
      ],
      [
        "erculosis",
        -3.2497806e-05
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away of the demon Dhundi. It is typically celebrated on the full moon day, or Poornima, in the month of Phalgun and is characterized by consumption of the drink thandai [thun-DYE] laced with bhang [bung],": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.0903496
      ],
      [
        "oli",
        -8.6735476e-05
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to pass through a naval blockade. So-called \"spot resolutions\" were introduced but neither debated nor passed in the House of Representatives in response to this war, requesting the president to provide the point where American blood was spilled on home soil. A force led by John Sloat and Robert Stockton was sent to put down a rebellion that set up the Bear Flag Republic. The 1848 Treaty of Guadeloupe": {
    "guess": "Mexican–American War",
    "confidence": [
      [
        "Mex",
        -0.0026793447
      ],
      [
        "ican",
        -1.5213274e-05
      ],
      [
        "–",
        -0.58536667
      ],
      [
        "American",
        -3.0471343e-05
      ],
      [
        " War",
        -0.0005847262
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.18448499
      ],
      [
        "ooke",
        -0.0001136755
      ],
      [
        "'s",
        -0.00010330478
      ],
      [
        " law",
        -0.03431793
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same manner as Rodin's Thinker. This painting initially met with controversy due to its artist's decision to depict the (*) \"modern garb of war\". Among its central figural group are the aforementioned crouching Indian and two wounded officers, Simon Fraser and Robert Monckton, neither of whom were actually at the title 1759 event. For 10 points, identify this 1770 depiction of an event from the Battle": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.011619841
      ],
      [
        " Death",
        -0.0002226093
      ],
      [
        " of",
        -3.6073914e-05
      ],
      [
        " General",
        -0.00013035668
      ],
      [
        " Wolfe",
        -0.0028514713
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character": {
    "guess": "The Black Cat (1934 film)",
    "confidence": [
      [
        "The",
        -1.8197987
      ],
      [
        " Black",
        -2.260221
      ],
      [
        " Cat",
        -0.36168218
      ],
      [
        " (",
        -0.165346
      ],
      [
        "193",
        -0.6742049
      ],
      [
        "4",
        -0.0017428893
      ],
      [
        " film",
        -0.0044423435
      ],
      [
        ")",
        -0.00027647105
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of": {
    "guess": "Wolfgang Pauli",
    "confidence": [
      [
        "W",
        -1.3203104
      ],
      [
        "ol",
        -0.0013691654
      ],
      [
        "fgang",
        -0.00039003912
      ],
      [
        " Paul",
        -0.0006693095
      ],
      [
        "i",
        -0.0001309527
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.10092173
      ],
      [
        "ter",
        -0.0023961058
      ],
      [
        "ies",
        -0.00048119694
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to pass through a naval blockade. So-called \"spot resolutions\" were introduced but neither debated nor passed in the House of Representatives in response to this war, requesting the president to provide the point where American blood was spilled on home soil. A force led by John Sloat and Robert Stockton was sent to put down a rebellion that set up the Bear Flag Republic. The 1848 Treaty of Guadeloupe Hidalgo ended, FTP, what mid-19th century conflict that ended with the U.S.'s takeover of the Southwest?": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.011685686
      ],
      [
        "ican",
        -7.243103e-05
      ],
      [
        "-American",
        -0.30658934
      ],
      [
        " War",
        -0.00062236894
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic. That man with this last name legendarily grabbed the dagger Lucretia used to kill herself and subsequently overthrew (*) Tarquin the Proud, the last King of Rome. His descendant, also with this last name, was taken prisoner at the Battle of Pharsalus and ultimately killed at the Second Battle of Philippi. For 10 points, give this last name of the man who, on the Ides of March, caused Julius Caesar to ask \"et tu?\" during his assassination.": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.7820342
      ],
      [
        "ut",
        -1.5451682e-05
      ],
      [
        "us",
        -6.6947665e-05
      ]
    ]
  },
  "In the Catholic Church, it is composed of four psalms, a capitulum, the Magnificat, a hymn, a versicle, a canticle, the Kyrie, a Pater noster, a prayer, and a dismissal. In its singular form, it names": {
    "guess": "Vespers",
    "confidence": [
      [
        "V",
        -1.2643921
      ],
      [
        "esp",
        -0.050456345
      ],
      [
        "ers",
        -4.4849444e-06
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away of the demon Dhundi. It is typically celebrated on the full moon day, or Poornima, in the month of Phalgun and is characterized by consumption of the drink thandai [thun-DYE] laced with bhang [bung], a form of cannabis. It chiefly commemorates the devoutness of Prahlad, the love of Rati and Kami, and the worship of Krishna. FTP, name this Indian spring festival characterized by large bonfires and": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.033120424
      ],
      [
        "oli",
        -2.2842309e-05
      ]
    ]
  },
  "The cause of hemolytic uremic syndrome, this organism can cause illness and death among children and the elderly in its poisonous O57H7 form. Rod- shaped and gram-negative, its primary pathological effect": {
    "guess": "Escherichia coli O157:H7",
    "confidence": [
      [
        "Es",
        -0.017039564
      ],
      [
        "cher",
        -3.8577193e-05
      ],
      [
        "ich",
        -2.8206474e-05
      ],
      [
        "ia",
        -5.6576944e-05
      ],
      [
        " coli",
        -0.0012495198
      ],
      [
        " O",
        -0.0060409005
      ],
      [
        "157",
        -0.00068360294
      ],
      [
        ":H",
        -7.588794e-05
      ],
      [
        "7",
        -2.3392786e-06
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary of State for War during the Asquith ministry, a recruitment campaign using his image saw three million people enlist, including a million volunteers who comprised his namesake army, which was also": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.8318129
      ],
      [
        " Lloyd",
        -0.00053957006
      ],
      [
        " George",
        -6.754368e-05
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same manner as Rodin's Thinker. This painting initially met with controversy due to its artist's decision to depict the (*) \"modern garb of war\". Among its central figural group are the aforementioned crouching Indian and two wounded officers, Simon Fraser and Robert Monckton, neither of whom were actually": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.067991726
      ],
      [
        " Death",
        -8.208653e-05
      ],
      [
        " of",
        -1.6882126e-05
      ],
      [
        " General",
        -0.00011176824
      ],
      [
        " Wolfe",
        -0.0023642287
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man is the chief object of reverence in the Mandaean religion. The Gospel of Luke describes how this man's name is (*) written out by his father after his birth. The synoptic gospels describe this man dressing in camel hair and eating locusts and wild honey. This man's father Zacharias is rendered mute after disbelieving the Angel Gabriel's assertion that Elizabeth would give birth to him. For 10 points,": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.12759137
      ],
      [
        " the",
        -0.0011642689
      ],
      [
        " Baptist",
        -0.00029816243
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined one which can be used to approximate periodic functions, while those in which the individual entities cancel each other out are known as telescoping. The ratio test can be used on them by taking the limit of the n+1 term divided by the n term and the Taylor can approximate a polynomial function. For 10 points, name this mathematical term denoted with an uppercase sigma which gives the sum of the": {
    "guess": "SERIES",
    "confidence": [
      [
        "SER",
        -0.0822426
      ],
      [
        "IES",
        -1.8431772e-05
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away of the demon Dhundi. It is typically celebrated on the full moon day, or Poornima, in the month of Phalgun and is characterized by consumption of the drink thandai [thun-DYE] laced with bhang [bung], a form of cannabis. It chiefly commemorates the devoutness of Prahlad, the love of Rati and Kami, and the worship of Krishna. FTP, name this Indian spring festival characterized by large bonfires and people throwing colored powders and water on each other.": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.0010300694
      ],
      [
        "oli",
        -7.89631e-07
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping. One blood test for the disease is QFT-G, which checks for the presence of interferon gamma. Treatment uses the DOT strategy. The Mantoux test works by injecting PDD into the patient. That test works for the latent form of this disease and is a skin test. It is caused by a Mycobacterium. A symptom of it is a persistent cough. For 10 points, name this deadly disease of the lungs that used to be called": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.013121989
      ],
      [
        "ub",
        -8.657073e-06
      ],
      [
        "erculosis",
        -4.0842064e-05
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits into ulnar and radial varieties at the cubital fossa. Another type of these undergoes coarctation in Turner's Syndrome and sinuses of Valsalva are the origin of the coronary variety. The largest example": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.0043411064
      ],
      [
        "ter",
        -0.18729334
      ],
      [
        "ies",
        -0.001430713
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.08960365
      ],
      [
        " Death",
        -0.04695187
      ],
      [
        " of",
        -4.739826e-05
      ],
      [
        " General",
        -0.02439789
      ],
      [
        " Wolfe",
        -0.035903163
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic. That man with this last name legendarily grabbed the dagger Lucretia used to kill herself and subsequently overthrew (*) Tarquin the Proud, the last King of Rome. His descendant, also with this last name, was taken prisoner at the Battle of Pharsalus and ultimately killed at the Second Battle of Philippi. For 10 points, give this last name of the man who, on the Ides of March, caused Julius Caesar": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.20612656
      ],
      [
        "ut",
        -9.841743e-05
      ],
      [
        "us",
        -0.0004992975
      ]
    ]
  },
  "Causes of this conflict included illegal logging in Honduras. During it, an assault on Fort Frederica was repulsed in the Battle of (*) Bloody Marsh by forces under James Oglehorpe. It started in 1739": {
    "guess": "War of Jenkins' Ear",
    "confidence": [
      [
        "War",
        -0.019550817
      ],
      [
        " of",
        -9.014684e-06
      ],
      [
        " Jenkins",
        -0.0041869096
      ],
      [
        "'",
        -0.0007923589
      ],
      [
        " Ear",
        -1.7954959e-05
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.01300469
      ],
      [
        " Death",
        -0.00018744789
      ],
      [
        " of",
        -3.7981175e-05
      ],
      [
        " General",
        -0.00013905855
      ],
      [
        " Wolfe",
        -0.0009844584
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This": {
    "guess": "Romilly's Act",
    "confidence": [
      [
        "Rom",
        -1.1093771
      ],
      [
        "illy",
        -0.002609429
      ],
      [
        "'s",
        -0.043859582
      ],
      [
        " Act",
        -0.021247042
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -1.8790045
      ],
      [
        " the",
        -0.0006745471
      ],
      [
        " Baptist",
        -0.00083142467
      ]
    ]
  },
  "The cause of hemolytic uremic syndrome, this organism can cause illness and death among children and the elderly in its poisonous O57H7 form. Rod- shaped and gram-negative, its primary pathological effect is to cause diarrhea by giving off toxins or by invading or adhering to the intestinal lining. FTP,": {
    "guess": "E. coli O157:H7",
    "confidence": [
      [
        "E",
        -0.20329815
      ],
      [
        ".",
        -0.0028027445
      ],
      [
        " coli",
        -0.0019359003
      ],
      [
        " O",
        -0.075087726
      ],
      [
        "157",
        -0.0027562568
      ],
      [
        ":H",
        -4.1318875e-05
      ],
      [
        "7",
        -3.4121115e-06
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align.": {
    "guess": "Van der Waals force",
    "confidence": [
      [
        "Van",
        -0.54555434
      ],
      [
        " der",
        -0.0022833608
      ],
      [
        " Wa",
        -5.9199425e-05
      ],
      [
        "als",
        -7.231183e-05
      ],
      [
        " force",
        -0.008198578
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align. It is responsible for the degeneracy pressure in collapsing stars, and for the existence of Hund's second rule. The shell structure of atoms is a direct consequence of this law, postulated in 1924 to explain results of spectroscopic experiments. Applying to particles that obey Fermi-Dirac statistics,": {
    "guess": "Exchange symmetry",
    "confidence": [
      [
        "Exchange",
        -0.34837273
      ],
      [
        " symmetry",
        -0.6914578
      ]
    ]
  },
  "In the Catholic Church, it is composed of four psalms, a capitulum, the Magnificat, a hymn, a versicle,": {
    "guess": "Vespers",
    "confidence": [
      [
        "V",
        -0.1774162
      ],
      [
        "esp",
        -0.036492508
      ],
      [
        "ers",
        -4.9617593e-06
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary of State for War during the Asquith ministry, a recruitment campaign using his image saw three million people enlist, including a million volunteers who comprised his namesake army, which was also called the \"New Army.\"  He was serving as sirdar of the Egyptian army when he won a victory at Omdurman": {
    "guess": "Herbert Kitchener, 1st Earl Kitchener",
    "confidence": [
      [
        "Her",
        -0.44543546
      ],
      [
        "bert",
        -3.3093824e-05
      ],
      [
        " K",
        -0.00023047674
      ],
      [
        "itch",
        -5.5265704e-05
      ],
      [
        "ener",
        -0.00011522515
      ],
      [
        ",",
        -0.066066444
      ],
      [
        " ",
        -8.029847e-05
      ],
      [
        "1",
        -5.9080223e-05
      ],
      [
        "st",
        -1.1517961e-05
      ],
      [
        " Earl",
        -1.8074163e-05
      ],
      [
        " K",
        -0.00020473242
      ],
      [
        "itch",
        -5.7961847e-06
      ],
      [
        "ener",
        -0.00025561772
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits at multiple loci leads to a high substitution cost of natural selection, known as his namesake": {
    "guess": "John Maynard Smith",
    "confidence": [
      [
        "John",
        -0.7950064
      ],
      [
        " May",
        -0.075078316
      ],
      [
        "nard",
        -6.575563e-05
      ],
      [
        " Smith",
        -0.0004222131
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent antibody test, requires brain tissue, so that test usually is performed postmortem. The three stages of this disease are prodromal, excitative, and paralytic, and the second stage is sometimes nicknamed furious. It causes encephalitis, which leads to death, and it is transmitted primarily through saliva. Humans exposed to this disease should receive a series of four shots. Name this disease associated with wild animals.": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.004611338
      ],
      [
        "abies",
        -7.58424e-06
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping. One blood test for the disease is QFT-G, which checks for the presence of interferon gamma. Treatment uses the DOT strategy. The Mantoux test works by injecting PDD into the patient. That test works for the latent form of this disease and is a skin test. It is caused by a Mycobacterium. A symptom of it is a persistent cough. For 10 points, name this deadly disease of the lungs that used to be called consumption.": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.00809263
      ],
      [
        "ub",
        -5.080963e-06
      ],
      [
        "erculosis",
        -2.9875326e-05
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to": {
    "guess": "Mexican–American War",
    "confidence": [
      [
        "Mex",
        -0.002794776
      ],
      [
        "ican",
        -4.9617593e-06
      ],
      [
        "–",
        -0.24483286
      ],
      [
        "American",
        -2.577686e-06
      ],
      [
        " War",
        -8.017927e-05
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man is the chief object of reverence in the Mandaean religion. The Gospel of Luke describes how this man's": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.15863785
      ],
      [
        " the",
        -0.0026100215
      ],
      [
        " Baptist",
        -0.0023438963
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna,": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.5220102
      ],
      [
        " George",
        -0.036484
      ],
      [
        " Gordon",
        -0.00031937702
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits into ulnar and radial varieties at the cubital fossa. Another type of these undergoes coarctation in Turner's Syndrome and sinuses of Valsalva are the origin of the coronary variety. The largest example of these objects has a namesake arch and pulmonary ones uniquely carry deoxygenated blood. For": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.015863795
      ],
      [
        "ter",
        -0.023461163
      ],
      [
        "ies",
        -0.0003732351
      ]
    ]
  },
  "A catecholamine, it is more selectively metabolized by the monoamine oxidase MOA-B than seratonin or norepinephrine, although it is a metabolic precursor to the latter.  For ten points, name this neurotransmitter": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0020980376
      ],
      [
        "op",
        -7.79144e-05
      ],
      [
        "amine",
        -5.4312077e-05
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On": {
    "guess": "Allometry",
    "confidence": [
      [
        "All",
        -1.5511469
      ],
      [
        "ometry",
        -0.063293524
      ]
    ]
  },
  "A cathedral in this town contains the remains of Duke Rollo and the heart of Richard the Lionheart. This city is home to museums for two of its native sons, Pierre Corneille and Gustave Flaubert. A large": {
    "guess": "Rouen",
    "confidence": [
      [
        "R",
        -0.0042112437
      ],
      [
        "ou",
        -3.9888433e-05
      ],
      [
        "en",
        -3.0232935e-05
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic. That man with this last name legendarily grabbed the dagger Lucretia used to kill herself and subsequently overthrew (*) Tarquin the Proud, the last King of Rome. His descendant, also with this last": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.4506454
      ],
      [
        "ut",
        -2.749125e-05
      ],
      [
        "us",
        -9.293406e-05
      ]
    ]
  },
  "A cathedral in this town contains the remains of Duke Rollo and the heart of Richard the Lionheart. This city is home to museums for two of its native sons, Pierre Corneille and Gustave Flaubert. A large cross at the place du Viuex-Marche in this city represents the spot where Joan of Arc was burned": {
    "guess": "Rouen",
    "confidence": [
      [
        "R",
        -0.0029119812
      ],
      [
        "ou",
        -4.3226137e-05
      ],
      [
        "en",
        -3.6073914e-05
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man is the chief object of reverence in the Mandaean religion. The Gospel of Luke describes how this man's name is (*) written out by his father after his birth. The synoptic gospels describe this man dressing in camel hair and eating locusts and wild honey. This man's father Zacharias is rendered mute after disbelieving the Angel Gabriel's assertion that Elizabeth would give birth to him. For 10 points, name this itinerant preacher who baptized Jesus in the Jordan River.": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.007839067
      ],
      [
        " the",
        -0.0009174127
      ],
      [
        " Baptist",
        -5.1808798e-05
      ]
    ]
  },
  "Caused by a cut in wages, but not in rent and other charges, this action started locally but soon expanded to encompass 27 states and territories before its end 2 months later.  Its spread was due to the": {
    "guess": "Great Railroad Strike of 1877",
    "confidence": [
      [
        "Great",
        -1.2533846
      ],
      [
        " Railroad",
        -0.030486835
      ],
      [
        " Strike",
        -0.00027373302
      ],
      [
        " of",
        -0.0054189735
      ],
      [
        " ",
        -1.3663626e-05
      ],
      [
        "187",
        -0.0077171247
      ],
      [
        "7",
        -3.9530823e-05
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization,": {
    "guess": "J.B.S. Haldane",
    "confidence": [
      [
        "J",
        -0.11635294
      ],
      [
        ".B",
        -0.64801913
      ],
      [
        ".S",
        -0.00271738
      ],
      [
        ".",
        -0.00974381
      ],
      [
        " H",
        -8.5543434e-05
      ],
      [
        "ald",
        -8.180258e-06
      ],
      [
        "ane",
        -8.518583e-05
      ]
    ]
  },
  "In the Catholic Church, it is composed of four psalms, a capitulum, the Magnificat, a hymn, a versicle, a canticle, the Kyrie, a Pater noster, a prayer, and a dismissal. In its singular form, it names a bell used to call congregants to the service. It is named from the old French for \"evening star,\"": {
    "guess": "Vespers",
    "confidence": [
      [
        "V",
        -0.22996156
      ],
      [
        "esp",
        -0.6677958
      ],
      [
        "ers",
        -1.147242e-06
      ]
    ]
  },
  "A cathedral in this town contains the remains of Duke Rollo and the heart of Richard the Lionheart. This city is home to museums for two of its native sons, Pierre Corneille and Gustave Flaubert. A large cross at the place du Viuex-Marche in this city represents the spot where Joan of Arc was burned to death. It is the capital of the northwestern Seine-Maritime department of France. For 10 points, name this French city whose cathedral was painted at different times during the day by Monet.": {
    "guess": "Rouen Cathedral",
    "confidence": [
      [
        "R",
        -0.00028064317
      ],
      [
        "ou",
        -1.0802739e-05
      ],
      [
        "en",
        -9.729906e-06
      ],
      [
        " Cathedral",
        -0.14168045
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer wrote a \"Nocturne\" movment for his Second String Quartet, which came six years after his first, and those two string quartets were composed against the ideal of Absolute Music that his contemporaries shared. He used certain instruments to represent a caravan in a more famous composition, a symphonic poem entitled In the Steppes of Central Asia. For ten points, identify this member of the Mighty": {
    "guess": "Alexander Borodin",
    "confidence": [
      [
        "Alexander",
        -0.1783431
      ],
      [
        " Bor",
        -0.0009911301
      ],
      [
        "od",
        -7.89631e-07
      ],
      [
        "in",
        -2.1008714e-06
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent antibody test, requires brain tissue, so that test usually is performed postmortem. The three stages of this disease are prodromal, excitative, and paralytic, and the second stage is sometimes nicknamed furious. It causes encephalitis, which leads to death, and it is transmitted primarily through saliva.": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.015753254
      ],
      [
        "abies",
        -3.2929079e-06
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits at multiple loci leads to a high substitution cost of natural selection, known as his namesake dilemma. This man introduced a quasi-steady state approximation to enzyme kinetics along with Briggs, and he published a series of 10 key papers, collectively entitled \"A Mathematical Theory of Natural and Artificial Selection\". For 10 points, name this British population geneticist, who alongside Fisher": {
    "guess": "J.B.S. Haldane",
    "confidence": [
      [
        "J",
        -0.46475735
      ],
      [
        ".B",
        -0.0907121
      ],
      [
        ".S",
        -0.00067038235
      ],
      [
        ".",
        -0.0019043663
      ],
      [
        " H",
        -5.6576944e-05
      ],
      [
        "ald",
        -4.8425554e-06
      ],
      [
        "ane",
        -6.0391463e-05
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters,": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -1.1243756
      ],
      [
        "phy",
        -3.4166656e-05
      ],
      [
        "ria",
        -0.00052038557
      ]
    ]
  },
  "Causes of this conflict included illegal logging in Honduras. During it, an assault on Fort Frederica": {
    "guess": "Illegal logging in Honduras",
    "confidence": [
      [
        "Illegal",
        -0.34049678
      ],
      [
        " logging",
        -0.020380827
      ],
      [
        " in",
        -0.013707971
      ],
      [
        " Honduras",
        -0.035108153
      ]
    ]
  },
  "A cathedral in this town contains the remains of Duke Rollo and the heart of Richard the Lionheart. This": {
    "guess": "Rouen Cathedral",
    "confidence": [
      [
        "R",
        -0.09637295
      ],
      [
        "ou",
        -0.00032581034
      ],
      [
        "en",
        -7.703444e-06
      ],
      [
        " Cathedral",
        -0.015076877
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer wrote a \"Nocturne\" movment for his Second String Quartet, which came six years after his first, and those two string quartets were composed against the ideal of Absolute Music that his contemporaries shared. He used certain instruments to represent a caravan in a more famous composition, a symphonic": {
    "guess": "Alexander Borodin",
    "confidence": [
      [
        "Alexander",
        -0.11194122
      ],
      [
        " Bor",
        -2.6418418e-05
      ],
      [
        "od",
        -5.4385737e-06
      ],
      [
        "in",
        -2.4391957e-05
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer wrote a \"Nocturne\" movment for his Second String Quartet, which came six years after his first, and those two string quartets were composed against the ideal of Absolute Music that his contemporaries shared. He used certain instruments to represent a caravan in a more famous composition, a symphonic poem entitled In the Steppes of Central Asia. For ten points, identify this member of the Mighty Five, who composed the Polovtsian dances as an interlude for his opera Prince Igor.": {
    "guess": "Alexander Borodin",
    "confidence": [
      [
        "Alexander",
        -0.02272541
      ],
      [
        " Bor",
        -0.0004953675
      ],
      [
        "od",
        -4.723352e-06
      ],
      [
        "in",
        -2.5226382e-05
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping. One blood test for the disease is QFT-G, which checks for the presence of interferon gamma. Treatment": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.053908076
      ],
      [
        "ub",
        -1.9361265e-07
      ],
      [
        "erculosis",
        -5.5577775e-06
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined one which can be used to approximate periodic functions, while those in which the individual entities": {
    "guess": "Fourier Series",
    "confidence": [
      [
        "Four",
        -0.5570235
      ],
      [
        "ier",
        -0.00037573834
      ],
      [
        " Series",
        -0.311126
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align. It is responsible for the degeneracy pressure in collapsing stars, and for the existence of Hund's second rule. The shell structure of atoms is a direct consequence of this law, postulated in 1924 to": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.4782795
      ],
      [
        "i",
        -0.0016810098
      ],
      [
        " exclusion",
        -0.094053864
      ],
      [
        " principle",
        -0.0007736549
      ]
    ]
  },
  "Caused by a cut in wages, but not in rent and other charges, this action started locally but soon expanded": {
    "guess": "General strike",
    "confidence": [
      [
        "General",
        -0.89556545
      ],
      [
        " strike",
        -0.28268835
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian": {
    "guess": "Victor Hess",
    "confidence": [
      [
        "Vict",
        -0.9839062
      ],
      [
        "or",
        -0.011195659
      ],
      [
        " Hess",
        -0.024047187
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man": {
    "guess": "Elijah",
    "confidence": [
      [
        "E",
        -0.9445782
      ],
      [
        "lijah",
        -0.01689834
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits into ulnar and radial varieties at the cubital fossa. Another type of these undergoes coarctation in Turner's Syndrome and sinuses of Valsalva are the origin of the coronary variety. The largest example of these objects has a namesake arch and pulmonary ones uniquely carry deoxygenated blood. For 10 points, name this type of blood vessel exemplified by one that exits the left ventricle, the aorta, which carries oxygenated blood away from the heart in contrast to veins.": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.00073505857
      ],
      [
        "ter",
        -0.0010580566
      ],
      [
        "ies",
        -6.704273e-07
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.0074639423
      ],
      [
        " Death",
        -0.0010111344
      ],
      [
        " of",
        -6.392203e-06
      ],
      [
        " General",
        -0.0002450086
      ],
      [
        " Wolfe",
        -0.0003918272
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love": {
    "guess": "Mawlid",
    "confidence": [
      [
        "M",
        -1.2211012
      ],
      [
        "aw",
        -0.06697057
      ],
      [
        "lid",
        -5.2001665e-06
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary": {
    "guess": "David Lloyd George",
    "confidence": [
      [
        "David",
        -0.25376904
      ],
      [
        " Lloyd",
        -0.0004981055
      ],
      [
        " George",
        -9.484132e-05
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\" Since 1957, this country has maintained a Patriotic Catholics Association that remains unrecognized by the Vatican. Decrees by Pope Clement XI issued at the behest of Franciscans and Dominicans ended": {
    "guess": "Catholic Church in China",
    "confidence": [
      [
        "C",
        -0.63135606
      ],
      [
        "atholic",
        -0.06875713
      ],
      [
        " Church",
        -0.05686726
      ],
      [
        " in",
        -0.00034380643
      ],
      [
        " China",
        -0.13754894
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined": {
    "guess": "SERIES",
    "confidence": [
      [
        "SER",
        -0.8510879
      ],
      [
        "IES",
        -0.01291784
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters, thus some grow excess body hair to compensate for the sensitivity. In come cases, the gums draw back making the teeth seem longer and the skin around the fingers may draw back, giving the appearance of claws. At one point it was theorized that drinking blood would relieve the symptoms. Often given as an explanation for lycanthropy and vampirism is, FTP, what disease, often given as an explanation": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -0.008037287
      ],
      [
        "phy",
        -1.7120534e-05
      ],
      [
        "ria",
        -0.00027325618
      ]
    ]
  },
  "A catecholamine, it is more selectively metabolized by the monoamine oxidase MOA-B than seratonin or norepinephrine, although it is a metabolic precursor to the latter.  For ten points, name this neurotransmitter synthesized from tyrosine and believed to play a role in schizophrenia, whose deficiency": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0035384172
      ],
      [
        "op",
        -7.6364755e-05
      ],
      [
        "amine",
        -9.126521e-05
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with": {
    "guess": "Marcus Brutus",
    "confidence": [
      [
        "Marcus",
        -1.0939224
      ],
      [
        " Brut",
        -1.0135434
      ],
      [
        "us",
        -7.159661e-05
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.07383593
      ],
      [
        "'s",
        -0.0005138331
      ],
      [
        " suff",
        -0.009413799
      ],
      [
        "rage",
        -0.00021390743
      ]
    ]
  },
  "The cause of hemolytic uremic syndrome, this organism can cause illness and death among children and": {
    "guess": "Escherichia coli",
    "confidence": [
      [
        "Es",
        -0.040398072
      ],
      [
        "cher",
        -1.2829201e-05
      ],
      [
        "ich",
        -1.7954959e-05
      ],
      [
        "ia",
        -1.9743013e-05
      ],
      [
        " coli",
        -0.0021465737
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same manner as Rodin's Thinker. This painting initially met with controversy due to its artist's decision to depict the (*) \"modern garb of war\". Among its central figural group are the aforementioned crouching": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.019825026
      ],
      [
        " Death",
        -0.000101874335
      ],
      [
        " of",
        -2.0339032e-05
      ],
      [
        " General",
        -4.3822154e-05
      ],
      [
        " Wolfe",
        -0.0007222029
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping.": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.110662125
      ],
      [
        "ub",
        -6.704273e-07
      ],
      [
        "erculosis",
        -9.610702e-06
      ]
    ]
  },
  "In the Catholic Church, it is composed of four psalms, a capitulum, the Magnificat, a hymn, a versicle, a canticle, the Kyrie, a Pater noster, a prayer, and a dismissal. In its singular form, it names a bell used to call congregants to the service. It is named from the old French for \"evening star,\" because it is held near sunset. For 10 points—name this liturgical service which forms the sixth of": {
    "guess": "Vespers",
    "confidence": [
      [
        "V",
        -0.19722095
      ],
      [
        "esp",
        -0.02218817
      ],
      [
        "ers",
        -1.7432603e-06
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved is also known as mu, or Lamé's second parameter. It can be derived in 3 dimensions using Poisson's": {
    "guess": "Lamé parameters",
    "confidence": [
      [
        "L",
        -0.54177374
      ],
      [
        "am",
        -0.0053229355
      ],
      [
        "é",
        -0.00016229959
      ],
      [
        " parameters",
        -0.02085728
      ]
    ]
  },
  "A catecholamine, it is more selectively metabolized by the monoamine oxidase MOA-B than seratonin or": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.005243718
      ],
      [
        "op",
        -6.2656334e-05
      ],
      [
        "amine",
        -1.18755715e-05
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances": {
    "guess": "Buster Brown",
    "confidence": [
      [
        "B",
        -0.79830706
      ],
      [
        "uster",
        -0.007061193
      ],
      [
        " Brown",
        -0.002436543
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits into ulnar and radial varieties at the cubital fossa. Another type of these undergoes coarctation in Turner's Syndrome and sinuses of Valsalva are the origin of the coronary variety. The largest example of these objects has a namesake arch and pulmonary ones uniquely carry deoxygenated blood. For 10 points, name this type of blood vessel exemplified by one that exits the left ventricle, the aorta,": {
    "guess": "Artery",
    "confidence": [
      [
        "Ar",
        -0.014039628
      ],
      [
        "tery",
        -0.6583118
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits into ulnar and radial varieties at the cubital fossa. Another type of these undergoes coarctation": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.03283472
      ],
      [
        "ter",
        -0.0140773505
      ],
      [
        "ies",
        -0.007312592
      ]
    ]
  },
  "A cathedral in this town contains the remains of Duke Rollo and the heart of Richard the Lionheart. This city is home to museums for two of its native sons, Pierre Corneille and Gustave Flaubert. A large cross at the place du Viuex-Marche in this city represents the spot where Joan of Arc was burned to death. It is the capital of the northwestern Seine-Maritime department of France. For 10 points,": {
    "guess": "Rouen",
    "confidence": [
      [
        "R",
        -0.0020278504
      ],
      [
        "ou",
        -4.7159858e-05
      ],
      [
        "en",
        -5.0020742e-05
      ]
    ]
  },
  "Caused by a cut in wages, but not in rent and other charges, this action started locally but soon expanded to encompass 27 states and territories before its end 2 months later.  Its spread was due to the tireless work of Eugene Debs, the leader of the American Railway Union. FTP, name this labor action that was ended when Grover Cleveland sent federal troops to Chicago in order to ensure the smooth functioning of interstate commerce.": {
    "guess": "Pullman Strike",
    "confidence": [
      [
        "Pull",
        -0.09132735
      ],
      [
        "man",
        -5.538491e-05
      ],
      [
        " Strike",
        -0.0043168915
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits at multiple loci leads to a high substitution cost of natural selection, known as his namesake dilemma. This man introduced a quasi-steady state approximation to enzyme kinetics along with Briggs, and he published a series of 10 key papers, collectively entitled \"A Mathematical Theory of Natural and Artificial Selection\". For 10 points, name this British population geneticist, who alongside Fisher and Wright is responsible for the modern evolutionary synthesis.": {
    "guess": "Sewall Wright",
    "confidence": [
      [
        "S",
        -0.7678045
      ],
      [
        "ew",
        -0.00011939728
      ],
      [
        "all",
        -0.005341082
      ],
      [
        " Wright",
        -6.869018e-06
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of British neutrality.  He was shot in the jaw during his campaigns against the slave trader Osman Digna, while his image as a \"man of destiny\" was forwarded by a popular book written by G. W. Steevens.  It was rumored that he was not dead but sleeping in a cave in the Hebrides after the HMS Hampshire, which was taking him on a secret mission to Russia, was sunk by a German mine in 1916.  Named Secretary of State for War during the Asquith ministry, a recruitment campaign using his image saw three million people enlist, including a million volunteers who comprised his namesake army, which was also called the \"New Army.\"  He was serving as sirdar of the Egyptian army when he won a victory at Omdurman and met Captain Marchand at Fashoda.  FTP, name this general, who also led British forces to victory in the Boer War.": {
    "guess": "Horatio Herbert Kitchener, 1st Earl Kitchener",
    "confidence": [
      [
        "Hor",
        -0.35238114
      ],
      [
        "atio",
        -6.17027e-05
      ],
      [
        " Herbert",
        -0.5941225
      ],
      [
        " K",
        -0.00011653639
      ],
      [
        "itch",
        -3.5716304e-05
      ],
      [
        "ener",
        -9.960947e-05
      ],
      [
        ",",
        -0.32324192
      ],
      [
        " ",
        -0.0006578696
      ],
      [
        "1",
        -6.992776e-05
      ],
      [
        "st",
        -3.9650025e-05
      ],
      [
        " Earl",
        -3.5477897e-05
      ],
      [
        " K",
        -0.0003118672
      ],
      [
        "itch",
        -1.3186812e-05
      ],
      [
        "ener",
        -0.00033165133
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic. That man with this last name legendarily grabbed the dagger Lucretia used to kill herself and subsequently overthrew (*) Tarquin the Proud, the last King of Rome. His descendant, also with this last name, was taken prisoner at the Battle of Pharsalus and ultimately killed at the Second Battle of": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.80032426
      ],
      [
        "ut",
        -2.9517714e-05
      ],
      [
        "us",
        -0.0008701292
      ]
    ]
  },
  "Causes of this conflict included illegal logging in Honduras. During it, an assault on Fort Frederica was repulsed in the Battle of (*) Bloody Marsh by forces under James Oglehorpe. It started in 1739 and became a subsidiary part of the War of Austrian Succession. For 10 points— name this war between Britain and Spain, which started when the captain of the Rebecca waved the namesake body part around in Parliament.": {
    "guess": "War of Jenkins' Ear",
    "confidence": [
      [
        "War",
        -0.0036081476
      ],
      [
        " of",
        -0.0010235206
      ],
      [
        " Jenkins",
        -0.022511551
      ],
      [
        "'",
        -0.0026238123
      ],
      [
        " Ear",
        -6.289474e-05
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer wrote a \"Nocturne\" movment for his Second String Quartet, which came six years after his first, and those two string quartets were composed against the ideal of Absolute Music that his contemporaries": {
    "guess": "Alexander Borodin",
    "confidence": [
      [
        "Alexander",
        -0.091823705
      ],
      [
        " Bor",
        -0.00020532844
      ],
      [
        "od",
        -7.58424e-06
      ],
      [
        "in",
        -3.22594e-05
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial": {
    "guess": "J. B. S. Haldane",
    "confidence": [
      [
        "J",
        -0.00851966
      ],
      [
        ".",
        -0.40045956
      ],
      [
        " B",
        -0.00014573395
      ],
      [
        ".",
        -0.00036858613
      ],
      [
        " S",
        -9.293406e-05
      ],
      [
        ".",
        -0.000303765
      ],
      [
        " H",
        -4.048445e-05
      ],
      [
        "ald",
        -1.6240566e-06
      ],
      [
        "ane",
        -4.9424725e-05
      ]
    ]
  },
  "A catecholamine, it is more selectively metabolized by the monoamine oxidase MOA-B than seratonin or norepinephrine, although it is a metabolic precursor to the latter.  For ten points, name this neurotransmitter synthesized from tyrosine and believed to play a role in schizophrenia, whose deficiency is a cause of Parkinson's disease.": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -0.0012443976
      ],
      [
        "op",
        -8.061054e-06
      ],
      [
        "amine",
        -5.4312077e-05
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.10802185
      ],
      [
        "'s",
        -0.0005065653
      ],
      [
        " suff",
        -0.007019411
      ],
      [
        "rage",
        -0.00016778296
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\" Since 1957, this country has maintained a Patriotic Catholics Association that remains unrecognized by the Vatican. Decrees by Pope Clement XI issued at the behest of Franciscans and Dominicans ended a controversy named for (*) rites in this country, where most bishops operate underground. Jesuits like Matteo Ricci led missions to - for 10 points - what country, where Catholics were once forbidden": {
    "guess": "Catholic Church in China",
    "confidence": [
      [
        "C",
        -0.12328271
      ],
      [
        "atholic",
        -0.00033343938
      ],
      [
        " Church",
        -0.034366198
      ],
      [
        " in",
        -0.00015335932
      ],
      [
        " China",
        -0.07547016
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\" Since 1957, this country has maintained a Patriotic Catholics Association that remains unrecognized by the Vatican. Decrees by Pope Clement XI issued at the behest of Franciscans and Dominicans ended a controversy named for (*) rites in this country, where most bishops operate underground. Jesuits like Matteo Ricci led missions to - for 10 points - what country, where Catholics were once forbidden from venerating ancestors and Confucius?": {
    "guess": "Catholic Church in China",
    "confidence": [
      [
        "C",
        -0.18741414
      ],
      [
        "atholic",
        -0.0002290463
      ],
      [
        " Church",
        -0.055290926
      ],
      [
        " in",
        -0.00027158734
      ],
      [
        " China",
        -0.051543284
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent antibody test, requires brain tissue, so that test usually is performed postmortem. The three stages of this disease are prodromal, excitative, and paralytic, and the second stage is sometimes nicknamed": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.034361236
      ],
      [
        "abies",
        -6.9882217e-06
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions at the Norvalspont Concentration Camp. Supporters of this cause carried out the Mud March and (*) protested the rejection of the Conciliation Bill on Black Friday. A proponent of this cause was trampled by a racehorse at the Epsom Derby. The Cat and Mouse Act targeted the hunger strike tactic used": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.08959024
      ],
      [
        "'s",
        -0.00036609382
      ],
      [
        " suff",
        -0.008619419
      ],
      [
        "rage",
        -7.159661e-05
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -1.1912494
      ],
      [
        "ut",
        -0.00026264708
      ],
      [
        "us",
        -0.00023929782
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions at the Norvalspont Concentration Camp. Supporters of this cause carried out the Mud March and (*) protested the rejection of the Conciliation Bill on Black Friday. A proponent of this cause was trampled by a racehorse at the Epsom Derby. The Cat and Mouse Act targeted the hunger strike tactic used by the WSPU, a group dedicated to this cause. For 10 points, name this movement led by people like Millicent": {
    "guess": "Women's suffrage in the United Kingdom",
    "confidence": [
      [
        "Women",
        -0.14641127
      ],
      [
        "'s",
        -0.00022094045
      ],
      [
        " suff",
        -0.019147078
      ],
      [
        "rage",
        -0.0001508597
      ],
      [
        " in",
        -0.5248512
      ],
      [
        " the",
        -0.0006886058
      ],
      [
        " United",
        -0.0027676676
      ],
      [
        " Kingdom",
        -0.0019078122
      ]
    ]
  },
  "The cathedral spire in this painting's left background is easier to make out in the William Woollett engraving that popularized this work. A running man frantically waving his hat and carrying a flag bearing several fleurs-de-lis can also be seen on this painting's left side, which contains a green-coated man in a beaded headband, sash, and leather boots leaning over above a figure posed in the same manner as Rodin's Thinker. This painting initially met with controversy due to its artist's decision": {
    "guess": "The Death of General Wolfe",
    "confidence": [
      [
        "The",
        -0.02006984
      ],
      [
        " Death",
        -0.0001911432
      ],
      [
        " of",
        -4.954393e-05
      ],
      [
        " General",
        -0.00015526658
      ],
      [
        " Wolfe",
        -0.0003449985
      ]
    ]
  },
  "The cause of hemolytic uremic syndrome, this organism can cause illness and death among children and the elderly in its poisonous O57H7 form. Rod- shaped and gram-negative, its primary pathological effect is to cause diarrhea by giving off toxins or by invading or adhering to the intestinal lining. FTP, what is this tiny bacterium often found in the digestive tracts of cows and passed to humans in uncooked meat contaminated by fecal matter?": {
    "guess": "Escherichia coli O157:H7",
    "confidence": [
      [
        "Es",
        -0.44973183
      ],
      [
        "cher",
        -0.00013548243
      ],
      [
        "ich",
        -2.546479e-05
      ],
      [
        "ia",
        -6.635165e-05
      ],
      [
        " coli",
        -0.0016260257
      ],
      [
        " O",
        -0.09447968
      ],
      [
        "157",
        -0.00069110905
      ],
      [
        ":H",
        -6.873572e-05
      ],
      [
        "7",
        -4.246537e-06
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.8154474
      ],
      [
        "otr",
        -0.0015040288
      ],
      [
        " I",
        -0.00046951865
      ],
      [
        "ly",
        -5.800739e-05
      ],
      [
        "ich",
        -0.00020759332
      ],
      [
        " T",
        -6.1821906e-05
      ],
      [
        "cha",
        -2.8564085e-05
      ],
      [
        "ik",
        -8.299462e-06
      ],
      [
        "ovsky",
        -0.00019698418
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\"": {
    "guess": "Catholic Church in the United States",
    "confidence": [
      [
        "C",
        -0.8991058
      ],
      [
        "atholic",
        -0.6516829
      ],
      [
        " Church",
        -0.018383706
      ],
      [
        " in",
        -0.84639335
      ],
      [
        " the",
        -0.548993
      ],
      [
        " United",
        -0.09090152
      ],
      [
        " States",
        -0.30371785
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align. It is responsible for the degeneracy pressure in collapsing stars, and for the existence of Hund's second rule. The shell structure of atoms is a direct consequence of this law, postulated in 1924 to explain results of spectroscopic experiments. Applying to particles that obey Fermi-Dirac statistics, FTP, name this law which states that no two fermions may occupy the same quantum state at the same time.": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0076047317
      ],
      [
        "i",
        -6.408677e-05
      ],
      [
        " exclusion",
        -0.014453055
      ],
      [
        " principle",
        -0.0007584078
      ]
    ]
  },
  "Category Quiz      Eduard Napravnik premiered this composer's Second Symphony in B Minor. This composer wrote a \"Nocturne\" movment for his Second String Quartet, which came six years after his first, and": {
    "guess": "Alexander Borodin",
    "confidence": [
      [
        "Alexander",
        -0.5130246
      ],
      [
        " Bor",
        -0.003399552
      ],
      [
        "od",
        -5.080963e-06
      ],
      [
        "in",
        -3.297462e-05
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away of the demon Dhundi. It is typically celebrated on the full moon day, or Poornima, in the month of Phalgun and is characterized by consumption of the drink thandai [thun-DYE] laced with bhang [bung], a form of cannabis. It chiefly commemorates the devoutness of Prahlad, the love of Rati and Kami, and": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.0944504
      ],
      [
        "oli",
        -0.00015252856
      ]
    ]
  },
  "The Cauchy condensation test is used to test for one property of these entities. Joseph Fourier defined one which can be used to approximate periodic functions, while those in which the individual entities cancel each other out are known as telescoping. The ratio test can be used on them by taking the limit of the n+1 term divided by the n term and the Taylor can approximate a polynomial function.": {
    "guess": "SERIES",
    "confidence": [
      [
        "SER",
        -0.46563575
      ],
      [
        "IES",
        -0.0024926607
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus": {
    "guess": "Toby Tyler",
    "confidence": [
      [
        "T",
        -1.2084014
      ],
      [
        "oby",
        -0.65633166
      ],
      [
        " Tyler",
        -0.94375783
      ]
    ]
  },
  "Cato the Younger schooled one man of this last name in Stoicism, and Plutarch contrasts that figure with Dion of Syracuse in Parallel Lives. While serving as consul, another man with this last name is reported to have put his own sons Junius and Tiberius to death for an early plot against the Republic.": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.3526088
      ],
      [
        "ut",
        -0.00077139
      ],
      [
        "us",
        -0.000794378
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.017860517
      ],
      [
        "abies",
        -3.888926e-06
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent antibody test, requires brain tissue, so that test usually is performed postmortem. The three stages": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.017218618
      ],
      [
        "abies",
        -1.1637165e-05
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus in (+) Hogan's Alley. Usually his attire would be covered with his dialog. His actual name was Mickey Dugan. This creation of Richard Felton Outcault appeared in strips of both the New York Journal American and the New York (*) World. For 10 points, name this bald child that appeared in 19th century comic strips whose name gave rise to the style of sensational journalism seen during the Spanish American War.": {
    "guess": "The Yellow Kid",
    "confidence": [
      [
        "The",
        -0.059524637
      ],
      [
        " Yellow",
        -0.00057841215
      ],
      [
        " Kid",
        -7.8033605e-05
      ]
    ]
  },
  "Causes of this conflict included illegal logging in Honduras. During it, an assault on Fort Frederica was repulsed in the Battle of (*) Bloody Marsh by forces under James Oglehorpe. It started in 1739 and became a subsidiary part of the War of Austrian Succession. For 10 points— name this war between": {
    "guess": "War of Jenkins' Ear",
    "confidence": [
      [
        "War",
        -0.03287948
      ],
      [
        " of",
        -0.0005064461
      ],
      [
        " Jenkins",
        -0.026104974
      ],
      [
        "'",
        -0.0026423642
      ],
      [
        " Ear",
        -0.00014764121
      ]
    ]
  },
  "Causes of this conflict included illegal logging in Honduras. During it, an assault on Fort Frederica was repulsed in the Battle of (*) Bloody Marsh by forces under James Oglehorpe. It started in 1739 and became a subsidiary part of the War of Austrian Succession. For 10 points— name this war between Britain and Spain, which started when the captain of the Rebecca waved the namesake body part around": {
    "guess": "War of Jenkins' Ear",
    "confidence": [
      [
        "War",
        -0.0040985853
      ],
      [
        " of",
        -0.0009461152
      ],
      [
        " Jenkins",
        -0.01806226
      ],
      [
        "'",
        -0.0016597089
      ],
      [
        " Ear",
        -3.6669935e-05
      ]
    ]
  },
  "This man categorized the relationship between body size and organ structure in his seminal essay \"On Being the Right Size\", and one theorem named for this man states that the probability of a single beneficial mutation surviving is two times its selective advantage. He stated that during hybridization, the heterogametic sex is more likely to suffer sterility. The difficulty of selecting multiple traits": {
    "guess": "J. B. S. Haldane",
    "confidence": [
      [
        "J",
        -0.12600884
      ],
      [
        ".",
        -0.6017983
      ],
      [
        " B",
        -0.000119754885
      ],
      [
        ".",
        -0.00035667676
      ],
      [
        " S",
        -0.00015502817
      ],
      [
        ".",
        -0.00053897407
      ],
      [
        " H",
        -3.4047454e-05
      ],
      [
        "ald",
        -4.8425554e-06
      ],
      [
        "ane",
        -8.9953974e-05
      ]
    ]
  },
  "Caused by a type of lyssavirus, the tests for this disease involve saliva, a neck biopsy, serum, and cerebrospinal fluid. Unfortunately, the only efficient test for this disease, the direct fluorescent antibody test, requires brain tissue, so that test usually is performed postmortem. The three stages of this disease are prodromal, excitative, and paralytic, and the second stage is sometimes nicknamed furious. It causes encephalitis, which leads to death, and it is transmitted primarily through saliva. Humans exposed to this disease should receive a series of four shots. Name this disease associated": {
    "guess": "Rabies",
    "confidence": [
      [
        "R",
        -0.02643766
      ],
      [
        "abies",
        -2.2842309e-05
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are the murder of a woman who possessed poisonous breast milk, the evil Pootana, and the chasing away of the demon Dhundi. It is typically celebrated on the full moon day, or Poornima, in the month of": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.6849
      ],
      [
        "oli",
        -0.0014323819
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align. It is responsible for the degeneracy pressure in collapsing stars, and for the existence of Hund's second rule. The shell structure of atoms is a direct consequence of this law, postulated in 1924 to explain results of spectroscopic experiments. Applying to particles that obey Fermi-Dirac statistics, FTP, name this law which states that no two fermions may occupy the same quantum state at the same": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.016036129
      ],
      [
        "i",
        -5.7649777e-05
      ],
      [
        " exclusion",
        -0.0131939985
      ],
      [
        " principle",
        -0.0008233298
      ]
    ]
  },
  "The causative agent of this disease can be typed using either IS6110 RFLP analysis or spoligotyping. One blood test for the disease is QFT-G, which checks for the presence of interferon gamma. Treatment uses the DOT strategy. The Mantoux test works by injecting PDD into the patient. That test works for the latent form of this disease and is a skin test. It is caused by a Mycobacterium. A symptom of": {
    "guess": "Tuberculosis",
    "confidence": [
      [
        "T",
        -0.11547519
      ],
      [
        "ub",
        -4.3202e-07
      ],
      [
        "erculosis",
        -4.85903e-05
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters, thus some grow excess body hair to compensate for the sensitivity. In come cases, the gums draw back making the teeth seem longer and the skin around the fingers may draw back, giving the appearance": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -0.44921127
      ],
      [
        "phy",
        -1.473646e-05
      ],
      [
        "ria",
        -0.0015862703
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to pass through a naval blockade. So-called \"spot resolutions\" were introduced but neither debated nor passed in the House of Representatives in response to this war, requesting the president to provide": {
    "guess": "Mexican–American War",
    "confidence": [
      [
        "Mex",
        -0.0045983996
      ],
      [
        "ican",
        -9.729906e-06
      ],
      [
        "–",
        -0.60003364
      ],
      [
        "American",
        -7.107425e-06
      ],
      [
        " War",
        -0.00019030878
      ]
    ]
  },
  "After catching a cold during a balloon ascent he was forced to end his service in the Franco-Prussian War, after which he was reprimanded by the duke of Cambridge because his service was a violation of": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.4747036
      ],
      [
        "co",
        -0.045847986
      ],
      [
        "-",
        -0.0160617
      ],
      [
        "Pr",
        -3.4166656e-05
      ],
      [
        "ussian",
        -0.0001503829
      ],
      [
        " War",
        -0.03254306
      ]
    ]
  },
  "It is the cause of the one over r to the 12th power term in the Lennart-Jones potential, as well as of ferromagnetism, which results because this effect causes the spin to align instead of anti-align. It is responsible for the degeneracy pressure in collapsing stars, and for the existence of Hund's second": {
    "guess": "Exchange interaction",
    "confidence": [
      [
        "Exchange",
        -0.10464525
      ],
      [
        " interaction",
        -0.16358176
      ]
    ]
  },
  "The catopril challenge test checks for conditions such as fibromuscular displasia, which concerns the renal variety of these entities. One type of these is closely related to the median nerve and splits": {
    "guess": "Arteries",
    "confidence": [
      [
        "Ar",
        -0.002689556
      ],
      [
        "ter",
        -0.005557217
      ],
      [
        "ies",
        -0.00058079255
      ]
    ]
  },
  "A cat and parrot run away as this character gets sick from smoking a cigar in a work in which this character \"wrestles with the tobacco habit.\" He was in \"McFadden's Row of Flats\" and he made appearances in another work his creator entitled Buster Brown. This character first appeared in At the Circus in (+) Hogan's Alley. Usually his attire would be covered with his dialog. His actual name was Mickey Dugan. This creation of Richard Felton Outcault appeared in strips of both the New York Journal American and the New York (*) World. For 10 points, name this bald child that appeared in 19th century comic strips whose name gave rise to the style of sensational journalism seen during the Spanish American": {
    "guess": "The Yellow Kid",
    "confidence": [
      [
        "The",
        -0.05899908
      ],
      [
        " Yellow",
        -0.0007792502
      ],
      [
        " Kid",
        -8.959636e-05
      ]
    ]
  },
  "It can cause seizures, mental illness, paranoia and photosensitivity of the skin which results in blisters, thus some grow excess body hair to compensate for the sensitivity. In come cases, the gums draw back making the teeth seem longer and the skin around the fingers may draw back, giving the appearance of claws. At one point it was theorized that drinking blood would relieve the symptoms. Often": {
    "guess": "Porphyria",
    "confidence": [
      [
        "Por",
        -0.004369598
      ],
      [
        "phy",
        -8.418666e-06
      ],
      [
        "ria",
        -0.0001037816
      ]
    ]
  },
  "In the Catholic Church, it is composed of four psalms, a capitulum, the Magnificat, a hymn, a versicle, a canticle, the Kyrie, a Pater noster, a prayer, and a dismissal. In its singular form, it names a bell used to call congregants to the service. It is named from the old French for \"evening star,\" because it is held near sunset. For 10 points—name this liturgical service which forms the sixth of the seven canonical hours.": {
    "guess": "Vespers",
    "confidence": [
      [
        "V",
        -0.013167407
      ],
      [
        "esp",
        -0.009988391
      ],
      [
        "ers",
        -9.0883464e-07
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man is the chief object of reverence in the Mandaean religion. The Gospel of Luke describes how this man's name is (*) written out by his father after his birth. The synoptic gospels describe this man dressing": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.036008384
      ],
      [
        " the",
        -0.0019939432
      ],
      [
        " Baptist",
        -0.0003097215
      ]
    ]
  },
  "The cause of hemolytic uremic syndrome, this organism can cause illness and death among children and the elderly in its poisonous O57H7 form. Rod- shaped and gram-negative, its primary pathological effect is to cause diarrhea by giving off toxins or by invading or adhering to the intestinal lining. FTP, what is this tiny bacterium often found in the digestive tracts of cows and passed to humans in": {
    "guess": "E. coli O157:H7",
    "confidence": [
      [
        "E",
        -0.63765913
      ],
      [
        ".",
        -0.0025825587
      ],
      [
        " coli",
        -0.0028414913
      ],
      [
        " O",
        -0.05405107
      ],
      [
        "157",
        -0.0011312863
      ],
      [
        ":H",
        -5.5146502e-05
      ],
      [
        "7",
        -5.7961847e-06
      ]
    ]
  },
  "Cauchy generalized this statement to higher dimensions and related the two quantities involved to each other via the compliance matrix and the stiffness matrix. The ratio of the two quantities involved is also known as mu, or Lamé's second parameter. It can be derived in 3 dimensions using Poisson's ratio and the Young modulus. Sensitive to temperature and loading rate, rubber is a notable exception to this law. Stated as F equals negative kx, it states that stress is directly proportional to strain. Containing the spring constant, for 10 points, name this law of elasticity named after a British": {
    "guess": "Hooke's law",
    "confidence": [
      [
        "H",
        -0.023598097
      ],
      [
        "ooke",
        -1.6240566e-06
      ],
      [
        "'s",
        -0.00010223195
      ],
      [
        " law",
        -0.20206125
      ]
    ]
  },
  "Catholics in this country were explicitly banned from displaying tablets that said \"seat of the soul.\" Since 1957, this country has maintained a Patriotic Catholics Association that remains unrecognized": {
    "guess": "Catholic Church in China",
    "confidence": [
      [
        "C",
        -0.6384936
      ],
      [
        "atholic",
        -0.0014597621
      ],
      [
        " Church",
        -0.088541865
      ],
      [
        " in",
        -9.984788e-05
      ],
      [
        " China",
        -0.49555477
      ]
    ]
  },
  "Some Catholics celebrate it following mass under the alternate name of Shigmo, and those belonging to the Banjara tribe mark it by a series of specialized dances. Among the legends associated with it are": {
    "guess": "Holi",
    "confidence": [
      [
        "H",
        -0.013962628
      ],
      [
        "oli",
        -0.0012573763
      ]
    ]
  },
  "In Catholic tradition, this man's feast is celebrated on the day of his birth in an exception to the general rule of feast days commemorating deaths. In Islam, he is said to have cried so much out of love for Allah that the tears marked his cheeks. The Mormons believe that this man descended in a cloud of light in 1829 to anoint Oliver Cowdery and Joseph Smith into the Aaronic priesthood. This man is the chief object of reverence in the Mandaean religion. The Gospel of Luke describes how this man's name is (*) written out by his father after his birth. The synoptic gospels describe this man dressing in camel hair and eating locusts and wild honey. This man's father Zacharias is rendered mute": {
    "guess": "John the Baptist",
    "confidence": [
      [
        "John",
        -0.067615874
      ],
      [
        " the",
        -0.0010586526
      ],
      [
        " Baptist",
        -0.00014001218
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to pass through a naval blockade. So-called \"spot resolutions\" were introduced but neither debated nor passed in the House of Representatives in response to this war, requesting the president to provide the point where American blood was spilled on home soil. A force led by John Sloat and Robert Stockton": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.0024695902
      ],
      [
        "ican",
        -1.3067608e-05
      ],
      [
        "-American",
        -0.59755737
      ],
      [
        " War",
        -0.0015293825
      ]
    ]
  },
  "This cause was targeted by Romilly's Act, which defined an ambiguous word in earlier legislation. This cause was championed by the Kensington Society, the Tax Resistance League, and a group whose motto was \"Deeds not Words.\" A leader of this cause also headed a commission that investigated conditions at the Norvalspont Concentration Camp. Supporters of this cause carried out the Mud March and (*) protested the rejection of the Conciliation Bill on Black Friday. A proponent of this cause was trampled": {
    "guess": "Women's suffrage",
    "confidence": [
      [
        "Women",
        -0.15762989
      ],
      [
        "'s",
        -0.00036275614
      ],
      [
        " suff",
        -0.005104849
      ],
      [
        "rage",
        -0.0001409658
      ]
    ]
  },
  "One cause of this conflict was the Thornton Affair, which resulted in the capture of fifty soldiers who were scouting the area. One leader in this conflict had pre-arranged permission from the enemy to pass through a naval blockade. So-called \"spot resolutions\" were introduced but neither debated nor": {
    "guess": "Mexican–American War",
    "confidence": [
      [
        "Mex",
        -0.0027157147
      ],
      [
        "ican",
        -1.0921943e-05
      ],
      [
        "–",
        -0.61313874
      ],
      [
        "American",
        -5.4385737e-06
      ],
      [
        " War",
        -0.0001278534
      ]
    ]
  }
}