{
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes a man looking for Henry Phipps in another novel set in this city. That Peter Carey work about Jack Maggs is a reworking of a novel set here about an apprentice of Joe Gargary, who sees the death of": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.0056230044
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist of this type. The author of What Is Political Philosophy? and On Tyranny is often called the founder of a school with this word in its name, which the writer of The (*) Closing of the American Mind": {
    "guess": "Straussianism",
    "confidence": [
      [
        "Stra",
        -0.075164124
      ],
      [
        "ussian",
        -0.05136688
      ],
      [
        "ism",
        -0.0002636007
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist of this type. The author of What Is Political Philosophy? and On Tyranny is often called the founder of a school with this word in its name, which the writer of The (*) Closing of the American Mind is also sometimes grouped in. The \"conscience\" of this type of person was described by Barry Goldwater. For 10 points, and Leo Strauss and Allan Bloom are exemplars of the alleged \"neo\" variety of what political stripe?": {
    "guess": "Conservatism",
    "confidence": [
      [
        "Cons",
        -0.025323512
      ],
      [
        "erv",
        -0.0010874706
      ],
      [
        "atism",
        -0.0012085651
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth, the god Pangu smashes open one of them, forging the top half into the sky and the bottom half into the earth. In the Kalevala, the world is created from the fragments of one of these objects after it is smashed on Ilmatar's knee. The mound of dirt from which the Milky Way arose was the site of one of these which contained Ra and was created by an ibis. For 10 points, name this type of object": {
    "guess": "Cosmic egg",
    "confidence": [
      [
        "Cos",
        -0.5882916
      ],
      [
        "mic",
        -0.34349504
      ],
      [
        " egg",
        -0.37100917
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth,": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.7069099
      ],
      [
        " myth",
        -0.009148047
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist": {
    "guess": "Robert Nisbet",
    "confidence": [
      [
        "Robert",
        -1.2360991
      ],
      [
        " N",
        -0.20216294
      ],
      [
        "is",
        -0.000412796
      ],
      [
        "bet",
        -0.00039051592
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist of this type. The author of What Is Political Philosophy? and On Tyranny is often called the founder": {
    "guess": "Leo Strauss",
    "confidence": [
      [
        "Leo",
        -0.029379444
      ],
      [
        " Strauss",
        -0.00032700237
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes a man looking for Henry Phipps in another novel set in this city. That Peter Carey work about Jack Maggs is a reworking of a novel set here about an apprentice of Joe Gargary, who sees the death of Abel Magwitch. This home of Pip in Great Expectations is also the setting of a work that provides an eyewitness account of events like the Second Dutch War and the Great Fire. For 10 points, name this": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.00302406
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth, the god Pangu smashes open one of them, forging the top half into the sky and the bottom half into the earth. In the Kalevala, the world is created from the fragments of one of these objects after": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.63905376
      ],
      [
        " myth",
        -0.0024315477
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes a man looking for Henry Phipps in another novel set in this city. That Peter Carey work about Jack Maggs is a reworking of a novel set here about an apprentice of Joe Gargary, who sees the death of Abel Magwitch. This home of Pip in Great Expectations is also the setting of a work that provides an eyewitness account of events like the Second Dutch War and the Great Fire. For 10 points, name this city, the home of diarist Samuel Pepys [Peeps].": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.0008055795
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes a man looking for Henry Phipps in another novel set in this city. That Peter Carey work about Jack": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.0160644
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth, the god Pangu smashes open one of them, forging the top half into the sky and the bottom half into the earth. In the Kalevala, the world is created from the fragments of one of these objects after it is smashed on Ilmatar's knee. The mound of dirt from which the Milky Way arose was the site of": {
    "guess": "World egg",
    "confidence": [
      [
        "World",
        -0.66014147
      ],
      [
        " egg",
        -0.07860608
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist of this type. The author of What Is Political Philosophy? and On Tyranny is often called the founder of a school with this word in its name, which the writer of The (*) Closing of the American Mind is also sometimes grouped in. The \"conscience\" of this type of person was described by Barry Goldwater.": {
    "guess": "Conservatism",
    "confidence": [
      [
        "Cons",
        -0.021280644
      ],
      [
        "erv",
        -0.0005209816
      ],
      [
        "atism",
        -0.0010597254
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes": {
    "guess": "Under the Net",
    "confidence": [
      [
        "Under",
        -0.81902176
      ],
      [
        " the",
        -0.020325107
      ],
      [
        " Net",
        -0.0006712094
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth, the god Pangu smashes open one of them, forging the top half into the sky and the bottom half into": {
    "guess": "Creation myth",
    "confidence": [
      [
        "Creation",
        -0.08415796
      ],
      [
        " myth",
        -0.006858051
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers": {
    "guess": "Under the Net (novel)",
    "confidence": [
      [
        "Under",
        -0.82181406
      ],
      [
        " the",
        -0.003705539
      ],
      [
        " Net",
        -0.00022094045
      ],
      [
        " (",
        -0.66118026
      ],
      [
        "nov",
        -0.015114454
      ],
      [
        "el",
        -5.0616763e-05
      ],
      [
        ")",
        -0.00058234215
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian": {
    "guess": "Dogon people",
    "confidence": [
      [
        "Dog",
        -1.5901048
      ],
      [
        "on",
        -0.00034058793
      ],
      [
        " people",
        -1.35558
      ]
    ]
  },
  "A dog named Mister Mars is stolen from the flat of Sammy Starfield in a novel set in this city that centers on the adventures of Finn and Jake, Iris Murdoch's novel Under the Net. Tobias Oates describes a man looking for Henry Phipps in another novel set in this city. That Peter Carey work about Jack Maggs is a reworking of a novel set here about an apprentice of Joe Gargary, who sees the death of Abel Magwitch. This home of Pip in Great Expectations is also the setting of a work that provides an": {
    "guess": "London",
    "confidence": [
      [
        "London",
        -0.002031065
      ]
    ]
  },
  "The Dogon god Amma punishes Yurugu for committing incest within one of these structures. The Polynesian god Tane separates his mother and father, Papa and Rangi, who are in the form of one. In Taoist myth, the god Pangu smashes open one of them, forging the top half into the sky and the bottom half into the earth. In the Kalevala, the world is created from the fragments of one of these objects after it is smashed on Ilmatar's knee. The mound of dirt from which the Milky Way arose was the site of one of these which contained Ra and was created by an ibis. For 10 points, name this type of object that features in creation myths that involve hatching.": {
    "guess": "Cosmic egg",
    "confidence": [
      [
        "Cos",
        -0.61292905
      ],
      [
        "mic",
        -0.5330342
      ],
      [
        " egg",
        -0.24871583
      ]
    ]
  },
  "The \"dogmatics\" of this kind were written of by Robert Nisbet, who is often called the leading sociologist of this type. The author of What Is Political Philosophy? and On Tyranny is often called the founder of a school with this word in its name, which the writer of The (*) Closing of the American Mind is also sometimes grouped in. The \"conscience\" of this type of person was described by Barry Goldwater. For 10 points, and Leo Strauss and Allan Bloom are exemplars of the alleged \"neo\" variety of": {
    "guess": "Conservatism",
    "confidence": [
      [
        "Cons",
        -0.05290013
      ],
      [
        "erv",
        -0.001515577
      ],
      [
        "atism",
        -0.002152523
      ]
    ]
  }
}