{
  "One of his main ideas is the \"eternal recurrence\", which says that since the world is infinite in time but finite in space and energy, all states are bound to repeat themselves. Another is the \"will to": {
    "guess": "Eternal return",
    "confidence": [
      [
        "E",
        -0.033227783
      ],
      [
        "ternal",
        -0.00012642296
      ],
      [
        " return",
        -0.53952116
      ]
    ]
  },
  "The main leaders of this political group were Carl Schurz, George Curtis, and Henry Cabot Lodge. Single-issue reformers who took orthodox Republican positions on most issues, they defected from their party": {
    "guess": "Mugwumps",
    "confidence": [
      [
        "M",
        -0.6008534
      ],
      [
        "ug",
        -1.2664457e-06
      ],
      [
        "w",
        -8.776276e-06
      ],
      [
        "umps",
        -0.0005277725
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar to his wife Kaikeyi. This mythological figure's younger brother Bharata succeeds him in his role after his death, and another of his brothers, Lakshmana, watches as he breaks the bow of Shiva. That feat of strength led to his marriage to an avatar of Lakshmi, Sita. After many personal struggles, he's able to save Sita from the rakshasha, Ravana. For ten points, identify this mythological figure,": {
    "guess": "Rama",
    "confidence": [
      [
        "R",
        -0.24363062
      ],
      [
        "ama",
        -0.046382897
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large ring-shaped tub and in another showing groups of travelers crossing the Oi River, contrasting with its portrayal as a fiery glowing giant in the \"Red\" picture. Mannen Bridge, a beach in Tago Bay, a water mill at Onden, and Inume Pass are other settings in this series, whose most memorable work is \"The Great Wave of Kanagawa.\" FTP, name this Hokusai series featuring three dozen renditions of a certain volcano.": {
    "guess": "Thirty-Six Views of Mount Fuji",
    "confidence": [
      [
        "Thirty",
        -0.01267963
      ],
      [
        "-S",
        -0.014154225
      ],
      [
        "ix",
        -3.4762674e-05
      ],
      [
        " Views",
        -8.888114e-05
      ],
      [
        " of",
        -4.246537e-06
      ],
      [
        " Mount",
        -3.202099e-05
      ],
      [
        " Fuji",
        -0.00022105966
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother, to a grandson in order to pacify and rule the land. This goddess saw herself in a [*] mirror for the first time after her brother threw a flayed horse into her weaving room which caused her to seclude herself from the world. This entity's descendant Jimmu was given three proofs of divine right when he became emperor of the land. Brother to Susanoo and Tsukiyomi, for 10 points, this is what Shinto sun goddess.": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.0072083212
      ],
      [
        "ater",
        -0.0008653684
      ],
      [
        "asu",
        -7.088138e-05
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which the main character is staying.  The protagonist has a daydream about Socrates trying to woo Phaedrus, and he compares the object of his affection to both Eros and Narcissus.  He first encounters this love interest, wearing a sailor suit, when he arrives in a hotel on the Lido island.  At the end of": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.0200293
      ],
      [
        " in",
        -0.0027597027
      ],
      [
        " Venice",
        -0.0001277342
      ]
    ]
  },
  "The main family from this novel is under house arrest in Santa Fe, and after being expelled from Santa Fe, they are forced to march across the desert to Vera Cruz. Jim Snow, the Sin Killer, plans on rescuing his wife Tasmin from the group. Including an account of the Alamo and Texas characters such as Kit Carson and Tom Fitzpatrick, For 10 points-- name this forth and final volume in the Berrybender": {
    "guess": "Sin Killer",
    "confidence": [
      [
        "Sin",
        -0.49574357
      ],
      [
        " Killer",
        -0.00078532955
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that": {
    "guess": "Doctor Faustus (novel)",
    "confidence": [
      [
        "Doctor",
        -0.13735732
      ],
      [
        " Fa",
        -0.0007313779
      ],
      [
        "ust",
        -1.8908588e-05
      ],
      [
        "us",
        -8.339777e-05
      ],
      [
        " (",
        -0.5315807
      ],
      [
        "nov",
        -0.00047523674
      ],
      [
        "el",
        -0.00010151673
      ],
      [
        ")",
        -0.00026288547
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading at the hands of Sun Quan. This man was also known for sharing a bed with Zhang Fei and Liu Bei, and later for receiving the horse Red Hare as a gift for surrendering to the founder of Wei, Cao Cao. Zhuge Liang serves ably as Liu Bei's chief advisor and strategist, and Guan Yu and his bedmates": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.30135784
      ],
      [
        "ance",
        -3.4285862e-05
      ],
      [
        " of",
        -0.00037514235
      ],
      [
        " the",
        -0.00020652048
      ],
      [
        " Three",
        -0.00017839209
      ],
      [
        " Kingdom",
        -3.655073e-05
      ],
      [
        "s",
        -5.4385737e-06
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large ring-shaped tub and in another showing groups of travelers crossing the Oi River, contrasting with its portrayal as a fiery glowing giant in the \"Red\" picture. Mannen Bridge, a beach in Tago Bay, a water mill at Onden, and Inume Pass are other settings in this series, whose most memorable work is \"The Great Wave of Kanagawa.\" FTP, name this Hokusai series featuring three dozen renditions of a certain": {
    "guess": "Thirty-Six Views of Mount Fuji",
    "confidence": [
      [
        "Thirty",
        -0.053246617
      ],
      [
        "-S",
        -0.013190822
      ],
      [
        "ix",
        -5.1689596e-05
      ],
      [
        " Views",
        -0.0001441843
      ],
      [
        " of",
        -4.604148e-06
      ],
      [
        " Mount",
        -4.596782e-05
      ],
      [
        " Fuji",
        -0.00046665774
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America. The protagonist is unaffected by the failure of a copper mine, and silently suffers the unfaithfulness of his wife Inger. Its plot was inspired by its author's concern that his home country would be no": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.008277081
      ],
      [
        "rowth",
        -7.465036e-06
      ],
      [
        " of",
        -0.00013810492
      ],
      [
        " the",
        -0.00021486107
      ],
      [
        " Soil",
        -0.0010197096
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree,": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.6126954
      ],
      [
        " Hundred",
        -0.012121433
      ],
      [
        " Years",
        -0.0009810051
      ],
      [
        " of",
        -8.7212284e-05
      ],
      [
        " Sol",
        -0.00010902656
      ],
      [
        "itude",
        -8.208653e-05
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity.": {
    "guess": "Stellar mass",
    "confidence": [
      [
        "St",
        -0.07326823
      ],
      [
        "ellar",
        -3.8457987e-05
      ],
      [
        " mass",
        -0.017315399
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother,": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.43936637
      ],
      [
        "ater",
        -0.0003390383
      ],
      [
        "asu",
        -0.00024667746
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife": {
    "guess": "The Snows of Kilimanjaro (short story)",
    "confidence": [
      [
        "The",
        -0.20407298
      ],
      [
        " Snow",
        -0.28428927
      ],
      [
        "s",
        -0.00018863993
      ],
      [
        " of",
        -4.990154e-05
      ],
      [
        " Kil",
        -6.2729996e-06
      ],
      [
        "iman",
        -6.837811e-05
      ],
      [
        "j",
        -5.1808798e-05
      ],
      [
        "aro",
        -4.246537e-06
      ],
      [
        " (",
        -0.05321103
      ],
      [
        "short",
        -0.0005667338
      ],
      [
        " story",
        -0.00014990607
      ],
      [
        ")",
        -1.7239736e-05
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds. At one point in this story, Boon and Isaac make a trip to Memphis to get more whiskey and are singled out for their filthy clothing. A fyce named Lion is adopted, by Sam Feather in this work, and Major de Spain owns the land on which this story takes place. This work is found in its author's novel Go Down, Moses. For 10 points, name this William Faulkner story in which Ike McCaslin kills the title": {
    "guess": "The Bear",
    "confidence": [
      [
        "The",
        -0.13400792
      ],
      [
        " Bear",
        -0.42904553
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement in this piece is scored for the unusual combination of flute, muted strings, two pianos, and glass harmonica. This work's fourth movement includes a humorously slow rendition of the can-can from Orpheus in the Underworld. The xylophone part mimics the composer's own Danse macabre in its twelfth movement, which is titled \"Fossils\". For 10 points, name this orchestral suite by Camille Saint-Saëns that": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.003943756
      ],
      [
        " Carnival",
        -2.3392786e-06
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " the",
        -0.00046784978
      ],
      [
        " Animals",
        -4.9305523e-05
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to a city into which \"all roads lead\" from Theophilus Msimangu. Some of the less prominent characters": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.14909677
      ],
      [
        "ry",
        -0.00011856285
      ],
      [
        ",",
        -0.00073338975
      ],
      [
        " the",
        -0.02107873
      ],
      [
        " Bel",
        -0.00016373003
      ],
      [
        "oved",
        -1.5809293e-05
      ],
      [
        " Country",
        -0.0005759088
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary contemporary biographer listed him as seven feet tall, but his remains reveal that he was only six feet, three inches tall. After conquering the Avars, he started a Drang nach Osten to expand Christianity to the east, and also defeated (*) Basques near Roncesvalles, an incident described in the Song of Roland. For 10 points, name this Frankish king, son of Pepin the Short, who, in 800 CE, was crowned the first Holy Roman Emperor.": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0030063463
      ],
      [
        "lem",
        -1.27099975e-05
      ],
      [
        "agne",
        -0.00013488642
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined to marry another cousin, is born with a piece of stone in his mouth. The Oath of the Peach Garden and the Battle of Red Cliffs are described in another novel from this country, also the setting of a book that chronicles Tripitaka's travels to India with Sandy, Pigsy, and Sun Wukong, the Monkey King.": {
    "guess": "China",
    "confidence": [
      [
        "China",
        -0.5277296
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of the Spring. It tells the story of a young woman born in Boise, Idaho who goes to college at USC – that": {
    "guess": "Nella Larsen",
    "confidence": [
      [
        "N",
        -0.5793027
      ],
      [
        "ella",
        -0.023651531
      ],
      [
        " Lars",
        -0.0072998023
      ],
      [
        "en",
        -0.00013309837
      ]
    ]
  },
  "The main family from this novel is under house arrest in Santa Fe, and after being expelled from Santa": {
    "guess": "House arrest in Santa Fe",
    "confidence": [
      [
        "House",
        -0.6225339
      ],
      [
        " arrest",
        -0.23810138
      ],
      [
        " in",
        -0.11602987
      ],
      [
        " Santa",
        -0.40166768
      ],
      [
        " Fe",
        -0.0036948512
      ]
    ]
  },
  "The main character meets Bernard Marx and Helmholtz Watson, alienated intellectuals, and argues about freedom with Mustapha Mond, the World Controller. Set in the year 632 After Ford, it is the tale of": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -0.00013953536
      ],
      [
        "ave",
        -9.0883464e-07
      ],
      [
        " New",
        -8.061054e-06
      ],
      [
        " World",
        -9.849109e-06
      ]
    ]
  },
  "The main leaders of this political group were Carl Schurz, George Curtis, and Henry Cabot Lodge. Single-issue reformers who took orthodox Republican positions on most issues, they defected from their party on the issue of civil service reform, and their name was first used by Charles Dana in the New": {
    "guess": "Mugwumps",
    "confidence": [
      [
        "M",
        -0.3549989
      ],
      [
        "ug",
        -4.9617593e-06
      ],
      [
        "w",
        -5.3193703e-06
      ],
      [
        "umps",
        -0.0010239973
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being beaten to death in the street. The main character's sister is courted by the pompous Luzhin, although that sister, Dunya, ends up marrying an old school friend of the main character named Razumikhin. Marmeledov is killed by a horse carriage in this work. Earlier in this novel, the main character borrows an axe from a shed and kills the moneylender Alyona Ivanova. For ten points, name this work about the murderer Raskolnikov, a novel by Fyodor Dostoevsky.": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.0019250639
      ],
      [
        " and",
        -0.00014466111
      ],
      [
        " Pun",
        -0.00035691517
      ],
      [
        "ishment",
        -0.00043651022
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later": {
    "guess": "Diplomat",
    "confidence": [
      [
        "D",
        -1.3562022
      ],
      [
        "ipl",
        -0.014343548
      ],
      [
        "omat",
        -0.28492755
      ]
    ]
  },
  "The main character in it must stop the primary antagonist from executing a plan known as the Caviar Sweep. Richard Roxburgh plays scientist Keith Orbit, the mastermind behind the antagonist of this film. The film climaxes with the harrowing escape of Lt. Kara Wade from North Korea after being shot down": {
    "guess": "Stealth (film)",
    "confidence": [
      [
        "Ste",
        -0.029997159
      ],
      [
        "alth",
        -0.00048489223
      ],
      [
        " (",
        -0.038510747
      ],
      [
        "film",
        -0.17146957
      ],
      [
        ")",
        -0.0002974472
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading at the hands of Sun Quan. This man was also known for sharing a bed with Zhang Fei and Liu Bei, and later for receiving the horse Red Hare as a gift for surrendering to the founder of Wei, Cao Cao. Zhuge Liang serves ably as Liu Bei's chief advisor and strategist, and Guan Yu and his bedmates swear the Peach Blossom Oath in, for 10 points, this Chinese novel written by Luo Guanzhong, which chronicles the tumultuous period at the end of the Han Dynasty in China.": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.00074554485
      ],
      [
        "ance",
        -7.226629e-06
      ],
      [
        " of",
        -4.6444635e-05
      ],
      [
        " the",
        -0.0001246349
      ],
      [
        " Three",
        -6.9882217e-06
      ],
      [
        " Kingdom",
        -1.7120534e-05
      ],
      [
        "s",
        -2.4584822e-06
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.025707114
      ],
      [
        " and",
        -0.0017922745
      ],
      [
        " Pun",
        -0.0017281336
      ],
      [
        "ishment",
        -0.00034452166
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had been saving for his son's enrollment at St. Chad's even though his son is not going to use it.  After being swindled out of a pound for bus fare, he arrives in Sophiatown, finds his sick sister Gertrude,": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.4724345
      ],
      [
        "ry",
        -0.00032747918
      ],
      [
        ",",
        -0.0017866829
      ],
      [
        " the",
        -0.012620422
      ],
      [
        " Bel",
        -0.0006133131
      ],
      [
        "oved",
        -2.8444882e-05
      ],
      [
        " Country",
        -0.00043388773
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old": {
    "guess": "The Kite Runner",
    "confidence": [
      [
        "The",
        -0.25273362
      ],
      [
        " K",
        -0.63257146
      ],
      [
        "ite",
        -0.0077603
      ],
      [
        " Runner",
        -3.2929079e-06
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0012803569
      ],
      [
        "in",
        -0.009821375
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary contemporary biographer listed him as seven feet tall, but his remains reveal that he was only six feet, three inches tall. After conquering the Avars, he started a Drang nach Osten to expand Christianity": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.009665894
      ],
      [
        "lem",
        -6.670925e-05
      ],
      [
        "agne",
        -0.0014288095
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -1.4921787
      ],
      [
        "uth",
        -0.0012060654
      ],
      [
        "ering",
        -9.610702e-06
      ],
      [
        " Heights",
        -0.00063106715
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America.": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.0019743114
      ],
      [
        "rowth",
        -4.1273333e-06
      ],
      [
        " of",
        -0.0001005631
      ],
      [
        " the",
        -9.710619e-05
      ],
      [
        " Soil",
        -0.0008838339
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to a city into which \"all roads lead\" from Theophilus Msimangu. Some of the less prominent characters of this novel include Father (*) Vincent, a priest from England, Mrs. Lithebe, the main character's maid, and Mr. Carmichael, the lawyer of the main character's son after he is accused of killing Arthur": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.11980748
      ],
      [
        "ry",
        -0.00011856285
      ],
      [
        ",",
        -0.00079283566
      ],
      [
        " the",
        -0.019175963
      ],
      [
        " Bel",
        -0.00030126172
      ],
      [
        "oved",
        -9.4914985e-06
      ],
      [
        " Country",
        -0.00032044618
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship in the novel concerns the creation of a statue, \"The Resurrection Day.\" They meet again at the baths where they meet Ulfheim, a bear-hunter. After Maia goes up the mountain, and the heroine abandons": {
    "guess": "The Master Builder",
    "confidence": [
      [
        "The",
        -0.44139868
      ],
      [
        " Master",
        -0.27920905
      ],
      [
        " Builder",
        -0.75262976
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately making it more elastic. They also can induce ethylene synthesis in high concentrations and inhibit senescene and abscission. Indole-3-acetic acid is the prominent example of this group of hormones, which": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0044042445
      ],
      [
        "in",
        -0.039420076
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree, the last child born has a pig's tail and is carried off by ants as an infant just before the town is destroyed. Gypsies show off wonders such as ice and magnets, while a priest can levitate after eating": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.019728374
      ],
      [
        " Hundred",
        -3.2497806e-05
      ],
      [
        " Years",
        -4.6683042e-05
      ],
      [
        " of",
        -1.50940705e-05
      ],
      [
        " Sol",
        -1.6240566e-06
      ],
      [
        "itude",
        -2.9636918e-05
      ]
    ]
  },
  "The main character meets Bernard Marx and Helmholtz Watson, alienated intellectuals, and argues about": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -0.00039504567
      ],
      [
        "ave",
        -3.1281633e-07
      ],
      [
        " New",
        -7.8033605e-05
      ],
      [
        " World",
        -1.2113979e-05
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars and Fernand Mondego, who craves the beautiful Mercedes,  cause him to be brought before Villefort, a royal prosecutor, who consigns him to  the Chateau D'If to safeguard his own career. However, Edmond Dantes escapes the  prison and creates an alias using a treasure revealed to him by a fellow prisoner. FTP  name this novel in which the namesake nobleman visits revenge upon those who  unjustly imprisoned him, a work of Alexandre Dumas.": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.0033043816
      ],
      [
        " Count",
        -2.7133641e-05
      ],
      [
        " of",
        -4.8471098e-05
      ],
      [
        " Monte",
        -2.4034345e-05
      ],
      [
        " Crist",
        -5.5577775e-06
      ],
      [
        "o",
        -3.6073914e-05
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to": {
    "guess": "The Snows of Kilimanjaro (short story)",
    "confidence": [
      [
        "The",
        -0.66815835
      ],
      [
        " Snow",
        -0.876804
      ],
      [
        "s",
        -0.0135631105
      ],
      [
        " of",
        -0.00016635252
      ],
      [
        " Kil",
        -1.640531e-05
      ],
      [
        "iman",
        -9.019238e-05
      ],
      [
        "j",
        -9.579495e-05
      ],
      [
        "aro",
        -1.2590794e-05
      ],
      [
        " (",
        -0.09887587
      ],
      [
        "short",
        -0.0020549775
      ],
      [
        " story",
        -0.00019984508
      ],
      [
        ")",
        -3.4405064e-05
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts to calm down the drunk and late Freddy Malins. At the close of the festivities, the central couple listens to the tenor Bartell D'Arcy while Mary Jane accompanies him on the piano, causing the wife to think about her childhood love, Michael Furey. FTP, name this short story taking place at the": {
    "guess": "The Dead",
    "confidence": [
      [
        "The",
        -0.006756933
      ],
      [
        " Dead",
        -0.021041846
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his bombing officer Williamson. This story includes the character Compton, who takes the protagonist in a plane originally headed to Arusha in a dream, and Molo is repeatedly asked to serve the central character whiskey. Opening by discussing a frozen leopard, it ends with Helen discovering the dead body of the gangrene-ridden author Harry. For 10 points, name this Ernest Hemingway story where Harry": {
    "guess": "The Snows of Kilimanjaro",
    "confidence": [
      [
        "The",
        -0.14623722
      ],
      [
        " Snow",
        -0.0025781554
      ],
      [
        "s",
        -2.1769476e-05
      ],
      [
        " of",
        -4.9067115e-05
      ],
      [
        " Kil",
        -1.7432603e-06
      ],
      [
        "iman",
        -0.0001345288
      ],
      [
        "j",
        -5.8126592e-05
      ],
      [
        "aro",
        -7.3458323e-06
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends to go to Bielach even though he had never learned to be a man. Earlier, he was sent to a Cistercian": {
    "guess": "Knulp",
    "confidence": [
      [
        "Kn",
        -1.0529904
      ],
      [
        "ulp",
        -0.074765995
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.052093517
      ],
      [
        " Name",
        -0.9263091
      ],
      [
        " of",
        -0.0005181244
      ],
      [
        " the",
        -0.0009318254
      ],
      [
        " Rose",
        -0.019074446
      ]
    ]
  },
  "After the main character's execution, his mistress buries his head in a cave. The protagonist refuses to join the lumber business of his bourgeois friend Fouque. While studying at the seminary at Bensançon, the protagonist is supported by the Abbé Chélan and the Abbé Pirard, though he is done in by the": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0107154
      ],
      [
        " Red",
        -0.001024951
      ],
      [
        " and",
        -1.8550976e-05
      ],
      [
        " the",
        -0.0002223709
      ],
      [
        " Black",
        -4.1199673e-05
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship in the novel concerns the creation of a statue, \"The Resurrection Day.\" They meet again at the baths where they meet Ulfheim, a bear-hunter. After Maia goes up the mountain, and the heroine abandons the Sister of Mercy, the heroine threatens the hero with a knife and in the end they renew their love and disappear into a storm. FTP, identify this play about the model Irene von Satow and the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2150948
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds. At one point in this story, Boon and Isaac make a trip to Memphis to get more whiskey and are singled out for their filthy clothing. A fyce named Lion is adopted, by Sam Feather in this work, and Major de Spain owns the land on which this story takes place. This work is found in its author's novel": {
    "guess": "The Reivers",
    "confidence": [
      [
        "The",
        -0.43272194
      ],
      [
        " Re",
        -0.16893052
      ],
      [
        "ivers",
        -0.0016687574
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius in Rome at some point between 411-15, and it was Caelestius who first put forth in Africa six theses that laid out the basis of this man's namesake [*] heresy. The doctrine was later condemned by Pope Zosimus, but Augustine continued to fight it for the rest of his life. FTP, name this native": {
    "guess": "Pelagius",
    "confidence": [
      [
        "Pel",
        -0.06919474
      ],
      [
        "ag",
        -6.0272258e-05
      ],
      [
        "ius",
        -0.0024373778
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement in this piece is scored for the unusual combination of flute, muted strings, two pianos, and glass harmonica. This work's fourth movement includes a humorously slow rendition of the can-can from Orpheus in the Underworld. The xylophone part mimics the composer's own Danse macabre in its twelfth movement, which is titled \"Fossils\". For 10 points, name this orchestral suite by Camille Saint-Saëns that includes \"The Elephant\", \"Tortoises\", and \"The Swan.\"": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.030250825
      ],
      [
        " Carnival",
        -2.3392786e-06
      ],
      [
        " of",
        -2.9279307e-05
      ],
      [
        " the",
        -0.00047607115
      ],
      [
        " Animals",
        -5.0139948e-05
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -1.0375643
      ],
      [
        "ave",
        -0.00033748866
      ],
      [
        " New",
        -1.8789384e-05
      ],
      [
        " World",
        -4.334534e-05
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being beaten to death in the street. The main character's sister is courted by the pompous Luzhin, although": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.23898196
      ],
      [
        " and",
        -0.000116894
      ],
      [
        " Pun",
        -0.00020115632
      ],
      [
        "ishment",
        -0.00026956087
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had been saving for his son's enrollment at St. Chad's even though his son is not going to use it.  After being swindled out of a pound for bus fare, he arrives in Sophiatown, finds his sick sister Gertrude, and later learns that his son has been associating with John, but does not find him until after he has been arrested for the murder of the white farmer James Jarvis.  FTP, Stephen and Absalom Kumalo are eventually reunited in what Alan Paton novel?": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.007760181
      ],
      [
        "ry",
        -2.6060809e-05
      ],
      [
        ",",
        -8.8404326e-05
      ],
      [
        " the",
        -0.0049536126
      ],
      [
        " Bel",
        -0.00014025059
      ],
      [
        "oved",
        -1.0802739e-05
      ],
      [
        " Country",
        -0.0001626572
      ]
    ]
  },
  "The main character in it must stop the primary antagonist from executing a plan known as the Caviar Sweep.": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.2948365
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That protagonist of this work purchases a glass paperweight filled with pink coral and rents a room from Mr. Charrington. Reeducation occurs in Room 101, in which the protagonist is faced with a cage of rats by O'Brien. Concepts created for this book include (*) Newspeak, doublethink, and thoughtcrime.": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.008370839
      ],
      [
        "in",
        -2.057744e-05
      ],
      [
        "ete",
        -8.418666e-06
      ],
      [
        "en",
        -2.355753e-05
      ],
      [
        " Eight",
        -0.0014479756
      ],
      [
        "y",
        -0.0071799182
      ],
      [
        "-F",
        -0.00016492206
      ],
      [
        "our",
        -4.048445e-05
      ]
    ]
  },
  "The main leaders of this political group were Carl Schurz, George Curtis, and Henry Cabot Lodge. Single-issue": {
    "guess": "Mugwumps",
    "confidence": [
      [
        "M",
        -0.3767519
      ],
      [
        "ug",
        -1.7835755e-05
      ],
      [
        "w",
        -4.00813e-06
      ],
      [
        "umps",
        -0.000100205485
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to a city into which \"all roads lead\" from Theophilus Msimangu. Some of the less prominent characters of this novel include Father (*) Vincent, a priest from England, Mrs. Lithebe, the main character's maid, and Mr. Carmichael, the lawyer of the main character's son after he is accused of killing Arthur Jarvis. For ten points, name this novel, in which Stephen Kumalo goes on a journey in search of his": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.11999908
      ],
      [
        "ry",
        -6.2656334e-05
      ],
      [
        ",",
        -0.0010484122
      ],
      [
        " the",
        -0.22940509
      ],
      [
        " Bel",
        -0.00025394888
      ],
      [
        "oved",
        -4.739826e-05
      ],
      [
        " Country",
        -8.5781845e-05
      ]
    ]
  },
  "The main character fights Greg Buehl after the latter shoves his mother into a table. Taryn Manning plays Janeane, the protagonist's ex- girlfriend, who lies about being pregnant. Evan Jones plays Cheddar Bob, a dimwitted boy who accidentally shoots himself in the leg. Brittany Murphy plays Alex, who has a tryst with the main character in a Detroit Stamping plant. Mekhi Phifer and Kim Basinger also star. For 10 points—name this movie about aspiring rapper Jimmy \"Rabbit\" Smith, played by Eminem.": {
    "guess": "8 Mile",
    "confidence": [
      [
        "8",
        -0.0054434007
      ],
      [
        " Mile",
        -0.00031031753
      ]
    ]
  },
  "After the main character's execution, his mistress buries his head in a cave. The protagonist refuses to join the lumber business of his bourgeois friend Fouque. While studying at the seminary at Bensançon,": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0025673374
      ],
      [
        " Red",
        -0.0005458842
      ],
      [
        " and",
        -1.8789384e-05
      ],
      [
        " the",
        -0.0003189002
      ],
      [
        " Black",
        -2.7014437e-05
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic Frau Stohr. At first bothered by the constant door-slamming of Claudia Chauchat (show-shay), the main character later falls in love with her. In the climax, Leo Naphta commits suicide after a failed": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.0032952284
      ],
      [
        " Magic",
        -5.8603408e-05
      ],
      [
        " Mountain",
        -4.4179764e-05
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.06269806
      ],
      [
        "lin",
        -0.00013524403
      ],
      [
        "ers",
        -0.00010592726
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary contemporary biographer listed him as seven feet tall, but his remains reveal that he was only six feet, three inches tall. After conquering the Avars, he started a Drang nach Osten to expand Christianity to the east, and also defeated (*) Basques near Roncesvalles, an incident described in the Song of Roland. For 10 points, name this Frankish king, son of Pepin the Short, who, in 800 CE, was": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.009759983
      ],
      [
        "lem",
        -4.9305523e-05
      ],
      [
        "agne",
        -0.0001721935
      ]
    ]
  },
  "The main family from this novel is under house arrest in Santa Fe, and after being expelled from Santa Fe, they are forced to march across the desert to Vera Cruz. Jim Snow, the Sin Killer, plans on rescuing his wife Tasmin from the group. Including an account of the Alamo and Texas characters such as": {
    "guess": "The Sin Killer",
    "confidence": [
      [
        "The",
        -1.0854373
      ],
      [
        " Sin",
        -0.9357564
      ],
      [
        " Killer",
        -0.07964855
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship in the novel concerns the creation of a statue, \"The Resurrection Day.\" They meet again at the baths where they meet Ulfheim, a bear-hunter. After Maia goes up the mountain, and the heroine abandons the Sister of Mercy, the heroine threatens the hero with a knife and in the end they renew their love and disappear into a storm. FTP, identify this play about the model Irene von Satow and the artist Arnold Rubek, written by Henrik Ibsen.": {
    "guess": "When We Dead Awaken",
    "confidence": [
      [
        "When",
        -0.076208085
      ],
      [
        " We",
        -0.0024720898
      ],
      [
        " Dead",
        -7.9702455e-05
      ],
      [
        " Aw",
        -0.0012898785
      ],
      [
        "aken",
        -5.080963e-06
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -0.048238356
      ],
      [
        "ay",
        -0.00028052396
      ],
      [
        "ana",
        -3.888926e-06
      ]
    ]
  },
  "The main character in this novel is researching a politician who lived during the French Revolution but becomes disillusioned with that project. At one point, he meets a man at the local library who is trying to read everything there in alphabetical order. The book explores the real author's philosophical leanings and describes the ideas that cause him to feel a certain sickness. Name this 1938 work": {
    "guess": "Nausea",
    "confidence": [
      [
        "N",
        -0.029855667
      ],
      [
        "ause",
        -3.5313153e-06
      ],
      [
        "a",
        -1.4617256e-05
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva.": {
    "guess": "The Bluest Eye",
    "confidence": [
      [
        "The",
        -0.96277803
      ],
      [
        " Bl",
        -0.5484454
      ],
      [
        "uest",
        -0.005221902
      ],
      [
        " Eye",
        -0.00038729745
      ]
    ]
  },
  "The main character in this novel is researching a politician who lived during the French Revolution but becomes disillusioned with that project. At one point, he meets a man at the local library who is trying to read everything there in alphabetical order. The book explores the real author's philosophical": {
    "guess": "Nausea",
    "confidence": [
      [
        "N",
        -0.19389887
      ],
      [
        "ause",
        -0.00021093102
      ],
      [
        "a",
        -4.048445e-05
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar to his wife Kaikeyi. This mythological figure's younger brother Bharata succeeds him in his role after his death, and another of his brothers, Lakshmana, watches as he breaks the bow of Shiva. That": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -0.021735087
      ],
      [
        "ay",
        -0.00044103997
      ],
      [
        "ana",
        -1.18755715e-05
      ]
    ]
  },
  "The main character in this work is assisted by Sha Monk, a loyal but long suffering valet; Chu Pa-chieh, a lazy and gluttonous half-human, half-pig; and Sun Wu-kung, a primate whose is referenced in one English translation, Monkey, Folk Novel of China. For 10 points, name this novel attributed to Wu Cheng-en that tells the tale of the Buddhist priest Hsuantsang's [SHU-ahn-sahng] quest to India to search for holy scriptures.": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.0018727132
      ],
      [
        "ourney",
        -2.4584822e-06
      ],
      [
        " to",
        -4.604148e-06
      ],
      [
        " the",
        -2.749125e-05
      ],
      [
        " West",
        -1.0445127e-05
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which the main character is staying.  The protagonist has a daydream about Socrates trying to woo Phaedrus, and he compares the object of his affection to both Eros and Narcissus.  He first encounters this love interest, wearing a sailor suit, when he arrives in a hotel on the Lido island.  At the end of this work, the protagonist dies of a cholera epidemic besieging the title city.  FTP, name this work about Gustav von Aschenbach's love for the 15-year-old Tadzio, by Thomas Mann.": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.0033028354
      ],
      [
        " in",
        -0.00046963783
      ],
      [
        " Venice",
        -5.3358446e-05
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.81217855
      ],
      [
        "phony",
        -0.040992443
      ],
      [
        " No",
        -0.015427916
      ],
      [
        ".",
        -0.0006998073
      ],
      [
        " ",
        -0.002108863
      ],
      [
        "6",
        -1.2105179
      ],
      [
        " (",
        -0.15793145
      ],
      [
        "Be",
        -0.66087246
      ],
      [
        "ethoven",
        -2.577686e-06
      ],
      [
        ")",
        -0.00016706773
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius in Rome at some point between 411-15, and it was Caelestius who first put forth in Africa six": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.75363904
      ],
      [
        "ome",
        -0.00019579215
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old anglophile who causes one of his sons to be mute by accidentally hitting him with a line drive at a cricket match. Although it begins with the death of one of the main characters near a tequila factory in Mexico, the novel is primarily set successively in Bombay, London, and New York, and follows": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.3330612
      ],
      [
        "night",
        -0.00032938644
      ],
      [
        "'s",
        -0.0010151836
      ],
      [
        " Children",
        -0.00014799883
      ]
    ]
  },
  "The main character in this novel is researching a politician who lived during the French Revolution but": {
    "guess": "A Tale of Two Cities",
    "confidence": [
      [
        "A",
        -0.62890387
      ],
      [
        " Tale",
        -4.167649e-05
      ],
      [
        " of",
        -1.9385403e-05
      ],
      [
        " Two",
        -4.2510914e-05
      ],
      [
        " Cities",
        -2.577686e-06
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had been saving for his son's enrollment at St. Chad's even though his son is not going to use it.  After being swindled out of a pound for bus fare, he arrives in Sophiatown, finds his sick sister Gertrude, and later learns that his son has been associating with John, but does not find him until after he has been arrested for the murder of the white farmer James Jarvis.  FTP, Stephen and Absalom Kumalo": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.23432931
      ],
      [
        "ry",
        -3.166338e-05
      ],
      [
        ",",
        -0.0017499112
      ],
      [
        " the",
        -0.51859766
      ],
      [
        " Bel",
        -0.00040815072
      ],
      [
        "oved",
        -4.561021e-05
      ],
      [
        " Country",
        -0.00010747691
      ]
    ]
  },
  "The main character of this novel is last glimpsed with hundreds of young comrades in a barrage of shrapnel and gunfire. While visiting his cousin Joachim Ziemssen, Clavdia Chauchat, Leo Naptha, Settembrini, and Pepperkorn influence the main character, and he stays in the tuberculosis sanatorium for seven years. FTP, what is this novel about Hans Castorp, written by Thomas Mann?": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.0051945015
      ],
      [
        " Magic",
        -0.0020994681
      ],
      [
        " Mountain",
        -9.2695656e-05
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which the main character is staying.  The protagonist has a daydream about Socrates trying to woo Phaedrus,": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.00632796
      ],
      [
        " in",
        -0.00041315364
      ],
      [
        " Venice",
        -4.9424725e-05
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars and Fernand Mondego, who craves the beautiful Mercedes,  cause him to be brought before Villefort, a royal prosecutor, who consigns him to  the Chateau D'If to safeguard his own career. However,": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.0033687775
      ],
      [
        " Count",
        -0.00024370835
      ],
      [
        " of",
        -0.00023345684
      ],
      [
        " Monte",
        -0.00041887542
      ],
      [
        " Crist",
        -7.226629e-06
      ],
      [
        "o",
        -1.2948405e-05
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately making it more elastic. They also can induce ethylene synthesis in high concentrations and inhibit senescene and abscission. Indole-3-acetic acid is the prominent example of this group of hormones, which help ensure that the main stem of the plant grows the most by inhibiting development of the lateral buds. For 10 points, name this class of plant hormones which promote cell division and maintain": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0021439549
      ],
      [
        "in",
        -0.044704292
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts": {
    "guess": "The dead",
    "confidence": [
      [
        "The",
        -0.84947467
      ],
      [
        " dead",
        -0.73622423
      ]
    ]
  },
  "Their main types are nido, closo, and arachno, and they are remarkable in that their structures cannot be described with a conventional covalent bond model. The simplest can reduce carboxylic acids to": {
    "guess": "Borane",
    "confidence": [
      [
        "B",
        -0.0069686207
      ],
      [
        "or",
        -0.45128968
      ],
      [
        "ane",
        -0.54766107
      ]
    ]
  },
  "Their main types are nido, closo, and arachno, and they are remarkable in that their structures cannot": {
    "guess": "Boron cluster",
    "confidence": [
      [
        "B",
        -0.013830603
      ],
      [
        "oron",
        -0.1202287
      ],
      [
        " cluster",
        -0.30560046
      ]
    ]
  },
  "The main leaders of this political group were Carl Schurz, George Curtis, and Henry Cabot Lodge. Single-issue reformers who took orthodox Republican positions on most issues, they defected from their party on the issue of civil service reform, and their name was first used by Charles Dana in the New York Sun, deriving it from an Algonkian word meaning \"great chief\". FTP, who were these politicians": {
    "guess": "Mugwumps",
    "confidence": [
      [
        "M",
        -0.024672063
      ],
      [
        "ug",
        -9.014684e-06
      ],
      [
        "w",
        -6.392203e-06
      ],
      [
        "umps",
        -0.0010921159
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement in this piece is scored for the unusual combination of flute, muted strings, two pianos, and glass harmonica.": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.33487925
      ],
      [
        " Carnival",
        -0.00077008246
      ],
      [
        " of",
        -7.958325e-05
      ],
      [
        " the",
        -0.0016695844
      ],
      [
        " Animals",
        -6.17027e-05
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity, and the no-hair theorem states that black holes can be characterized by angular momentum, charge, and": {
    "guess": "Stellar luminosity",
    "confidence": [
      [
        "St",
        -0.5025764
      ],
      [
        "ellar",
        -0.005149316
      ],
      [
        " lumin",
        -1.2322081
      ],
      [
        "osity",
        -1.5451682e-05
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.002544274
      ],
      [
        "in",
        -0.024082802
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity, and the no-hair theorem states that black holes can be characterized by angular momentum, charge, and this quantity. Gravitational anomalies led Fritz Zwicky to postulate dark matter and account for": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.17699412
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading at the hands of Sun Quan. This man was also known for sharing a bed with Zhang Fei and Liu Bei, and later for receiving the horse Red Hare as a gift for surrendering to the founder of Wei, Cao Cao. Zhuge Liang serves ably as Liu Bei's chief advisor and strategist, and Guan Yu and his bedmates swear the Peach Blossom Oath in, for 10 points, this Chinese novel written by Luo Guanzhong, which chronicles": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.006506232
      ],
      [
        "ance",
        -5.9153886e-06
      ],
      [
        " of",
        -2.1054253e-05
      ],
      [
        " the",
        -8.470901e-05
      ],
      [
        " Three",
        -3.1737043e-06
      ],
      [
        " Kingdom",
        -1.9027791e-05
      ],
      [
        "s",
        -1.504853e-06
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.093213975
      ],
      [
        "phony",
        -0.48712003
      ],
      [
        " No",
        -0.010093195
      ],
      [
        ".",
        -0.0013802331
      ],
      [
        " ",
        -0.0023542412
      ],
      [
        "9",
        -1.141573
      ],
      [
        " (",
        -0.21158953
      ],
      [
        "D",
        -0.17371866
      ],
      [
        "vo",
        -0.037417334
      ],
      [
        "ř",
        -0.00010926496
      ],
      [
        "ák",
        -0.0003340354
      ],
      [
        ")",
        -5.6338537e-05
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother, to a grandson in order to pacify and rule the land. This goddess saw herself in a [*] mirror": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.02334564
      ],
      [
        "ater",
        -0.0010667512
      ],
      [
        "asu",
        -4.5848617e-05
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading": {
    "guess": "Hua Mulan",
    "confidence": [
      [
        "H",
        -0.45720592
      ],
      [
        "ua",
        -0.16963434
      ],
      [
        " Mul",
        -0.015237617
      ],
      [
        "an",
        -1.1279553e-05
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old anglophile who causes one of his sons to be mute by accidentally hitting him with a line drive at a cricket match. Although it begins with the death of one of the main characters near a tequila factory in Mexico, the novel is primarily set successively in Bombay, London, and New York, and follows the travels of the narrator and the band VTO, or Vina to Ormus. For 10 points-- name this novel chronicling": {
    "guess": "The Ground Beneath Her Feet",
    "confidence": [
      [
        "The",
        -0.22541356
      ],
      [
        " Ground",
        -0.02403962
      ],
      [
        " Bene",
        -9.8536635e-05
      ],
      [
        "ath",
        -1.8789384e-05
      ],
      [
        " Her",
        -0.00069933047
      ],
      [
        " Feet",
        -1.18755715e-05
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of the Spring. It tells the story of a young woman born in Boise, Idaho who goes to college at USC – that woman, Emma Lou Morgan, later becomes a teacher in Harlem. The author of this book famously inhabited": {
    "guess": "The blacker the berry",
    "confidence": [
      [
        "The",
        -0.043076497
      ],
      [
        " black",
        -0.18852791
      ],
      [
        "er",
        -3.0545007e-06
      ],
      [
        " the",
        -3.6431527e-05
      ],
      [
        " berry",
        -0.0005854415
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being beaten to death in the street. The main character's sister is courted by the pompous Luzhin, although that sister, Dunya, ends up marrying an old school friend of the main character named Razumikhin.": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.3524388
      ],
      [
        " and",
        -0.0019744306
      ],
      [
        " Pun",
        -0.00042042506
      ],
      [
        "ishment",
        -0.00045689035
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds.": {
    "guess": "The Bear",
    "confidence": [
      [
        "The",
        -0.0071638236
      ],
      [
        " Bear",
        -0.0044321357
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to a city into which \"all roads lead\" from Theophilus Msimangu. Some of the less prominent characters of this novel include Father (*) Vincent, a priest from England, Mrs. Lithebe, the main character's maid, and Mr. Carmichael, the lawyer of the main character's son after he is accused of killing Arthur Jarvis. For ten points, name this novel, in which Stephen Kumalo goes on a journey in search of his son Absalom and sister Gertrude to find that they are both in serious trouble, a work by Alan Paton.": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.0040049115
      ],
      [
        "ry",
        -2.3795938e-05
      ],
      [
        ",",
        -4.739826e-05
      ],
      [
        " the",
        -0.018485634
      ],
      [
        " Bel",
        -0.00023274162
      ],
      [
        "oved",
        -3.1737043e-06
      ],
      [
        " Country",
        -0.00015074051
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts to calm down the drunk and late Freddy Malins. At the close of the festivities, the central couple listens to the tenor Bartell D'Arcy while Mary Jane accompanies him on the piano, causing the wife": {
    "guess": "The Dead",
    "confidence": [
      [
        "The",
        -0.014406066
      ],
      [
        " Dead",
        -0.07649358
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined to marry another cousin, is born with a piece of stone in his mouth. The Oath of the Peach Garden and the Battle of Red Cliffs are described in another novel from this country, also the setting of a book that chronicles Tripitaka's travels to India with Sandy, Pigsy, and Sun Wukong, the Monkey King. For 10 points, name this country that is the setting of Dream of the Red Chamber, Romance of the Three Kingdoms, and Journey to the West.": {
    "guess": "China",
    "confidence": [
      [
        "China",
        -0.016979674
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.5147184
      ],
      [
        " Sor",
        -1.9819709
      ],
      [
        "rows",
        -0.00063797727
      ],
      [
        " of",
        -9.2576454e-05
      ],
      [
        " Young",
        -0.0008747782
      ],
      [
        " Wer",
        -0.000111291425
      ],
      [
        "ther",
        -2.2603901e-05
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which the main character is staying.  The protagonist has a daydream about Socrates trying to woo Phaedrus, and he compares the object of his affection to both Eros and Narcissus.  He first encounters this": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.002090304
      ],
      [
        " in",
        -0.0007844951
      ],
      [
        " Venice",
        -7.839122e-05
      ]
    ]
  },
  "The main character of this work recalls a time when he arm-wrestled against a dockman from Cienfuegos (SEE-en-FWAY-gos). That character often talks about \"the great DiMaggio.\" Another character in this work spends forty unsuccessful days with the main character. That character, Manolin, takes care of the protagonist after he returns with the shark-eaten carcass of an 18-foot marlin. For 10 points,": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.0033325376
      ],
      [
        " Old",
        -7.815281e-05
      ],
      [
        " Man",
        -5.6769813e-06
      ],
      [
        " and",
        -1.0802739e-05
      ],
      [
        " the",
        -1.4617256e-05
      ],
      [
        " Sea",
        -1.3856493e-06
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars and Fernand Mondego, who craves the beautiful Mercedes,  cause him to be brought before Villefort,": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.085849985
      ],
      [
        " Count",
        -0.00018816312
      ],
      [
        " of",
        -8.1371305e-05
      ],
      [
        " Monte",
        -0.00017505439
      ],
      [
        " Crist",
        -2.220075e-06
      ],
      [
        "o",
        -1.2113979e-05
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.2465999
      ],
      [
        " Catch",
        -0.09835579
      ],
      [
        "er",
        -4.1273333e-06
      ],
      [
        " in",
        -4.036525e-05
      ],
      [
        " the",
        -4.6444635e-05
      ],
      [
        " R",
        -6.1537958e-06
      ],
      [
        "ye",
        -2.220075e-06
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which the main character is staying.  The protagonist has a daydream about Socrates trying to woo Phaedrus, and he compares the object of his affection to both Eros and Narcissus.  He first encounters this love interest, wearing a sailor suit, when he arrives in a hotel on the Lido island.  At the end of this work, the protagonist dies of a cholera epidemic besieging the title city.  FTP, name this work": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.060668696
      ],
      [
        " in",
        -0.0025860046
      ],
      [
        " Venice",
        -4.7517467e-05
      ]
    ]
  },
  "One of his main ideas is the \"eternal recurrence\", which says that since the world is infinite in time but finite in space and energy, all states are bound to repeat themselves. Another is the \"will to power\", which says that the desire for power is the driving force for all human activity. For ten points,": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.44248104
      ],
      [
        "ried",
        -5.931863e-05
      ],
      [
        "rich",
        -0.000335939
      ],
      [
        " Nietzsche",
        -0.0027044234
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large ring-shaped tub and in another showing groups of travelers crossing the Oi River, contrasting with": {
    "guess": "Genre art",
    "confidence": [
      [
        "Genre",
        -1.7608919
      ],
      [
        " art",
        -0.5831871
      ]
    ]
  },
  "The main character meets Bernard Marx and Helmholtz Watson, alienated intellectuals, and argues about freedom with Mustapha Mond, the World Controller. Set in the year 632 After Ford, it is the tale of a Savage, raised on an Indian reservation, who  kills himself in disgust after being introduced to hedonistic civilization. FTP, identify this dystopian 1932 novel in which workers are divided into categories labeled with Greek letters and the drug soma maintains happiness, written by Aldous Huxley.": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -0.005672795
      ],
      [
        "ave",
        -6.704273e-07
      ],
      [
        " New",
        -0.0011089016
      ],
      [
        " World",
        -1.1041146e-05
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends to go to Bielach even though he had never learned to be a man. Earlier, he was sent to a Cistercian monastery at Maulbronn where he was the headmaster's most zealous student of Hebrew, but he is eventually sent back home after his friend is expelled from seminary and his work and mental health suffers. Hans Giebenrath drowns in, for 10 points, this work about the crushing pressure faced by a student": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.3050162
      ],
      [
        " Sor",
        -0.54535526
      ],
      [
        "rows",
        0.0
      ],
      [
        " of",
        -4.5371802e-05
      ],
      [
        " Young",
        -0.00018053775
      ],
      [
        " Wer",
        -0.00014966767
      ],
      [
        "ther",
        -1.8789384e-05
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity, and the no-hair theorem states that black holes can be characterized by angular momentum, charge, and this quantity. Gravitational anomalies led Fritz Zwicky to postulate dark matter and account for \"missing\" values of it. The standard unit of this quantity in astronomy is the \"solar\" one, whose value can be used to find the strength of the sun's gravitational field. For 10 points, give this quantity,": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.0071182493
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That protagonist of this work purchases a glass paperweight filled with pink coral and rents a room from Mr. Charrington. Reeducation occurs in Room 101, in which the protagonist is faced with a cage of rats": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.6842947
      ],
      [
        "in",
        -0.0001940041
      ],
      [
        "ete",
        -6.3609965e-05
      ],
      [
        "en",
        -0.00013774731
      ],
      [
        " Eight",
        -0.0020522394
      ],
      [
        "y",
        -0.0062904176
      ],
      [
        "-F",
        -0.00025311444
      ],
      [
        "our",
        -4.1914896e-05
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years.": {
    "guess": "Rama",
    "confidence": [
      [
        "R",
        -0.38181403
      ],
      [
        "ama",
        -0.0004898841
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar to his wife Kaikeyi. This mythological figure's younger brother Bharata succeeds him in his role after his death, and another of his brothers, Lakshmana, watches as he breaks the bow of Shiva. That feat of strength led to his marriage to an avatar of Lakshmi, Sita. After many personal struggles,": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -0.055326108
      ],
      [
        "ay",
        -0.0021540688
      ],
      [
        "ana",
        -7.58424e-06
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had been saving for his son's enrollment at St. Chad's even though his son is not going to use it.  After": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.09252598
      ],
      [
        "ry",
        -0.00037168543
      ],
      [
        ",",
        -3.523949e-05
      ],
      [
        " the",
        -0.004337072
      ],
      [
        " Bel",
        -0.00019531534
      ],
      [
        "oved",
        -2.4584822e-06
      ],
      [
        " Country",
        -7.159661e-05
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends to go to Bielach even though he had never learned to be a man. Earlier, he was sent to a Cistercian monastery at Maulbronn where he was the headmaster's most zealous student of Hebrew, but he is eventually sent back home after his friend is expelled from seminary and his work and mental health suffers. Hans Giebenrath drowns in, for 10 points, this work about the crushing pressure faced by a student prodigy, an early novel by Herman Hesse.": {
    "guess": "The Prodigy (novel)",
    "confidence": [
      [
        "The",
        -0.3089727
      ],
      [
        " Pro",
        -0.026644642
      ],
      [
        "dig",
        -2.2603901e-05
      ],
      [
        "y",
        -0.00013035668
      ],
      [
        " (",
        -0.0654745
      ],
      [
        "nov",
        -0.025253655
      ],
      [
        "el",
        -0.012248034
      ],
      [
        ")",
        -0.0007657911
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic Frau Stohr. At first bothered by the constant door-slamming of Claudia Chauchat (show-shay), the main character later falls in love with her. In the climax, Leo Naphta commits suicide after a failed duel with the humanist Settembrini; and both men feel inferior to the inarticulate Meynheer Peeperkorn.": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.014672396
      ],
      [
        " Magic",
        -0.0001822066
      ],
      [
        " Mountain",
        -6.3609965e-05
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his bombing officer Williamson. This story includes the character Compton, who takes the protagonist in a plane originally headed to Arusha in a dream, and Molo is repeatedly asked to serve the central character": {
    "guess": "The Sheltering Sky",
    "confidence": [
      [
        "The",
        -0.8519767
      ],
      [
        " Shelter",
        -0.90423065
      ],
      [
        "ing",
        -4.8828708e-05
      ],
      [
        " Sky",
        -7.703444e-06
      ]
    ]
  },
  "The main character of this novel is last glimpsed with hundreds of young comrades in a barrage of shrapnel and gunfire. While visiting his cousin Joachim Ziemssen, Clavdia Chauchat, Leo Naptha, Settembrini,": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.7633816
      ],
      [
        " Magic",
        -0.1192675
      ],
      [
        " Mountain",
        -4.9067115e-05
      ]
    ]
  },
  "The main character in this novel is researching a politician who lived during the French Revolution but becomes disillusioned with that project. At one point, he meets a man at the local library who is trying to read everything there in alphabetical order. The book explores the real author's philosophical leanings and describes the ideas that cause him to feel a certain sickness. Name this 1938 work by Jean-Paul Sartre.": {
    "guess": "Nausea",
    "confidence": [
      [
        "N",
        -0.0022897832
      ],
      [
        "ause",
        0.0
      ],
      [
        "a",
        -1.11603495e-05
      ]
    ]
  },
  "The main character in it must stop the primary antagonist from executing a plan known as the Caviar Sweep. Richard Roxburgh plays scientist Keith Orbit, the mastermind behind the antagonist of this film. The film climaxes with the harrowing escape of Lt. Kara Wade from North Korea after being shot down by that same antagonist. FTP, identify this 2005 box office bomb, starring Josh Lucas and Jamie Foxx": {
    "guess": "Stealth (2005 film)",
    "confidence": [
      [
        "Ste",
        -0.0035543393
      ],
      [
        "alth",
        -0.00011427152
      ],
      [
        " (",
        -0.033579998
      ],
      [
        "200",
        -0.5169754
      ],
      [
        "5",
        -0.00010974178
      ],
      [
        " film",
        -0.00020377879
      ],
      [
        ")",
        -0.00018613665
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old anglophile who causes one of his sons to be mute by accidentally hitting him with a line drive at a cricket match. Although it begins with the death of one of the main characters near a tequila factory in Mexico, the novel is primarily set successively in Bombay, London, and New York, and follows the travels of the narrator and the band VTO, or Vina to Ormus. For 10 points-- name this novel chronicling the history of rock and roll through the eyes of the narrator Raj, a work of Salman Rushdie.": {
    "guess": "The Ground Beneath Her Feet",
    "confidence": [
      [
        "The",
        -0.005477552
      ],
      [
        " Ground",
        -0.0036791712
      ],
      [
        " Bene",
        -6.408677e-05
      ],
      [
        "ath",
        -1.3902034e-05
      ],
      [
        " Her",
        -0.00014466111
      ],
      [
        " Feet",
        -1.1041146e-05
      ]
    ]
  },
  "One of his main ideas is the \"eternal recurrence\", which says that since the world is infinite in time but finite in space and energy, all states are bound to repeat themselves. Another is the \"will to power\", which says that the desire for power is the driving force for all human activity. For ten points, name this German philosopher whose works include \"The Antichrist\", \"The Genealogy of Morals\" and \"Beyond Good and Evil.\"": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.0031144957
      ],
      [
        "ried",
        -4.4849444e-06
      ],
      [
        "rich",
        -4.3464544e-05
      ],
      [
        " Nietzsche",
        -0.00012260844
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars and Fernand Mondego, who craves the beautiful Mercedes,  cause him to be brought before Villefort, a royal prosecutor, who consigns him to  the Chateau D'If to safeguard his own career. However, Edmond Dantes escapes the  prison and creates an alias using a treasure revealed to him by a fellow prisoner. FTP  name this novel in which the namesake nobleman visits revenge upon those who  unjustly": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.004361164
      ],
      [
        " Count",
        -5.50273e-05
      ],
      [
        " of",
        -0.00016516048
      ],
      [
        " Monte",
        -8.351697e-05
      ],
      [
        " Crist",
        -1.0921943e-05
      ],
      [
        "o",
        -1.9146995e-05
      ]
    ]
  },
  "The main character in this work is assisted by Sha Monk, a loyal but long suffering valet; Chu Pa-chieh, a lazy and gluttonous half-human, half-pig; and Sun Wu-kung, a primate whose is referenced in one English translation, Monkey, Folk Novel of China. For 10 points, name this novel attributed to Wu": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.004050502
      ],
      [
        "ourney",
        -1.1637165e-05
      ],
      [
        " to",
        -1.473646e-05
      ],
      [
        " the",
        -3.0471343e-05
      ],
      [
        " West",
        -1.0564331e-05
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being beaten to death in the street. The main character's sister is courted by the pompous Luzhin, although that sister, Dunya, ends up marrying an old school friend of the main character named Razumikhin. Marmeledov is killed by a horse carriage in this work. Earlier in this novel, the main character": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.010102875
      ],
      [
        " and",
        -0.0004724987
      ],
      [
        " Pun",
        -0.0003339162
      ],
      [
        "ishment",
        -0.0004518838
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity,": {
    "guess": "Stellar mass",
    "confidence": [
      [
        "St",
        -0.7154789
      ],
      [
        "ellar",
        -0.011615119
      ],
      [
        " mass",
        -0.024682185
      ]
    ]
  },
  "After the main character's execution, his mistress buries his head in a cave. The protagonist refuses": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.10663541
      ],
      [
        " Red",
        -0.082546584
      ],
      [
        " and",
        -0.00018018014
      ],
      [
        " the",
        -0.00050156243
      ],
      [
        " Black",
        -4.2153304e-05
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had": {
    "guess": "The Road",
    "confidence": [
      [
        "The",
        -0.18622136
      ],
      [
        " Road",
        -0.11935055
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner.": {
    "guess": "Steppenwolf (novel)",
    "confidence": [
      [
        "Ste",
        -1.1679957
      ],
      [
        "pp",
        -1.7432603e-06
      ],
      [
        "en",
        -1.0802739e-05
      ],
      [
        "wolf",
        -2.6895234e-05
      ],
      [
        " (",
        -0.55783015
      ],
      [
        "nov",
        -0.00039099273
      ],
      [
        "el",
        -1.6240566e-06
      ],
      [
        ")",
        -0.0001245157
      ]
    ]
  },
  "The main character of this work recalls a time when he arm-wrestled against a dockman from Cienfuegos (SEE-en-FWAY-gos). That character often talks about \"the great DiMaggio.\" Another character in this work spends forty unsuccessful days with the main character. That character, Manolin, takes care of the protagonist after he returns with the shark-eaten carcass of an 18-foot marlin. For 10 points, name this novella about the fisherman Santiago, written by Ernest Hemingway.": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.0010375719
      ],
      [
        " Old",
        -0.00053849723
      ],
      [
        " Man",
        -2.2365493e-05
      ],
      [
        " and",
        -1.1279553e-05
      ],
      [
        " the",
        -1.4974867e-05
      ],
      [
        " Sea",
        -1.147242e-06
      ]
    ]
  },
  "Their main types are nido, closo, and arachno, and they are remarkable in that their structures cannot be described with a conventional covalent bond model. The simplest can reduce carboxylic acids to primary alcohols, though it is more commonly done with a sodium salt, as the simplest one is always dimerized. FTP, name these electron-deficient compounds which are the smallest known to have three-center, two-electron bonds.": {
    "guess": "Boranes",
    "confidence": [
      [
        "B",
        -0.2673339
      ],
      [
        "or",
        -0.030985354
      ],
      [
        "anes",
        -0.14821915
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity, and the no-hair theorem states that black holes can be characterized by angular momentum, charge, and this quantity. Gravitational anomalies led Fritz Zwicky to postulate dark matter and account for \"missing\" values of it. The standard unit of this quantity in astronomy is the \"solar\" one, whose value can be used to find the strength of the sun's gravitational field. For 10 points, give this quantity, which equals a star's density times its volume, and is often measured in kilograms.": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.015119983
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman has one solution – pregnancy.\" He talks to a tightrope walker who plummets to his death, telling him that if he dies, his soul will die before his body. Sections of this 4 part work include \"The Spirit of Gravity,\" \"Old and New Tables\", and \"Immaculate Perception.\" The work begins when the title character comes down from mountain solitude and proclaims that \"man is something to be overcome.\" FTP,": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.0017095672
      ],
      [
        " Sp",
        -6.8854926e-05
      ],
      [
        "oke",
        -0.00035060104
      ],
      [
        " Zar",
        -1.2233183e-05
      ],
      [
        "ath",
        -4.6206227e-05
      ],
      [
        "ustr",
        -0.00021569549
      ],
      [
        "a",
        -6.897413e-05
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large": {
    "guess": "Deep focus",
    "confidence": [
      [
        "Deep",
        -0.47730187
      ],
      [
        " focus",
        -0.009496103
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic Frau Stohr. At first bothered by the constant door-slamming of Claudia Chauchat (show-shay), the main character later falls in love with her. In the climax, Leo Naphta commits suicide after a failed duel with the humanist Settembrini; and both men feel inferior to the inarticulate Meynheer Peeperkorn. For ten points, name this novel featuring Joachim Ziemssen and his cousin Hans Castorp, taking": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.007649103
      ],
      [
        " Magic",
        -9.1026806e-05
      ],
      [
        " Mountain",
        -5.288163e-05
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his bombing officer Williamson. This story includes the character Compton, who takes the protagonist in a plane originally headed to Arusha in a dream, and Molo is repeatedly asked to serve the central character whiskey. Opening by discussing a frozen leopard, it ends with Helen discovering the dead body": {
    "guess": "The Snows of Kilimanjaro",
    "confidence": [
      [
        "The",
        -0.7355058
      ],
      [
        " Snow",
        -1.2674744
      ],
      [
        "s",
        -0.014304769
      ],
      [
        " of",
        -9.126521e-05
      ],
      [
        " Kil",
        -2.8802491e-05
      ],
      [
        "iman",
        -0.00019579215
      ],
      [
        "j",
        -5.085517e-05
      ],
      [
        "aro",
        -9.4914985e-06
      ]
    ]
  },
  "After the main character's execution, his mistress buries his head in a cave. The protagonist refuses to join the lumber business of his bourgeois friend Fouque. While studying at the seminary at Bensançon, the protagonist is supported by the Abbé Chélan and the Abbé Pirard, though he is done in by the machinations of Valenod, who reveals his affair with Madame de Rênal. For 10 points—identify this novel centering on Julien Sorel, by Stendahl.": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0045153275
      ],
      [
        " Red",
        -5.9199425e-05
      ],
      [
        " and",
        -0.000109622575
      ],
      [
        " the",
        -0.0016612585
      ],
      [
        " Black",
        -0.0001071193
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman has one solution – pregnancy.\" He talks to a tightrope walker who plummets to his death, telling him that if he dies, his soul will die before his body. Sections of this 4 part work include \"The Spirit": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.112707496
      ],
      [
        " Sp",
        -0.0040107267
      ],
      [
        "oke",
        -0.028280197
      ],
      [
        " Zar",
        -0.00030686063
      ],
      [
        "ath",
        -8.3278566e-05
      ],
      [
        "ustr",
        -0.00045224142
      ],
      [
        "a",
        -2.3676734e-05
      ]
    ]
  },
  "The main character in this work is assisted by Sha Monk, a loyal but long suffering valet; Chu Pa-chieh, a lazy and gluttonous half-human, half-pig; and Sun Wu-kung, a primate whose is referenced in one English translation, Monkey, Folk Novel of China. For 10 points, name this novel attributed to Wu Cheng-en that tells the tale of the Buddhist priest Hsuantsang's [SHU-ahn-sahng] quest to India to search": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.0020104798
      ],
      [
        "ourney",
        -5.9153886e-06
      ],
      [
        " to",
        -7.3458323e-06
      ],
      [
        " the",
        -4.9424725e-05
      ],
      [
        " West",
        -1.1637165e-05
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America. The protagonist is unaffected by the failure of a copper mine, and silently suffers the unfaithfulness of his wife Inger. Its plot was inspired by its author's concern that his home country would be no better than Switzerland if it did not return to the title entity. It focuses on Isak, a farmer who matures by tilling land in Norway. Written by the author of Mysteries and Hunger, for 10 points, name this epic novel about agrarian life by Knut Hamsun.": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.0025906353
      ],
      [
        "rowth",
        -2.220075e-06
      ],
      [
        " of",
        -6.1106686e-05
      ],
      [
        " the",
        -0.00063702365
      ],
      [
        " Soil",
        -0.0006124787
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip": {
    "guess": "The Mayor of Casterbridge",
    "confidence": [
      [
        "The",
        -0.16370766
      ],
      [
        " Mayor",
        -0.0005691179
      ],
      [
        " of",
        -8.053688e-05
      ],
      [
        " C",
        -7.7318386e-05
      ],
      [
        "aster",
        -2.58224e-05
      ],
      [
        "bridge",
        -9.729906e-06
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds. At one point in this story, Boon and Isaac make a trip to Memphis to get more whiskey and are singled out for their filthy clothing. A fyce named Lion is adopted, by Sam Feather in this work, and Major de Spain owns the land on which this story takes place. This work is found in its author's novel Go Down, Moses. For 10 points, name this William Faulkner story in which Ike McCaslin kills the title animal named Old Ben.": {
    "guess": "The Bear",
    "confidence": [
      [
        "The",
        -0.058589388
      ],
      [
        " Bear",
        -0.018715324
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds. At one point in this story, Boon and Isaac make a trip to Memphis to get more whiskey and are singled out for their filthy clothing. A fyce named Lion is adopted, by Sam Feather in this work, and Major": {
    "guess": "William Faulkner",
    "confidence": [
      [
        "William",
        -0.5286856
      ],
      [
        " Faul",
        -0.0009587471
      ],
      [
        "k",
        -0.00056292297
      ],
      [
        "ner",
        -0.00019591136
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius in Rome at some point between 411-15, and it was Caelestius who first put forth in Africa six theses that laid out the basis of this man's namesake [*] heresy. The doctrine was later condemned by Pope Zosimus, but Augustine continued to fight it for the rest of his life. FTP, name this native of Britain who asserted that Adam's sin harmed only himself and not the whole human race, and thus": {
    "guess": "Pelagius",
    "confidence": [
      [
        "Pel",
        -0.015856987
      ],
      [
        "ag",
        -8.1371305e-05
      ],
      [
        "ius",
        -0.0008652492
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary contemporary biographer listed him as seven feet tall, but his remains reveal that he was only six feet, three inches tall. After conquering the Avars, he started a Drang nach Osten to expand Christianity to the east, and also defeated (*) Basques near Roncesvalles, an incident described in the": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.009505909
      ],
      [
        "lem",
        -7.815281e-05
      ],
      [
        "agne",
        -0.0011966594
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his bombing officer Williamson. This story includes the character Compton, who takes the protagonist in": {
    "guess": "The Sun Also Rises",
    "confidence": [
      [
        "The",
        -0.5894489
      ],
      [
        " Sun",
        -0.76106393
      ],
      [
        " Also",
        -0.00029506313
      ],
      [
        " R",
        -6.704273e-07
      ],
      [
        "ises",
        -2.4153549e-05
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with": {
    "guess": "Peer Gynt",
    "confidence": [
      [
        "Peer",
        -0.026838357
      ],
      [
        " Gy",
        -9.126521e-05
      ],
      [
        "nt",
        -7.89631e-07
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old anglophile who causes one of his sons to be mute by accidentally hitting him with a line drive at a cricket match. Although it begins with the death of one of the main characters near a tequila factory": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.29589048
      ],
      [
        "night",
        -5.1331983e-05
      ],
      [
        "'s",
        -0.0011089016
      ],
      [
        " Children",
        -0.000118324446
      ]
    ]
  },
  "The main character gets mad at his wife for suggesting that he use money in a cocoa tin which they had been saving for his son's enrollment at St. Chad's even though his son is not going to use it.  After being swindled out of a pound for bus fare, he arrives in Sophiatown, finds his sick sister Gertrude, and later learns that his son has been associating with John, but does not find him until after": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.27490202
      ],
      [
        "ry",
        -2.7133641e-05
      ],
      [
        ",",
        -0.00024643904
      ],
      [
        " the",
        -0.0035105108
      ],
      [
        " Bel",
        -0.00010330478
      ],
      [
        "oved",
        -9.849109e-06
      ],
      [
        " Country",
        -0.00012368128
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother, to a grandson in order to pacify and rule the land. This goddess saw herself in a [*] mirror for the first time after her brother threw a flayed horse into her weaving room which caused her to": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.021515768
      ],
      [
        "ater",
        -0.00016754455
      ],
      [
        "asu",
        -6.659005e-05
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -1.2536527
      ],
      [
        "ome",
        -8.196733e-05
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.8842285
      ],
      [
        "ry",
        -0.01045744
      ],
      [
        ",",
        -0.0057651345
      ],
      [
        " the",
        -0.05217782
      ],
      [
        " Bel",
        -0.0010022051
      ],
      [
        "oved",
        -2.5107178e-05
      ],
      [
        " Country",
        -7.743759e-05
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large ring-shaped tub and in another showing groups of travelers crossing the Oi River, contrasting with its portrayal as a fiery glowing giant in the \"Red\" picture. Mannen Bridge, a beach in Tago Bay, a water mill at Onden, and Inume Pass are other settings in this series, whose most memorable work is": {
    "guess": "Thirty-six Views of Mount Fuji",
    "confidence": [
      [
        "Thirty",
        -0.41571918
      ],
      [
        "-six",
        -0.16834016
      ],
      [
        " Views",
        -0.006165782
      ],
      [
        " of",
        -8.292095e-05
      ],
      [
        " Mount",
        -0.00015026369
      ],
      [
        " Fuji",
        -0.0004957251
      ]
    ]
  },
  "For main-sequence stars, this quantity raised to the 3.5th power gives an approximation for the luminosity. The Schwarzschild metric describes spacetime around a spherical body with only this quantity, and the no-hair theorem states that black holes can be characterized by angular momentum, charge, and this quantity. Gravitational anomalies led Fritz Zwicky to postulate dark matter and account for \"missing\" values of it. The standard unit of this quantity in astronomy is the \"solar\" one, whose value": {
    "guess": "Mass",
    "confidence": [
      [
        "Mass",
        -0.5333894
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius in Rome at some point between 411-15, and it was Caelestius who first put forth in Africa six theses that laid out the basis of this man's namesake [*] heresy. The doctrine was later condemned by Pope Zosimus, but Augustine continued to fight it for the rest of his life. FTP, name this native of Britain who asserted that Adam's sin harmed only himself and not the whole human race, and thus that man did not need to be redeemed from Original Sin.": {
    "guess": "Pelagius",
    "confidence": [
      [
        "Pel",
        -0.006514048
      ],
      [
        "ag",
        -2.0219828e-05
      ],
      [
        "ius",
        -0.00021486107
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip of ignoble townspeople such as Mother Cuxsom and the carelessness of Jopp that causes the skimmy ride that causes the apoplexy of the woman who had arrived earlier from Jersey, Lucetta LeSueur. The fate of the title character is sealed when a sailor arrives after a long absence, ruining everything that the title character had had with his supposed daughter, Elizabeth Jane. FTP, name this novel about": {
    "guess": "Far from the Madding Crowd",
    "confidence": [
      [
        "Far",
        -1.0244672
      ],
      [
        " from",
        -0.32645646
      ],
      [
        " the",
        -0.0007893788
      ],
      [
        " M",
        -0.0025053862
      ],
      [
        "adding",
        -0.0001006823
      ],
      [
        " Crowd",
        -0.00011415232
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of the Spring. It tells the story of a young woman born in Boise, Idaho who goes to college at USC – that woman, Emma Lou Morgan, later becomes a teacher in Harlem. The author of this book famously inhabited an apartment known as \"Niggerati Manor,\" and this work, subtitled \"A Novel of Negro Life,\" draws its title from a folk saying about how to predict the sweetness of juice. FTP, name this most famous novel by Wallace Thurman.": {
    "guess": "The Blacker the Berry",
    "confidence": [
      [
        "The",
        -0.0123377545
      ],
      [
        " Black",
        -0.025785316
      ],
      [
        "er",
        -6.704273e-07
      ],
      [
        " the",
        -0.0049702204
      ],
      [
        " Berry",
        -0.00018351417
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends to go to Bielach even though he had never learned to be a man. Earlier, he was sent to a Cistercian monastery at Maulbronn where he was the headmaster's most zealous student of Hebrew, but he is eventually sent back home after his friend is expelled from seminary and his work and mental health suffers.": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.85400105
      ],
      [
        " Sor",
        -1.5215775
      ],
      [
        "rows",
        -1.4140442e-05
      ],
      [
        " of",
        -8.45898e-05
      ],
      [
        " Young",
        -0.00019030878
      ],
      [
        " Wer",
        -0.00023083435
      ],
      [
        "ther",
        -1.60477e-05
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to a city into which \"all roads lead\" from Theophilus Msimangu. Some of the less prominent characters of this novel include Father (*) Vincent, a priest from England, Mrs. Lithebe, the main character's": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.1850341
      ],
      [
        "ry",
        -0.000115582756
      ],
      [
        ",",
        -0.00064083084
      ],
      [
        " the",
        -0.015506336
      ],
      [
        " Bel",
        -0.00019316968
      ],
      [
        "oved",
        -1.0445127e-05
      ],
      [
        " Country",
        -0.00037263904
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his": {
    "guess": "The Sheltering Sky",
    "confidence": [
      [
        "The",
        -0.87332124
      ],
      [
        " Shelter",
        -1.012694
      ],
      [
        "ing",
        -0.0005412389
      ],
      [
        " Sky",
        -2.9875326e-05
      ]
    ]
  },
  "The main character fights Greg Buehl after the latter shoves his mother into a table. Taryn Manning plays Janeane, the protagonist's ex- girlfriend, who lies about being pregnant. Evan Jones plays Cheddar Bob, a dimwitted boy who accidentally shoots himself in the leg. Brittany Murphy plays Alex, who has a tryst with the main character in a Detroit Stamping plant. Mekhi Phifer and Kim Basinger also": {
    "guess": "8 Mile (film)",
    "confidence": [
      [
        "8",
        -0.015894648
      ],
      [
        " Mile",
        -0.00042923877
      ],
      [
        " (",
        -0.63177544
      ],
      [
        "film",
        -0.0014280942
      ],
      [
        ")",
        -0.00037561916
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree, the last child born has a pig's tail and is carried off by ants as an infant just before the town is destroyed. Gypsies show off wonders such as ice and magnets, while a priest can levitate after eating chocolate. Pretty much everyone seems to be named Remedios, Jos‚ Acardio, Ursula or Aureliano (ah-reh-li-a-no). For ten points, name this novel set in Macondo that chronicles ten decades of the Buendia family.": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.00021295747
      ],
      [
        " Hundred",
        -9.968313e-06
      ],
      [
        " Years",
        -1.27099975e-05
      ],
      [
        " of",
        -7.465036e-06
      ],
      [
        " Sol",
        -1.147242e-06
      ],
      [
        "itude",
        -1.735894e-05
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine mortuary chapel; another redhead appears as a member of a musical group in the hotel in which": {
    "guess": "Death in Venice",
    "confidence": [
      [
        "Death",
        -0.016306259
      ],
      [
        " in",
        -0.00090967544
      ],
      [
        " Venice",
        -4.20341e-05
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include": {
    "guess": "The Water Troll",
    "confidence": [
      [
        "The",
        -0.80749196
      ],
      [
        " Water",
        -1.3756918
      ],
      [
        " Troll",
        -0.6638142
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.9018154
      ],
      [
        "in",
        -0.00016396845
      ],
      [
        "ete",
        -0.0026319
      ],
      [
        "en",
        -0.0004518838
      ],
      [
        " Eight",
        -0.0005113298
      ],
      [
        "y",
        -0.0111257555
      ],
      [
        "-F",
        -0.0001202317
      ],
      [
        "our",
        -5.7172965e-05
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman": {
    "guess": "Turandot",
    "confidence": [
      [
        "Tur",
        -1.1980194
      ],
      [
        "and",
        -0.0008167737
      ],
      [
        "ot",
        -0.00011820524
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately making it more elastic. They also can induce ethylene synthesis in high concentrations and inhibit senescene": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0031402821
      ],
      [
        "in",
        -0.045577776
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary contemporary biographer listed him as seven feet tall, but his remains reveal that he was only": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0490114
      ],
      [
        "lem",
        -0.000113913906
      ],
      [
        "agne",
        -0.00012213163
      ]
    ]
  },
  "The main character in this work is assisted by Sha Monk, a loyal but long suffering valet; Chu Pa-chieh, a lazy and gluttonous half-human, half-pig; and Sun Wu-kung, a primate whose is referenced in one": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.010282473
      ],
      [
        "ourney",
        -1.8624639e-06
      ],
      [
        " to",
        -0.00012248923
      ],
      [
        " the",
        -6.206032e-05
      ],
      [
        " West",
        -5.931863e-05
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That protagonist of this work purchases a glass paperweight filled with pink coral and rents a room from": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.5869758
      ],
      [
        "in",
        -6.2775536e-05
      ],
      [
        "ete",
        -3.1186566e-05
      ],
      [
        "en",
        -4.1199673e-05
      ],
      [
        " Eight",
        -0.00046522732
      ],
      [
        "y",
        -0.0059318785
      ],
      [
        "-F",
        -0.00021200384
      ],
      [
        "our",
        -3.0828953e-05
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets": {
    "guess": "Show Boat",
    "confidence": [
      [
        "Show",
        -0.90935475
      ],
      [
        " Boat",
        -0.015586384
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -2.1460884
      ],
      [
        "'s",
        -0.0008379809
      ],
      [
        " Cr",
        -0.0002640775
      ],
      [
        "adle",
        -0.0009233692
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship in the novel concerns the creation of a statue, \"The Resurrection Day.\" They meet again at the baths where they meet Ulfheim, a bear-hunter. After Maia goes up the mountain, and the heroine abandons the Sister of Mercy, the heroine threatens the hero with a knife and in the end they renew their": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0498832
      ]
    ]
  },
  "The main character in this novel is researching a politician who lived during the French Revolution but becomes disillusioned with that project. At one point, he meets a man at the local library who is": {
    "guess": "The Shadow of the Wind",
    "confidence": [
      [
        "The",
        -0.22035699
      ],
      [
        " Shadow",
        -0.34819692
      ],
      [
        " of",
        -0.00090348057
      ],
      [
        " the",
        -0.0003862246
      ],
      [
        " Wind",
        -0.009607334
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip of ignoble townspeople such as Mother Cuxsom and the carelessness of Jopp that causes the skimmy ride that causes the apoplexy of the woman who had arrived earlier from Jersey, Lucetta LeSueur. The fate of the title character is sealed when a sailor arrives after a long absence, ruining everything that the title character had had with his supposed daughter, Elizabeth Jane. FTP, name this novel about the downfall of a public official in Wessex, a novel by Thomas Hardy.": {
    "guess": "The Mayor of Casterbridge",
    "confidence": [
      [
        "The",
        -0.030801577
      ],
      [
        " Mayor",
        -0.0013974993
      ],
      [
        " of",
        -1.8908588e-05
      ],
      [
        " C",
        -7.255024e-05
      ],
      [
        "aster",
        -9.253091e-06
      ],
      [
        "bridge",
        -2.2842309e-05
      ]
    ]
  },
  "The main character fights Greg Buehl after the latter shoves his mother into a table. Taryn Manning plays Janeane, the protagonist's ex- girlfriend, who lies about being pregnant. Evan Jones plays Cheddar": {
    "guess": "Hustle & Flow",
    "confidence": [
      [
        "H",
        -1.5786407
      ],
      [
        "ust",
        -0.008197513
      ],
      [
        "le",
        -0.0014258293
      ],
      [
        " &",
        -0.014242601
      ],
      [
        " Flow",
        -0.0006351164
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends": {
    "guess": "Knulp",
    "confidence": [
      [
        "Kn",
        -1.4911791
      ],
      [
        "ulp",
        -0.22339532
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately making it more elastic. They also can induce ethylene synthesis in high concentrations and inhibit senescene and abscission. Indole-3-acetic acid is the prominent example of this group of hormones, which help ensure that the main stem of the plant grows the most by inhibiting development of the lateral buds. For 10 points, name this class of plant hormones which promote cell division and maintain apical dominance.": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0016024599
      ],
      [
        "in",
        -0.024692886
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist remembers seeing Tristan Tzara when he lived in Paris, and reminisces about being asked to kill his bombing officer Williamson. This story includes the character Compton, who takes the protagonist in a plane originally headed to Arusha in a dream, and Molo is repeatedly asked to serve the central character whiskey. Opening by discussing a frozen leopard, it ends with Helen discovering the dead body of the gangrene-ridden author Harry. For 10 points, name this Ernest Hemingway story where Harry imagines he is flying towards an African mountain.": {
    "guess": "The Snows of Kilimanjaro",
    "confidence": [
      [
        "The",
        -0.028702734
      ],
      [
        " Snow",
        -0.00039135036
      ],
      [
        "s",
        -3.2929079e-06
      ],
      [
        " of",
        -4.8113485e-05
      ],
      [
        " Kil",
        -5.5122365e-07
      ],
      [
        "iman",
        -6.670925e-05
      ],
      [
        "j",
        -3.6669935e-05
      ],
      [
        "aro",
        -5.5577775e-06
      ]
    ]
  },
  "After the main character's execution, his mistress buries his head in a cave. The protagonist refuses to join the lumber business of his bourgeois friend Fouque. While studying at the seminary at Bensançon, the protagonist is supported by the Abbé Chélan and the Abbé Pirard, though he is done in by the machinations of Valenod, who reveals his affair with Madame de Rênal. For 10 points—identify this": {
    "guess": "The Red and the Black",
    "confidence": [
      [
        "The",
        -0.0036955625
      ],
      [
        " Red",
        -0.0004721411
      ],
      [
        " and",
        -4.632543e-05
      ],
      [
        " the",
        -0.0011621269
      ],
      [
        " Black",
        -3.5477897e-05
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement in this piece is scored for the unusual combination of flute, muted strings, two pianos, and glass harmonica. This work's fourth movement includes a humorously slow rendition of the can-can from Orpheus in the Underworld. The xylophone part mimics the composer's own Danse macabre in its twelfth movement,": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.01766378
      ],
      [
        " Carnival",
        -2.188868e-05
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " the",
        -0.0013778526
      ],
      [
        " Animals",
        -7.2192626e-05
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman has one solution – pregnancy.\" He talks to a tightrope walker who plummets to his death, telling him that if he dies, his soul will die before his body. Sections of this 4 part work include \"The Spirit of Gravity,\" \"Old and New Tables\", and \"Immaculate Perception.\" The work begins when the title character": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.18016773
      ],
      [
        " Sp",
        -0.001347496
      ],
      [
        "oke",
        -0.008617293
      ],
      [
        " Zar",
        -3.297462e-05
      ],
      [
        "ath",
        -0.00011939728
      ],
      [
        "ustr",
        -8.2324936e-05
      ],
      [
        "a",
        -1.9146995e-05
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy him a bus ticket, though, luckily, he is then accosted by Mr. Mafolo, who is kind enough to accompany him to Sophiatown.  This happens after he receives a letter summoning him to buy a train ride to": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.5812454
      ],
      [
        "ry",
        -0.0001791073
      ],
      [
        ",",
        -0.00040147532
      ],
      [
        " the",
        -0.0113361655
      ],
      [
        " Bel",
        -0.00026526954
      ],
      [
        "oved",
        -7.9418505e-06
      ],
      [
        " Country",
        -0.0002813584
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and": {
    "guess": "Jagganath Temple",
    "confidence": [
      [
        "J",
        -1.0133038
      ],
      [
        "agg",
        -0.7131433
      ],
      [
        "an",
        -0.0426424
      ],
      [
        "ath",
        -0.02822874
      ],
      [
        " Temple",
        -0.09730235
      ]
    ]
  },
  "The main character of this work gets a desire to travel when he meets a redheaded man outside of a Byzantine": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.23511629
      ],
      [
        " Picture",
        -1.1745508
      ],
      [
        " of",
        -4.7040652e-05
      ],
      [
        " D",
        -0.00018732868
      ],
      [
        "orian",
        -6.749814e-06
      ],
      [
        " Gray",
        -0.000102827966
      ]
    ]
  },
  "The main character of this novel is last glimpsed with hundreds of young comrades in a barrage of shrapnel": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.7438495
      ],
      [
        " Quiet",
        -0.00011522515
      ],
      [
        " on",
        -0.00010509284
      ],
      [
        " the",
        -0.00052729575
      ],
      [
        " Western",
        -2.6060809e-05
      ],
      [
        " Front",
        -3.5477897e-05
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to": {
    "guess": "The Sun Also Rises",
    "confidence": [
      [
        "The",
        -0.34987593
      ],
      [
        " Sun",
        -0.81820995
      ],
      [
        " Also",
        -0.00023226479
      ],
      [
        " R",
        -4.3202e-07
      ],
      [
        "ises",
        -8.299462e-06
      ]
    ]
  },
  "The main leaders of this political group were Carl Schurz, George Curtis, and Henry Cabot Lodge. Single-issue reformers who took orthodox Republican positions on most issues, they defected from their party on the issue of civil service reform, and their name was first used by Charles Dana in the New York Sun, deriving it from an Algonkian word meaning \"great chief\". FTP, who were these politicians who deserted James Blaine in favor of Grover Cleveland in the 1884 presidential election?": {
    "guess": "Mugwumps",
    "confidence": [
      [
        "M",
        -0.0028581321
      ],
      [
        "ug",
        -5.6769813e-06
      ],
      [
        "w",
        -5.6769813e-06
      ],
      [
        "umps",
        -0.00022618541
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left": {
    "guess": "The Snows of Kilimanjaro (short story)",
    "confidence": [
      [
        "The",
        -0.13300571
      ],
      [
        " Snow",
        -0.11125574
      ],
      [
        "s",
        -0.0006841989
      ],
      [
        " of",
        -4.2630116e-05
      ],
      [
        " Kil",
        -2.220075e-06
      ],
      [
        "iman",
        -4.2391708e-05
      ],
      [
        "j",
        -7.100059e-05
      ],
      [
        "aro",
        -1.0564331e-05
      ],
      [
        " (",
        -0.09935943
      ],
      [
        "short",
        -0.00048536903
      ],
      [
        " story",
        -6.0749073e-05
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "He maintained a system of missi dominici to keep subordinate rulers from getting too powerful. His primary": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.30572402
      ],
      [
        "lem",
        -3.631232e-05
      ],
      [
        "agne",
        -6.3490756e-05
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree, the last child born has a pig's tail and is carried off by ants as an infant just before the town": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.06572191
      ],
      [
        " Hundred",
        -6.7901296e-05
      ],
      [
        " Years",
        -3.7623562e-05
      ],
      [
        " of",
        -5.9153886e-06
      ],
      [
        " Sol",
        -9.0883464e-07
      ],
      [
        "itude",
        -2.618001e-05
      ]
    ]
  },
  "The main character of this novel witnesses somebody attempt to commit suicide by jumping off of a bridge after speaking to Zamyotov, and earlier, that character had a dream where he remembers a horse being beaten to death in the street. The main character's sister is courted by the pompous Luzhin, although that sister, Dunya, ends up marrying an old school friend of the main character named Razumikhin. Marmeledov is killed by a horse carriage in this work. Earlier in this novel, the main character borrows an axe from a shed and kills the moneylender Alyona Ivanova. For ten points, name this work": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.007929903
      ],
      [
        " and",
        -0.0013266648
      ],
      [
        " Pun",
        -0.0004484269
      ],
      [
        "ishment",
        -0.0006388117
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading at the hands of Sun Quan. This man was also known for sharing a bed with Zhang Fei and Liu Bei,": {
    "guess": "Guan Yu",
    "confidence": [
      [
        "G",
        -0.0051074573
      ],
      [
        "uan",
        -2.3392786e-06
      ],
      [
        " Yu",
        -0.00064786384
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.70757866
      ],
      [
        " Count",
        -0.07664353
      ],
      [
        " of",
        -0.0002389402
      ],
      [
        " Monte",
        -0.0005156211
      ],
      [
        " Crist",
        -1.700133e-05
      ],
      [
        "o",
        -2.3319124e-05
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That protagonist of this work purchases a glass paperweight filled with pink coral and rents a room from Mr. Charrington. Reeducation occurs in Room 101, in which the protagonist is faced with a cage of rats by O'Brien. Concepts created for this book include (*) Newspeak, doublethink, and thoughtcrime. For 10 points, name this work about Winston Smith set in a dystopian future year under the ever watching eye of Big Brother, written by George Orwell.": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.0018618803
      ],
      [
        "in",
        -1.1398757e-05
      ],
      [
        "ete",
        -4.5252596e-05
      ],
      [
        "en",
        -8.180258e-06
      ],
      [
        " Eight",
        -0.00079033244
      ],
      [
        "y",
        -0.0029053239
      ],
      [
        "-F",
        -0.00018041854
      ],
      [
        "our",
        -4.3226137e-05
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined to marry another cousin, is born with a piece of stone in his mouth. The Oath of the Peach Garden and the Battle of Red Cliffs are described in another novel from this country, also the setting of a": {
    "guess": "China",
    "confidence": [
      [
        "China",
        -0.27993608
      ]
    ]
  },
  "The main character of this novel is last glimpsed with hundreds of young comrades in a barrage of shrapnel and gunfire. While visiting his cousin Joachim Ziemssen, Clavdia Chauchat, Leo Naptha, Settembrini, and Pepperkorn influence the main character, and he stays in the tuberculosis sanatorium for seven": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.30688214
      ],
      [
        " Magic",
        -0.010183357
      ],
      [
        " Mountain",
        -6.4802e-05
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America. The protagonist is unaffected by the failure of a copper mine, and silently suffers the unfaithfulness": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.0035967408
      ],
      [
        "rowth",
        -7.58424e-06
      ],
      [
        " of",
        -9.066919e-05
      ],
      [
        " the",
        -0.00015217095
      ],
      [
        " Soil",
        -0.0018833003
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America. The protagonist is unaffected by the failure of a copper mine, and silently suffers the unfaithfulness of his wife Inger. Its plot was inspired by its author's concern that his home country would be no better than Switzerland if it did not return to the title entity. It focuses on Isak, a farmer who matures by tilling land in Norway. Written by the author of Mysteries and Hunger, for 10 points, name": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.007889574
      ],
      [
        "rowth",
        -2.8160932e-06
      ],
      [
        " of",
        -4.3583746e-05
      ],
      [
        " the",
        -0.00015443214
      ],
      [
        " Soil",
        -0.0006272526
      ]
    ]
  },
  "Their main types are nido, closo, and arachno, and they are remarkable in that their structures cannot be described with a conventional covalent bond model. The simplest can reduce carboxylic acids to primary alcohols, though it is more commonly done with a sodium salt, as the simplest one is always dimerized. FTP, name these electron-deficient compounds which are the smallest known to have three-center,": {
    "guess": "Boranes",
    "confidence": [
      [
        "B",
        -0.020838948
      ],
      [
        "or",
        -0.18526115
      ],
      [
        "anes",
        -0.12838411
      ]
    ]
  },
  "The main character in this work is assisted by Sha Monk, a loyal but long suffering valet; Chu Pa-chieh,": {
    "guess": "Journey to the West",
    "confidence": [
      [
        "J",
        -0.00265069
      ],
      [
        "ourney",
        -5.4385737e-06
      ],
      [
        " to",
        -3.5358695e-05
      ],
      [
        " the",
        -5.109358e-05
      ],
      [
        " West",
        -3.4166656e-05
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts to calm down the drunk and late Freddy Malins. At the close of the festivities, the central couple": {
    "guess": "The Dead",
    "confidence": [
      [
        "The",
        -0.027534889
      ],
      [
        " Dead",
        -0.24001944
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman has one solution – pregnancy.\" He talks to a tightrope walker who plummets to his death, telling him": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -1.4111136
      ],
      [
        "ried",
        -0.017645154
      ],
      [
        "rich",
        -0.0006856294
      ],
      [
        " Nietzsche",
        -0.051620174
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip of ignoble townspeople such as Mother Cuxsom and the carelessness of Jopp that causes the skimmy ride that causes the apoplexy of the woman who had arrived earlier from Jersey, Lucetta LeSueur. The fate of the title character is sealed when a sailor arrives after a long absence, ruining everything": {
    "guess": "The Mayor of Casterbridge",
    "confidence": [
      [
        "The",
        -0.0509376
      ],
      [
        " Mayor",
        -0.0018524815
      ],
      [
        " of",
        -0.00014239625
      ],
      [
        " C",
        -8.1490514e-05
      ],
      [
        "aster",
        -1.0325924e-05
      ],
      [
        "bridge",
        -3.2140193e-05
      ]
    ]
  },
  "One of the main actions of this hormone is described by the acid growth hypothesis. By activating proton pumps in the cell membrane, this hormone causes the pH of the cell wall to decrease, ultimately making it more elastic. They also can induce ethylene synthesis in high concentrations and inhibit senescene and abscission. Indole-3-acetic acid is the prominent example of this group of hormones, which help ensure that the main stem of the plant grows the most by inhibiting development of the lateral": {
    "guess": "Auxin",
    "confidence": [
      [
        "Aux",
        -0.0011433148
      ],
      [
        "in",
        -0.005216802
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree, the last child born has a pig's tail and is carried off by ants as an infant just before the town is destroyed. Gypsies show off wonders such as ice and magnets, while a priest can levitate after eating chocolate. Pretty much everyone seems to be named Remedios, Jos‚ Acardio, Ursula or Aureliano (ah-reh-li-a-no). For ten points, name this novel set in Macondo that chronicles ten decades of the Buendia": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.0012188092
      ],
      [
        " Hundred",
        -1.1756368e-05
      ],
      [
        " Years",
        -8.44706e-05
      ],
      [
        " of",
        -1.0325924e-05
      ],
      [
        " Sol",
        -5.2001665e-06
      ],
      [
        "itude",
        -2.355753e-05
      ]
    ]
  },
  "The main character fights Greg Buehl after the latter shoves his mother into a table. Taryn Manning plays Janeane, the protagonist's ex- girlfriend, who lies about being pregnant. Evan Jones plays Cheddar Bob, a dimwitted boy who accidentally shoots himself in the leg. Brittany Murphy plays Alex, who": {
    "guess": "8 Mile (film)",
    "confidence": [
      [
        "8",
        -0.045872014
      ],
      [
        " Mile",
        -0.00013798571
      ],
      [
        " (",
        -0.541622
      ],
      [
        "film",
        -0.00075876544
      ],
      [
        ")",
        -0.00050275447
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother, to a grandson in order to pacify and rule the land. This goddess saw herself in a [*] mirror for the first time after her brother threw a flayed horse into her weaving room which caused her to seclude herself from the world. This entity's descendant Jimmu was given three proofs of divine right when he became emperor of the land. Brother to Susanoo and Tsukiyomi, for 10 points, this is what": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.042061713
      ],
      [
        "ater",
        -0.0010485277
      ],
      [
        "asu",
        -9.9251854e-05
      ]
    ]
  },
  "The main character in this work remembers punching a British gunner over an Armenian girl before he left for Anatolia, and he recalls a hotel owner in Triberg who killed himself over inflation. The wife of the main character states \"I've been destroyed two or three times already. You wouldn't want to destroy me again, would you?\" referencing her son's death in an airplane crash and her widowing, to which her husband says \"I'd like to destroy you a few times in bed.\" In this story, the protagonist": {
    "guess": "The Sun Also Rises",
    "confidence": [
      [
        "The",
        -0.508418
      ],
      [
        " Sun",
        -0.2359818
      ],
      [
        " Also",
        -0.00010521204
      ],
      [
        " R",
        -2.577686e-06
      ],
      [
        "ises",
        -9.4914985e-06
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries on Paul's Epistles. He also seems to have corresponded with Paulinus of Nola. He met the eunuch Caelestius in Rome at some point between 411-15, and it was Caelestius who first put forth in Africa six theses that laid out the basis of this man's namesake [*] heresy. The doctrine was later condemned": {
    "guess": "Pelagius",
    "confidence": [
      [
        "Pel",
        -0.01957841
      ],
      [
        "ag",
        -2.0935051e-05
      ],
      [
        "ius",
        -0.03602874
      ]
    ]
  },
  "The main family from this novel is under house arrest in Santa Fe, and after being expelled from Santa Fe, they are forced to march across the desert to Vera Cruz. Jim Snow, the Sin Killer, plans on rescuing": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.07209864
      ],
      [
        " Mer",
        -0.0010868745
      ],
      [
        "idian",
        -0.00026431592
      ]
    ]
  },
  "The main character of this story explained his rejection of his inheritance to his cousin Cass Edmonds. At one point in this story, Boon and Isaac make a trip to Memphis to get more whiskey and are singled": {
    "guess": "The Reivers",
    "confidence": [
      [
        "The",
        -0.08166874
      ],
      [
        " Re",
        -0.006710513
      ],
      [
        "ivers",
        -0.0027284326
      ]
    ]
  },
  "The main character of this novel often talks with Syme about the project on which he is working. That protagonist of this work purchases a glass paperweight filled with pink coral and rents a room from Mr. Charrington. Reeducation occurs in Room 101, in which the protagonist is faced with a cage of rats by O'Brien. Concepts created for this book include (*) Newspeak, doublethink, and thoughtcrime. For 10 points, name this work about Winston Smith set in a dystopian future year under the ever watching": {
    "guess": "Nineteen Eighty-Four",
    "confidence": [
      [
        "N",
        -0.011511654
      ],
      [
        "in",
        -3.655073e-05
      ],
      [
        "ete",
        -2.1054253e-05
      ],
      [
        "en",
        -2.8921695e-05
      ],
      [
        " Eight",
        -0.0020048881
      ],
      [
        "y",
        -0.012400394
      ],
      [
        "-F",
        -0.00021700673
      ],
      [
        "our",
        -5.157039e-05
      ]
    ]
  },
  "The main character of this work recalls a time when he arm-wrestled against a dockman from Cienfuegos (SEE-en-FWAY-gos). That character often talks about \"the great DiMaggio.\" Another character in this": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.011449545
      ],
      [
        " Old",
        -0.00043901347
      ],
      [
        " Man",
        -0.00033475063
      ],
      [
        " and",
        -3.3451433e-05
      ],
      [
        " the",
        -0.00034094555
      ],
      [
        " Sea",
        -1.1517961e-05
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of the Spring. It tells the story of a young woman born in Boise, Idaho who goes to college at USC – that woman, Emma Lou Morgan, later becomes a teacher in Harlem. The author of this book famously inhabited an apartment known as \"Niggerati Manor,\" and this work, subtitled \"A Novel of Negro Life,\" draws its title from a folk saying about how to predict the sweetness of juice. FTP, name this most famous": {
    "guess": "The blacker the berry",
    "confidence": [
      [
        "The",
        -0.049841028
      ],
      [
        " black",
        -0.5354438
      ],
      [
        "er",
        -3.523949e-05
      ],
      [
        " the",
        -2.5226382e-05
      ],
      [
        " berry",
        -0.0011122356
      ]
    ]
  },
  "One of the main characters seems to be based on General Rafael Uribe. The founder dies tied to a tree, the last child born has a pig's tail and is carried off by ants as an infant just before the town is destroyed. Gypsies show off wonders such as ice and magnets, while a priest can levitate after eating chocolate. Pretty much everyone seems to be named Remedios, Jos‚ Acardio, Ursula or Aureliano (ah-reh-li-a-no).": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.0037562556
      ],
      [
        " Hundred",
        -5.6338537e-05
      ],
      [
        " Years",
        -0.00020222914
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " Sol",
        -1.0564331e-05
      ],
      [
        "itude",
        -2.3795938e-05
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip of ignoble townspeople such as Mother Cuxsom and the carelessness of Jopp that causes the skimmy ride": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -1.3853978
      ],
      [
        "ess",
        -2.677603e-05
      ],
      [
        " of",
        -0.0006525091
      ],
      [
        " the",
        -0.00012642296
      ],
      [
        " d",
        -0.01122937
      ],
      [
        "'",
        -0.003833929
      ],
      [
        "U",
        -0.0020941112
      ],
      [
        "rb",
        -1.2829201e-05
      ],
      [
        "erv",
        -4.246537e-06
      ],
      [
        "illes",
        -6.146429e-05
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship in the novel concerns the creation of a statue, \"The Resurrection Day.\" They meet again at the": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.3935136
      ],
      [
        " Master",
        -0.7706926
      ],
      [
        " and",
        -0.20145914
      ],
      [
        " Marg",
        -3.500108e-05
      ],
      [
        "ar",
        -8.625866e-05
      ],
      [
        "ita",
        -5.276243e-05
      ]
    ]
  },
  "The main character in this work refers to himself as a \"water troll\" after encountering a woman with a deformed face. In a subplot, Brede leaves Axel to die in the snow. Its supporting characters include Sheriff Geissler and the protagonist's son Eleseus, who leaves the central location for America. The protagonist is unaffected by the failure of a copper mine, and silently suffers the unfaithfulness of his wife Inger. Its plot was inspired by its author's concern that his home country would be no better than Switzerland if it did not return to the title entity. It focuses on Isak, a farmer who": {
    "guess": "Growth of the Soil",
    "confidence": [
      [
        "G",
        -0.0025088321
      ],
      [
        "rowth",
        -4.246537e-06
      ],
      [
        " of",
        -0.0002196292
      ],
      [
        " the",
        -0.00022725825
      ],
      [
        " Soil",
        -0.0009308717
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar to his wife Kaikeyi. This mythological figure's younger brother Bharata succeeds him in his role": {
    "guess": "Ramayana",
    "confidence": [
      [
        "Ram",
        -0.08042169
      ],
      [
        "ay",
        -0.0010359067
      ],
      [
        "ana",
        -4.8425554e-06
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts to calm down the drunk and late Freddy Malins. At the close of the festivities, the central couple listens to the tenor Bartell D'Arcy while Mary Jane accompanies him on the piano, causing the wife to think about her childhood love, Michael Furey. FTP, name this short story taking place at the party of the elderly sisters Kate and Julia Morkan, which is attended by Gretta and Gabriel Conroy,": {
    "guess": "The dead",
    "confidence": [
      [
        "The",
        -0.0060049947
      ],
      [
        " dead",
        -0.68097246
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid Lily yells at the main character for asking about her love life while Mr. Browne, an old man, attempts to calm down the drunk and late Freddy Malins. At the close of the festivities, the central couple listens to the tenor Bartell D'Arcy while Mary Jane accompanies him on the piano, causing the wife to think about her childhood love, Michael Furey. FTP, name this short story taking place at the party of the elderly sisters Kate and Julia Morkan, which is attended by Gretta and Gabriel Conroy, the last and longest story in Dubliners by James Joyce.": {
    "guess": "The Dead",
    "confidence": [
      [
        "The",
        -0.0031066535
      ],
      [
        " Dead",
        -0.6743782
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined to marry another cousin, is born with a piece of stone in his mouth. The Oath of the Peach Garden and the Battle of Red Cliffs are described in another novel from this country, also the setting of a book that chronicles Tripitaka's travels to India with Sandy, Pigsy, and Sun Wukong, the Monkey King. For 10 points, name this country that is the setting of Dream of the Red Chamber, Romance of the Three": {
    "guess": "China",
    "confidence": [
      [
        "China",
        -0.06468066
      ]
    ]
  },
  "The main character of this work is invited to a vacation in the Aran Islands by Miss Ivors, but turns down the offer by claiming that he is going on a cycling trip instead. At the central event, the maid": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -1.0055184
      ],
      [
        "lin",
        -0.00035072025
      ],
      [
        "ers",
        -8.280175e-05
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main characters. It is a furmity seller who sets most of the action into motion, though it is the gossip of ignoble townspeople such as Mother Cuxsom and the carelessness of Jopp that causes the skimmy ride that causes the apoplexy of the woman who had arrived earlier from Jersey, Lucetta LeSueur. The fate": {
    "guess": "The Mayor of Casterbridge",
    "confidence": [
      [
        "The",
        -0.45316938
      ],
      [
        " Mayor",
        -0.00426347
      ],
      [
        " of",
        -6.0391463e-05
      ],
      [
        " C",
        -0.00019519613
      ],
      [
        "aster",
        -1.9146995e-05
      ],
      [
        "bridge",
        -4.370295e-05
      ]
    ]
  },
  "The main character meets Bernard Marx and Helmholtz Watson, alienated intellectuals, and argues about freedom with Mustapha Mond, the World Controller. Set in the year 632 After Ford, it is the tale of a Savage, raised on an Indian reservation, who  kills himself in disgust after being introduced to": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -0.0001501445
      ],
      [
        "ave",
        -1.2664457e-06
      ],
      [
        " New",
        -5.1331983e-05
      ],
      [
        " World",
        -8.418666e-06
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.59611535
      ],
      [
        " Carnival",
        -0.008526395
      ],
      [
        " of",
        -5.8245798e-05
      ],
      [
        " the",
        -0.0014289287
      ],
      [
        " Animals",
        -4.274932e-05
      ]
    ]
  },
  "The main character in it must stop the primary antagonist from executing a plan known as the Caviar Sweep. Richard Roxburgh plays scientist Keith Orbit, the mastermind behind the antagonist of this film.": {
    "guess": "Mission: Impossible II",
    "confidence": [
      [
        "Mission",
        -0.54330766
      ],
      [
        ":",
        -0.008293041
      ],
      [
        " Impossible",
        -5.312004e-05
      ],
      [
        " II",
        -0.065110445
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of the Spring. It tells the story of a young woman born in Boise, Idaho who goes to college at USC – that woman, Emma Lou Morgan, later becomes a teacher in Harlem. The author of this book famously inhabited an apartment known as \"Niggerati Manor,\" and this work, subtitled \"A Novel of Negro Life,\" draws": {
    "guess": "The Blacker the Berry",
    "confidence": [
      [
        "The",
        -0.19409288
      ],
      [
        " Black",
        -0.70747864
      ],
      [
        "er",
        -3.4285862e-05
      ],
      [
        " the",
        -0.004439732
      ],
      [
        " Berry",
        -0.00032938644
      ]
    ]
  },
  "The main character in it must stop the primary antagonist from executing a plan known as the Caviar Sweep. Richard Roxburgh plays scientist Keith Orbit, the mastermind behind the antagonist of this film. The film climaxes with the harrowing escape of Lt. Kara Wade from North Korea after being shot down by that same antagonist. FTP, identify this 2005 box office bomb, starring Josh Lucas and Jamie Foxx as fighter pilots battling a ridiculously implausible renegade drone plane.": {
    "guess": "Stealth (2005 film)",
    "confidence": [
      [
        "Ste",
        -0.0036516224
      ],
      [
        "alth",
        -8.3159364e-05
      ],
      [
        " (",
        -0.010477258
      ],
      [
        "200",
        -0.6131455
      ],
      [
        "5",
        -9.639097e-05
      ],
      [
        " film",
        -0.00017755765
      ],
      [
        ")",
        -3.5835506e-05
      ]
    ]
  },
  "The main character says of women that \"everything about woman is a riddle and everything about a woman has one solution – pregnancy.\" He talks to a tightrope walker who plummets to his death, telling him that if he dies, his soul will die before his body. Sections of this 4 part work include \"The Spirit of Gravity,\" \"Old and New Tables\", and \"Immaculate Perception.\" The work begins when the title character comes down from mountain solitude and proclaims that \"man is something to be overcome.\" FTP, identify this work about a fictional Persian mystic, written by Friedrich Nietzsche.": {
    "guess": "Thus Spoke Zarathustra",
    "confidence": [
      [
        "Thus",
        -0.0096938815
      ],
      [
        " Sp",
        -0.0004549831
      ],
      [
        "oke",
        -0.0029684303
      ],
      [
        " Zar",
        -1.504853e-06
      ],
      [
        "ath",
        -3.7981175e-05
      ],
      [
        "ustr",
        -0.0003924232
      ],
      [
        "a",
        -1.18755715e-05
      ]
    ]
  },
  "One of his main ideas is the \"eternal recurrence\", which says that since the world is infinite in time": {
    "guess": "Eternal recurrence",
    "confidence": [
      [
        "E",
        -0.17171307
      ],
      [
        "ternal",
        -7.465036e-06
      ],
      [
        " recurrence",
        -0.30872822
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after the previous chapter had seen her marvel at Ray Jorgenson while attending a rent party with Alva. This book is the first of its author's three novels, the other two being The Interne and Infants of": {
    "guess": "Nella Larsen",
    "confidence": [
      [
        "N",
        -1.0628006
      ],
      [
        "ella",
        -0.0144906575
      ],
      [
        " Lars",
        -0.0059868624
      ],
      [
        "en",
        -0.000112960275
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic Frau Stohr. At first bothered by the constant door-slamming of Claudia Chauchat (show-shay), the main character later falls in love with her. In the climax, Leo Naphta commits suicide after a failed duel with the humanist Settembrini; and both men feel inferior to the inarticulate Meynheer Peeperkorn. For ten points, name this novel featuring Joachim Ziemssen and his cousin Hans Castorp, taking place in a sanitarium and written by Thomas Mann.": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.0014785596
      ],
      [
        " Magic",
        -5.9914648e-05
      ],
      [
        " Mountain",
        -5.6934558e-05
      ]
    ]
  },
  "The main character of this novel at one point finds himself in a prior's quarters where supposedly Doctor Faustus, who came from the nearby town of Knittlingen, had enjoyed some Elffinger wine. In that scene, the main character explains that he has always completed his assignments, to which the headmaster responds, differendum est inter et inter, and asks that he spend less time with his friend Heilner. After becoming an apprentice to blacksmith, he learns to respect butchers and bakers and intends to go to Bielach even though he had never learned to be a man. Earlier, he was sent to a Cistercian monastery at Maulbronn where he was the headmaster's most zealous student of Hebrew, but he is eventually": {
    "guess": "The Glass Bead Game",
    "confidence": [
      [
        "The",
        -0.18914792
      ],
      [
        " Glass",
        -1.1032298
      ],
      [
        " Be",
        -0.000363829
      ],
      [
        "ad",
        -0.00015347853
      ],
      [
        " Game",
        -1.7239736e-05
      ]
    ]
  },
  "One of the main characters was deified as Sangharama Bodhisattva, despite his rather ignominious beheading at the hands of Sun Quan. This man was also known for sharing a bed with Zhang Fei and Liu Bei, and later for receiving the horse Red Hare as a gift for surrendering to the founder of Wei, Cao Cao.": {
    "guess": "Guan Yu",
    "confidence": [
      [
        "G",
        -0.29348266
      ],
      [
        "uan",
        -5.3193703e-06
      ],
      [
        " Yu",
        -0.0002755174
      ]
    ]
  },
  "The main subject is reduced to a distant background image in one scene showing a man working on a large ring-shaped tub and in another showing groups of travelers crossing the Oi River, contrasting with its portrayal as a fiery glowing giant in the \"Red\" picture. Mannen Bridge, a beach in Tago Bay, a": {
    "guess": "Thirty-six Views of Mount Fuji",
    "confidence": [
      [
        "Thirty",
        -1.2097944
      ],
      [
        "-six",
        -0.28217447
      ],
      [
        " Views",
        -0.008730037
      ],
      [
        " of",
        -4.632543e-05
      ],
      [
        " Mount",
        -3.4121115e-06
      ],
      [
        " Fuji",
        -0.00023810577
      ]
    ]
  },
  "The main character fights Greg Buehl after the latter shoves his mother into a table. Taryn Manning plays": {
    "guess": "Crossroads (2002 film)",
    "confidence": [
      [
        "Cross",
        -0.7814673
      ],
      [
        "roads",
        -0.019312907
      ],
      [
        " (",
        -0.045338582
      ],
      [
        "200",
        -0.000711359
      ],
      [
        "2",
        -0.0008851342
      ],
      [
        " film",
        -6.80205e-05
      ],
      [
        ")",
        -0.00016527968
      ]
    ]
  },
  "The main character of this work recalls a time when he arm-wrestled against a dockman from Cienfuegos": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.11099611
      ],
      [
        " Old",
        -0.0029637925
      ],
      [
        " Man",
        -0.00010402
      ],
      [
        " and",
        -9.4914985e-06
      ],
      [
        " the",
        -7.600714e-05
      ],
      [
        " Sea",
        -2.577686e-06
      ]
    ]
  },
  "Their main types are nido, closo, and arachno, and they are remarkable in that their structures cannot be described with a conventional covalent bond model. The simplest can reduce carboxylic acids to primary alcohols, though it is more commonly done with a sodium salt, as the simplest one is always": {
    "guess": "Borane",
    "confidence": [
      [
        "B",
        -0.012318444
      ],
      [
        "or",
        -0.20741472
      ],
      [
        "ane",
        -0.14790365
      ]
    ]
  },
  "The main melody of this work's penultimate movement begins with the following six quarter notes in 6/4 time: descending \"G - F-sharp - B\", followed by a descending \"E - D - G\". A solo double bass quotes the \"Dance of the Sylphs\" from The Damnation of Faust in this work's fifth movement. One movement in this piece is scored for the unusual combination of flute, muted strings, two pianos, and glass harmonica. This work's fourth movement includes a humorously slow rendition of the can-can from Orpheus": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.04230558
      ],
      [
        " Carnival",
        -0.0003610873
      ],
      [
        " of",
        -4.0007635e-05
      ],
      [
        " the",
        -0.0006423805
      ],
      [
        " Animals",
        -5.0020742e-05
      ]
    ]
  },
  "The main character of this novel is the captain of a ship belonging to Pierre Morrel.  The jealous Danglars and Fernand Mondego, who craves the beautiful Mercedes,  cause him to be brought before Villefort, a royal prosecutor, who consigns him to  the Chateau D'If to safeguard his own career. However, Edmond Dantes escapes the  prison and creates an alias using a treasure revealed to him by a fellow": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.002869662
      ],
      [
        " Count",
        -0.0001201125
      ],
      [
        " of",
        -0.00014442271
      ],
      [
        " Monte",
        -4.763667e-05
      ],
      [
        " Crist",
        -5.7961847e-06
      ],
      [
        "o",
        -1.4259645e-05
      ]
    ]
  },
  "The maid Manthara demanded that this figure be placed in forest exile for a period of fourteen years. One version of this figures' birth states that he was born after King Dasaratha gave sacrificial nectar to his wife Kaikeyi. This mythological figure's younger brother Bharata succeeds him in his role after his death, and another of his brothers, Lakshmana, watches as he breaks the bow of Shiva. That feat of strength led to his marriage to an avatar of Lakshmi, Sita. After many personal struggles, he's able to save Sita from the rakshasha, Ravana. For ten points, identify this mythological figure, a legendary king and the seventh avatar of Vishnu.": {
    "guess": "Rama",
    "confidence": [
      [
        "R",
        -0.009307387
      ],
      [
        "ama",
        -8.299462e-06
      ]
    ]
  },
  "One of the main characters of this novel is named after Ahura Mazda. That character's father is an old anglophile who causes one of his sons to be mute by accidentally hitting him with a line drive at": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.5388237
      ],
      [
        "night",
        -1.2829201e-05
      ],
      [
        "'s",
        -0.0020259467
      ],
      [
        " Children",
        -2.0815847e-05
      ]
    ]
  },
  "The main family from this novel is under house arrest in Santa Fe, and after being expelled from Santa Fe, they are forced to march across the desert to Vera Cruz. Jim Snow, the Sin Killer, plans on rescuing his wife Tasmin from the group. Including an account of the Alamo and Texas characters such as Kit Carson and Tom Fitzpatrick, For 10 points-- name this forth and final volume in the Berrybender Narratives, the most recent release of Larry McMurtry.": {
    "guess": "The Wandering Hill",
    "confidence": [
      [
        "The",
        -0.8826786
      ],
      [
        " W",
        -0.1959092
      ],
      [
        "andering",
        -6.8854926e-05
      ],
      [
        " Hill",
        -0.0002041364
      ]
    ]
  },
  "This man's main works included three books on the faith of the Trinity and three books of commentaries": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.28251603
      ],
      [
        " Calvin",
        -0.01961721
      ]
    ]
  },
  "After the main characters end their relationship, one of them marries a South American diplomat who later commits suicide and then marries a Russian who owned gold mines in the Urals. The central relationship": {
    "guess": "Anna Karenina",
    "confidence": [
      [
        "Anna",
        -0.09118111
      ],
      [
        " Karen",
        -0.00081451243
      ],
      [
        "ina",
        -0.00015574339
      ]
    ]
  },
  "The main character meets Bernard Marx and Helmholtz Watson, alienated intellectuals, and argues about freedom with Mustapha Mond, the World Controller. Set in the year 632 After Ford, it is the tale of a Savage, raised on an Indian reservation, who  kills himself in disgust after being introduced to hedonistic civilization. FTP, identify this dystopian 1932 novel in which workers are divided into categories": {
    "guess": "Brave New World",
    "confidence": [
      [
        "Br",
        -9.7583004e-05
      ],
      [
        "ave",
        -1.0280384e-06
      ],
      [
        " New",
        -4.2272506e-05
      ],
      [
        " World",
        -1.1041146e-05
      ]
    ]
  },
  "One of his main ideas is the \"eternal recurrence\", which says that since the world is infinite in time but finite in space and energy, all states are bound to repeat themselves. Another is the \"will to power\", which says that the desire for power is the driving force for all human activity. For ten points, name this German philosopher whose works include \"The Antichrist\", \"The Genealogy of Morals\"": {
    "guess": "Friedrich Nietzsche",
    "confidence": [
      [
        "F",
        -0.0039393636
      ],
      [
        "ried",
        -7.9418505e-06
      ],
      [
        "rich",
        -5.109358e-05
      ],
      [
        " Nietzsche",
        -0.00010664248
      ]
    ]
  },
  "The main character of this novel gives a pound to a man he foolishly thinks will be kind enough to buy": {
    "guess": "Oliver Twist",
    "confidence": [
      [
        "Ol",
        -0.7575443
      ],
      [
        "iver",
        -4.9663133e-05
      ],
      [
        " Twist",
        -0.0019411306
      ]
    ]
  },
  "One of the main scenes in this novel is a skimmington ride which incites the death of one of the main": {
    "guess": "The Mayor of Casterbridge",
    "confidence": [
      [
        "The",
        -0.02663756
      ],
      [
        " Mayor",
        -0.04334444
      ],
      [
        " of",
        -1.9862217e-05
      ],
      [
        " C",
        -3.9769227e-05
      ],
      [
        "aster",
        -2.0100624e-05
      ],
      [
        "bridge",
        -6.869018e-06
      ]
    ]
  },
  "The main temple to this deity is torn down every twenty years to be rebuilt in its original form and is named Ise-Jingue. Also known as Tensho Daijan, this figure gave a sword, a previous gift from a brother, to a grandson in order to pacify and rule the land. This goddess saw herself in a [*] mirror for the first time after her brother threw a flayed horse into her weaving room which caused her to seclude herself from the world. This entity's descendant Jimmu was given three proofs of divine right": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.0048411535
      ],
      [
        "ater",
        -7.6364755e-05
      ],
      [
        "asu",
        -2.9160103e-05
      ]
    ]
  },
  "The main character's group of hangers-on includes the sadistic piano player Wehsel, and the malapropic Frau Stohr. At first bothered by the constant door-slamming of Claudia Chauchat (show-shay), the main": {
    "guess": "The Magic Mountain",
    "confidence": [
      [
        "The",
        -0.27085564
      ],
      [
        " Magic",
        -0.0032334405
      ],
      [
        " Mountain",
        -9.651017e-05
      ]
    ]
  },
  "The main character of a novel set in this country, who loves his sickly cousin despite being destined to marry another cousin, is born with a piece of stone in his mouth. The Oath of the Peach Garden and": {
    "guess": "China",
    "confidence": [
      [
        "China",
        -0.0639742
      ]
    ]
  },
  "The main character of this work recalls a time when he arm-wrestled against a dockman from Cienfuegos (SEE-en-FWAY-gos). That character often talks about \"the great DiMaggio.\" Another character in this work spends forty unsuccessful days with the main character. That character, Manolin, takes care of": {
    "guess": "The Old Man and the Sea",
    "confidence": [
      [
        "The",
        -0.0019632473
      ],
      [
        " Old",
        -0.0001170132
      ],
      [
        " Man",
        -9.031158e-05
      ],
      [
        " and",
        -2.939851e-05
      ],
      [
        " the",
        -0.00019591136
      ],
      [
        " Sea",
        -5.2001665e-06
      ]
    ]
  },
  "The main character of this novel meets Hazel Watson, who is referred to as \"Topsy,\" and works for an actress named Arline Strange, who plays a mulatto in the Broadway show \"Cabaret Gal.\" She later gets a job with Clere Sloane, the wife of Campbell Kitchen, in the final chapter \"Pyrrhic Victory,\" after": {
    "guess": "The Blacker the Berry",
    "confidence": [
      [
        "The",
        -1.1395423
      ],
      [
        " Black",
        -1.3332502
      ],
      [
        "er",
        -6.4325184e-05
      ],
      [
        " the",
        -0.001356548
      ],
      [
        " Berry",
        -0.00013309837
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge": {
    "guess": "The Spanish Tragedy",
    "confidence": [
      [
        "The",
        -0.36214083
      ],
      [
        " Spanish",
        -0.95403314
      ],
      [
        " Tr",
        -0.00067573914
      ],
      [
        "aged",
        -4.3202e-07
      ],
      [
        "y",
        -9.996708e-05
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade.": {
    "guess": "The Revenger's Tragedy",
    "confidence": [
      [
        "The",
        -1.0949898
      ],
      [
        " Rev",
        -1.4784636
      ],
      [
        "enger",
        -0.003030356
      ],
      [
        "'s",
        -0.00024572382
      ],
      [
        " Tr",
        -1.9146995e-05
      ],
      [
        "aged",
        -6.6306106e-06
      ],
      [
        "y",
        -8.776276e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -0.83304477
      ],
      [
        "us",
        -0.00031639694
      ],
      [
        " And",
        -0.00072923227
      ],
      [
        "ronic",
        -5.4669687e-05
      ],
      [
        "us",
        -0.00021426505
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0161906
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.0015802091
      ],
      [
        " Ch",
        -0.009118279
      ],
      [
        "angel",
        -0.0018301079
      ],
      [
        "ing",
        -1.3856493e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.00064249965
      ],
      [
        " Ch",
        -0.00017421995
      ],
      [
        "angel",
        -1.569009e-05
      ],
      [
        "ing",
        -4.4849444e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.0013358361
      ],
      [
        " Ch",
        -0.00039897207
      ],
      [
        "angel",
        -3.7146747e-05
      ],
      [
        "ing",
        -4.246537e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.003413444
      ],
      [
        " Ch",
        -0.0004039786
      ],
      [
        "angel",
        -9.849109e-06
      ],
      [
        "ing",
        -9.133887e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger after being unable to pull off a diamond ring—that servant then shows the finger to the female lead,": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.1400107
      ],
      [
        " Ch",
        -0.0015758061
      ],
      [
        "angel",
        -0.0007548354
      ],
      [
        "ing",
        -5.5577775e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger after being unable to pull off a diamond ring—that servant then shows the finger to the female lead, who becomes free to marry Alsemeno after the murder of her fiancee Alonzo de Piracquo. Set in the Spanish": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.0073386226
      ],
      [
        " Ch",
        -0.0003341546
      ],
      [
        "angel",
        -0.00017183588
      ],
      [
        "ing",
        -3.1737043e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger after being unable to pull off a diamond ring—that servant then shows the finger to the female lead, who becomes free to marry Alsemeno after the murder of her fiancee Alonzo de Piracquo. Set in the Spanish city of Alicant, this tragedy focuses on the amoral ? Beatrice-Joanna and her servant De Flores.": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.09695521
      ],
      [
        " Ch",
        -0.0006849142
      ],
      [
        "angel",
        -4.2153304e-05
      ],
      [
        "ing",
        -1.0921943e-05
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger after being unable to pull off a diamond ring—that servant then shows the finger to the female lead, who becomes free to marry Alsemeno after the murder of her fiancee Alonzo de Piracquo. Set in the Spanish city of Alicant, this tragedy focuses on the amoral ? Beatrice-Joanna and her servant De Flores. For 10 points, name this play written by Thomas Middleton and William Rowley, which takes its title": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.0035368747
      ],
      [
        " Ch",
        -0.00018637507
      ],
      [
        "angel",
        -4.3202e-07
      ],
      [
        "ing",
        -2.1008714e-06
      ]
    ]
  },
  "The main plot of this play is based on the fourth story of John Reynolds's The Triumphs of God's Revenge against Murder, and its title role established the careers of William Robbins and Timothy Reade. In its final scene, the female lead compares herself to bad blood which deserves to be cast into \"the common sewer.\" In its fourth act, that character discovers an improbable virginity test contained in \"Glass M,\" causing her to perform the bed trick with her servant Diaphanta. In its subplot, Isabella proves faithful to her jealous husband Alibius, who operates a madhouse run by Lollio. The authors of this play also collaborated on A Fair Quarrel and The World Tossed at Tennis. In the third act of this play, a deformed servant murders the brother of Tomazo and cuts off the dead man's finger after being unable to pull off a diamond ring—that servant then shows the finger to the female lead, who becomes free to marry Alsemeno after the murder of her fiancee Alonzo de Piracquo. Set in the Spanish city of Alicant, this tragedy focuses on the amoral ? Beatrice-Joanna and her servant De Flores. For 10 points, name this play written by Thomas Middleton and William Rowley, which takes its title from Antonio, a man who pretends to be a fool.": {
    "guess": "The Changeling",
    "confidence": [
      [
        "The",
        -0.003404309
      ],
      [
        " Ch",
        -0.0005228889
      ],
      [
        "angel",
        -4.365741e-06
      ],
      [
        "ing",
        -3.5313153e-06
      ]
    ]
  }
}