{
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -0.16424109
      ],
      [
        "bach",
        -6.0510665e-05
      ],
      [
        "'s",
        -0.015242554
      ],
      [
        " conject",
        -0.021747459
      ],
      [
        "ure",
        -2.2365493e-05
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one of which features a cross. The object held at bottom by one of the primary figures bears similarity to the artist's earlier The White Crucifixion, while both central figures appear to be wearing rosaries. A goat is milked within the face of the leftmost figure, who stares opposite a green face. For ten points, identify this painting showing a giant goat staring at the first title subject, set against": {
    "guess": "The Green Violinist",
    "confidence": [
      [
        "The",
        -1.1180137
      ],
      [
        " Green",
        -0.6948285
      ],
      [
        " Viol",
        -0.00029482474
      ],
      [
        "in",
        -0.00078747154
      ],
      [
        "ist",
        -0.00010592726
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one of which features a cross. The object held at bottom by one of the primary figures bears similarity to the artist's earlier The White Crucifixion, while both central figures appear to be wearing rosaries. A goat is milked within the face of the leftmost figure, who stares opposite a green face. For ten points, identify this painting showing a giant goat staring at the first title subject, set against a Russian town meant to represent the second, painted by Marc Chagall.": {
    "guess": "I and the Village",
    "confidence": [
      [
        "I",
        -0.054038424
      ],
      [
        " and",
        -0.006585232
      ],
      [
        " the",
        -0.0009244421
      ],
      [
        " Village",
        -0.0012472549
      ]
    ]
  },
  "Violators were subject to three-year prison terms, and their victims could collect triple their consequent losses. The Supreme Court used the so-called \"rule of reason\" to identify violations as this law was tested and upheld in the 1895 [*] E. C. Knight case, and later against a New Jersey holding company.": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.073764615
      ],
      [
        "man",
        -2.1173457e-05
      ],
      [
        " Ant",
        -0.0004990591
      ],
      [
        "itrust",
        -0.00023298002
      ],
      [
        " Act",
        -0.00010616567
      ]
    ]
  },
  "Violators were subject to three-year prison terms, and their victims could collect triple their consequent": {
    "guess": "Racketeer Influenced and Corrupt Organizations Act",
    "confidence": [
      [
        "R",
        -0.614516
      ],
      [
        "acket",
        -0.12761645
      ],
      [
        "eer",
        -0.060022414
      ],
      [
        " Influ",
        -0.0020336804
      ],
      [
        "enced",
        -0.0013638085
      ],
      [
        " and",
        -4.20341e-05
      ],
      [
        " Cor",
        0.0
      ],
      [
        "rupt",
        -7.517272e-05
      ],
      [
        " Organizations",
        -0.00024311233
      ],
      [
        " Act",
        -0.0025896926
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena. The movement \"Olim lacus colueram\" is found in the larger section \"In the Tavern.\" This work is the first part in the composer's Trionfi trilogy and it includes sections titled \"In Spring\" and \"Court of Love.\" This work derives its text from a 13th century collection of medieval goliard songs and its best-known section is titled for the \"Imperatix Mundi.\" For 10 points, name this cantata that starts and ends with the \"O Fortuna\" chorus, written by Carl Orff.": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.0025937308
      ],
      [
        "mina",
        -1.3306016e-05
      ],
      [
        " Bur",
        -1.7597347e-05
      ],
      [
        "ana",
        -1.9504607e-05
      ],
      [
        " (",
        -0.11825571
      ],
      [
        "Or",
        -7.064298e-05
      ],
      [
        "ff",
        -3.2929079e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat major in a portion whose words were written later by William Arms Fisher as the song \"Goin' Home.\" This composer created six movements of \"fleeting thoughts\" in his Piano Trio in E Minor called \"Dumky.\" One work by this composer calls for four hands on the piano and features two sousedkas and opens": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.00019352727
      ],
      [
        "on",
        -2.6418418e-05
      ],
      [
        "ín",
        -0.011223006
      ],
      [
        " D",
        -3.392825e-05
      ],
      [
        "vo",
        -1.700133e-05
      ],
      [
        "ř",
        -2.7252845e-05
      ],
      [
        "ák",
        -4.763667e-05
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat major in a portion whose words were written later by William Arms Fisher as the song \"Goin' Home.\" This composer created six movements of \"fleeting thoughts\" in his Piano Trio in E Minor called \"Dumky.\" One work by this composer calls for four hands on the piano and features two sousedkas and opens with a furiant. This composer of Rusalka featured the tune of \"Swing Low, Sweet Chariot\" in one work.": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.00018339496
      ],
      [
        "on",
        -2.3438328e-05
      ],
      [
        "ín",
        -0.010400455
      ],
      [
        " D",
        -5.1331983e-05
      ],
      [
        "vo",
        -1.2948405e-05
      ],
      [
        "ř",
        -1.998142e-05
      ],
      [
        "ák",
        -3.9054008e-05
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena. The movement \"Olim lacus colueram\" is found in the larger section \"In the Tavern.\" This work is the": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.009697186
      ],
      [
        "mina",
        -1.5332478e-05
      ],
      [
        " Bur",
        -6.46828e-05
      ],
      [
        "ana",
        -3.23786e-05
      ]
    ]
  },
  "On the violin, by sliding a finger up or down the string. On the piano, by gliding up the keys with the nail of the middle finger or sliding down the keys with the nail of the thumb. For 10 points -- name this technique, a rapid sliding up or down the musical scale, denoted by a vertical or diagonal": {
    "guess": "Glissando",
    "confidence": [
      [
        "Gl",
        -0.0008632227
      ],
      [
        "iss",
        -8.776276e-06
      ],
      [
        "ando",
        -0.00014203864
      ]
    ]
  },
  "On the violin, by sliding a finger up or down the string. On the piano, by gliding up the keys with the": {
    "guess": "Glissando",
    "confidence": [
      [
        "Gl",
        -0.0012035659
      ],
      [
        "iss",
        -7.100059e-05
      ],
      [
        "ando",
        -0.00023405286
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat major in a portion whose words were written later by William Arms Fisher as the song \"Goin' Home.\"": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.017501548
      ],
      [
        "on",
        -4.365741e-06
      ],
      [
        "ín",
        -0.00803492
      ],
      [
        " D",
        -0.00034762095
      ],
      [
        "vo",
        -3.1737043e-06
      ],
      [
        "ř",
        -2.8160932e-06
      ],
      [
        "ák",
        -5.6338537e-05
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.028126525
      ],
      [
        "on",
        -0.00011415232
      ],
      [
        "ín",
        -0.009072447
      ],
      [
        " D",
        -0.00020592446
      ],
      [
        "vo",
        -7.58424e-06
      ],
      [
        "ř",
        -3.5313153e-06
      ],
      [
        "ák",
        -7.409989e-05
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one of which features a cross. The object held at bottom by one of the primary figures bears similarity to the artist's earlier The White Crucifixion, while both central figures appear to be wearing rosaries.": {
    "guess": "The Crucifixion (1933)",
    "confidence": [
      [
        "The",
        -0.28296274
      ],
      [
        " Cruc",
        -0.66876733
      ],
      [
        "ifix",
        -0.002154188
      ],
      [
        "ion",
        -0.000101039914
      ],
      [
        " (",
        -0.5285567
      ],
      [
        "193",
        -0.47509423
      ],
      [
        "3",
        -0.13410288
      ],
      [
        ")",
        -0.056244846
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound provide texture. That section like the final one ends with a powerful forte-fortissimo as brass and percussion clash to convey the fearsome power of the piece's subject. Subtitled \"three symphonic": {
    "guess": "Symphony No. 11 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.222692
      ],
      [
        "phony",
        -0.07455203
      ],
      [
        " No",
        -0.048323542
      ],
      [
        ".",
        -0.00040981956
      ],
      [
        " ",
        -0.002187853
      ],
      [
        "11",
        -1.825324
      ],
      [
        " (",
        -0.03911484
      ],
      [
        "Sh",
        -0.014898982
      ],
      [
        "ost",
        -9.729906e-06
      ],
      [
        "ak",
        -0.0006514363
      ],
      [
        "ovich",
        -4.012684e-05
      ],
      [
        ")",
        -3.8934802e-05
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat major in a portion whose words were written later by William Arms Fisher as the song \"Goin' Home.\" This composer created six movements of \"fleeting thoughts\" in his Piano Trio in E Minor called \"Dumky.\"": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.00046439286
      ],
      [
        "on",
        -1.6643718e-05
      ],
      [
        "ín",
        -0.007570773
      ],
      [
        " D",
        -0.00013238314
      ],
      [
        "vo",
        -6.6306106e-06
      ],
      [
        "ř",
        -1.27099975e-05
      ],
      [
        "ák",
        -4.4537377e-05
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound provide texture. That section like the final one ends with a powerful forte-fortissimo as brass and percussion clash to convey the fearsome power of the piece's subject. Subtitled \"three symphonic sketches,\" it was deeply influenced by the composer's viewing of a Hokusai painting. For 10 points, identify this impressionistic work whose sections include \"From Dawn to Midday,\" \"The Play of the Waves,\"": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.009431746
      ],
      [
        " mer",
        -0.12555535
      ],
      [
        " (",
        -0.14879623
      ],
      [
        "De",
        -0.00068205333
      ],
      [
        "b",
        -3.035214e-05
      ],
      [
        "ussy",
        -8.657073e-06
      ],
      [
        ")",
        -1.3544423e-05
      ]
    ]
  },
  "On the violin, by sliding a finger up or down the string. On the piano, by gliding up the keys with the nail of the middle finger or sliding down the keys with the nail of the thumb. For 10 points -- name this technique, a rapid sliding up or down the musical scale, denoted by a vertical or diagonal wavy line.": {
    "guess": "Glissando",
    "confidence": [
      [
        "Gl",
        -0.00057114434
      ],
      [
        "iss",
        -1.9743013e-05
      ],
      [
        "ando",
        -2.5345586e-05
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one of which features a cross. The object held at bottom by one of the primary figures bears similarity": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.15732317
      ],
      [
        " Garden",
        -1.1774008
      ],
      [
        " of",
        -0.00020950058
      ],
      [
        " Earth",
        -4.1273333e-06
      ],
      [
        "ly",
        -0.0002699185
      ],
      [
        " Del",
        -4.3202e-07
      ],
      [
        "ights",
        -0.0002937519
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture": {
    "guess": "Goldbach's conjecture",
    "confidence": [
      [
        "Gold",
        -1.1527357
      ],
      [
        "bach",
        -0.0007649567
      ],
      [
        "'s",
        -0.0795193
      ],
      [
        " conject",
        -0.058215734
      ],
      [
        "ure",
        -3.9411618e-05
      ]
    ]
  },
  "On the violin, by sliding a finger up or down the string. On the piano, by gliding up the keys with the nail of the middle finger or sliding down the keys with the nail of the thumb. For 10 points -- name": {
    "guess": "Glissando",
    "confidence": [
      [
        "Gl",
        -0.003797823
      ],
      [
        "iss",
        -5.9199425e-05
      ],
      [
        "ando",
        -0.00022475497
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound provide texture. That section like the final one ends with a powerful forte-fortissimo as brass": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.80820334
      ],
      [
        " R",
        -0.17730309
      ],
      [
        "ite",
        -0.00026157423
      ],
      [
        " of",
        -0.00012058931
      ],
      [
        " Spring",
        -8.971556e-05
      ]
    ]
  },
  "Violators were subject to three-year prison terms, and their victims could collect triple their consequent losses. The Supreme Court used the so-called \"rule of reason\" to identify violations as this law": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.0015121236
      ],
      [
        "man",
        -1.2948405e-05
      ],
      [
        " Ant",
        -5.080963e-06
      ],
      [
        "itrust",
        -3.6431527e-05
      ],
      [
        " Act",
        -1.7432603e-06
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena. The movement \"Olim lacus colueram\" is found in the larger section \"In the Tavern.\" This work is the first part in the composer's Trionfi trilogy and it includes sections titled \"In Spring\" and \"Court of Love.\" This work derives its text from a 13th century collection of medieval goliard songs and its best-known section is titled for the \"Imperatix Mundi.\" For 10 points, name this cantata that starts": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.0065332344
      ],
      [
        "mina",
        -8.776276e-06
      ],
      [
        " Bur",
        -2.939851e-05
      ],
      [
        "ana",
        -1.700133e-05
      ],
      [
        " (",
        -0.2157024
      ],
      [
        "Or",
        -0.0001530017
      ],
      [
        "ff",
        -3.5313153e-06
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound provide texture. That section like the final one ends with a powerful forte-fortissimo as brass and percussion clash to convey the fearsome power of the piece's subject. Subtitled \"three symphonic sketches,\" it was deeply influenced by the composer's viewing of a Hokusai painting. For 10 points,": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.05285422
      ],
      [
        " mer",
        -0.013033514
      ],
      [
        " (",
        -0.005418496
      ],
      [
        "De",
        -2.129266e-05
      ],
      [
        "b",
        -1.2829201e-05
      ],
      [
        "ussy",
        -7.3458323e-06
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than": {
    "guess": "Prime numbers",
    "confidence": [
      [
        "Prime",
        -0.38793683
      ],
      [
        " numbers",
        -0.28886706
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound provide texture. That section like the final one ends with a powerful forte-fortissimo as brass and percussion clash to convey the fearsome power of the piece's subject. Subtitled \"three symphonic sketches,\" it was deeply influenced by the composer's viewing of a Hokusai painting. For 10 points, identify this impressionistic work whose sections include \"From Dawn to Midday,\" \"The Play of the Waves,\" and \"The Dialog of the Wind\" and the title location, a work by Debussy.": {
    "guess": "La mer",
    "confidence": [
      [
        "La",
        -0.02371114
      ],
      [
        " mer",
        -0.35555407
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -1.0348827
      ],
      [
        "phony",
        -0.0013480921
      ],
      [
        " No",
        -0.03918374
      ],
      [
        ".",
        -0.00018995117
      ],
      [
        " ",
        -0.0019159071
      ],
      [
        "9",
        -0.0274856
      ],
      [
        " (",
        -0.05894154
      ],
      [
        "D",
        -0.00039837603
      ],
      [
        "vo",
        -0.00030757586
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -1.247159e-05
      ],
      [
        ")",
        -6.869018e-06
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than n, a to the power of n minus one equals 1 modulo n, then n is either a (*) Carmichael number or a number with this property, as a result of Fermat's Little Theorem. A function counting these numbers": {
    "guess": "Prime numbers",
    "confidence": [
      [
        "Prime",
        -0.15254354
      ],
      [
        " numbers",
        -0.14853331
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving": {
    "guess": "Vinogradov's theorem",
    "confidence": [
      [
        "Vin",
        -0.48572215
      ],
      [
        "ograd",
        -0.000296732
      ],
      [
        "ov",
        -1.18755715e-05
      ],
      [
        "'s",
        -0.017165542
      ],
      [
        " theorem",
        -0.012850886
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than n, a to the power of n minus one equals 1 modulo n, then n is either a (*) Carmichael number or a number with this property, as a result of Fermat's Little Theorem. A function counting these numbers grows as x over natural log of x, according to a result due in part to Hadamard. Ben Green and Terence Tao proved that there are arbitrarily long arithmetic sequences in which each term has this property. For 10 points, identify these numbers which have precisely two divisors: one and themselves.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.0007351778
      ],
      [
        " Numbers",
        -0.03274439
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena. The movement \"Olim lacus colueram\" is found in the larger section \"In the Tavern.\" This work is the first part in the composer's Trionfi trilogy and it includes sections titled \"In Spring\" and \"Court": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.010861997
      ],
      [
        "mina",
        -1.2590794e-05
      ],
      [
        " Bur",
        -0.00035333907
      ],
      [
        "ana",
        -4.2391708e-05
      ],
      [
        " (",
        -0.5339627
      ],
      [
        "Or",
        -0.00087751617
      ],
      [
        "ff",
        -5.7961847e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "A violin solo arrives some 60 bars into the first section, while as many as six or seven layers of sound": {
    "guess": "Violin Concerto (Stravinsky)",
    "confidence": [
      [
        "Viol",
        -0.7229291
      ],
      [
        "in",
        -0.0010806833
      ],
      [
        " Concert",
        -0.08580251
      ],
      [
        "o",
        -0.0023201068
      ],
      [
        " (",
        -0.036879774
      ],
      [
        "Str",
        -0.62681895
      ],
      [
        "av",
        -6.837811e-05
      ],
      [
        "insky",
        -0.0007880675
      ],
      [
        ")",
        -0.0006794308
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena. The movement \"Olim lacus colueram\" is found in the larger section \"In the Tavern.\" This work is the first part in the composer's Trionfi trilogy and it includes sections titled \"In Spring\" and \"Court of Love.\" This work derives its text from a 13th century collection of medieval goliard songs and": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.00839022
      ],
      [
        "mina",
        -1.0683535e-05
      ],
      [
        " Bur",
        -2.6299214e-05
      ],
      [
        "ana",
        -2.4630364e-05
      ],
      [
        " (",
        -0.25783518
      ],
      [
        "Or",
        -6.2775536e-05
      ],
      [
        "ff",
        -3.2929079e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "Violators were subject to three-year prison terms, and their victims could collect triple their consequent losses. The Supreme Court used the so-called \"rule of reason\" to identify violations as this law was tested and upheld in the 1895 [*] E. C. Knight case, and later against a New Jersey holding company. Named for an Ohio senator, the brother of a Civil War general—for 10 points—name this act used": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.012647264
      ],
      [
        "man",
        -7.77952e-05
      ],
      [
        " Ant",
        -0.00062832545
      ],
      [
        "itrust",
        -0.00020771251
      ],
      [
        " Act",
        -5.109358e-05
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than n, a to the power of n minus one equals 1 modulo n, then n is either a (*) Carmichael number or a number with this property, as a result of Fermat's Little Theorem. A function counting these numbers grows as x over natural log of x, according to a result due in part to Hadamard. Ben Green and Terence": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.10287808
      ],
      [
        " Numbers",
        -0.16065057
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive on a spit. Another movement of this work uses three glockenspiels and praises Blanzifor and Helena.": {
    "guess": "Carmina Burana (Orff)",
    "confidence": [
      [
        "Car",
        -0.00242441
      ],
      [
        "mina",
        -9.372295e-06
      ],
      [
        " Bur",
        -6.134509e-05
      ],
      [
        "ana",
        -5.0139948e-05
      ],
      [
        " (",
        -0.3072389
      ],
      [
        "Or",
        -0.0011410499
      ],
      [
        "ff",
        -1.4140442e-05
      ],
      [
        ")",
        -2.0696643e-05
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one": {
    "guess": "The Death of the Gravedigger",
    "confidence": [
      [
        "The",
        -1.1710137
      ],
      [
        " Death",
        -1.536757
      ],
      [
        " of",
        -0.03388358
      ],
      [
        " the",
        -0.15325959
      ],
      [
        " Gr",
        -0.35115585
      ],
      [
        "aved",
        -0.00031520487
      ],
      [
        "igger",
        -0.00051776675
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat major in a portion whose words were written later by William Arms Fisher as the song \"Goin' Home.\" This composer created six movements of \"fleeting thoughts\" in his Piano Trio in E Minor called \"Dumky.\" One work by this composer calls for four hands on the piano and features two sousedkas and opens with a furiant. This composer of Rusalka featured the tune of \"Swing Low, Sweet Chariot\" in one work. For 10 points, name this composer of the Slavonic Dances and Symphony from the New World.": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.00014895246
      ],
      [
        "on",
        -2.8444882e-05
      ],
      [
        "ín",
        -0.011468998
      ],
      [
        " D",
        -2.1769476e-05
      ],
      [
        "vo",
        -2.8444882e-05
      ],
      [
        "ř",
        -7.226629e-06
      ],
      [
        "ák",
        -6.869018e-06
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than n, a to the power of n minus one equals 1 modulo n, then n is either a (*) Carmichael number or": {
    "guess": "Carmichael Numbers",
    "confidence": [
      [
        "C",
        -0.58750254
      ],
      [
        "arm",
        -0.026193699
      ],
      [
        "ichael",
        -6.0510665e-05
      ],
      [
        " Numbers",
        -0.9638673
      ]
    ]
  },
  "A violinist and a man with a scythe appear in this work before the distant background buildings, one of which features a cross. The object held at bottom by one of the primary figures bears similarity to the artist's earlier The White Crucifixion, while both central figures appear to be wearing rosaries. A goat is milked within the face of the leftmost figure, who stares opposite a green face. For": {
    "guess": "The White Crucifixion",
    "confidence": [
      [
        "The",
        -1.0397235
      ],
      [
        " White",
        -0.775637
      ],
      [
        " Cruc",
        -0.00079104764
      ],
      [
        "ifix",
        -0.0004547447
      ],
      [
        "ion",
        -0.00020473242
      ]
    ]
  },
  "Violators were subject to three-year prison terms, and their victims could collect triple their consequent losses. The Supreme Court used the so-called \"rule of reason\" to identify violations as this law was tested and upheld in the 1895 [*] E. C. Knight case, and later against a New Jersey holding company. Named for an Ohio senator, the brother of a Civil War general—for 10 points—name this act used to break up Standard Oil.": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.0047242953
      ],
      [
        "man",
        -5.312004e-05
      ],
      [
        " Ant",
        -0.00012928384
      ],
      [
        "itrust",
        -0.00022999993
      ],
      [
        " Act",
        -7.9940866e-05
      ]
    ]
  },
  "A violin in the treble range on a pentatonic scale represents the song of the Scarlet Tanager in one work by this composer. The horn theme in one of this composer's works is in E-flat minor, a semitone below the overriding theme. In that same work by this composer, the English horn theme is in D-flat": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.35253906
      ]
    ]
  },
  "Violins are excluded from a section of this work that includes a part sung by a swan being cooked alive": {
    "guess": "Carmina Burana",
    "confidence": [
      [
        "Car",
        -0.0104618
      ],
      [
        "mina",
        -2.9875326e-05
      ],
      [
        " Bur",
        -0.0001655181
      ],
      [
        "ana",
        -7.517272e-05
      ]
    ]
  },
  "Vinogradov's theorem established a very large lower bound on a statement about an operation involving these objects, which Harald Helfgott recently claimed to have reduced drastically. Euler proved that the sum of reciprocals of them less than n grows roughly as the log of log of n. Legendre's conjecture asserts that one of these objects always exists in a certain range. If for all numbers a less than n, a to the power of n minus one equals 1 modulo n, then n is either a (*) Carmichael number or a number with this property, as a result of Fermat's Little Theorem. A function counting these numbers grows as x over natural log of x, according to a result due in part to Hadamard. Ben Green and Terence Tao proved that there are arbitrarily long arithmetic sequences in which each term has this property.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.0039838925
      ],
      [
        " Numbers",
        -0.7209146
      ]
    ]
  }
}