{
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in Mathematische Annalen at the request of Felix Klein and he discussed his treatment of a static gravitational": {
    "guess": "David Hilbert",
    "confidence": [
      [
        "David",
        -0.93832195
      ],
      [
        " Hil",
        -0.0005587508
      ],
      [
        "bert",
        -4.2510914e-05
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity of this structure. It can only be bound by a heterodimer of CAP and cAMP in a common example of catabolite repression. This structure's Z, Y, and A subunits encode a transacetylase, a permease, and a beta-galactosidase. According to the Jacob-Monot model of this structure, it is a negative inducible": {
    "guess": "lac operon",
    "confidence": [
      [
        "lac",
        -0.26272362
      ],
      [
        " oper",
        -0.009133637
      ],
      [
        "on",
        -3.1424974e-05
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.": {
    "guess": "Harald Cramér",
    "confidence": [
      [
        "Har",
        -1.0765803
      ],
      [
        "ald",
        -0.042293016
      ],
      [
        " C",
        -0.13310276
      ],
      [
        "ram",
        -0.04940736
      ],
      [
        "ér",
        -2.3080716e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.0060269153
      ],
      [
        " Spell",
        -0.074262
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work was two sonnets sent in 1610 to his mother, a patron of Donne. A deacon, he wrote a prose picture of the model country parson and gave a single poetry collection to Nicholas Farrar so that it may be": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.10658076
      ],
      [
        " Herbert",
        -0.0058151484
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having a \"weak and feeble\" body, this monarch possessed the \"heart and stomach of a king\" in the Speech to the Troops at Tilbury. In an address to members of Parliament, this ruler claimed that it would be": {
    "guess": "Elizabeth I",
    "confidence": [
      [
        "Elizabeth",
        -0.18464923
      ],
      [
        " I",
        -0.0046201223
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity": {
    "guess": "β-galactosidase",
    "confidence": [
      [
        "β",
        -0.5450315
      ],
      [
        "-g",
        -0.048670825
      ],
      [
        "al",
        -3.1737043e-06
      ],
      [
        "act",
        -9.8536635e-05
      ],
      [
        "os",
        -9.4914985e-06
      ],
      [
        "id",
        -0.00016504127
      ],
      [
        "ase",
        -8.657073e-06
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.32575464
      ],
      [
        " Return",
        -0.8936217
      ],
      [
        " of",
        -0.0062503726
      ],
      [
        " the",
        -0.09410519
      ],
      [
        " Native",
        -0.5641523
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including one from nearby Posilipo. Probably the most famous location with a name derived from the Oscan language, its slopes are used to produce a wine called the Lachrymae Christi. An eyewitness account of this": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.2920757
      ],
      [
        " Ves",
        -1.9027791e-05
      ],
      [
        "uv",
        -1.4855664e-05
      ],
      [
        "ius",
        -2.4630364e-05
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.16519766
      ],
      [
        " Sor",
        -0.034033492
      ],
      [
        "rows",
        0.0
      ],
      [
        " of",
        -1.962381e-05
      ],
      [
        " Young",
        -5.3239244e-05
      ],
      [
        " Wer",
        -8.685468e-05
      ],
      [
        "ther",
        -2.1411865e-05
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which was instigated by the migration of the Helvetii. It saw the expulsion of the Germans under Ariovistus and the dissolution of the confederation of Belgae, and was successful mainly due to the internal rivalries of the native tribes, who were unified by Vercingetorix only to be defeated at Alesia. FTP, what was this 58-51 BCE Roman military campaign which did much to further the political aims of its": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.011902463
      ],
      [
        "lic",
        -6.704273e-07
      ],
      [
        " Wars",
        -0.043491114
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker and Mrs. Baines, but turns primarily on the discovery that the East End benefactor Lord Saxmundham manufactures \"Bodger's Whiskey.\" It ends with the foundling and professor of Greek, Adolphus Cusins,": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.017149018
      ],
      [
        " Barbara",
        -0.00091468205
      ]
    ]
  },
  "After publishing a series of poems on decadence under the pseudonyms Loris Melikow and Theophil Morren, he was introduced to Arthur Schnitzler and the Young Vienna writers. He was especially fond of Euripides,": {
    "guess": "Hugo von Hofmannsthal",
    "confidence": [
      [
        "H",
        -1.1590681
      ],
      [
        "ugo",
        -0.15023904
      ],
      [
        " von",
        -0.012135084
      ],
      [
        " Hof",
        -0.014049614
      ],
      [
        "mann",
        -0.00014859485
      ],
      [
        "st",
        -0.0002036596
      ],
      [
        "hal",
        -0.0014229721
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man confirmed suspicions that he had used Lieven to spy on his Russian and British counterparts. A leader of the Holy Alliance, the murder of August von Kotzebue led this man to call a congress which resulted in university restriction, newspaper censorship, and other Carlsbad Decrees, and he was forced": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.38211647
      ],
      [
        "lem",
        -0.0017408666
      ],
      [
        "ens",
        -0.00014132341
      ],
      [
        " von",
        -0.001059487
      ],
      [
        " Met",
        -6.3490756e-05
      ],
      [
        "tern",
        -3.7981175e-05
      ],
      [
        "ich",
        -1.8193366e-05
      ]
    ]
  },
  "The publication of his most famous work lead to his falling out with Charles Fox, which he tried to rectify in his Appeal from the New to the Old Whigs, and Immanuel Kant praised this man's Enquiry into the Origin of Our Ideas of the Sublime and Beautiful. His most famous work argued that the title event wasn't a move toward democracy, but merely a rejection of just authority and tradition. FTP, name this conservative political philosopher, the author of Reflections on the Revolution in France.": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.6983726
      ],
      [
        "mund",
        -1.1994775e-05
      ],
      [
        " Burke",
        -0.00018792471
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man confirmed suspicions that he had used Lieven to spy on his Russian and British counterparts. A leader": {
    "guess": "George Canning",
    "confidence": [
      [
        "George",
        -0.96535087
      ],
      [
        " C",
        -0.47021985
      ],
      [
        "anning",
        -0.00082666025
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at _McClure's Magazine_. She left _McClure's_ in 1912 to devote herself to writing full time, setting her stories on the Great Plains and depicting strong female characters such as Thea Kronborg in _The Song of the Lark_ and Alexandra Bergson in _O Pioneers_. For ten points, name this author of": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.0040909853
      ],
      [
        "illa",
        -0.0011739171
      ],
      [
        " C",
        -0.00014537634
      ],
      [
        "ather",
        -1.2664457e-06
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.010851612
      ],
      [
        "av",
        -1.0445127e-05
      ],
      [
        "io",
        -2.1054253e-05
      ],
      [
        " Paz",
        -4.9663133e-05
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many to commit suicide in imitation of its hero. In this best-selling short epistolary novel the title characters beloved, a simple girl, marries a steady bourgeois; it was so popular that the Chinese painted the protagonist and his love, Lotte, on porcelain for the export trade. That protagonist is an intelligent, artistic, and idealistic young man who eventually shoots himself in the head. FTP, name": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.025079979
      ],
      [
        " Sor",
        -0.00019150082
      ],
      [
        "rows",
        -2.3392786e-06
      ],
      [
        " of",
        -1.2829201e-05
      ],
      [
        " Young",
        -2.2365493e-05
      ],
      [
        " Wer",
        -9.253091e-06
      ],
      [
        "ther",
        -9.5079726e-05
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.05196892
      ],
      [
        " Barbara",
        -0.000718746
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang, but after a nearby colony was wrested from French control he was promoted to Lt. Governor and instituted numerous reforms. That period of his life is recounted in The History of Java, which earned him election to the Royal Society and would pave the way for his founding of the London Zoo. His greatest achievement occurred in 1819 when he crossed the Straits of Malacca and established a port": {
    "guess": "Thomas Stamford Raffles",
    "confidence": [
      [
        "Thomas",
        -0.023326306
      ],
      [
        " Stamford",
        -0.015715472
      ],
      [
        " R",
        -0.01125507
      ],
      [
        "affles",
        -0.00012523093
      ]
    ]
  },
  "A published poet at the age of 19, this author's first collection, \"Double Persephone\", was followed by the critically acclaimed \"The Circle Game\". In the 1970s she turned to the novel, with early efforts like \"Surfacing\" and \"Lady Oracle\" analyzing the lives of women in a male-dominated society, a theme": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.08180078
      ],
      [
        "aret",
        -7.6364755e-05
      ],
      [
        " At",
        -0.00037085102
      ],
      [
        "wood",
        -0.00013893934
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.001417619
      ],
      [
        " Spell",
        -0.0059035537
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.022940394
      ],
      [
        "av",
        -5.6815352e-05
      ],
      [
        "io",
        -1.5809293e-05
      ],
      [
        " Paz",
        -2.1173457e-05
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work was two sonnets sent in 1610 to his mother, a patron of Donne. A deacon, he wrote a prose picture of the model country parson and gave a single poetry collection to Nicholas Farrar so that it may be of aid to dejected souls. That work was later published with the subtitle, Sacred Poems and Private Ejaculations. FTP, identify this 17th century British author of poems such as: The Bunch of Grapes, The Altar and Easter.": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.0042758193
      ],
      [
        " Herbert",
        -0.00068800984
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which was instigated by the migration of the Helvetii. It saw the expulsion of the Germans under Ariovistus": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.08190734
      ],
      [
        "lic",
        -1.7432603e-06
      ],
      [
        " Wars",
        -0.08509307
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that": {
    "guess": "Bride of Christ",
    "confidence": [
      [
        "B",
        -0.72197366
      ],
      [
        "ride",
        -0.39104065
      ],
      [
        " of",
        -0.44978207
      ],
      [
        " Christ",
        -0.0006720439
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including one from nearby Posilipo. Probably the most famous location with a name derived from the Oscan language, its slopes are used to produce a wine called the Lachrymae Christi. An eyewitness account of this location's most notable event was given by Pliny the Younger, whose uncle Pliny the Elder perished": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.010736752
      ],
      [
        " Ves",
        -2.939851e-05
      ],
      [
        "uv",
        -1.3902034e-05
      ],
      [
        "ius",
        -2.2365493e-05
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key image in the novel is the painting of Beatrice Cenci attributed to Guido Reni which one of the main characters is copying. A subplot involves the relationship of Kenyon and the innocent Hilda who cannot shake her connection to the blood that has been spilled by Count Donatello in his quest to free": {
    "guess": "The Marble Faun",
    "confidence": [
      [
        "The",
        -0.0491913
      ],
      [
        " Marble",
        -0.0006491714
      ],
      [
        " Fa",
        -5.7888185e-05
      ],
      [
        "un",
        -2.3438328e-05
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.86670524
      ],
      [
        " VIII",
        -0.053599548
      ],
      [
        " of",
        -0.06422912
      ],
      [
        " England",
        -5.955704e-05
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man confirmed suspicions that he had used Lieven to spy on his Russian and British counterparts. A leader of the Holy Alliance, the murder of August von Kotzebue led this man to call a congress which resulted in university restriction, newspaper censorship, and other Carlsbad Decrees, and he was forced to flee to England following the Revolutions of 1848. For 10 points, name this Austrian prince and": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.101339325
      ],
      [
        "lem",
        -0.00060307264
      ],
      [
        "ens",
        -0.00012546933
      ],
      [
        " von",
        -0.007124404
      ],
      [
        " Met",
        -6.15835e-05
      ],
      [
        "tern",
        -5.7768983e-05
      ],
      [
        "ich",
        -2.4272753e-05
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.08412858
      ],
      [
        " Ves",
        -0.00011427152
      ],
      [
        "uv",
        -3.9650025e-05
      ],
      [
        "ius",
        -1.5451682e-05
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work was two sonnets sent in 1610 to his mother, a patron of Donne. A deacon, he wrote a prose picture of the model country parson and gave a single poetry collection to Nicholas Farrar so that it may be of aid to dejected souls. That work was later published with the subtitle, Sacred Poems and Private": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.14815614
      ],
      [
        " Herbert",
        -0.00020711649
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity of this structure. It can only be bound by a heterodimer of CAP and cAMP in a common example of catabolite repression. This structure's Z, Y, and A subunits encode a transacetylase, a permease, and a beta-galactosidase. According to the Jacob-Monot model of this structure, it is a negative inducible system, repressed at high levels of glucose, which places three genes under the control of one": {
    "guess": "lac operon",
    "confidence": [
      [
        "lac",
        -0.48502368
      ],
      [
        " oper",
        -0.009817716
      ],
      [
        "on",
        -1.5809293e-05
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity of this structure. It can only be bound by a heterodimer of CAP and cAMP in a common example of": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.15214358
      ],
      [
        "ac",
        -0.0048182574
      ],
      [
        " oper",
        -0.3665082
      ],
      [
        "on",
        -4.739826e-05
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many to commit suicide in imitation of its hero. In this best-selling short epistolary novel the title characters beloved, a simple girl, marries a steady bourgeois; it was so popular that the Chinese painted the protagonist and his love, Lotte, on porcelain for the export trade. That protagonist is an intelligent, artistic, and idealistic young man who eventually shoots himself in the head. FTP, name this novel in the c style, the first major success of Johann Wolfgang von Goethe.": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.0015079589
      ],
      [
        " Sor",
        -6.9570146e-05
      ],
      [
        "rows",
        -4.9617593e-06
      ],
      [
        " of",
        -5.9153886e-06
      ],
      [
        " Young",
        -1.3067608e-05
      ],
      [
        " Wer",
        -1.5332478e-05
      ],
      [
        "ther",
        -7.0523776e-05
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker and Mrs. Baines, but turns primarily on the discovery that the East End benefactor Lord Saxmundham manufactures \"Bodger's Whiskey.\" It ends with the foundling and professor of Greek, Adolphus Cusins, striking a bargain with the armaments manufacturer Andrew Undershaft to take over the family fortune. FTP identify this play about Lady Britomart and her daughter, the Salvation Army officer of the title, in this George Bernard Shaw play.": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.012367901
      ],
      [
        " Barbara",
        -0.00025561772
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -1.2912722
      ],
      [
        "lem",
        -0.08574812
      ],
      [
        "ens",
        -0.00023929782
      ],
      [
        " von",
        -0.012240846
      ],
      [
        " Met",
        -4.501419e-05
      ],
      [
        "tern",
        -4.8828708e-05
      ],
      [
        "ich",
        -2.9994528e-05
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song Recitative in Paiute Mythology\" and \"The Life of a Nootka Indian.\" His longest ethnological work is a \"study in method\" which considers \"time perspective in aboriginal American culture,\" though this student of the Athabascan languages and head of Yale's anthropology department in the 1930s is best known for positing a link between a person's language and his worldview. FTP, name this thinker who along with Benjamin Whorf lends his name to a notable linguistic hypothesis.": {
    "guess": "Edward Sapir",
    "confidence": [
      [
        "Edward",
        -0.0016453109
      ],
      [
        " Sap",
        -2.577686e-06
      ],
      [
        "ir",
        -1.998142e-05
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which was instigated by the migration of the Helvetii. It saw the expulsion of the Germans under Ariovistus and the dissolution of the confederation of Belgae, and was successful mainly due to the internal": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.009745225
      ],
      [
        "lic",
        -1.2664457e-06
      ],
      [
        " Wars",
        -0.04770272
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang,": {
    "guess": "Thomas Stamford Raffles",
    "confidence": [
      [
        "Thomas",
        -0.86958545
      ],
      [
        " Stamford",
        -0.26164523
      ],
      [
        " R",
        -0.009856903
      ],
      [
        "affles",
        -1.2948405e-05
      ]
    ]
  },
  "A published poet at the age of 19, this author's first collection, \"Double Persephone\", was followed by the critically acclaimed \"The Circle Game\". In the 1970s she turned to the novel, with early efforts like \"Surfacing\" and \"Lady Oracle\" analyzing the lives of women in a male-dominated society, a theme to which she would return in \"Cat's Eye\" and \"The Robber Bride\". FTP, who is this Canadian author probably best known for the dystopian novel \"The Handmaid's Tale\"?": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.0037937812
      ],
      [
        "aret",
        -8.602025e-05
      ],
      [
        " At",
        -0.0001506213
      ],
      [
        "wood",
        -5.0020742e-05
      ]
    ]
  },
  "In his publication \"A New View of Society,\" he maintained that a system of villages of cooperation were better than large, unplanned industrial towns. In partnership with Jeremy Bentham, he set up industrial": {
    "guess": "Robert Owen",
    "confidence": [
      [
        "Robert",
        -0.059488475
      ],
      [
        " Owen",
        -0.00022821188
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work was two sonnets sent in 1610 to his mother, a patron of Donne. A deacon, he wrote a prose picture": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.049680304
      ],
      [
        " Herbert",
        -0.00024441257
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at McClure's Magazine. She tells of a young engineer in her first novel Alexander's Bridge and depicts": {
    "guess": "The Troll Garden",
    "confidence": [
      [
        "The",
        -0.11040873
      ],
      [
        " Troll",
        -0.0011716522
      ],
      [
        " Garden",
        -7.684157e-05
      ]
    ]
  },
  "In his publication \"A New View of Society,\" he maintained that a system of villages of cooperation were better than large, unplanned industrial towns. In partnership with Jeremy Bentham, he set up industrial welfare programs with  improved housing and schools at his factories in New Lanark, Scotland. He later took his ideas to the United States,  where he established the utopian community at New Harmony, Indiana. FTP, name this early reformer of industrial  society.": {
    "guess": "Robert Owen",
    "confidence": [
      [
        "Robert",
        -0.000892998
      ],
      [
        " Owen",
        -8.7212284e-05
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula": {
    "guess": "Svante Arrhenius",
    "confidence": [
      [
        "S",
        -0.36289993
      ],
      [
        "v",
        -0.846188
      ],
      [
        "ante",
        -0.0041941484
      ],
      [
        " Arr",
        -0.4674077
      ],
      [
        "hen",
        -8.657073e-06
      ],
      [
        "ius",
        -0.00019376569
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in Mathematische Annalen at the request of Felix Klein and he discussed his treatment of a static gravitational field with Einstein. For 10 points, name this Italian mathematician notable for his work in absolute differential calculus and its applications to relativity, as well as being the namesake of the a symbol that equals zero if any of its indices are equal, one if the indices represent an even": {
    "guess": "Tullio Levi-Civita",
    "confidence": [
      [
        "T",
        -0.65502757
      ],
      [
        "ull",
        -0.00013142951
      ],
      [
        "io",
        -3.8100377e-05
      ],
      [
        " Levi",
        -1.9027791e-05
      ],
      [
        "-C",
        -0.00021831797
      ],
      [
        "iv",
        -0.00021486107
      ],
      [
        "ita",
        -1.1637165e-05
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States,": {
    "guess": "Branhamism",
    "confidence": [
      [
        "B",
        -0.81915665
      ],
      [
        "ran",
        -0.1059626
      ],
      [
        "ham",
        -9.770221e-05
      ],
      [
        "ism",
        -7.421909e-05
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in Mathematische Annalen at the request of Felix Klein and he discussed his treatment of a static gravitational field with Einstein. For 10 points, name this Italian mathematician notable for his work in absolute differential calculus and its applications to relativity, as well as being the namesake of": {
    "guess": "Gregorio Ricci-Curbastro",
    "confidence": [
      [
        "Greg",
        -0.44804934
      ],
      [
        "orio",
        -0.00021212305
      ],
      [
        " Ric",
        -0.00013512482
      ],
      [
        "ci",
        -6.511407e-06
      ],
      [
        "-C",
        -0.00062749104
      ],
      [
        "urb",
        -2.1054253e-05
      ],
      [
        "astro",
        -0.00026431592
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key image in the novel is the painting of Beatrice Cenci attributed to Guido Reni which one of the main characters is copying. A subplot involves the relationship of Kenyon and the innocent Hilda who cannot shake her connection to the blood that has been spilled by Count Donatello in his quest to free Miriam from her pursuer. FTP identify this 1860 novel whose title is taken from the resemblance of Donatello to a statue by Praxiteles, a work by Nathaniel Hawthorne.": {
    "guess": "The Marble Faun",
    "confidence": [
      [
        "The",
        -0.0014079708
      ],
      [
        " Marble",
        -0.00034774013
      ],
      [
        " Fa",
        -0.00011653639
      ],
      [
        "un",
        -2.8564085e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the Mountain Bride in  this novel, its main character orchestrates her ritual sacrifice, and the main character's henchman Wenzel  persuades the residents of the vil age to reopen a mine which is believed to contain gold. The insurance  agent Wetchy is beaten by the vil agers of Mt. Kuppron in this work,": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.06312253
      ],
      [
        " Spell",
        -0.019231154
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key image in the novel is the painting of Beatrice Cenci attributed to Guido Reni which one of the main": {
    "guess": "The Transformation of Arachne",
    "confidence": [
      [
        "The",
        -0.5188677
      ],
      [
        " Transformation",
        -1.0029129
      ],
      [
        " of",
        -0.016389994
      ],
      [
        " Ar",
        -0.7017925
      ],
      [
        "ach",
        -0.09981632
      ],
      [
        "ne",
        -0.00023274162
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness and resolve, as indicated by the two title instruments of another essay. This poet was made ambassador": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -1.0336454
      ],
      [
        "av",
        -0.0002158147
      ],
      [
        "io",
        -1.247159e-05
      ],
      [
        " Paz",
        -0.00022403974
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in Mathematische Annalen at the request of Felix Klein and he discussed his treatment of a static gravitational field with Einstein. For 10 points, name this Italian mathematician notable for his work in absolute differential calculus and its applications to relativity, as well as being the namesake of the a symbol that equals zero if any of its indices are equal, one if the indices represent an even permutation, and negative one for odd permutations.": {
    "guess": "Tullio Levi-Civita",
    "confidence": [
      [
        "T",
        -0.58731586
      ],
      [
        "ull",
        -0.00048191214
      ],
      [
        "io",
        -9.484132e-05
      ],
      [
        " Levi",
        -7.4576696e-05
      ],
      [
        "-C",
        -0.00040803154
      ],
      [
        "iv",
        -0.00027242178
      ],
      [
        "ita",
        -2.6060809e-05
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.032578018
      ],
      [
        " Barbara",
        -0.011985865
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated in 1906 ministries on Azusa Street, while one of its most famous churches is the International Church of the Foursquare Gospel. One of the most notable leaders of this faith was a woman who reported herself kidnapped in 1926. For 10 points, name this faith practiced by Aimee Semple McPherson, a branch of Christianity which places emphasis on the gifts of the Holy Spirit, such as speaking in": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.08552939
      ],
      [
        "ent",
        -1.0280384e-06
      ],
      [
        "ec",
        -0.0016055555
      ],
      [
        "ost",
        -2.0219828e-05
      ],
      [
        "al",
        -2.4584822e-06
      ],
      [
        "ism",
        -3.7385154e-05
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including one from nearby Posilipo. Probably the most famous location with a name derived from the Oscan language,": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.04355092
      ],
      [
        " Ves",
        -0.000105331244
      ],
      [
        "uv",
        -2.577686e-06
      ],
      [
        "ius",
        -3.8934802e-05
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key": {
    "guess": "Transformation (novel)",
    "confidence": [
      [
        "Transformation",
        -0.82440907
      ],
      [
        " (",
        -0.7497695
      ],
      [
        "nov",
        -0.28775766
      ],
      [
        "el",
        -0.006436588
      ],
      [
        ")",
        -0.0005865143
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness and resolve, as indicated by the two title instruments of another essay. This poet was made ambassador to India, which figured into his work about Hanuman, the titular Monkey Grammarian. This author of The Bow and the Lyre that implored \"gate of our being, awaken me, bring dawn\" imagined a \"willow": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.00276351
      ],
      [
        "av",
        -3.094816e-05
      ],
      [
        "io",
        -6.0345924e-06
      ],
      [
        " Paz",
        -1.1637165e-05
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having a \"weak and feeble\" body, this monarch possessed the \"heart and stomach of a king\" in the Speech to the Troops at Tilbury. In an address to members of Parliament, this ruler claimed that it would be sufficient \"that a marble stone shall declare that a Queen, having reigned such a time, lived and died a virgin.\" For 10 points, name this last Tudor queen who ruled over England at the time of the Spanish Armada.": {
    "guess": "Elizabeth I",
    "confidence": [
      [
        "Elizabeth",
        -0.052864734
      ],
      [
        " I",
        -0.0007811574
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at McClure's Magazine. She tells of a young engineer in her first novel Alexander's Bridge and depicts strong characters such as Thea Kronborg in The Song of the Lark and Jean Latour in Death Comes for the Archbishop. For 10 points, name this prairie-loving author of My Antonia and O Pioneers!": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.002440455
      ],
      [
        "illa",
        -0.022973828
      ],
      [
        " C",
        -0.00012142374
      ],
      [
        "ather",
        -3.1281633e-07
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which was instigated by the migration of the Helvetii. It saw the expulsion of the Germans under Ariovistus and the dissolution of the confederation of Belgae, and was successful mainly due to the internal rivalries of the native tribes, who were unified by Vercingetorix only to be defeated at Alesia. FTP, what was this 58-51 BCE Roman military campaign which did much to further the political aims of its leader, Julius Caesar?": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0048093647
      ],
      [
        "lic",
        0.0
      ],
      [
        " Wars",
        -0.022864431
      ]
    ]
  },
  "The publication of his most famous work lead to his falling out with Charles Fox, which he tried to rectify": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.24743637
      ],
      [
        "mund",
        -0.0012232051
      ],
      [
        " Burke",
        -0.00012403888
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at _McClure's Magazine_. She left _McClure's_ in 1912 to devote herself to writing full time, setting": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.012274994
      ],
      [
        "illa",
        -0.011411593
      ],
      [
        " C",
        -0.0003427336
      ],
      [
        "ather",
        -3.4121115e-06
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity": {
    "guess": "β-galactosidase",
    "confidence": [
      [
        "β",
        -1.0335172
      ],
      [
        "-g",
        -0.12406033
      ],
      [
        "al",
        -7.226629e-06
      ],
      [
        "act",
        -0.00030995993
      ],
      [
        "os",
        -4.365741e-06
      ],
      [
        "id",
        -0.00015395533
      ],
      [
        "ase",
        -9.253091e-06
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many to commit suicide in imitation of its hero. In this best-selling short epistolary novel the title characters beloved, a simple girl, marries a steady bourgeois; it was so popular that the Chinese painted": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.016647125
      ],
      [
        " Sor",
        -0.0004388943
      ],
      [
        "rows",
        -1.2664457e-06
      ],
      [
        " of",
        -2.319992e-05
      ],
      [
        " Young",
        -8.876193e-05
      ],
      [
        " Wer",
        -7.314626e-05
      ],
      [
        "ther",
        -4.5133394e-05
      ]
    ]
  },
  "The publication of his most famous work lead to his falling out with Charles Fox, which he tried to rectify in his Appeal from the New to the Old Whigs, and Immanuel Kant praised this man's Enquiry into the Origin of Our Ideas of the Sublime and Beautiful. His most famous work argued that the title event": {
    "guess": "Edmund Burke",
    "confidence": [
      [
        "Ed",
        -0.495127
      ],
      [
        "mund",
        -2.7252845e-05
      ],
      [
        " Burke",
        -0.0001039008
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in": {
    "guess": "Sofia Kovalevskaya",
    "confidence": [
      [
        "S",
        -1.4346116
      ],
      [
        "of",
        -1.3659765
      ],
      [
        "ia",
        -0.064457595
      ],
      [
        " Kov",
        -0.034801833
      ],
      [
        "ale",
        -0.0012473741
      ],
      [
        "v",
        -0.0063035656
      ],
      [
        "sk",
        -0.0015273597
      ],
      [
        "aya",
        -0.0011554589
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.14502935
      ],
      [
        "ent",
        -4.3202e-07
      ],
      [
        "ec",
        -0.0008190385
      ],
      [
        "ost",
        -2.6895234e-05
      ],
      [
        "al",
        -8.061054e-06
      ],
      [
        "ism",
        -0.0019188835
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the Mountain Bride in  this novel, its main character orchestrates her ritual sacrifice, and the main character's henchman Wenzel  persuades the residents of the vil age to reopen a mine which is believed to contain gold. The insurance  agent Wetchy is beaten by the vil agers of Mt. Kuppron in this work, in which Wetchy represents the Jews.  For 10 points, identify this al egory of fascism in which": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.032773115
      ],
      [
        " Spell",
        -0.016228847
      ]
    ]
  },
  "The publication of his most famous work lead to his falling out with Charles Fox, which he tried to rectify in his Appeal from the New to the Old Whigs, and Immanuel Kant praised this man's Enquiry into the Origin of Our Ideas of the Sublime and Beautiful. His most famous work argued that the title event wasn't a move toward democracy, but merely a rejection of just authority and tradition. FTP, name": {
    "guess": "Reflections on the Revolution in France",
    "confidence": [
      [
        "Reflection",
        -0.63867074
      ],
      [
        "s",
        -0.0022881143
      ],
      [
        " on",
        -0.0007936628
      ],
      [
        " the",
        -7.5411124e-05
      ],
      [
        " Revolution",
        -0.0055603017
      ],
      [
        " in",
        -3.9650025e-05
      ],
      [
        " France",
        -4.7040652e-05
      ]
    ]
  },
  "After publishing a series of poems on decadence under the pseudonyms Loris Melikow and Theophil Morren,": {
    "guess": "Jacques Barzun",
    "confidence": [
      [
        "Jac",
        -0.5033183
      ],
      [
        "ques",
        -0.00050585007
      ],
      [
        " Bar",
        -0.002585647
      ],
      [
        "z",
        -0.00014251545
      ],
      [
        "un",
        -4.1080468e-05
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work": {
    "guess": "Ben Jonson",
    "confidence": [
      [
        "Ben",
        -0.7191397
      ],
      [
        " Jon",
        -0.018629907
      ],
      [
        "son",
        -6.6306106e-06
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.776865
      ],
      [
        "ine",
        -0.00027706707
      ],
      [
        " the",
        -0.00066418375
      ],
      [
        " Great",
        -0.00011951648
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated in 1906 ministries on Azusa Street, while one of its most famous churches is the International Church of the Foursquare Gospel. One of the most notable leaders of this faith was a woman who reported herself kidnapped in 1926. For 10 points, name this faith practiced by Aimee Semple McPherson, a branch of Christianity which places emphasis on the gifts of the Holy Spirit, such as speaking in tongues.": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.056386705
      ],
      [
        "ent",
        -4.3202e-07
      ],
      [
        "ec",
        -0.0018806851
      ],
      [
        "ost",
        -1.640531e-05
      ],
      [
        "al",
        -2.4584822e-06
      ],
      [
        "ism",
        -3.7623562e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the Mountain Bride in  this novel, its main character orchestrates her ritual sacrifice, and the main": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.002630827
      ],
      [
        " Spell",
        -0.047671936
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man confirmed suspicions that he had used Lieven to spy on his Russian and British counterparts. A leader of the Holy Alliance, the murder of August von Kotzebue led this man to call a congress which resulted": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.010323765
      ],
      [
        "lem",
        -3.23786e-05
      ],
      [
        "ens",
        -0.00014334988
      ],
      [
        " von",
        -0.00014287306
      ],
      [
        " Met",
        -1.3186812e-05
      ],
      [
        "tern",
        -5.3596854e-05
      ],
      [
        "ich",
        -2.8325678e-05
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key image in the novel is the painting of Beatrice Cenci attributed to Guido Reni which one of the main characters is copying. A subplot involves the relationship of Kenyon and the innocent Hilda who cannot": {
    "guess": "The Marble Faun",
    "confidence": [
      [
        "The",
        -0.040169522
      ],
      [
        " Marble",
        -0.0008313055
      ],
      [
        " Fa",
        -4.274932e-05
      ],
      [
        "un",
        -1.640531e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.2828004
      ],
      [
        " Spell",
        -0.1590603
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song Recitative in Paiute Mythology\" and \"The Life of a Nootka Indian.\" His longest ethnological work is a \"study in method\" which considers \"time perspective in aboriginal American culture,\" though this": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -1.4021437
      ],
      [
        "z",
        -2.6299214e-05
      ],
      [
        " Bo",
        -0.00036775172
      ],
      [
        "as",
        -0.00047738242
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called": {
    "guess": "William Branham",
    "confidence": [
      [
        "William",
        -0.29777837
      ],
      [
        " Bran",
        -0.41052017
      ],
      [
        "ham",
        -4.723352e-06
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness and resolve, as indicated by the two title instruments of another essay. This poet was made ambassador to India, which figured into his work about Hanuman, the titular Monkey Grammarian. This author of The Bow and the Lyre that implored \"gate of our being, awaken me, bring dawn\" imagined a \"willow of crystal\" in a work whose lines correspond to every day of the Aztec Calendar. For ten points, name this Mexican author of The Labyrinth of Solitude and The Sun Stone, a 1990 Nobel Laureate.": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.0007676984
      ],
      [
        "av",
        -4.0722858e-05
      ],
      [
        "io",
        -3.0545007e-06
      ],
      [
        " Paz",
        -1.3186812e-05
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song Recitative in Paiute Mythology\" and \"The Life of a Nootka Indian.\" His longest ethnological work": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.9870899
      ],
      [
        "z",
        -8.76891e-05
      ],
      [
        " Bo",
        -0.00026753443
      ],
      [
        "as",
        -0.00079307414
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang, but after a nearby colony was wrested from French control he was promoted to Lt. Governor and instituted numerous reforms. That period of his life is recounted in The History of Java, which earned": {
    "guess": "Thomas Stamford Raffles",
    "confidence": [
      [
        "Thomas",
        -0.09615479
      ],
      [
        " Stamford",
        -0.012547913
      ],
      [
        " R",
        -0.020266123
      ],
      [
        "affles",
        -0.000108788154
      ]
    ]
  },
  "A published poet at the age of 19, this author's first collection, \"Double Persephone\", was followed by the critically acclaimed \"The Circle Game\". In the 1970s she turned to the novel, with early efforts like \"Surfacing\" and \"Lady Oracle\" analyzing the lives of women in a male-dominated society, a theme to which she would return in \"Cat's Eye\" and \"The Robber Bride\". FTP, who is this Canadian author": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.0014995065
      ],
      [
        "aret",
        -6.0033854e-05
      ],
      [
        " At",
        -0.00021366903
      ],
      [
        "wood",
        -5.5861725e-05
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.32981735
      ],
      [
        "z",
        -0.06548333
      ],
      [
        "ra",
        -1.831257e-05
      ],
      [
        " Pound",
        -0.00010854974
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of": {
    "guess": "Wallace Stevens",
    "confidence": [
      [
        "Wall",
        -0.074730486
      ],
      [
        "ace",
        -7.696077e-05
      ],
      [
        " Stevens",
        -0.00044997653
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at _McClure's Magazine_. She left _McClure's_ in 1912 to devote herself to writing full time, setting her stories on the Great Plains and depicting strong female characters such as Thea Kronborg in": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.01306341
      ],
      [
        "illa",
        -0.0005866335
      ],
      [
        " C",
        -0.0004001641
      ],
      [
        "ather",
        -2.3392786e-06
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.92985857
      ],
      [
        " Ves",
        -0.11461667
      ],
      [
        "uv",
        -6.1537958e-06
      ],
      [
        "ius",
        -1.3306016e-05
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang, but after a nearby colony was wrested from French control he was promoted to Lt. Governor and": {
    "guess": "Thomas Stamford Raffles",
    "confidence": [
      [
        "Thomas",
        -0.2702515
      ],
      [
        " Stamford",
        -0.13722889
      ],
      [
        " R",
        -0.09206879
      ],
      [
        "affles",
        -7.4695905e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the Mountain Bride in  this novel, its main character orchestrates her ritual sacrifice, and the main character's henchman Wenzel  persuades the residents of the vil age to reopen a mine which is believed to contain gold. The insurance  agent Wetchy is beaten by the vil agers of Mt. Kuppron in this work, in which Wetchy represents the Jews.  For 10 points, identify this al egory of fascism in which the residents of a smal town are enthral ed by the  devious Marius Ratti, a novel by Hermann Broch.": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.003624904
      ],
      [
        " Spell",
        -0.034195017
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang, but after a nearby colony was wrested from French control he was promoted to Lt. Governor and instituted numerous reforms. That period of his life is recounted in The History of Java, which earned him election to the Royal Society and would pave the way for his founding of the London Zoo. His greatest achievement occurred in 1819 when he crossed the Straits of Malacca and established a port on the southern tip of Malaya. FTP identify this explorer and statesman who founded Singapore.": {
    "guess": "Stamford Raffles",
    "confidence": [
      [
        "St",
        -0.009005817
      ],
      [
        "am",
        -3.1737043e-06
      ],
      [
        "ford",
        -5.080963e-06
      ],
      [
        " R",
        -0.00013941615
      ],
      [
        "affles",
        -7.7318386e-05
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested in the n-body problem later in his career. He improved upon Riemann's contour integral formula for the number of primes in a given region, and he gave a proof of the existence of irrotational waves.  A paper published jointly with (*) Ricci-Curbastro on the theory of tensors was published in Mathematische Annalen at the request of Felix Klein and he discussed his treatment of a static gravitational field with Einstein. For 10 points, name this Italian mathematician notable for his work in": {
    "guess": "Gregorio Ricci-Curbastro",
    "confidence": [
      [
        "Greg",
        -0.7140042
      ],
      [
        "orio",
        -0.0006850334
      ],
      [
        " Ric",
        -9.293406e-05
      ],
      [
        "ci",
        -6.1537958e-06
      ],
      [
        "-C",
        -0.000664899
      ],
      [
        "urb",
        -2.6060809e-05
      ],
      [
        "astro",
        -0.00027694786
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks,": {
    "guess": "George Steiner",
    "confidence": [
      [
        "George",
        -1.1086282
      ],
      [
        " Ste",
        -0.20300424
      ],
      [
        "iner",
        -5.9153886e-06
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many to commit suicide in imitation of its hero. In this best-selling short epistolary novel the title characters beloved, a simple girl, marries a steady bourgeois; it was so popular that the Chinese painted the protagonist and his love, Lotte, on porcelain for the export trade. That protagonist is an": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.023537783
      ],
      [
        " Sor",
        -0.00010235115
      ],
      [
        "rows",
        -2.4584822e-06
      ],
      [
        " of",
        -3.7623562e-05
      ],
      [
        " Young",
        -4.9424725e-05
      ],
      [
        " Wer",
        -5.4385737e-06
      ],
      [
        "ther",
        -0.00019173922
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having a \"weak and feeble\" body, this monarch possessed the \"heart and stomach of a king\" in the Speech to the Troops at Tilbury. In an address to members of Parliament, this ruler claimed that it would be sufficient \"that a marble stone shall declare that a Queen, having reigned such a time, lived and died": {
    "guess": "Elizabeth I",
    "confidence": [
      [
        "Elizabeth",
        -0.29520765
      ],
      [
        " I",
        -0.0010231629
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.014360822
      ],
      [
        "illa",
        -0.0057644225
      ],
      [
        " C",
        -9.710619e-05
      ],
      [
        "ather",
        -1.2664457e-06
      ]
    ]
  },
  "In his publication \"A New View of Society,\" he maintained that a system of villages of cooperation were better than large, unplanned industrial towns. In partnership with Jeremy Bentham, he set up industrial welfare programs with  improved housing and schools at his factories in New Lanark, Scotland. He later took his ideas to the United States,  where he established the utopian community at New Harmony,": {
    "guess": "Robert Owen",
    "confidence": [
      [
        "Robert",
        -0.0032656495
      ],
      [
        " Owen",
        -0.0052698036
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having a \"weak and feeble\" body, this monarch possessed the \"heart and stomach of a king\" in the Speech to the Troops at Tilbury. In an address to members of Parliament, this ruler claimed that it would be sufficient \"that a marble stone shall declare that a Queen, having reigned such a time, lived and died a virgin.\" For 10 points, name this last Tudor queen who ruled over England at the time of the Spanish": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.09195843
      ],
      [
        " I",
        -0.0008073675
      ],
      [
        " of",
        -0.5484282
      ],
      [
        " England",
        -0.00015598179
      ]
    ]
  },
  "After publishing a study of native languages he began his administrative career under Lord Minto in Penang, but after a nearby colony was wrested from French control he was promoted to Lt. Governor and instituted numerous reforms. That period of his life is recounted in The History of Java, which earned him election to the Royal Society and would pave the way for his founding of the London Zoo. His": {
    "guess": "Thomas Stamford Raffles",
    "confidence": [
      [
        "Thomas",
        -0.5274279
      ],
      [
        " Stamford",
        -0.045936342
      ],
      [
        " R",
        -0.02146665
      ],
      [
        "affles",
        -0.00014263466
      ]
    ]
  },
  "After publishing a series of poems on decadence under the pseudonyms Loris Melikow and Theophil Morren, he was introduced to Arthur Schnitzler and the Young Vienna writers. He was especially fond of Euripides, writing plays such as Alkestis and The Bacchants along with Elektra, which was the first of his plays to be used by the composer with whom he is most famously associated. For 10 points-- name": {
    "guess": "Hugo von Hofmannsthal",
    "confidence": [
      [
        "H",
        -0.014189241
      ],
      [
        "ugo",
        -0.0001558626
      ],
      [
        " von",
        -0.0030652955
      ],
      [
        " Hof",
        -0.005809344
      ],
      [
        "mann",
        -3.4166656e-05
      ],
      [
        "st",
        -0.00015836587
      ],
      [
        "hal",
        -0.0013851166
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson,": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.041245855
      ],
      [
        " Spell",
        -0.036080834
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated in 1906 ministries on Azusa Street, while one of its most famous churches is the International": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.04313575
      ],
      [
        "ent",
        -1.9361265e-07
      ],
      [
        "ec",
        -0.0055434625
      ],
      [
        "ost",
        -3.357064e-05
      ],
      [
        "al",
        -5.145119e-05
      ],
      [
        "ism",
        -0.054399084
      ]
    ]
  },
  "The publication of his most famous work lead to his falling out with Charles Fox, which he tried to rectify in his Appeal from the New to the Old Whigs, and Immanuel Kant praised this man's Enquiry into": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.020103728
      ],
      [
        " H",
        -0.00064702943
      ],
      [
        "ume",
        -1.0087517e-05
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song Recitative in Paiute Mythology\" and \"The Life of a Nootka Indian.\" His longest ethnological work is a \"study in method\" which considers \"time perspective in aboriginal American culture,\" though this student of the Athabascan languages and head of Yale's anthropology department in the 1930s is best known for positing a link between a person's language and his worldview. FTP, name this thinker who": {
    "guess": "Edward Sapir",
    "confidence": [
      [
        "Edward",
        -0.08226929
      ],
      [
        " Sap",
        -1.9743013e-05
      ],
      [
        "ir",
        -2.6060809e-05
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which was instigated by the migration of the Helvetii. It saw the expulsion of the Germans under Ariovistus and the dissolution of the confederation of Belgae, and was successful mainly due to the internal rivalries of the native tribes, who were unified by Vercingetorix only to be defeated at Alesia. FTP,": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0045130737
      ],
      [
        "lic",
        -1.9361265e-07
      ],
      [
        " Wars",
        -0.006702935
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including one from nearby Posilipo. Probably the most famous location with a name derived from the Oscan language, its slopes are used to produce a wine called the Lachrymae Christi. An eyewitness account of this location's most notable event was given by Pliny the Younger, whose uncle Pliny the Elder perished because of this structure. Similar to the landmark of Stromboli, for 10 points, identify this mountain responsible for the destruction of Stabiae, Herculaneum and Pompeii, an Italian Volcano.": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.0006160548
      ],
      [
        " Ves",
        -9.849109e-06
      ],
      [
        "uv",
        -1.8624639e-06
      ],
      [
        "ius",
        -1.6643718e-05
      ]
    ]
  },
  "A published poet at the age of 19, this author's first collection, \"Double Persephone\", was followed by the critically acclaimed \"The Circle Game\". In the 1970s she turned to the novel, with early efforts": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.046434674
      ],
      [
        "aret",
        -4.596782e-05
      ],
      [
        " At",
        -0.0013157127
      ],
      [
        "wood",
        -0.00015622021
      ]
    ]
  },
  "Publius Crassus' brilliant Aquitania camapign was an important part of this military endeavour, which": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.016563296
      ],
      [
        "lic",
        -1.3544423e-05
      ],
      [
        " Wars",
        -0.024915934
      ]
    ]
  },
  "In 1920 this man published a compendium on the three-body problem in Acta Mathematica and became interested": {
    "guess": "S. Chandrasekhar",
    "confidence": [
      [
        "S",
        -0.28788596
      ],
      [
        ".",
        -0.6442694
      ],
      [
        " Chand",
        -0.5265828
      ],
      [
        "rase",
        -0.0046802727
      ],
      [
        "k",
        -0.0006990921
      ],
      [
        "har",
        -1.2113979e-05
      ]
    ]
  },
  "In 1938, the publication of over three hundred pages of letters written by Dorothea Lieven to this man confirmed suspicions that he had used Lieven to spy on his Russian and British counterparts. A leader of the Holy Alliance, the murder of August von Kotzebue led this man to call a congress which resulted in university restriction, newspaper censorship, and other Carlsbad Decrees, and he was forced to flee to England following the Revolutions of 1848. For 10 points, name this Austrian prince and conservative who hosted the Congress of Vienna.": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.009967504
      ],
      [
        "lem",
        -2.9040899e-05
      ],
      [
        "ens",
        -8.506662e-05
      ],
      [
        " von",
        -0.00078139576
      ],
      [
        " Met",
        -2.451116e-05
      ],
      [
        "tern",
        -2.9875326e-05
      ],
      [
        "ich",
        -1.8074163e-05
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker and Mrs. Baines, but turns primarily on the discovery that the East End benefactor Lord Saxmundham manufactures \"Bodger's Whiskey.\" It ends with the foundling and professor of Greek, Adolphus Cusins, striking a bargain with the armaments manufacturer Andrew Undershaft to take over the family fortune. FTP identify this play about Lady Britomart and her daughter, the Salvation Army officer of the title,": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.0097991815
      ],
      [
        " Barbara",
        -0.0002750406
      ]
    ]
  },
  "Its publication in 1774 inspired Ugo Foscolo's sequel, Le Ultime Lettere di Jacopo Ortis, and led many to commit suicide in imitation of its hero. In this best-selling short epistolary novel the title": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.061009355
      ],
      [
        " Sor",
        -0.0006841989
      ],
      [
        "rows",
        -4.3202e-07
      ],
      [
        " of",
        -8.299462e-06
      ],
      [
        " Young",
        -5.288163e-05
      ],
      [
        " Wer",
        -5.669615e-05
      ],
      [
        "ther",
        -4.310693e-05
      ]
    ]
  },
  "Its publication was advised by Sergey Witte, and it guaranteed freedom of speech, press and assembly; a broad franchise; and a legislature that had to approve legislation before it could become law. Prompted by a disastrous war with Japan and the Bloody Sunday uprising, FTP, what was this 1905 letter in which Nicholas II ended autocracy in Russia, named for the month in which it was issued?": {
    "guess": "October Manifesto",
    "confidence": [
      [
        "October",
        -0.024999758
      ],
      [
        " Manifest",
        -0.00012678056
      ],
      [
        "o",
        -2.2723105e-05
      ]
    ]
  },
  "In one public address, this ruler describes how Joseph of Arimathea founded the Church in this ruler's kingdom and noted that even Christ paid taxes to Caesar. This ruler contended that, despite having a \"weak and feeble\" body, this monarch possessed the \"heart and stomach of a king\" in the Speech to": {
    "guess": "Elizabeth I of England",
    "confidence": [
      [
        "Elizabeth",
        -0.67098427
      ],
      [
        " I",
        -0.016265325
      ],
      [
        " of",
        -0.021549137
      ],
      [
        " England",
        -2.546479e-05
      ]
    ]
  },
  "Its publication was advised by Sergey Witte, and it guaranteed freedom of speech, press and assembly;": {
    "guess": "October Manifesto",
    "confidence": [
      [
        "October",
        -0.70636064
      ],
      [
        " Manifest",
        -0.00028731857
      ],
      [
        "o",
        -8.351697e-05
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song": {
    "guess": "John Gould Fletcher",
    "confidence": [
      [
        "John",
        -1.170891
      ],
      [
        " Gould",
        -1.4310244
      ],
      [
        " Fletcher",
        -0.0005165747
      ]
    ]
  },
  "In his publication \"A New View of Society,\" he maintained that a system of villages of cooperation were better than large, unplanned industrial towns. In partnership with Jeremy Bentham, he set up industrial welfare programs with  improved housing and schools at his factories in New Lanark, Scotland.": {
    "guess": "Robert Owen",
    "confidence": [
      [
        "Robert",
        -0.07818117
      ],
      [
        " Owen",
        -0.0001376281
      ]
    ]
  },
  "In his publication \"A New View of Society,\" he maintained that a system of villages of cooperation were": {
    "guess": "Robert Owen",
    "confidence": [
      [
        "Robert",
        -0.026501175
      ],
      [
        " Owen",
        -0.27415553
      ]
    ]
  },
  "Publishing his first two poems in a volume commemorating the death of Prince Henry, his first ever work was two sonnets sent in 1610 to his mother, a patron of Donne. A deacon, he wrote a prose picture of the model country parson and gave a single poetry collection to Nicholas Farrar so that it may be of aid to dejected souls. That work was later published with the subtitle, Sacred Poems and Private Ejaculations. FTP, identify this 17th century British author of poems such as: The Bunch of Grapes,": {
    "guess": "George Herbert",
    "confidence": [
      [
        "George",
        -0.015888192
      ],
      [
        " Herbert",
        -0.0006414269
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness and resolve, as indicated by the two title instruments of another essay. This poet was made ambassador to India, which figured into his work about Hanuman, the titular Monkey Grammarian. This author": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.0032538848
      ],
      [
        "av",
        -1.1398757e-05
      ],
      [
        "io",
        -6.1537958e-06
      ],
      [
        " Paz",
        -4.7875077e-05
      ]
    ]
  },
  "After publishing a series of poems on decadence under the pseudonyms Loris Melikow and Theophil Morren, he was introduced to Arthur Schnitzler and the Young Vienna writers. He was especially fond of Euripides, writing plays such as Alkestis and The Bacchants along with Elektra, which was the first of": {
    "guess": "Hugo von Hofmannsthal",
    "confidence": [
      [
        "H",
        -0.029930178
      ],
      [
        "ugo",
        -0.00085072464
      ],
      [
        " von",
        -0.0021212348
      ],
      [
        " Hof",
        -0.0060721836
      ],
      [
        "mann",
        -4.012684e-05
      ],
      [
        "st",
        -0.00018542144
      ],
      [
        "hal",
        -0.00069456233
      ]
    ]
  },
  "Its publication was advised by Sergey Witte, and it guaranteed freedom of speech, press and assembly; a broad franchise; and a legislature that had to approve legislation before it could become law. Prompted by a disastrous war with Japan and the Bloody Sunday uprising, FTP, what was this 1905 letter": {
    "guess": "October Manifesto",
    "confidence": [
      [
        "October",
        -0.04142154
      ],
      [
        " Manifest",
        -0.0018102486
      ],
      [
        "o",
        -0.00015991552
      ]
    ]
  },
  "He published numerous poems in Poetry magazine, starting with 1919's \"Mary, Mary My Love,\" and many of his lyrics appeared in the volume Dreams and Gibes. He discussed the work of Gerard Manley Hopkins in his essay \"The Heuristic Value of Rhyme,\" but he is better known for ethnographic works like \"Song Recitative in Paiute Mythology\" and \"The Life of a Nootka Indian.\" His longest ethnological work is a \"study in method\" which considers \"time perspective in aboriginal American culture,\" though this student of the Athabascan languages and head of Yale's anthropology department in the 1930s is best": {
    "guess": "Edward Sapir",
    "confidence": [
      [
        "Edward",
        -0.5374526
      ],
      [
        " Sap",
        -0.000312344
      ],
      [
        "ir",
        -5.9795446e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.009606626
      ],
      [
        " Spell",
        -0.013283522
      ]
    ]
  },
  "Its publication was advised by Sergey Witte, and it guaranteed freedom of speech, press and assembly; a broad franchise; and a legislature that had to approve legislation before it could become law. Prompted": {
    "guess": "October Manifesto",
    "confidence": [
      [
        "October",
        -0.27441585
      ],
      [
        " Manifest",
        -0.00032175743
      ],
      [
        "o",
        -0.000114748334
      ]
    ]
  },
  "This man published his Charles Eliot Norton Lectures as Children of the Mire, and wrote the essay collection The Siren and the Seashell. This man argued that natives of his home country, chases, mocks, courts, and hugs death, and he also stated that poetry is written with a situation between tautness and resolve, as indicated by the two title instruments of another essay. This poet was made ambassador to India, which figured into his work about Hanuman, the titular Monkey Grammarian. This author of The Bow and the Lyre that implored \"gate of our being, awaken me, bring dawn\" imagined a \"willow of crystal\" in a work whose lines correspond to every day of the Aztec Calendar. For ten points, name": {
    "guess": "Octavio Paz",
    "confidence": [
      [
        "Oct",
        -0.02256016
      ],
      [
        "av",
        -4.2630116e-05
      ],
      [
        "io",
        -7.822647e-06
      ],
      [
        " Paz",
        -3.8934802e-05
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity of this structure. It can only be bound by a heterodimer of CAP and cAMP in a common example of catabolite repression. This structure's Z, Y, and A subunits encode a transacetylase, a permease, and a beta-galactosidase. According to the Jacob-Monot model of this structure, it is a negative inducible system, repressed at high levels of glucose, which places three genes under the control of one promoter. For 10 points, name this operon that produces enzymes which break down milk sugar.": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.36197448
      ],
      [
        "ac",
        -0.0027430546
      ],
      [
        " oper",
        -0.20786348
      ],
      [
        "on",
        -9.849109e-06
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure. A protein encoded by this structure cleaves ONPG into yellow ortho-nitrophenol, and its activity is measured in blue-white screening tests, when colonies are plated on X-gal. IPTG induces the activity of this structure. It can only be bound by a heterodimer of CAP and cAMP in a common example of catabolite repression. This structure's Z, Y, and A subunits encode a transacetylase, a permease, and": {
    "guess": "Lac operon",
    "confidence": [
      [
        "L",
        -0.4021125
      ],
      [
        "ac",
        -0.008308413
      ],
      [
        " oper",
        -0.21194112
      ],
      [
        "on",
        -2.4034345e-05
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated in 1906 ministries on Azusa Street, while one of its most famous churches is the International Church of the Foursquare Gospel. One of the most notable leaders of this faith was a woman who reported": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.06433342
      ],
      [
        "ent",
        -3.1281633e-07
      ],
      [
        "ec",
        -0.001541523
      ],
      [
        "ost",
        -2.057744e-05
      ],
      [
        "al",
        -6.392203e-06
      ],
      [
        "ism",
        -0.0004107732
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.91877544
      ],
      [
        "ent",
        -2.8160932e-06
      ],
      [
        "ec",
        -0.0004102964
      ],
      [
        "ost",
        -2.2842309e-05
      ],
      [
        "al",
        -1.962381e-05
      ],
      [
        "ism",
        -0.0017061287
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at _McClure's Magazine_. She left _McClure's_ in 1912 to devote herself to writing full time, setting her stories on the Great Plains and depicting strong female characters such as Thea Kronborg in _The Song of the Lark_ and Alexandra Bergson in _O Pioneers_. For ten points, name this author of _My Antonia_ and _Death Comes for the Archbishop_.": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.0003602529
      ],
      [
        "illa",
        -0.0025080014
      ],
      [
        " C",
        -6.17027e-05
      ],
      [
        "ather",
        -9.0883464e-07
      ]
    ]
  },
  "The 1905 publication of The Troll Garden, her first collection of stories, landed her a job as an editor at McClure's Magazine. She tells of a young engineer in her first novel Alexander's Bridge and depicts strong characters such as Thea Kronborg in The Song of the Lark and Jean Latour in Death Comes": {
    "guess": "Willa Cather",
    "confidence": [
      [
        "W",
        -0.016915223
      ],
      [
        "illa",
        -0.008988101
      ],
      [
        " C",
        -0.00040838914
      ],
      [
        "ather",
        -1.3856493e-06
      ]
    ]
  },
  "Publius Decius Mus and Titus Manlius Torquatus defeated some residents of Latium at a battle here in 340 BC. Joseph Wright of Derby has painted three different works centering at this place, including one from nearby Posilipo. Probably the most famous location with a name derived from the Oscan language, its slopes are used to produce a wine called the Lachrymae Christi. An eyewitness account of this location's most notable event was given by Pliny the Younger, whose uncle Pliny the Elder perished because of this structure. Similar to the landmark of Stromboli, for 10 points, identify this mountain": {
    "guess": "Mount Vesuvius",
    "confidence": [
      [
        "Mount",
        -0.0021673902
      ],
      [
        " Ves",
        -4.501419e-05
      ],
      [
        "uv",
        -6.1537958e-06
      ],
      [
        "ius",
        -1.700133e-05
      ]
    ]
  },
  "Published in England as Transformation it was the result of its author's two year stay in Italy. A key image in the novel is the painting of Beatrice Cenci attributed to Guido Reni which one of the main characters is copying. A subplot involves the relationship of Kenyon and the innocent Hilda who cannot shake her connection to the blood that has been spilled by Count Donatello in his quest to free Miriam from her pursuer. FTP identify this 1860 novel whose title is taken from the resemblance of": {
    "guess": "The Marble Faun",
    "confidence": [
      [
        "The",
        -0.0015891312
      ],
      [
        " Marble",
        -0.00012356207
      ],
      [
        " Fa",
        -6.4444386e-05
      ],
      [
        "un",
        -1.9743013e-05
      ]
    ]
  },
  "A published poet at the age of 19, this author's first collection, \"Double Persephone\", was followed": {
    "guess": "Margaret Atwood",
    "confidence": [
      [
        "Marg",
        -0.052017808
      ],
      [
        "aret",
        -2.9160103e-05
      ],
      [
        " At",
        -3.1305768e-05
      ],
      [
        "wood",
        -9.4245304e-05
      ]
    ]
  },
  "The published text of this novel contains a chapter from a second draft of this novel, which concerns  the narrator's romance with a communist named Barbara. One character in this work is persecuted for  the fact that he sel s wireless radios, which this work's main character al eges are immoral. At the end of  this work, which is narrated by a nameless doctor, Agatha is trained to replace Mother Gisson, who had  earlier been training Irmgard Miland in the same role. After Miland is selected as the Mountain Bride in  this novel, its main character orchestrates her ritual sacrifice, and the main character's henchman Wenzel  persuades the residents of the vil age to reopen a mine which is believed": {
    "guess": "The Spell",
    "confidence": [
      [
        "The",
        -0.06245945
      ],
      [
        " Spell",
        -0.032892745
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker and Mrs. Baines, but turns primarily on the discovery that the East End benefactor Lord Saxmundham manufactures \"Bodger's Whiskey.\" It ends with the foundling and professor of Greek, Adolphus Cusins, striking a bargain with the armaments manufacturer Andrew Undershaft to take over the family fortune.": {
    "guess": "Major Barbara",
    "confidence": [
      [
        "Major",
        -0.006324774
      ],
      [
        " Barbara",
        -0.00023762896
      ]
    ]
  },
  "It was published in 1906 with a long preface that discusses Charles Lever's 1861 novel A Day's Ride and sections on Christianity and Anarchism, Sane Conclusions, and finally the title figure's Return to the Colors.  Opening at a house in Wilton Crescent, it features minor characters like Bill Walker and Mrs. Baines, but turns primarily on the discovery that the East End benefactor Lord Saxmundham manufactures": {
    "guess": "The Return of the Native",
    "confidence": [
      [
        "The",
        -0.49595854
      ],
      [
        " Return",
        -0.64228266
      ],
      [
        " of",
        -0.0011365238
      ],
      [
        " the",
        -0.007495055
      ],
      [
        " Native",
        -0.73697823
      ]
    ]
  },
  "After publishing a series of poems on decadence under the pseudonyms Loris Melikow and Theophil Morren, he was introduced to Arthur Schnitzler and the Young Vienna writers. He was especially fond of Euripides, writing plays such as Alkestis and The Bacchants along with Elektra, which was the first of his plays to be used by the composer with whom he is most famously associated. For 10 points-- name this author, whose Der Rosenkavalier were adapted into an opera by Richard Strauss.": {
    "guess": "Hugo von Hofmannsthal",
    "confidence": [
      [
        "H",
        -0.0016638737
      ],
      [
        "ugo",
        -8.470901e-05
      ],
      [
        " von",
        -0.00021474186
      ],
      [
        " Hof",
        -0.00017648483
      ],
      [
        "mann",
        -3.059055e-05
      ],
      [
        "st",
        -6.134509e-05
      ],
      [
        "hal",
        -0.00047869363
      ]
    ]
  },
  "One publication associated with this faith was called The Bridal Call. An offshoot of this faith that began in Saskatchewan is called the \"Latter Rain\" movement, which preaches the coming of a group called \"Joel's Army.\" During one of the earliest incidents involving this faith in the United States, Charles Parham was asked to leave because of sexual and racial controversies, despite his status as a teacher of William Seymour, who preached this faith in Los Angeles. Adherents of this faith participated in 1906 ministries on Azusa Street, while one of its most famous churches is the International Church of the Foursquare Gospel. One of the most notable leaders of this faith was a woman who reported herself kidnapped in 1926. For 10 points, name this faith practiced by Aimee Semple McPherson,": {
    "guess": "Pentecostalism",
    "confidence": [
      [
        "P",
        -0.6307916
      ],
      [
        "ent",
        -9.253091e-06
      ],
      [
        "ec",
        -0.0042656083
      ],
      [
        "ost",
        -2.6060809e-05
      ],
      [
        "al",
        -2.3080716e-05
      ],
      [
        "ism",
        -0.0003894431
      ]
    ]
  },
  "pUC19 [pr. \"puck 19\"] cloning vectors contain ampicillin resistance and a gene named for this structure.": {
    "guess": "pUC19",
    "confidence": [
      [
        "p",
        -0.6349255
      ],
      [
        "UC",
        -0.0037880852
      ],
      [
        "19",
        -0.36410373
      ]
    ]
  }
}