{
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.033330172
      ],
      [
        "ire",
        -0.0005119258
      ],
      [
        "ns",
        -7.703444e-06
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out with Persephone, but they received a new form after her abduction. The muses made took parts of this group's bodies to make crowns after defeating them in a contest, and Circe tells how to evade them": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.01543437
      ],
      [
        "ire",
        -0.00021736434
      ],
      [
        "ns",
        -2.3915141e-05
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out with Persephone, but they received a new form after her abduction. The muses made took parts of this group's bodies to make crowns after defeating them in a contest, and Circe tells how to evade them using beeswax, though Odysseus asks to be tied to the mast to experience their music. FTP, name this": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.0062501347
      ],
      [
        "ire",
        -0.00014966767
      ],
      [
        "ns",
        -1.4617256e-05
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.0060600974
      ],
      [
        "ire",
        -7.2907846e-05
      ],
      [
        "ns",
        -8.299462e-06
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out with Persephone, but they received a new form after her abduction. The muses made took parts of this": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.66744494
      ],
      [
        "ire",
        -0.0018023922
      ],
      [
        "ns",
        -2.4272753e-05
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out with Persephone, but they received a new form after her abduction. The muses made took parts of this group's bodies to make crowns after defeating them in a contest, and Circe tells how to evade them using beeswax, though Odysseus asks to be tied to the mast to experience their music. FTP, name this trio that used a lyre, a flute, and an enchanting song to lure sailors to their half-woman, half-bird": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.008429589
      ],
      [
        "ire",
        -0.000106284875
      ],
      [
        "ns",
        -3.5313153e-06
      ]
    ]
  },
  "Aphrodite saved Butes from being killed by this group, which included Thelxiepia and Aglaope. Called the daughters of Achelous and either Sterope or the muses Terpsichore or Melpomene, they once hung out with Persephone, but they received a new form after her abduction. The muses made took parts of this group's bodies to make crowns after defeating them in a contest, and Circe tells how to evade them using beeswax, though Odysseus asks to be tied to the mast to experience their music. FTP, name this trio that used a lyre, a flute, and an enchanting song to lure sailors to their half-woman, half-bird doom.": {
    "guess": "Sirens",
    "confidence": [
      [
        "S",
        -0.004028888
      ],
      [
        "ire",
        -2.2484697e-05
      ],
      [
        "ns",
        -5.5122365e-07
      ]
    ]
  }
}