{
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick Hudson in this city. Hilda witnesses Miriam Schaefer inducing her lover Donatello to murder a monk by throwing him off the Tarpeian Rock in one novel set here, The Marble Faun, while the title character of another book is snubbed at a party hosted by Mrs. Walker in this city because she spurned Winterbourne to carry on a scandalous affair with Giovanelli. For 10 points, name this city, in which Daisy Miller contracts malaria during a tour of the Coliseum.": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.004219436
      ],
      [
        "ome",
        -1.8550976e-05
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick Hudson in this city. Hilda witnesses Miriam Schaefer inducing her lover Donatello to murder a": {
    "guess": "The Princess Casamassima",
    "confidence": [
      [
        "The",
        -1.0385194
      ],
      [
        " Princess",
        -0.43527317
      ],
      [
        " Cas",
        -0.004972474
      ],
      [
        "am",
        -0.00036251772
      ],
      [
        "ass",
        -1.7716551e-05
      ],
      [
        "ima",
        -0.00015526658
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick": {
    "guess": "Boston (poem \"Impression du Matin\")",
    "confidence": [
      [
        "Boston",
        -1.4027414
      ],
      [
        " (",
        -0.705163
      ],
      [
        "po",
        -0.6192539
      ],
      [
        "em",
        -0.00062772946
      ],
      [
        " \"",
        -1.3167433
      ],
      [
        "Imp",
        -1.6992731
      ],
      [
        "ression",
        -0.1042519
      ],
      [
        " du",
        -0.16940933
      ],
      [
        " Mat",
        -0.018595979
      ],
      [
        "in",
        -0.00032223423
      ],
      [
        "\")",
        -0.09378745
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick Hudson in this city. Hilda witnesses Miriam Schaefer inducing her lover Donatello to murder a monk by throwing him off the Tarpeian Rock in one novel set here, The Marble Faun, while the title character of another book is snubbed at a party hosted by Mrs. Walker in this city because she spurned Winterbourne to carry on a scandalous affair with Giovanelli. For 10 points, name this city, in which": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.09067149
      ],
      [
        "ome",
        -1.8789384e-05
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered": {
    "guess": "The Ballad of Reading Gaol",
    "confidence": [
      [
        "The",
        -0.73744625
      ],
      [
        " Ball",
        -0.12743628
      ],
      [
        "ad",
        -2.5345586e-05
      ],
      [
        " of",
        -0.00041005798
      ],
      [
        " Reading",
        -0.00014573395
      ],
      [
        " Ga",
        -0.0008625075
      ],
      [
        "ol",
        -0.0001341712
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick Hudson in this city. Hilda witnesses Miriam Schaefer inducing her lover Donatello to murder a monk by throwing him off the Tarpeian Rock in one novel set here, The Marble Faun, while the title": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.24321933
      ],
      [
        "ome",
        -0.009841437
      ]
    ]
  },
  "Oscar Wilde wrote a poem that begins, \"the corn has turned from gray to red / Since first my spirit wandered forth\" about this city \"Unvisited,\" and Christina Light has her bust made by the sculptor Roderick Hudson in this city. Hilda witnesses Miriam Schaefer inducing her lover Donatello to murder a monk by throwing him off the Tarpeian Rock in one novel set here, The Marble Faun, while the title character of another book is snubbed at a party hosted by Mrs. Walker in this city because she spurned": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.90525633
      ],
      [
        "ome",
        -0.00850501
      ]
    ]
  }
}