{
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.6473391
      ],
      [
        "-ass",
        -0.008086244
      ],
      [
        "isted",
        -0.00010127832
      ],
      [
        " laser",
        -0.005427985
      ],
      [
        " des",
        -2.7610455e-05
      ],
      [
        "orption",
        -0.00046880342
      ],
      [
        "/ion",
        -0.0065123867
      ],
      [
        "ization",
        -4.8471098e-05
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn Ibrahim, and it lost at the battle of Ourique during the reign of Ali ibn Yusuf. Earlier, at the earlier battle of Sagrajas, its most successful leader, Yusuf ibn Tashfin, won a decisive victory over forces under Alfonso VI. This dynasty essentially ended after its capital of Marrakesh was conquered by its successor dynasty in 1147. For 10 points, name this Muslim Berber dynasty of north-west Africa and Spain that was succeeded by the Almohads.": {
    "guess": "Almoravid dynasty",
    "confidence": [
      [
        "Al",
        -0.027865015
      ],
      [
        "mor",
        -0.00019388489
      ],
      [
        "avid",
        -0.022206945
      ],
      [
        " dynasty",
        -0.0010865206
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television by his father or the hanging of a poster with the Christ loaded down with chains. However, it becomes clear that it is the protagonist's obsession with the title character that prevents him from consummating a relationship, driving him to blind Nugget and five fellow creatures with a metal spike. Dysart tells Alan Strang that he won't gallop anymore in, FTP, which Peter Shaffer play that recently": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.0030308329
      ],
      [
        "us",
        -5.8961017e-05
      ],
      [
        " (",
        -0.013305408
      ],
      [
        "play",
        -0.00015776986
      ],
      [
        ")",
        -3.0113732e-05
      ]
    ]
  },
  "Implicit in this idea's formulation is wave-particle duality. Because the product of the namesake quantities must be on the order of Planck's constant, it only becomes important at the particle level. Though it can be applied to energy and time, it is generally reserved for momentum and displacement.": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.34216592
      ],
      [
        "isen",
        -0.0002549025
      ],
      [
        "berg",
        -0.0005461226
      ],
      [
        " Unc",
        -0.38715094
      ],
      [
        "ertainty",
        -0.0019229217
      ],
      [
        " Principle",
        -0.00010783452
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version of this technique begins with the formation a Taylor Cone and won John Fenn a Nobel Prize in": {
    "guess": "Electrospray ionization",
    "confidence": [
      [
        "Elect",
        -0.06426378
      ],
      [
        "ros",
        -0.00019507692
      ],
      [
        "pray",
        -1.6240566e-06
      ],
      [
        " ion",
        -0.0266046
      ],
      [
        "ization",
        -3.3809047e-05
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies": {
    "guess": "Natural Law",
    "confidence": [
      [
        "Natural",
        -1.2757499
      ],
      [
        " Law",
        -0.6057172
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora created a rule that allowed laypeople to join without renouncing the world.  It was founded by a man who established a community in Toulouse while preaching to the Albigensians, and who was canonized by Gregory IX only 13 years after he died in 1221.  They have been known as Jacobins and Black": {
    "guess": "Dominican Order",
    "confidence": [
      [
        "Domin",
        -0.18369429
      ],
      [
        "ican",
        -0.088206306
      ],
      [
        " Order",
        -0.000912298
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major": {
    "guess": "Estonian literature",
    "confidence": [
      [
        "E",
        -1.5088952
      ],
      [
        "ston",
        -0.00072613294
      ],
      [
        "ian",
        -0.020044845
      ],
      [
        " literature",
        -0.40761265
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small wavelengths, leading to the ultraviolet catastrophe. Wien's Law and the Rayleigh-Jeans law describing these objects were replaced by a law in which energy was [*] quantized. The energy radiated per unit surface area by one of these objects is proportional to the fourth power of its temperature according to the Stefan-Boltzmann law. Their namesake spectrally-continuous radiation is described by Planck's law. For 10 points, name these objects that absorb all radiation falling on them.": {
    "guess": "Black body radiation",
    "confidence": [
      [
        "Black",
        -0.008137806
      ],
      [
        " body",
        -0.48613468
      ],
      [
        " radiation",
        -0.083044246
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before": {
    "guess": "Raphael",
    "confidence": [
      [
        "R",
        -0.67747706
      ],
      [
        "aphael",
        -0.01695377
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves the modification of the resonance characteristics of its cavity. The most common type of the dye variety is the Rhodamine 6G in methanol, while the gaseous type consists of krypton-ion and argon-ion varieties. In 1960, Theodore Maiman invented the solid-state type, which utilized the process": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0026366534
      ],
      [
        "aser",
        -1.2664457e-06
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist buys for his mistress. Several characters in this play insist on the importance of being \"well": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.0028716847
      ],
      [
        " of",
        -4.6206227e-05
      ],
      [
        " a",
        -0.00012892624
      ],
      [
        " Sales",
        -2.9756122e-05
      ],
      [
        "man",
        -1.831257e-05
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed": {
    "guess": "Economic reform in the Soviet Union (1985–1991)",
    "confidence": [
      [
        "E",
        -0.8778386
      ],
      [
        "conomic",
        -0.08056171
      ],
      [
        " reform",
        -0.22211422
      ],
      [
        " in",
        -0.528931
      ],
      [
        " the",
        -0.010128954
      ],
      [
        " Soviet",
        -0.00675741
      ],
      [
        " Union",
        -0.00024037065
      ],
      [
        " (",
        -0.69358957
      ],
      [
        "198",
        -0.03678338
      ],
      [
        "5",
        -0.019117136
      ],
      [
        "–",
        -0.3607918
      ],
      [
        "199",
        -0.019739827
      ],
      [
        "1",
        -0.0014904579
      ],
      [
        ")",
        -5.2285613e-05
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies": {
    "guess": "Magnetic braking",
    "confidence": [
      [
        "M",
        -0.70214945
      ],
      [
        "agnetic",
        -0.14340213
      ],
      [
        " braking",
        -0.08035063
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions. It arises because the commutator of the matrices denoted X and P is non-zero, but it can relate other quantities, such as the energy of a state and the length of time it exists. Most commonly expressed as delta-p delta-x is greater than h-bar over 2, for ten points, what fundamental relation of quantum mechanics limits the precision with which a particle's position and momentum may be simultaneously": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.30472752
      ],
      [
        "isen",
        -2.6656826e-05
      ],
      [
        "berg",
        -1.0087517e-05
      ],
      [
        " Unc",
        -0.6788726
      ],
      [
        "ertainty",
        -0.00019805702
      ],
      [
        " Principle",
        -0.0001594387
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.6415184
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television by his father or the hanging of a poster with the Christ loaded down with chains. However, it becomes clear that it is the protagonist's obsession with the title character that prevents him from consummating a relationship, driving him to blind Nugget and five fellow creatures with a metal spike. Dysart": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.11434599
      ],
      [
        "us",
        -9.710619e-05
      ],
      [
        " (",
        -0.06566208
      ],
      [
        "play",
        -8.625866e-05
      ],
      [
        ")",
        -1.9027791e-05
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences called CDRs. These structures have Fv and Fc regions, and interconversion among the types of these produced by a cell is called (*) class switching. Only one type of these proteins can cross the placenta from mother to fetus, the G type, and the E type triggers mast cells' release of histamines. They are composed of two heavy and two light chains, and their variable regions participate in antigen": {
    "guess": "B cell receptor",
    "confidence": [
      [
        "B",
        -0.042113934
      ],
      [
        " cell",
        -0.015594365
      ],
      [
        " receptor",
        -0.025576632
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed": {
    "guess": "The Hamlet",
    "confidence": [
      [
        "The",
        -0.16383639
      ],
      [
        " Ham",
        -0.17632926
      ],
      [
        "let",
        -1.4974867e-05
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers as the index argument of a list will return an element selected from the end of the list. In the twos-complement system, these numbers are preceded by a one; thus, a one followed by a series of zeroes can represent this kind of zero. Overflow errors can occur when a variable exceeds the maximum": {
    "guess": "Signed number",
    "confidence": [
      [
        "Signed",
        -0.77232474
      ],
      [
        " number",
        -0.3913893
      ]
    ]
  },
  "He won important victories at Valcou Island, Fort Stanwix, Danbury, and Fort Ticonderoga and became a national hero for his gallantry in the doomed Quebec campaign. But he became bitter over Congress' failure to promote him, and after the capture of Major John Andre, he was forced to flee to the British. FTP, name this Revolutionary War commander who is now best remembered for his treasonous attempt to betray the fortress of West Point.": {
    "guess": "Benedict Arnold",
    "confidence": [
      [
        "B",
        -0.026406657
      ],
      [
        "ened",
        -0.0021763123
      ],
      [
        "ict",
        -2.3319124e-05
      ],
      [
        " Arnold",
        -0.00025561772
      ]
    ]
  },
  "His important poems on early Celtic and Norse themes included \"The Bard,\" \"The Fatal Sisters,\" and \"The Descent of Odin.\" The author of \"The Progress of Poesy,\" his most famous poem helped establish the \"graveyard school\" of reflective poetry, although he also wrote relatively light verse, like the \"Ode": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0023086963
      ],
      [
        " Gray",
        -0.00016206119
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers as the index argument of a list will return an element selected from the end of the list. In the": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.32254353
      ],
      [
        " number",
        -0.17591223
      ]
    ]
  },
  "An important one of these in human blood is carbonic acid, which helps prevent alkalosis. Thses are crucial to biological function in most animals, and generally contain a salt and either a weak acid or base. Their effectiveness can be calculated through the use of an ICE chart or by using the Henderson-Hasselbalch equation. For ten points, identify these substances whose name indicates that they resist": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.0072115143
      ],
      [
        " solution",
        -0.00366611
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.23978789
      ],
      [
        "á",
        -2.355753e-05
      ],
      [
        "'",
        -0.00012713818
      ],
      [
        "í",
        -9.372295e-06
      ],
      [
        " Faith",
        -0.16298628
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions. It arises because the commutator of the matrices denoted X and P is non-zero, but it can relate other quantities, such as the energy of a state and the length of time it exists. Most commonly expressed as delta-p delta-x is greater than h-bar over 2, for ten points, what fundamental relation of quantum mechanics limits the precision with which a particle's position and momentum may be simultaneously known, named for German physicist Werner?": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.37104762
      ],
      [
        "ertainty",
        -9.627177e-05
      ],
      [
        " principle",
        -0.005342975
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's Syndrome by Proxy gate-crashed the opening of a museum devoted to this subject. Testimony by Marianne Wilson helped a federal district court rule that it was not science; that ruling was confirmed by the Supreme Court in Edwards v. Aguillard, which ruled that teaching of this subject failed the Lemon": {
    "guess": "Creation Science",
    "confidence": [
      [
        "Creation",
        -0.11288482
      ],
      [
        " Science",
        -0.7763502
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and a slight eight years prior at the World Anti-Slavery Convention. It was planned in nearby Waterloo": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.0018487935
      ],
      [
        "eca",
        -1.640531e-05
      ],
      [
        " Falls",
        -2.3438328e-05
      ],
      [
        " Convention",
        -1.640531e-05
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in an arbitrary factorization and they are equivalent to irreducible elements in a unique factorization domain. The fundamental theorem of arithmetic states that a number may be written as a unique product": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.06179523
      ],
      [
        " Numbers",
        -0.052108448
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique involving queuing them until they can be successfully transferred. 2,500 British Amulet Employees were fired (*) by this method, and Brittney Spears allegedly broke up with K-Fed by doing this. Guinness World Records awarded a Singaporean woman the title of the fastest person to do this activity, typing out a 136 character phrase in 41 seconds. FTP, identify this popular cell phone communication": {
    "guess": "Text messaging",
    "confidence": [
      [
        "Text",
        -0.09911222
      ],
      [
        " messaging",
        -0.057425346
      ]
    ]
  },
  "An important one of these in human blood is carbonic acid, which helps prevent alkalosis. Thses are crucial": {
    "guess": "Acid-base homeostasis",
    "confidence": [
      [
        "Ac",
        -0.7090372
      ],
      [
        "id",
        -4.2153304e-05
      ],
      [
        "-base",
        -0.50150466
      ],
      [
        " home",
        -0.086216845
      ],
      [
        "ost",
        -8.418666e-06
      ],
      [
        "asis",
        -6.754368e-05
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and": {
    "guess": "Light in August",
    "confidence": [
      [
        "Light",
        -0.8637187
      ],
      [
        " in",
        -0.0021190927
      ],
      [
        " August",
        -9.133887e-06
      ]
    ]
  },
  "His important poems on early Celtic and Norse themes included \"The Bard,\" \"The Fatal Sisters,\" and \"The Descent of Odin.\" The author of \"The Progress of Poesy,\" his most famous poem helped establish the": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0053149858
      ],
      [
        " Gray",
        -0.00036037207
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their calendar consists of nineteen months, each with nineteen days, with an extra four to five so-called \"Days of Ha.\" This faith's most prominent text is the Kitab-i-Aqdas, and Shoghi Effendi was appointed successor to its line until the Universal House of Justice could be formed. It was founded by a Persian nobleman who assumed a name from the Arabic for \"door,\" the Baab. For 10 points, name this religion": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.005023356
      ],
      [
        "á",
        -0.00010592726
      ],
      [
        "'",
        -0.0703724
      ],
      [
        "í",
        -6.551722e-05
      ],
      [
        " Faith",
        -2.2723105e-05
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went by a pseudonym meaning \"the hidden one.\" American authors using this language include the leader of the Introspectivist movement who wrote Labyrinth under the pseudonym Leyeles. Another of its notable authors wrote From the Fair, Railway Stories, and a tale about a milkman that was made into a famous musical. FTP, name this language whose major writers include Mendele Sforim and Sholem Aleichem, a German tongue written in Hebrew letters.": {
    "guess": "Yiddish Language",
    "confidence": [
      [
        "Y",
        -0.017263496
      ],
      [
        "idd",
        -7.910644e-05
      ],
      [
        "ish",
        -1.4855664e-05
      ],
      [
        " Language",
        -0.5148451
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.047599066
      ],
      [
        " Sahara",
        -0.010709502
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture, a song about the Great River. This novel opens with three heroes swearing brotherhood in a": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.8045664
      ],
      [
        "ance",
        -1.7478143e-05
      ],
      [
        " of",
        -4.370295e-05
      ],
      [
        " the",
        -0.0007238718
      ],
      [
        " Three",
        -2.8564085e-05
      ],
      [
        " Kingdom",
        -1.998142e-05
      ],
      [
        "s",
        -4.4849444e-06
      ]
    ]
  },
  "The Imperial Valley was cut off from it by the delta of the Colorado. It is part of a depression in the earth's surface that extends inland to the Coachella Valley. Its coastline includes the island of": {
    "guess": "Salton Sea",
    "confidence": [
      [
        "Sal",
        -0.09555917
      ],
      [
        "ton",
        -7.564953e-05
      ],
      [
        " Sea",
        -0.10790264
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's Syndrome by Proxy gate-crashed the opening of a museum devoted to this subject. Testimony by Marianne Wilson helped a federal district court rule that it was not science; that ruling was confirmed": {
    "guess": "Creationism",
    "confidence": [
      [
        "Creation",
        -0.1710012
      ],
      [
        "ism",
        -0.70425814
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist buys for his mistress. Several characters in this play insist on the importance of being \"well liked\", which they claim will be the failing of Charley's son Bernard. The title character regrets not going to Alaska with Uncle Ben, and after being fired by Howard attempts to rely on his sons Happy": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.009485713
      ],
      [
        " of",
        -0.001094377
      ],
      [
        " a",
        -0.00068991707
      ],
      [
        " Sales",
        -0.00025049195
      ],
      [
        "man",
        -3.8100377e-05
      ]
    ]
  },
  "A implies B is equivalent to the statement not A this operator B. Its representations include a pipe, a plus symbol, and a symbol that looks like a v. It is conceptually similar to the (*) union operator and is also known as disjunction. A this operator not A always evaluates true. There is a similarly": {
    "guess": "Logical disjunction",
    "confidence": [
      [
        "Logical",
        -0.01863506
      ],
      [
        " dis",
        -0.032148574
      ],
      [
        "junction",
        -3.7697225e-06
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth Street.  The protagonist's step-aunt Florence reveals in her prayers she is too embittered to find": {
    "guess": "Araby (short story)",
    "confidence": [
      [
        "Ar",
        -1.1444237
      ],
      [
        "aby",
        -0.0001788689
      ],
      [
        " (",
        -0.0051299813
      ],
      [
        "short",
        -0.00037883763
      ],
      [
        " story",
        -0.00015991552
      ],
      [
        ")",
        -4.9617593e-06
      ]
    ]
  },
  "The impetus for it was the need to operate two munitions plants, and this agency was first chaired by Arthur Morgan. Its constitutionality was upheld in the Ashwander case after it was established by legislation associated with George Norris. It built up Muscle Shoals and was also chartered to produce, distribute, and sell explosives, fertilizers, and electric power. For 10 points, identify this New": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.0024750626
      ],
      [
        "ennessee",
        -2.6656826e-05
      ],
      [
        " Valley",
        -0.00017743846
      ],
      [
        " Authority",
        -3.3093824e-05
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests that we may glimpse truth and eternity through love. This is a poem within a larger poem, \"Delirium II.\" The first book, titled \"Bad Blood\", the poet recalls ancient pagan rituals and the death of Christians. The poet also foretells his own death and his leg amputation. The final section, \"Farewell,\" announces the coming of Autumn and the apocalypse. For 10 points, identify this poetry collection,": {
    "guess": "Illuminations (poetry collection)",
    "confidence": [
      [
        "I",
        -0.3958726
      ],
      [
        "llum",
        -5.705376e-05
      ],
      [
        "inations",
        -0.0049679666
      ],
      [
        " (",
        -0.5409534
      ],
      [
        "po",
        -0.4490502
      ],
      [
        "etry",
        -0.009654449
      ],
      [
        " collection",
        -4.727906e-05
      ],
      [
        ")",
        -0.00019305047
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their calendar consists of nineteen months, each with nineteen days, with an extra four to five so-called": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0017373014
      ],
      [
        "á",
        -1.6762922e-05
      ],
      [
        "'",
        -5.550411e-05
      ],
      [
        "í",
        -1.3544423e-05
      ],
      [
        " Faith",
        -0.23201753
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went by a pseudonym meaning \"the hidden one.\" American authors using this language include the leader of the Introspectivist movement who wrote Labyrinth under the pseudonym Leyeles. Another of its notable": {
    "guess": "Yiddish literature",
    "confidence": [
      [
        "Y",
        -0.12561558
      ],
      [
        "idd",
        -9.293406e-05
      ],
      [
        "ish",
        -4.0603656e-05
      ],
      [
        " literature",
        -0.19120033
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed in response to its results, which were partly caused by limiting the power of Gosbank and Gosplan. Though its component Law on Cooperatives permitted private business ownership for the first time": {
    "guess": "Perestroika",
    "confidence": [
      [
        "Per",
        -0.075423405
      ],
      [
        "estro",
        -3.190179e-05
      ],
      [
        "ika",
        -6.392203e-06
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television by his father or the hanging of a poster with the Christ loaded down with chains. However, it becomes clear that it is the protagonist's obsession with the title character that prevents him from consummating": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.01919678
      ],
      [
        "us",
        -4.7994283e-05
      ],
      [
        " (",
        -0.026359638
      ],
      [
        "play",
        -4.20341e-05
      ],
      [
        ")",
        -1.5332478e-05
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered \"linear\" script. Home to the Awan and Shimaski dynasties, another dynasty to rule this polity took the title Sukkalmah and formed a coalition with Eshnunna against Hammurabi and his allies. Another king from this polity captured Enlil-n?din-ahi, ending the Kassite dynasty, while an earlier king had brought an end to the third dynasty of Ur. A major center at Susa marked, for 10 points, what Iranian": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.016943352
      ],
      [
        "am",
        -1.0087517e-05
      ]
    ]
  },
  "His important poems on early Celtic and Norse themes included \"The Bard,\" \"The Fatal Sisters,\" and \"The Descent of Odin.\" The author of \"The Progress of Poesy,\" his most famous poem helped establish the \"graveyard school\" of reflective poetry, although he also wrote relatively light verse, like the \"Ode on the Death of a Favorite Cat Drowned in a Tub of Gold Fishes.\" FTP, name this poet best known": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0034916196
      ],
      [
        " Gray",
        -9.2457245e-05
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth Street.  The protagonist's step-aunt Florence reveals in her prayers she is too embittered to find salvation, while Roy gets involved in race riots and street brawls.  Elizabeth issues sad prayers, while her husband Gabriel favors his own children over the protagonist, who demonstrates homosexual tendencies toward the preacher Brother Elisha.  Taking place in Harlem in the early 20th century, FTP, identify this religious novel by James Baldwin that centers on the character John Grimes.": {
    "guess": "Go Tell It On The Mountain",
    "confidence": [
      [
        "Go",
        -0.0062699164
      ],
      [
        " Tell",
        -0.00016492206
      ],
      [
        " It",
        -0.01328999
      ],
      [
        " On",
        -0.3121979
      ],
      [
        " The",
        -0.0052507105
      ],
      [
        " Mountain",
        -9.972867e-05
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and Earth Spider, and performers in this style attach generation numbers to their names to signify training distance from its originators. It was the first form to use a revolving stage, and though it was originated by the woman Okuni, since 1652 the \"onnagata,\" crossdressing men, have played all the female": {
    "guess": "Kabuki",
    "confidence": [
      [
        "K",
        -0.004147138
      ],
      [
        "ab",
        -9.014684e-06
      ],
      [
        "uki",
        -1.4855664e-05
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique involving queuing them until they can be successfully transferred. 2,500 British Amulet Employees were fired (*) by this method, and Brittney Spears allegedly broke up with K-Fed by doing this.": {
    "guess": "Email marketing",
    "confidence": [
      [
        "Email",
        -0.19060957
      ],
      [
        " marketing",
        -1.1344222
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor and was written by Euclides da Cunha [koon-yuh]. The enchanting cooking of the title female for her Syrian-born husband Nacib Saad forms part of the plot of Gabriela, Clove, and Cinnamon, a novel": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.0059021306
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion led to the 1801 example, which created four new spiritual peers, twenty-eight new temporal peers, and a hundred new MPs. That one addressed Ireland, while the 1707 one bartered free trade privileges": {
    "guess": "Act of Union 1840",
    "confidence": [
      [
        "Act",
        -1.1728266
      ],
      [
        " of",
        -0.0008620307
      ],
      [
        " Union",
        -0.00030709905
      ],
      [
        " ",
        -0.04160635
      ],
      [
        "184",
        -0.6853292
      ],
      [
        "0",
        -0.0008171312
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0070010624
      ],
      [
        "ru",
        -4.604148e-06
      ],
      [
        "ze",
        -8.776276e-06
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and Earth Spider, and performers in this style attach generation numbers to their names to signify training distance from its originators. It was the first form to use a revolving stage, and though it was": {
    "guess": "Kabuki",
    "confidence": [
      [
        "K",
        -0.0068829074
      ],
      [
        "ab",
        -0.00017660404
      ],
      [
        "uki",
        -6.1537958e-06
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences called CDRs. These structures have Fv and Fc regions, and interconversion among the types of these produced by a cell is called (*) class switching. Only one type of these proteins can cross the placenta from mother to fetus, the G type, and the E type triggers mast cells' release of histamines.": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.046530258
      ],
      [
        "mun",
        -3.464347e-05
      ],
      [
        "oglob",
        -9.729906e-06
      ],
      [
        "ul",
        -0.06285569
      ],
      [
        "ins",
        -3.655073e-05
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -1.146667
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's Syndrome by Proxy gate-crashed the opening of a museum devoted to this subject. Testimony by Marianne": {
    "guess": "Creation Science",
    "confidence": [
      [
        "Creation",
        -0.34718063
      ],
      [
        " Science",
        -0.6748367
      ]
    ]
  },
  "A implies B is equivalent to the statement not A this operator B. Its representations include a pipe, a plus symbol, and a symbol that looks like a v. It is conceptually similar to the (*) union operator and is also known as disjunction. A this operator not A always evaluates true. There is a similarly named exclusive logical operator. This is only false when both of its inputs are false. For 10 points,": {
    "guess": "Logical disjunction",
    "confidence": [
      [
        "Logical",
        -0.020722194
      ],
      [
        " dis",
        -0.06844603
      ],
      [
        "junction",
        -6.704273e-07
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests that we may glimpse truth and eternity through love. This is a poem within a larger poem, \"Delirium II.\" The first book, titled \"Bad Blood\", the poet recalls ancient pagan rituals and the death": {
    "guess": "Delirium II",
    "confidence": [
      [
        "Del",
        -1.0937942
      ],
      [
        "ir",
        -0.00072994747
      ],
      [
        "ium",
        -0.0008521551
      ],
      [
        " II",
        -0.22741479
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces, and call their theology hikma. Their secular juhal members are not granted access to holy books, a privilege reserved for the uqqal, and their emblem represents the 'superior ministers' as a five-colored star.  Founded by Al-Hakim and based on seven central principles, FTP, identify this religious sect primarily concentrated in Israel, Lebanon, and Syria, an offshoot of Ismaili Islam whose members": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.001350234
      ],
      [
        "ru",
        -2.2603901e-05
      ],
      [
        "ze",
        -4.8425554e-06
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn Ibrahim, and it lost at the battle of Ourique during the reign of Ali ibn Yusuf. Earlier, at the": {
    "guess": "Almoravid dynasty",
    "confidence": [
      [
        "Al",
        -0.55987585
      ],
      [
        "mor",
        -0.19279096
      ],
      [
        "avid",
        -0.019374156
      ],
      [
        " dynasty",
        -0.025800062
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and": {
    "guess": "Property tax in the United States",
    "confidence": [
      [
        "Property",
        -0.2759418
      ],
      [
        " tax",
        -0.02348096
      ],
      [
        " in",
        -0.10855374
      ],
      [
        " the",
        -0.0019354236
      ],
      [
        " United",
        -0.00044985735
      ],
      [
        " States",
        -7.088138e-05
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers as the index argument of a list will return an element selected from the end of the list. In the twos-complement system, these numbers are preceded by a one; thus, a one followed by a series of zeroes can represent this kind of zero. Overflow errors can occur when a variable exceeds the maximum possible value and rolls over to one of these. For 10 points, name this kind of number contrasted with a positive number, one that is less than zero.": {
    "guess": "Negative number",
    "confidence": [
      [
        "Negative",
        -0.13235983
      ],
      [
        " number",
        -0.053647343
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture,": {
    "guess": "The Romance of the Three Kingdoms",
    "confidence": [
      [
        "The",
        -0.5983416
      ],
      [
        " Romance",
        -2.0845058
      ],
      [
        " of",
        -3.035214e-05
      ],
      [
        " the",
        -0.021032045
      ],
      [
        " Three",
        -0.016189795
      ],
      [
        " Kingdom",
        -5.347765e-05
      ],
      [
        "s",
        -1.3902034e-05
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora created a rule that allowed laypeople to join without renouncing the world.  It was founded by a man who established a community in Toulouse while preaching to the Albigensians, and who was canonized": {
    "guess": "Dominican Order",
    "confidence": [
      [
        "Domin",
        -0.6066481
      ],
      [
        "ican",
        -0.08968318
      ],
      [
        " Order",
        -0.0018404676
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of liquid. By observing shifts in its crust, scientists now believe that this object contains an underground ocean possibly including water, which may be something that this has in common with some moons of Jupiter. Its atmosphere consists primarily of nitrogen with a little methane, and it has the densest atmosphere of all satellites in the solar system. Occasionally passing near the Cassini spacecraft,": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.27943346
      ],
      [
        "\\xa4",
        -0.0003867014
      ],
      [
        "\\xe1",
        -0.0006045031
      ],
      [
        "\\xbf",
        -2.4987974e-05
      ],
      [
        "\\x91",
        -0.00016468366
      ],
      [
        "τ",
        -1.8550976e-05
      ],
      [
        "ά",
        -0.00095850864
      ],
      [
        "ν",
        -1.7432603e-06
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local armies during it. This rebellion began among the Hakka people, and it at first advocated the segregation of men and women and the abolishment of private property. The Hunan Army was raised to put down this rebellion and was led by Zeng Guofan. It originated with the God Worshippers' Society, and this rebellion's leader, Hong Xiuquan, claimed to be the brother of Jesus. For 10 points, name this mid-nineteenth": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.00032664477
      ],
      [
        "iping",
        -2.220075e-06
      ],
      [
        " Rebellion",
        -0.0006162932
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests that we may glimpse truth and eternity through love. This is a poem within a larger poem, \"Delirium II.\" The first book, titled \"Bad Blood\", the poet recalls ancient pagan rituals and the death of Christians. The poet also foretells his own death and his leg amputation. The final section, \"Farewell,\"": {
    "guess": "A Season in Hell",
    "confidence": [
      [
        "A",
        -0.3111101
      ],
      [
        " Season",
        -0.00049548666
      ],
      [
        " in",
        -0.00037573834
      ],
      [
        " Hell",
        -4.406056e-05
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.09121898
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist buys for his mistress. Several characters in this play insist on the importance of being \"well liked\", which they claim will be the failing of Charley's son Bernard. The title character regrets not going to Alaska with Uncle Ben, and after being fired by Howard attempts to rely on his sons Happy and Biff for support, in FTP, what play by Arthur Miller about the imploding American Dream of": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.0036612374
      ],
      [
        " of",
        -9.603336e-05
      ],
      [
        " a",
        -0.00013309837
      ],
      [
        " Sales",
        -1.831257e-05
      ],
      [
        "man",
        -1.5809293e-05
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces, and call their theology hikma. Their secular juhal members are not granted access to holy books, a privilege reserved for the uqqal, and their emblem represents the 'superior ministers' as a five-colored star.  Founded by Al-Hakim and based on seven central principles, FTP, identify this religious sect primarily concentrated in Israel, Lebanon, and Syria, an offshoot of Ismaili Islam whose members refer to themselves as muwahudeen.": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0016499488
      ],
      [
        "ru",
        -1.569009e-05
      ],
      [
        "ze",
        -3.0545007e-06
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered \"linear\" script. Home to the Awan and Shimaski dynasties, another dynasty to rule this polity took the title Sukkalmah and formed a coalition with Eshnunna against Hammurabi and his allies. Another king": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.0827978
      ],
      [
        "am",
        -3.1737043e-06
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another": {
    "guess": "The Visit",
    "confidence": [
      [
        "The",
        -0.55427915
      ],
      [
        " Visit",
        -1.3912432
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as": {
    "guess": "Kingdom of Israel",
    "confidence": [
      [
        "King",
        -1.1745011
      ],
      [
        "dom",
        -0.0014338013
      ],
      [
        " of",
        -0.0005343251
      ],
      [
        " Israel",
        -0.91043144
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in an arbitrary factorization and they are equivalent to irreducible elements in a unique factorization": {
    "guess": "Prime Elements",
    "confidence": [
      [
        "Prime",
        -0.119947284
      ],
      [
        " Elements",
        -1.2479789
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces,": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0033659313
      ],
      [
        "ru",
        -1.0087517e-05
      ],
      [
        "ze",
        -4.9617593e-06
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and Earth Spider, and performers in this style attach generation numbers to their names to signify training distance from its originators. It was the first form to use a revolving stage, and though it was originated by the woman Okuni, since 1652 the \"onnagata,\" crossdressing men, have played all the female roles. FTP, name this stage form which became popular around 1600 in Japan, supplanting the upper-class Noh drama.": {
    "guess": "Kabuki",
    "confidence": [
      [
        "K",
        -0.003959786
      ],
      [
        "ab",
        -7.696077e-05
      ],
      [
        "uki",
        -3.106736e-05
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed in response to its results, which were partly caused by limiting the power of Gosbank and Gosplan.": {
    "guess": "Perestroika",
    "confidence": [
      [
        "Per",
        -0.8635993
      ],
      [
        "estro",
        -0.0010108959
      ],
      [
        "ika",
        -2.2127088e-05
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences called CDRs. These structures have Fv and Fc regions, and interconversion among the types of these produced by a cell is called (*) class switching. Only one type of these proteins can cross the placenta": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.28639176
      ],
      [
        "mun",
        -3.0232935e-05
      ],
      [
        "oglob",
        -4.7755875e-05
      ],
      [
        "ul",
        -0.040669374
      ],
      [
        "ins",
        -6.909333e-05
      ]
    ]
  },
  "A implies B is equivalent to the statement not A this operator B. Its representations include a pipe, a plus symbol, and a symbol that looks like a v. It is conceptually similar to the (*) union operator and is also known as disjunction. A this operator not A always evaluates true. There is a similarly named exclusive logical operator. This is only false when both of its inputs are false. For 10 points, name this logical operator that for two values means at least one of them is true.": {
    "guess": "Logical disjunction",
    "confidence": [
      [
        "Logical",
        -0.03706428
      ],
      [
        " dis",
        -0.0371339
      ],
      [
        "junction",
        -4.00813e-06
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this creator of the Solothum Altarpiece also did a woodcut series about the Dance of Death. Texts he illustrated include the German Bible translation made by Martin Luther and In Praise of Folly, and this painter of Madonna of Burgomaster Meyer also painted portraits of such figures as Thomas More and Henry VIII. In another of his works, a bird, a frustrum, a lute, two globes, and an elongated skull": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -3.357064e-05
      ],
      [
        "ans",
        -1.147242e-06
      ],
      [
        " Hol",
        -4.9617593e-06
      ],
      [
        "be",
        -1.504853e-06
      ],
      [
        "in",
        -5.3193703e-06
      ],
      [
        " the",
        -7.822647e-06
      ],
      [
        " Young",
        -7.576874e-05
      ],
      [
        "er",
        -1.147242e-06
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving a program's locality. Algorithms for it include treadmill, mark-sweep, and reference counting. Some implementations include the concept of \"weak pointers,\" which do not count as memory references to the algorithms. The Ada specification allows but does not require it, it can be retrofitted very painfully": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.011373766
      ],
      [
        "bage",
        -3.1737043e-06
      ],
      [
        " collection",
        -0.0005487451
      ],
      [
        " (",
        -0.00091633986
      ],
      [
        "computer",
        -8.4828214e-05
      ],
      [
        " science",
        -2.0935051e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves the modification of the resonance characteristics of its cavity. The most common type of the dye variety is the Rhodamine 6G in methanol, while the gaseous type consists of krypton-ion and argon-ion varieties. In 1960, Theodore Maiman invented the solid-state type, which utilized the process of pump flashing a ruby in order to produce a uniform red beam of radiation. FTP, identify this device": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.00080926745
      ],
      [
        "aser",
        -5.5122365e-07
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered \"linear\" script. Home to the Awan and Shimaski dynasties, another dynasty to rule this polity took the title Sukkalmah and formed a coalition with Eshnunna against Hammurabi and his allies. Another king from this polity captured Enlil-n?din-ahi, ending the Kassite dynasty, while an earlier king had brought an end to the third dynasty of Ur. A major center at Susa marked, for 10 points, what Iranian kingdom that was the perennial foe of Mesopotamian empires?": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.006130707
      ],
      [
        "am",
        -2.4584822e-06
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went by a pseudonym meaning \"the hidden one.\" American authors using this language include the leader of the Introspectivist movement who wrote Labyrinth under the pseudonym Leyeles. Another of its notable authors wrote From the Fair, Railway Stories, and a tale about a milkman that was made into a famous": {
    "guess": "Yiddish literature",
    "confidence": [
      [
        "Y",
        -0.19180354
      ],
      [
        "idd",
        -5.5265704e-05
      ],
      [
        "ish",
        -2.2842309e-05
      ],
      [
        " literature",
        -0.17174429
      ]
    ]
  },
  "Implicit in this idea's formulation is wave-particle duality. Because the product of the namesake quantities must be on the order of Planck's constant, it only becomes important at the particle level. Though it can be applied to energy and time, it is generally reserved for momentum and displacement. First stating that observation has an affect on a system – for 10 points – name this idea first promulgated": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.89034444
      ],
      [
        "ertainty",
        -0.0017119476
      ],
      [
        " principle",
        -0.169355
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in muscles contain a modified form of this organelle that stores calcium. A retention signal for this organelle is KDEL, and, in this organelle, initial N-glycosylation is performed. This organelle plays a critical role in the (*) folding of some proteins and thus the signal recognition particle targets growing polypeptides and the attached ribosome to this organelle. For 10 points, name this organelle that comes in rough and smooth forms.": {
    "guess": "Endoplasmic Reticulum",
    "confidence": [
      [
        "End",
        -0.005987101
      ],
      [
        "opl",
        -1.1756368e-05
      ],
      [
        "asm",
        -3.8457987e-05
      ],
      [
        "ic",
        -7.648396e-05
      ],
      [
        " R",
        -0.407394
      ],
      [
        "etic",
        0.0
      ],
      [
        "ulum",
        -6.897413e-05
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery": {
    "guess": "Battle of Gaugamela",
    "confidence": [
      [
        "Battle",
        -0.04129893
      ],
      [
        " of",
        -0.0011845153
      ],
      [
        " Ga",
        -1.6636772
      ],
      [
        "ug",
        -0.019621069
      ],
      [
        "am",
        -0.00016098835
      ],
      [
        "ela",
        -1.9361265e-07
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor and was written by Euclides da Cunha [koon-yuh]. The enchanting cooking of the title female": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.19644873
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique commonly uses an autosampler and an injector in order to pass the sample through either a capillary column or a packed column. thermal conductivity detectors or flame ionization detectors are commonly used in this technique, which is often used immediately before a mass spectrometry experiment to separate a heterogenous sample. For 10 points, name this type of chromatography in which both phases are vaporized.": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0037994883
      ],
      [
        " Chrom",
        -0.2925842
      ],
      [
        "at",
        -3.059055e-05
      ],
      [
        "ography",
        -5.6934558e-05
      ]
    ]
  },
  "A implies B is equivalent to the statement not A this operator B. Its representations include a pipe, a plus symbol, and a symbol that looks like a v. It is conceptually similar to the (*) union operator": {
    "guess": "Logical NOT",
    "confidence": [
      [
        "Logical",
        -0.027871266
      ],
      [
        " NOT",
        -0.5715975
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas of control in this area, which is the subject of the UN peacekeeping mission MINURSO. Early (*) Portuguese": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.024888368
      ],
      [
        " Sahara",
        -0.0060279844
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions. It arises because the commutator of the matrices denoted X and P is non-zero, but it can": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.014835323
      ],
      [
        "isen",
        -7.851042e-05
      ],
      [
        "berg",
        -3.2855416e-05
      ],
      [
        " Unc",
        -0.41117975
      ],
      [
        "ertainty",
        -0.00042745075
      ],
      [
        " Principle",
        -0.0019452954
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.009153483
      ],
      [
        " Expect",
        -4.9424725e-05
      ],
      [
        "ations",
        -0.00013774731
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and a slight eight years prior at the World Anti-Slavery Convention. It was planned in nearby Waterloo and was held in the home of Jane Hunt. Its most famous product was only signed by a third of the delegates and famously borrowed language of the Declaration of Independence; that was the Declaration": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.06722485
      ],
      [
        "eca",
        -1.5213274e-05
      ],
      [
        " Falls",
        -3.5120287e-05
      ],
      [
        " Convention",
        -0.0005800773
      ]
    ]
  },
  "An important one of these in human blood is carbonic acid, which helps prevent alkalosis. Thses are crucial to biological function in most animals, and generally contain a salt and either a weak acid or": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.01577168
      ],
      [
        " solution",
        -0.027081568
      ]
    ]
  },
  "Implicit in this idea's formulation is wave-particle duality. Because the product of the namesake quantities must be on the order of Planck's constant, it only becomes important at the particle level.": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.3354383
      ],
      [
        "isen",
        -2.8921695e-05
      ],
      [
        "berg",
        -0.00029470553
      ],
      [
        " Unc",
        -0.48696998
      ],
      [
        "ertainty",
        -0.0029460862
      ],
      [
        " Principle",
        -0.00029279827
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion led to the 1801 example, which created four new spiritual peers, twenty-eight new temporal peers, and a hundred new MPs. That one addressed Ireland, while the 1707 one bartered free trade privileges for the ratification of the Act of Settlement and help against the Jacobites. For 10 points, name these acts which incorporated Ireland and Scotland, respectively, into a political entity dominated by England, the United Kingdom.": {
    "guess": "Acts of Union",
    "confidence": [
      [
        "Acts",
        -0.11809482
      ],
      [
        " of",
        -0.00048763392
      ],
      [
        " Union",
        -0.00068896345
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small wavelengths, leading to the ultraviolet catastrophe. Wien's Law and the Rayleigh-Jeans law describing": {
    "guess": "Black body",
    "confidence": [
      [
        "Black",
        -0.006509198
      ],
      [
        " body",
        -0.03518216
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in an arbitrary factorization and they are equivalent to irreducible elements in a unique factorization domain. The fundamental theorem of arithmetic states that a number may be written as a unique product of numbers of this type. The Sieve of Eratosthenes was an early method for finding these numbers. For 10 points, identify this adjective that, when applied to the natural numbers, describes a number": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.0011337858
      ],
      [
        " Numbers",
        -0.006532057
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning": {
    "guess": "A Season in Hell",
    "confidence": [
      [
        "A",
        -0.06034376
      ],
      [
        " Season",
        -0.0065354886
      ],
      [
        " in",
        -0.0004965559
      ],
      [
        " Hell",
        -2.0815847e-05
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture, a song about the Great River. This novel opens with three heroes swearing brotherhood in a peach orchard. One of the heroes, Kuan Yü, is a war god, while another main character, Chuko Liang,": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.10975949
      ],
      [
        "ance",
        -2.546479e-05
      ],
      [
        " of",
        -0.00018649426
      ],
      [
        " the",
        -0.004685734
      ],
      [
        " Three",
        -0.00026646157
      ],
      [
        " Kingdom",
        -0.0001243965
      ],
      [
        "s",
        -2.2603901e-05
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers as the index argument of a list will return an element selected from the end of the list. In the twos-complement system, these numbers are preceded by a one; thus, a one followed by a series of zeroes": {
    "guess": "Two's complement",
    "confidence": [
      [
        "Two",
        -1.3136218
      ],
      [
        "'s",
        -0.0028414913
      ],
      [
        " complement",
        -0.034154348
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this creator of the Solothum Altarpiece also did a woodcut series about the Dance of Death. Texts he illustrated include the German Bible translation made by Martin Luther and In Praise of Folly, and this painter of Madonna of Burgomaster Meyer also painted portraits of such figures as Thomas More and": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.00012201976
      ],
      [
        "ans",
        -5.5122365e-07
      ],
      [
        " Hol",
        -7.465036e-06
      ],
      [
        "be",
        -1.9816675e-06
      ],
      [
        "in",
        -5.4385737e-06
      ],
      [
        " the",
        -7.465036e-06
      ],
      [
        " Young",
        -8.029847e-05
      ],
      [
        "er",
        -5.5122365e-07
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying": {
    "guess": "The Stranger",
    "confidence": [
      [
        "The",
        -0.73619306
      ],
      [
        " Stranger",
        -0.61115974
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed in response to its results, which were partly caused by limiting the power of Gosbank and Gosplan. Though its component Law on Cooperatives permitted private business ownership for the first time since 1925, the lack of a true market caused prices to drop, and the Secretariat head Yegor Ligachev": {
    "guess": "Perestroika",
    "confidence": [
      [
        "Per",
        -0.015766514
      ],
      [
        "estro",
        -5.7888185e-05
      ],
      [
        "ika",
        -1.4498052e-05
      ]
    ]
  },
  "Implicit in this idea's formulation is wave-particle duality. Because the product of the namesake quantities must be on the order of Planck's constant, it only becomes important at the particle level. Though it can be applied to energy and time, it is generally reserved for momentum and displacement. First stating that observation has an affect on a system – for 10 points – name this idea first promulgated in the 1920s by Werner Heisenberg.": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.013523348
      ],
      [
        "ertainty",
        -0.00012940305
      ],
      [
        " principle",
        -0.017828433
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The": {
    "guess": "Zuo Zongtang",
    "confidence": [
      [
        "Z",
        -0.36438093
      ],
      [
        "uo",
        -0.0016047212
      ],
      [
        " Z",
        -0.00016027314
      ],
      [
        "ong",
        -3.035214e-05
      ],
      [
        "t",
        -6.754368e-05
      ],
      [
        "ang",
        -1.4855664e-05
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture, a song about the Great River. This novel opens with three heroes swearing brotherhood in a peach orchard. One of the heroes, Kuan Yü, is a war god, while another main character, Chuko Liang, is depicted as the voice of wisdom. Perhaps the most recognizable character is the Machiavellian Ts'ao": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.04336921
      ],
      [
        "ance",
        -4.8425554e-06
      ],
      [
        " of",
        -2.9994528e-05
      ],
      [
        " the",
        -0.001001013
      ],
      [
        " Three",
        -5.0378356e-05
      ],
      [
        " Kingdom",
        -5.240482e-05
      ],
      [
        "s",
        -6.2729996e-06
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas of control in this area, which is the subject of the UN peacekeeping mission MINURSO. Early (*) Portuguese explorer Gil Eanes discovered the first passable route around this area's coastal feature": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.021170827
      ],
      [
        " Sahara",
        -0.0009080066
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves the modification of the resonance characteristics of its cavity. The most common type of the dye variety is the Rhodamine 6G in methanol, while the gaseous type consists of krypton-ion and argon-ion varieties. In 1960, Theodore Maiman invented the solid-state type, which utilized the process of pump flashing a ruby in order to produce a uniform red beam of radiation. FTP, identify this device that is created via light amplification through stimulated emission of radiation.": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0011976092
      ],
      [
        "aser",
        -3.1281633e-07
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces, and call their theology hikma. Their secular juhal members are not granted access to holy books, a privilege reserved for the uqqal, and their emblem represents the 'superior ministers' as a five-colored": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0007276826
      ],
      [
        "ru",
        -2.9352968e-06
      ],
      [
        "ze",
        -7.9418505e-06
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn Ibrahim, and it lost at the battle of Ourique during the reign of Ali ibn Yusuf. Earlier, at the earlier battle of Sagrajas, its most successful leader, Yusuf ibn Tashfin, won a decisive victory over forces under Alfonso VI. This dynasty essentially ended after its capital of Marrakesh was conquered": {
    "guess": "Almoravid dynasty",
    "confidence": [
      [
        "Al",
        -0.055002004
      ],
      [
        "mor",
        -0.0013424931
      ],
      [
        "avid",
        -0.07259652
      ],
      [
        " dynasty",
        -0.013272698
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth Street.  The protagonist's step-aunt Florence reveals in her prayers she is too embittered to find salvation, while Roy gets involved in race riots and street brawls.  Elizabeth issues sad prayers,": {
    "guess": "Go Tell It on the Mountain",
    "confidence": [
      [
        "Go",
        -0.1359547
      ],
      [
        " Tell",
        -0.007601774
      ],
      [
        " It",
        -0.023487948
      ],
      [
        " on",
        -0.052867796
      ],
      [
        " the",
        -0.0004035018
      ],
      [
        " Mountain",
        -6.81397e-05
      ]
    ]
  },
  "A implies B is equivalent to the statement not A this operator B. Its representations include a pipe,": {
    "guess": "Logical disjunction",
    "confidence": [
      [
        "Logical",
        -0.03808509
      ],
      [
        " dis",
        -0.3859272
      ],
      [
        "junction",
        -9.133887e-06
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers as the index argument of a list will return an element selected from the end of the list. In the twos-complement system, these numbers are preceded by a one; thus, a one followed by a series of zeroes can represent this kind of zero. Overflow errors can occur when a variable exceeds the maximum possible value and rolls over to one of these. For 10 points, name this kind of number contrasted with": {
    "guess": "Signed number",
    "confidence": [
      [
        "Signed",
        -0.47819364
      ],
      [
        " number",
        -0.46651188
      ]
    ]
  },
  "An important one of these in human blood is carbonic acid, which helps prevent alkalosis. Thses are crucial to biological function in most animals, and generally contain a salt and either a weak acid or base. Their effectiveness can be calculated through the use of an ICE chart or by using the Henderson-Hasselbalch equation. For ten points, identify these substances whose name indicates that they resist changes pH despite addition of hydroxide ions or protons.": {
    "guess": "Buffers",
    "confidence": [
      [
        "Buffers",
        -0.20913942
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the gallery of comic minor characters features the histrionic Wopsle, the eccentric clerk Wemmick, and the pompous imposter Pumblechook. The protagonist sees the woman he loves mistreated by his enemy,": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.0042442502
      ],
      [
        " Expect",
        -0.00014597236
      ],
      [
        "ations",
        -0.00015383612
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture, a song about the Great River. This novel opens with three heroes swearing brotherhood in a peach orchard. One of the heroes, Kuan Yü, is a war god, while another main character, Chuko Liang, is depicted as the voice of wisdom. Perhaps the most recognizable character is the Machiavellian Ts'ao Tsao. FTP, identify this 14th century Chinese novel by Lo Kuan-chung that takes place in Wei, Shu,": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0043853717
      ],
      [
        "ance",
        -9.610702e-06
      ],
      [
        " of",
        -3.750436e-05
      ],
      [
        " the",
        -0.00071433914
      ],
      [
        " Three",
        -1.4259645e-05
      ],
      [
        " Kingdom",
        -1.9027791e-05
      ],
      [
        "s",
        -1.7432603e-06
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound": {
    "guess": "Abbe sine condition",
    "confidence": [
      [
        "Ab",
        -0.56215185
      ],
      [
        "be",
        -0.0022098545
      ],
      [
        " sine",
        -0.15840763
      ],
      [
        " condition",
        -2.6895234e-05
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences called CDRs. These structures have Fv and Fc regions, and interconversion among the types of these": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.09941317
      ],
      [
        "ib",
        -0.0030619686
      ],
      [
        "ody",
        -0.47009316
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0014924845
      ],
      [
        "opl",
        -3.2929079e-06
      ],
      [
        "asm",
        -0.00023131118
      ],
      [
        "ic",
        -0.00014501873
      ],
      [
        " ret",
        -0.19369763
      ],
      [
        "ic",
        -3.9292416e-05
      ],
      [
        "ulum",
        -2.0696643e-05
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.5715176
      ],
      [
        "ib",
        -0.0101444125
      ],
      [
        "ody",
        -0.01611613
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state": {
    "guess": "Dungan Revolt",
    "confidence": [
      [
        "D",
        -0.13451833
      ],
      [
        "ungan",
        -0.00041637212
      ],
      [
        " Rev",
        -0.008949582
      ],
      [
        "olt",
        -5.8245798e-05
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -1.1457058
      ],
      [
        " Catch",
        -0.8666165
      ],
      [
        "er",
        -4.9424725e-05
      ],
      [
        " in",
        -0.00010175513
      ],
      [
        " the",
        -8.8285124e-05
      ],
      [
        " R",
        -3.4285862e-05
      ],
      [
        "ye",
        -1.7432603e-06
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn Ibrahim, and it lost at the battle of Ourique during the reign of Ali ibn Yusuf. Earlier, at the earlier battle of Sagrajas, its most successful leader, Yusuf ibn Tashfin, won a decisive victory over": {
    "guess": "Battle of Sagrajas",
    "confidence": [
      [
        "Battle",
        -0.6307561
      ],
      [
        " of",
        -0.00014549555
      ],
      [
        " S",
        -0.15711597
      ],
      [
        "agra",
        -5.3193703e-06
      ],
      [
        "jas",
        -4.3202e-07
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for the fact that their integer division is often rounded to zero. In Python, passing one of these numbers": {
    "guess": "Floating-point arithmetic",
    "confidence": [
      [
        "Floating",
        -0.74821776
      ],
      [
        "-point",
        -0.005654421
      ],
      [
        " arithmetic",
        -0.31325012
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.00035381588
      ],
      [
        " of",
        -0.00024453178
      ],
      [
        " a",
        -9.531814e-05
      ],
      [
        " Sales",
        -1.8193366e-05
      ],
      [
        "man",
        -8.418666e-06
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television by his father or the hanging of a poster with the Christ loaded down with chains. However, it becomes": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.012368724
      ],
      [
        "us",
        -6.3490756e-05
      ],
      [
        " (",
        -0.01616317
      ],
      [
        "play",
        -0.00020544765
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.011845688
      ],
      [
        "am",
        -2.220075e-06
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the gallery of comic minor characters features the histrionic Wopsle, the eccentric clerk Wemmick, and the pompous imposter Pumblechook. The protagonist sees the woman he loves mistreated by his enemy, Bentley Drummle, who dies an early death. After learning loyalty and humility while in London living": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.0025531887
      ],
      [
        " Expect",
        -6.50404e-05
      ],
      [
        "ations",
        -0.00012523093
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of liquid. By observing shifts in its crust, scientists now believe that this object contains an underground ocean possibly including water, which may be something that this has in common with some moons of Jupiter. Its atmosphere consists primarily of nitrogen with a little methane, and it has the densest atmosphere of all satellites in the solar system. Occasionally passing near the Cassini spacecraft, name this largest moon of Saturn.": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.08891755
      ],
      [
        "\\xa4",
        -0.00019042798
      ],
      [
        "\\xe1",
        -0.0012542768
      ],
      [
        "\\xbf",
        -2.677603e-05
      ],
      [
        "\\x91",
        -0.00049381785
      ],
      [
        "τ",
        -0.00074459123
      ],
      [
        "ά",
        -0.0035978137
      ],
      [
        "ν",
        -4.1273333e-06
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this creator of the Solothum Altarpiece also did a woodcut series about the Dance of Death. Texts he illustrated include the German Bible translation made by Martin Luther and In Praise of Folly, and this": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.0017933473
      ],
      [
        "ans",
        -1.2664457e-06
      ],
      [
        " Hol",
        -0.00021736434
      ],
      [
        "be",
        -7.89631e-07
      ],
      [
        "in",
        -6.6306106e-06
      ],
      [
        " the",
        -4.8425554e-06
      ],
      [
        " Young",
        -0.00031735055
      ],
      [
        "er",
        -7.9418505e-06
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local armies during it. This rebellion began among the Hakka people, and it at first advocated the segregation": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.0020158365
      ],
      [
        "iping",
        -1.6240566e-06
      ],
      [
        " Rebellion",
        -0.008359015
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version of this technique begins with the formation a Taylor Cone and won John Fenn a Nobel Prize in Chemistry; that version is known as Electrospray Ionization.  Once the sample is ionized, the next step is usually either gas or liquid chromatography, and the final readout contains the base peak and molecular ion peak.  For 10 points, name this technique of organic chemistry that breaks a compound into smaller ions and measures their mass-to-charge ratio.": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.065648794
      ],
      [
        " spect",
        -0.008643175
      ],
      [
        "rom",
        -0.00016897499
      ],
      [
        "etry",
        -4.4894987e-05
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene": {
    "guess": "Charles Dickens",
    "confidence": [
      [
        "Charles",
        -1.5460026
      ],
      [
        " Dickens",
        -0.035244886
      ]
    ]
  },
  "The impetus for it was the need to operate two munitions plants, and this agency was first chaired by Arthur Morgan. Its constitutionality was upheld in the Ashwander case after it was established by legislation associated with George Norris. It built up Muscle Shoals and was also chartered to produce, distribute, and sell explosives, fertilizers, and electric power. For 10 points, identify this New Deal agency that built dams along a namesake Southern river.": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.0019072162
      ],
      [
        "ennessee",
        -0.0001307143
      ],
      [
        " Valley",
        -0.00028934504
      ],
      [
        " Authority",
        -3.4166656e-05
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.038631868
      ],
      [
        "am",
        -3.297462e-05
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this creator of the Solothum Altarpiece also did a woodcut series about the Dance of Death. Texts he": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.06360121
      ],
      [
        "ans",
        -9.849109e-06
      ],
      [
        " Hol",
        -0.010375914
      ],
      [
        "be",
        0.0
      ],
      [
        "in",
        -9.849109e-06
      ],
      [
        " the",
        -4.954393e-05
      ],
      [
        " Young",
        -0.008651211
      ],
      [
        "er",
        -1.2664457e-06
      ]
    ]
  },
  "He won important victories at Valcou Island, Fort Stanwix, Danbury, and Fort Ticonderoga and became a national hero for his gallantry in the doomed Quebec campaign. But he became bitter over Congress' failure to promote him, and after the capture of Major John Andre, he was forced to flee to the British. FTP, name this Revolutionary War commander who is now best remembered for his treasonous attempt": {
    "guess": "Benedict Arnold",
    "confidence": [
      [
        "B",
        -0.012468562
      ],
      [
        "ened",
        -0.00022475497
      ],
      [
        "ict",
        -5.4908094e-05
      ],
      [
        " Arnold",
        -0.0004548639
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their calendar consists of nineteen months, each with nineteen days, with an extra four to five so-called \"Days of Ha.\" This faith's most prominent text is the Kitab-i-Aqdas, and Shoghi Effendi was appointed successor to its line until the Universal House of Justice could be formed. It was founded by a Persian nobleman who assumed a name from the Arabic for \"door,\" the Baab. For 10 points, name this religion that praises one of its earliest adherents, the Baha'ullah.": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.001320358
      ],
      [
        "á",
        -4.5848617e-05
      ],
      [
        "'",
        -0.04475172
      ],
      [
        "í",
        -4.4179764e-05
      ],
      [
        " Faith",
        -1.4378848e-05
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth Street.  The protagonist's step-aunt Florence reveals in her prayers she is too embittered to find salvation, while Roy gets involved in race riots and street brawls.  Elizabeth issues sad prayers, while her husband Gabriel favors his own children over the protagonist, who demonstrates homosexual": {
    "guess": "Go Tell It on the Mountain",
    "confidence": [
      [
        "Go",
        -0.32446492
      ],
      [
        " Tell",
        -0.0004917914
      ],
      [
        " It",
        -0.023103384
      ],
      [
        " on",
        -0.046988375
      ],
      [
        " the",
        -0.0003968264
      ],
      [
        " Mountain",
        -0.000101993544
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing": {
    "guess": "The Kreutzer Sonata",
    "confidence": [
      [
        "The",
        -1.4848882
      ],
      [
        " Kre",
        -1.4175704
      ],
      [
        "utzer",
        -4.6206227e-05
      ],
      [
        " Sonata",
        -2.808727e-05
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two": {
    "guess": "Protein structure",
    "confidence": [
      [
        "Pro",
        -0.043269787
      ],
      [
        "tein",
        -0.0017466964
      ],
      [
        " structure",
        -0.4188985
      ]
    ]
  },
  "An important distinction in waves is between the phase and group descriptions of this. In relativity, its values cannot be added directly. The square root of \"two GM over r\" describes one form of this, and \"mg over b\" describes another, caused by air resistance. Those formulas respectively correspond to the (*) escape and terminal forms of it. This quantity's derivative is acceleration. For 10 points,": {
    "guess": "Wave vector",
    "confidence": [
      [
        "Wave",
        -0.4683948
      ],
      [
        " vector",
        -0.27847183
      ]
    ]
  },
  "The Imperial Valley was cut off from it by the delta of the Colorado. It is part of a depression in the": {
    "guess": "Salton Sink",
    "confidence": [
      [
        "Sal",
        -0.5682408
      ],
      [
        "ton",
        -3.7265952e-05
      ],
      [
        " Sink",
        -0.45848548
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed seduction of one of the female protagonists. The central character becomes wealthy by conning Henry Armstid into believing there is buried treasure at the Old Frenchman place. Initially given a job as": {
    "guess": "The Town",
    "confidence": [
      [
        "The",
        -0.2542813
      ],
      [
        " Town",
        -0.23852089
      ]
    ]
  },
  "The Imperial Valley was cut off from it by the delta of the Colorado. It is part of a depression in the earth's surface that extends inland to the Coachella Valley. Its coastline includes the island of Tiburon, while the shore cities of La Paz, Guaymas, and Mazatlán are major tourist centers. For 10": {
    "guess": "Gulf of California",
    "confidence": [
      [
        "G",
        -0.03812101
      ],
      [
        "ulf",
        -4.5252596e-05
      ],
      [
        " of",
        -0.00033022088
      ],
      [
        " California",
        -3.7265952e-05
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist buys for his mistress. Several characters in this play insist on the importance of being \"well liked\", which they claim will be the failing of Charley's son Bernard. The title character regrets not going to Alaska with Uncle Ben, and after being fired by Howard attempts to rely on his sons Happy and Biff for support, in FTP, what play by Arthur Miller about the imploding American Dream of Willy Loman?": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.00223269
      ],
      [
        " of",
        -0.00026479273
      ],
      [
        " a",
        -0.00021212305
      ],
      [
        " Sales",
        -2.6418418e-05
      ],
      [
        "man",
        -1.50940705e-05
      ]
    ]
  },
  "An important distinction in waves is between the phase and group descriptions of this. In relativity, its values cannot be added directly. The square root of \"two GM over r\" describes one form of this, and \"mg over b\" describes another, caused by air resistance. Those formulas respectively correspond to the (*) escape and terminal forms of it. This quantity's derivative is acceleration. For 10 points, name this vector quantity that describes the rate of change of position.": {
    "guess": "Velocity",
    "confidence": [
      [
        "Velocity",
        -0.003974393
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving": {
    "guess": "Binary heap",
    "confidence": [
      [
        "Binary",
        -0.06121592
      ],
      [
        " heap",
        -0.04308563
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique": {
    "guess": "Data storage",
    "confidence": [
      [
        "Data",
        -1.2065654
      ],
      [
        " storage",
        -0.3444439
      ]
    ]
  },
  "The impetus for it was the need to operate two munitions plants, and this agency was first chaired by": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -1.0481
      ],
      [
        "hattan",
        -9.472212e-05
      ],
      [
        " Project",
        -0.0009631503
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas of control in this area, which is the subject of the UN peacekeeping mission MINURSO. Early (*) Portuguese explorer Gil Eanes discovered the first passable route around this area's coastal feature of Cape Bojador. A nationalist movement in this area declared the ► Sahrawi Arab Democratic Republic in 1979, which led Mauritania to abandon its share of joint control of it. For 10 points, the Polisario Front seeks the independence of what disputed territory currently controlled by Morocco.": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.002223295
      ],
      [
        " Sahara",
        -0.0005226505
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves the modification of the resonance characteristics of its cavity. The most common type of the dye variety is the Rhodamine 6G in methanol, while the gaseous type consists of krypton-ion and argon-ion": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.0009136092
      ],
      [
        "aser",
        -1.147242e-06
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn Ibrahim, and it lost at the battle of Ourique during the reign of Ali ibn Yusuf. Earlier, at the earlier battle of Sagrajas, its most successful leader, Yusuf ibn Tashfin, won a decisive victory over forces under Alfonso VI. This dynasty essentially ended after its capital of Marrakesh was conquered by its successor dynasty in 1147. For 10 points, name this Muslim Berber dynasty of north-west Africa": {
    "guess": "Almoravid dynasty",
    "confidence": [
      [
        "Al",
        -0.007076821
      ],
      [
        "mor",
        -0.00016015393
      ],
      [
        "avid",
        -0.0018689024
      ],
      [
        " dynasty",
        -0.0042282203
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique commonly uses an autosampler and an injector in order to pass the sample through either a capillary column or a packed column. thermal conductivity detectors or flame ionization detectors are": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0037877276
      ],
      [
        " Chrom",
        -0.18007623
      ],
      [
        "at",
        -0.00012797261
      ],
      [
        "ography",
        -6.194111e-05
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went by a pseudonym meaning \"the hidden one.\" American authors using this language include the leader of the Introspectivist movement who wrote Labyrinth under the pseudonym Leyeles. Another of its notable authors wrote From the Fair, Railway Stories, and a tale about a milkman that was made into a famous musical. FTP, name this language whose major writers include Mendele Sforim and Sholem Aleichem, a": {
    "guess": "Yiddish language",
    "confidence": [
      [
        "Y",
        -0.0049082967
      ],
      [
        "idd",
        -1.8550976e-05
      ],
      [
        "ish",
        -1.92662e-05
      ],
      [
        " language",
        -0.8511309
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.20146342
      ],
      [
        "aser",
        -2.677603e-05
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and a slight eight years prior at the World Anti-Slavery Convention. It was planned in nearby Waterloo and was held in the home of Jane Hunt. Its most famous product was only signed by a third of the delegates and famously borrowed language of the Declaration of Independence; that was the Declaration of Sentiments. Organized by Lucretia Mott and Elizabeth Cady Stanton, FTP, name this meeting in upstate New York, a major germinal event in the American women's rights movement.": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.0050577563
      ],
      [
        "eca",
        -3.0471343e-05
      ],
      [
        " Falls",
        -4.3464544e-05
      ],
      [
        " Convention",
        -2.2246291e-05
      ]
    ]
  },
  "He won important victories at Valcou Island, Fort Stanwix, Danbury, and Fort Ticonderoga and became a": {
    "guess": "Seth Warner",
    "confidence": [
      [
        "S",
        -0.54138136
      ],
      [
        "eth",
        -0.036246274
      ],
      [
        " Warner",
        -0.0006679983
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed in response to its results, which were partly caused by limiting the power of Gosbank and Gosplan. Though its component Law on Cooperatives permitted private business ownership for the first time since 1925, the lack of a true market caused prices to drop, and the Secretariat head Yegor Ligachev was a major opponent of this initiative. For 10 points, name this program of Soviet economic reforms instituted by Gorbachev, paired with glasnost.": {
    "guess": "Perestroika",
    "confidence": [
      [
        "Per",
        -0.0067752884
      ],
      [
        "estro",
        -0.00014859485
      ],
      [
        "ika",
        -3.1424974e-05
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local armies during it. This rebellion began among the Hakka people, and it at first advocated the segregation of men and women and the abolishment of private property. The Hunan Army was raised to put down this rebellion and was led by Zeng Guofan. It originated with the God Worshippers' Society, and this rebellion's leader, Hong Xiuquan, claimed to be the brother of Jesus. For 10 points, name this mid-nineteenth century Chinese rebellion that attempted to establish a \"Heavenly Kingdom.\"": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.0010294734
      ],
      [
        "iping",
        -9.0883464e-07
      ],
      [
        " Rebellion",
        -8.292095e-05
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in": {
    "guess": "Prime Fields",
    "confidence": [
      [
        "Prime",
        -0.4510715
      ],
      [
        " Fields",
        -0.4812734
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the": {
    "guess": "Creationism",
    "confidence": [
      [
        "Creation",
        -0.3380032
      ],
      [
        "ism",
        -0.9840935
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and a slight eight years prior at the World Anti-Slavery Convention. It was planned in nearby Waterloo and was held in the home of Jane Hunt. Its most famous product was only signed by a third of the delegates": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.0133269355
      ],
      [
        "eca",
        -1.9385403e-05
      ],
      [
        " Falls",
        -3.488188e-05
      ],
      [
        " Convention",
        -6.2656334e-05
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's": {
    "guess": "Creation Science",
    "confidence": [
      [
        "Creation",
        -0.46175852
      ],
      [
        " Science",
        -0.53066874
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in muscles contain a modified form of this organelle that stores calcium. A retention signal for this organelle is KDEL, and, in this organelle, initial N-glycosylation is performed. This organelle plays": {
    "guess": "Endoplasmic Reticulum",
    "confidence": [
      [
        "End",
        -0.019031173
      ],
      [
        "opl",
        -0.00015324011
      ],
      [
        "asm",
        -0.00012916465
      ],
      [
        "ic",
        -9.317247e-05
      ],
      [
        " R",
        -0.55182105
      ],
      [
        "etic",
        0.0
      ],
      [
        "ulum",
        -3.6669935e-05
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed seduction of one of the female protagonists. The central character becomes wealthy by conning Henry Armstid into believing there is buried treasure at the Old Frenchman place. Initially given a job as a store clerk to placate his father Ab, he later marries into a rich family when Hoake McCarron abandons Eula Varner. FTP, what is this novel detailing the rise of Flem Snopes, the first in a trilogy by William Faulkner?": {
    "guess": "The Hamlet",
    "confidence": [
      [
        "The",
        -0.0038009076
      ],
      [
        " Ham",
        -0.009810865
      ],
      [
        "let",
        -1.7432603e-06
      ]
    ]
  },
  "The Imperial Valley was cut off from it by the delta of the Colorado. It is part of a depression in the earth's surface that extends inland to the Coachella Valley. Its coastline includes the island of Tiburon, while the shore cities of La Paz, Guaymas, and Mazatlán are major tourist centers. For 10 points, name this arm of the Pacific Ocean which separates Mexico from a western peninsula.": {
    "guess": "Gulf of California",
    "confidence": [
      [
        "G",
        -0.0244599
      ],
      [
        "ulf",
        -2.057744e-05
      ],
      [
        " of",
        -0.000802361
      ],
      [
        " California",
        -2.0458236e-05
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and": {
    "guess": "Noh",
    "confidence": [
      [
        "N",
        -0.36225384
      ],
      [
        "oh",
        -0.002369228
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed seduction of one of the female protagonists. The central character becomes wealthy by conning Henry Armstid into believing there is buried treasure at the Old Frenchman place. Initially given a job as a store clerk to placate his father Ab, he later marries into a rich family when Hoake McCarron abandons": {
    "guess": "The Town",
    "confidence": [
      [
        "The",
        -0.123281755
      ],
      [
        " Town",
        -0.23010315
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's Syndrome by Proxy gate-crashed the opening of a museum devoted to this subject. Testimony by Marianne Wilson helped a federal district court rule that it was not science; that ruling was confirmed by the Supreme Court in Edwards v. Aguillard, which ruled that teaching of this subject failed the Lemon test. For 10 points, name this pseudoscience that combines incorrect assumptions about real science": {
    "guess": "Creation Science",
    "confidence": [
      [
        "Creation",
        -0.03747579
      ],
      [
        " Science",
        -0.9769298
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique commonly uses an autosampler and an injector in order to pass the sample through either a capillary column or a packed column. thermal conductivity detectors or flame ionization detectors are commonly used in this technique, which is often used immediately before a mass spectrometry experiment to separate a heterogenous sample. For 10 points, name this type of chromatography in which both": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0061891293
      ],
      [
        " Chrom",
        -0.19256845
      ],
      [
        "at",
        -2.4153549e-05
      ],
      [
        "ography",
        -3.0232935e-05
      ]
    ]
  },
  "Implicit in this idea's formulation is wave-particle duality. Because the product of the namesake quantities": {
    "guess": "Quantum mechanics",
    "confidence": [
      [
        "Quant",
        -1.1523992
      ],
      [
        "um",
        -0.000834524
      ],
      [
        " mechanics",
        -0.20585607
      ]
    ]
  },
  "An important distinction in waves is between the phase and group descriptions of this. In relativity,": {
    "guess": "Dispersion relation",
    "confidence": [
      [
        "Disp",
        -1.1043322
      ],
      [
        "ersion",
        -6.9882217e-06
      ],
      [
        " relation",
        -0.88814753
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of": {
    "guess": "Doorway page",
    "confidence": [
      [
        "Door",
        -1.9638168
      ],
      [
        "way",
        -1.8736701
      ],
      [
        " page",
        -0.2369565
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of liquid. By observing shifts in its crust, scientists now believe that this object contains an underground": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.65920883
      ],
      [
        "\\xa4",
        -0.00021105022
      ],
      [
        "\\xe1",
        -0.00037943368
      ],
      [
        "\\xbf",
        -6.0345924e-06
      ],
      [
        "\\x91",
        -0.000564115
      ],
      [
        "τ",
        -6.2729996e-06
      ],
      [
        "ά",
        -0.00052824937
      ],
      [
        "ν",
        -1.147242e-06
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving a program's locality. Algorithms for it include treadmill, mark-sweep, and reference counting. Some implementations include the concept of \"weak pointers,\" which do not count as memory references to the algorithms. The Ada specification allows but does not require it, it can be retrofitted very painfully into C, and Java demands it. For ten points, name this process, in which out-of-use blocks of": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.05057308
      ],
      [
        "bage",
        -1.831257e-05
      ],
      [
        " collection",
        -0.004916008
      ],
      [
        " (",
        -0.007945868
      ],
      [
        "computer",
        -0.0009230117
      ],
      [
        " science",
        -7.7199176e-05
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version of this technique begins with the formation a Taylor Cone and won John Fenn a Nobel Prize in Chemistry; that version is known as Electrospray Ionization.  Once the sample is ionized, the next step is usually either gas or liquid chromatography, and the final readout contains the base peak and molecular ion peak.  For 10 points, name this technique of organic chemistry that breaks a compound": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.51256615
      ],
      [
        " spect",
        -0.015694115
      ],
      [
        "rom",
        -0.00021378823
      ],
      [
        "etry",
        -6.0391463e-05
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\"": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.034509588
      ],
      [
        " Sahara",
        -0.004962032
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.004196525
      ],
      [
        "iping",
        -1.147242e-06
      ],
      [
        " Rebellion",
        -0.008660421
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and that character's stockings, which always need mending, contrasting with the new stockings the protagonist buys for his mistress. Several characters in this play insist on the importance of being \"well liked\", which they claim will be the failing of Charley's son Bernard. The title character regrets": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.03398291
      ],
      [
        " of",
        -0.0009938681
      ],
      [
        " a",
        -0.000529203
      ],
      [
        " Sales",
        -0.00018804391
      ],
      [
        "man",
        -2.7133641e-05
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions. It arises because the commutator of the matrices denoted X and P is non-zero, but it can relate other quantities, such as the energy of a state and the length of time it exists. Most commonly": {
    "guess": "Heisenberg Uncertainty Principle",
    "confidence": [
      [
        "He",
        -0.0099767065
      ],
      [
        "isen",
        -7.13582e-05
      ],
      [
        "berg",
        -2.5941605e-05
      ],
      [
        " Unc",
        -0.1781449
      ],
      [
        "ertainty",
        -0.000404813
      ],
      [
        " Principle",
        -0.0015893695
      ]
    ]
  },
  "His important poems on early Celtic and Norse themes included \"The Bard,\" \"The Fatal Sisters,\" and \"The": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.01007609
      ],
      [
        " Gray",
        -0.00012976067
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.027829187
      ],
      [
        " Sahara",
        -0.0020888774
      ]
    ]
  },
  "An important seven-point model in this subject was introduced by Wendell Bird, and one branch of it studies thrust faults. One of the first books on this subject was written by Philip Gosse, while the defining text on this subject was written by John Whitcomb and Henry (*) Morris. A man with Asperger's Syndrome by Proxy gate-crashed the opening of a museum devoted to this subject. Testimony by Marianne Wilson helped a federal district court rule that it was not science; that ruling was confirmed by the Supreme Court in Edwards v. Aguillard, which ruled that teaching of this subject failed the Lemon test. For 10 points, name this pseudoscience that combines incorrect assumptions about real science with Biblical literalism to arrive at the conclusion that evolution is wrong.": {
    "guess": "Creation Science",
    "confidence": [
      [
        "Creation",
        -0.023912288
      ],
      [
        " Science",
        -0.62029725
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -1.2589821
      ],
      [
        "ly",
        -0.0002662232
      ],
      [
        "ss",
        -1.2113979e-05
      ],
      [
        "es",
        -9.376849e-05
      ],
      [
        " (",
        -0.6577069
      ],
      [
        "nov",
        -0.00026586556
      ],
      [
        "el",
        -1.60477e-05
      ],
      [
        ")",
        -0.0028208012
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora created a rule that allowed laypeople to join without renouncing the world.  It was founded by a man who established a community in Toulouse while preaching to the Albigensians, and who was canonized by Gregory IX only 13 years after he died in 1221.  They have been known as Jacobins and Black Friars, and have included such luminaries as Johann Tetzel.  FTP, identify this group of mendicant \"friars preachers,\" which is named for a Spanish saint and which included Thomas Aquinas.": {
    "guess": "Dominicans",
    "confidence": [
      [
        "Domin",
        -0.014559037
      ],
      [
        "icans",
        -0.040430017
      ]
    ]
  },
  "He won important victories at Valcou Island, Fort Stanwix, Danbury, and Fort Ticonderoga and became a national hero for his gallantry in the doomed Quebec campaign. But he became bitter over Congress' failure to promote him, and after the capture of Major John Andre, he was forced to flee to the British.": {
    "guess": "Benedict Arnold",
    "confidence": [
      [
        "B",
        -0.11365269
      ],
      [
        "ened",
        -0.0014508291
      ],
      [
        "ict",
        -1.2590794e-05
      ],
      [
        " Arnold",
        -0.00018661347
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique involving queuing them until they can be successfully transferred. 2,500 British Amulet Employees": {
    "guess": "Message Queuing Telemetry Transport",
    "confidence": [
      [
        "Message",
        -0.07059849
      ],
      [
        " Que",
        -1.0307946
      ],
      [
        "uing",
        -0.0012352263
      ],
      [
        " Te",
        -0.109391525
      ],
      [
        "lemetry",
        -1.9385403e-05
      ],
      [
        " Transport",
        -3.2497806e-05
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique commonly uses an autosampler and an injector in order to pass the sample through either a capillary column or a packed column. thermal conductivity detectors or flame ionization detectors are commonly used in this technique, which is often used immediately before a mass spectrometry experiment": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0009759014
      ],
      [
        " Chrom",
        -0.21573448
      ],
      [
        "at",
        -4.9663133e-05
      ],
      [
        "ography",
        -5.5265704e-05
      ]
    ]
  },
  "Impetus for this event was provided by an extension of state property tax passed just months before and a slight eight years prior at the World Anti-Slavery Convention. It was planned in nearby Waterloo and was held in the home of Jane Hunt. Its most famous product was only signed by a third of the delegates and famously borrowed language of the Declaration of Independence; that was the Declaration of Sentiments. Organized by Lucretia Mott and Elizabeth Cady Stanton, FTP, name this meeting in upstate": {
    "guess": "Seneca Falls Convention",
    "confidence": [
      [
        "Sen",
        -0.008969075
      ],
      [
        "eca",
        -9.968313e-06
      ],
      [
        " Falls",
        -1.9385403e-05
      ],
      [
        " Convention",
        -1.9146995e-05
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the gallery of comic minor characters features the histrionic Wopsle, the eccentric clerk Wemmick, and the pompous imposter Pumblechook. The protagonist sees the woman he loves mistreated by his enemy, Bentley Drummle, who dies an early death. After learning loyalty and humility while in London living on an allowance of Able Magwitch, he marries Miss Havisham's ward, Estella. FTP, what is this novel": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.003210515
      ],
      [
        " Expect",
        -3.488188e-05
      ],
      [
        "ations",
        -0.00035048186
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests": {
    "guess": "A Season in Hell",
    "confidence": [
      [
        "A",
        -0.52322376
      ],
      [
        " Season",
        -0.028214715
      ],
      [
        " in",
        -0.0016482801
      ],
      [
        " Hell",
        -6.456359e-05
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique involving queuing them until they can be successfully transferred. 2,500 British Amulet Employees were fired (*) by this method, and Brittney Spears allegedly broke up with K-Fed by doing this. Guinness World Records awarded a Singaporean woman the title of the fastest person to do this activity, typing out a 136 character phrase in 41 seconds. FTP, identify this popular cell phone communication feature.": {
    "guess": "Text messaging",
    "confidence": [
      [
        "Text",
        -0.06348419
      ],
      [
        " messaging",
        -0.038841393
      ]
    ]
  },
  "The impetus for it was the need to operate two munitions plants, and this agency was first chaired by Arthur Morgan. Its constitutionality was upheld in the Ashwander case after it was established by legislation associated with George Norris. It built up Muscle Shoals and was also chartered to produce,": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.0038320255
      ],
      [
        "ennessee",
        -4.465658e-05
      ],
      [
        " Valley",
        -3.7623562e-05
      ],
      [
        " Authority",
        -2.3915141e-05
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.02685449
      ],
      [
        "us",
        -5.3954464e-05
      ],
      [
        " (",
        -0.03401748
      ],
      [
        "play",
        -0.00019078559
      ],
      [
        ")",
        -1.0087517e-05
      ]
    ]
  },
  "An important method of maintaining population inversion in this device is called Q-switching, which involves the modification of the resonance characteristics of its cavity. The most common type of the": {
    "guess": "Laser",
    "confidence": [
      [
        "L",
        -0.1895851
      ],
      [
        "aser",
        -6.392203e-06
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving a program's locality. Algorithms for it include treadmill, mark-sweep, and reference counting. Some implementations include the concept of \"weak pointers,\" which do not count as memory references to the": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.006276671
      ],
      [
        "bage",
        -3.1737043e-06
      ],
      [
        " collection",
        -0.00074375677
      ],
      [
        " (",
        -0.00028362326
      ],
      [
        "computer",
        -4.036525e-05
      ],
      [
        " science",
        -3.5954712e-05
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered \"linear\" script. Home to the Awan and Shimaski dynasties, another dynasty to rule this polity took the title Sukkalmah and formed a coalition with Eshnunna against Hammurabi and his allies. Another king from this polity captured Enlil-n?din-ahi, ending the Kassite dynasty, while an earlier king had": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.045258142
      ],
      [
        "am",
        -1.0325924e-05
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora": {
    "guess": "Dominican Order",
    "confidence": [
      [
        "Domin",
        -0.13788642
      ],
      [
        "ican",
        -0.06509325
      ],
      [
        " Order",
        -0.0021965294
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion led to the 1801 example, which created four new spiritual peers, twenty-eight new temporal peers, and a hundred new MPs. That one addressed Ireland, while the 1707 one bartered free trade privileges for the ratification of the Act of Settlement and help against the Jacobites. For 10 points, name these": {
    "guess": "Acts of Union 1707",
    "confidence": [
      [
        "Acts",
        -0.44680658
      ],
      [
        " of",
        -0.0038511439
      ],
      [
        " Union",
        -0.0018674718
      ],
      [
        " ",
        -0.78016496
      ],
      [
        "170",
        -0.25035965
      ],
      [
        "7",
        -0.00013059509
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving a program's locality. Algorithms for it include treadmill, mark-sweep, and reference counting. Some": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.2162839
      ],
      [
        "bage",
        -1.0564331e-05
      ],
      [
        " collection",
        -0.050198454
      ],
      [
        " (",
        -0.02474626
      ],
      [
        "computer",
        -0.005950841
      ],
      [
        " science",
        -0.00014811802
      ],
      [
        ")",
        -1.0087517e-05
      ]
    ]
  },
  "Important props in this play include some rubber hose which one character found behind a fuse box, and": {
    "guess": "Death of a Salesman",
    "confidence": [
      [
        "Death",
        -0.015845489
      ],
      [
        " of",
        -0.00016754455
      ],
      [
        " a",
        -0.0004251932
      ],
      [
        " Sales",
        -0.00030185774
      ],
      [
        "man",
        -2.8325678e-05
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between": {
    "guess": "Correlation Coefficient",
    "confidence": [
      [
        "Cor",
        -0.8583547
      ],
      [
        "relation",
        -2.3438328e-05
      ],
      [
        " Co",
        -0.22422549
      ],
      [
        "efficient",
        -8.7212284e-05
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television by his father or the hanging of a poster with the Christ loaded down with chains. However, it becomes clear that it is the protagonist's obsession with the title character that prevents him from consummating a relationship, driving him to blind Nugget and five fellow creatures with a metal spike. Dysart tells Alan Strang that he won't gallop anymore in, FTP, which Peter Shaffer play that recently starred Daniel Radcliffe?": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.0008966933
      ],
      [
        "us",
        -3.655073e-05
      ],
      [
        " (",
        -0.010553702
      ],
      [
        "play",
        -4.0722858e-05
      ],
      [
        ")",
        -6.0345924e-06
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests that we may glimpse truth and eternity through love. This is a poem within a larger poem, \"Delirium": {
    "guess": "Illuminations (poetry collection)",
    "confidence": [
      [
        "I",
        -1.0886353
      ],
      [
        "llum",
        -0.4065424
      ],
      [
        "inations",
        -0.020977296
      ],
      [
        " (",
        -0.57068264
      ],
      [
        "po",
        -0.5183784
      ],
      [
        "etry",
        -0.07623581
      ],
      [
        " collection",
        -4.0722858e-05
      ],
      [
        ")",
        -0.00021176544
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora created a rule that allowed laypeople to join without renouncing the world.  It was founded by a man who established a community in Toulouse while preaching to the Albigensians, and who was canonized by Gregory IX only 13 years after he died in 1221.  They have been known as Jacobins and Black Friars, and have included such luminaries as Johann Tetzel.  FTP, identify this group of mendicant \"friars": {
    "guess": "Dominicans",
    "confidence": [
      [
        "Domin",
        -0.00028982185
      ],
      [
        "icans",
        -0.026811318
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version of this technique begins with the formation a Taylor Cone and won John Fenn a Nobel Prize in Chemistry; that version is known as Electrospray Ionization.  Once the sample is ionized, the next step": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.19555399
      ],
      [
        " spect",
        -0.015562206
      ],
      [
        "rom",
        -0.0005211008
      ],
      [
        "etry",
        -0.00015145572
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in muscles contain a modified form of this organelle that stores calcium. A retention signal for this organelle is KDEL, and, in this organelle, initial N-glycosylation is performed. This organelle plays a critical role in the (*) folding of some proteins and thus the signal recognition particle targets": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.0206018
      ],
      [
        "opl",
        -7.465036e-06
      ],
      [
        "asm",
        -4.477578e-05
      ],
      [
        "ic",
        -0.000107953725
      ],
      [
        " ret",
        -0.08265218
      ],
      [
        "ic",
        -9.849109e-06
      ],
      [
        "ulum",
        -2.58224e-05
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion": {
    "guess": "Act of Union 1840",
    "confidence": [
      [
        "Act",
        -0.08060362
      ],
      [
        " of",
        -0.0016830361
      ],
      [
        " Union",
        -0.00040624346
      ],
      [
        " ",
        -0.04206709
      ],
      [
        "184",
        -0.0070221345
      ],
      [
        "0",
        -0.0026490248
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite": {
    "guess": "Quine–McCluskey algorithm",
    "confidence": [
      [
        "Qu",
        -0.8185004
      ],
      [
        "ine",
        -4.2510914e-05
      ],
      [
        "–",
        -0.5622994
      ],
      [
        "Mc",
        -8.12521e-05
      ],
      [
        "Cl",
        -5.5122365e-07
      ],
      [
        "us",
        -2.6968896e-06
      ],
      [
        "key",
        -1.1637165e-05
      ],
      [
        " algorithm",
        -0.2618371
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went by a pseudonym meaning \"the hidden one.\" American authors using this language include the leader of": {
    "guess": "Polish literature",
    "confidence": [
      [
        "Pol",
        -1.6530809
      ],
      [
        "ish",
        -0.0032061157
      ],
      [
        " literature",
        -0.24091735
      ]
    ]
  },
  "An impotent character begins this work by admitting his desperation with being \"reined up in old language and old assumptions.\"  A magistrate in the legal system convinces one character to see another in this work; her name is Hesther Salomon.  Taking place in the Rokesby Hospital in England, this play suggests that the patient's insanity may have come from being forbidden from watching television": {
    "guess": "Equus (play)",
    "confidence": [
      [
        "Equ",
        -0.024279334
      ],
      [
        "us",
        -8.017927e-05
      ],
      [
        " (",
        -0.03681302
      ],
      [
        "play",
        -0.00019722259
      ],
      [
        ")",
        -8.657073e-06
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the MALDI version, which uses an ultraviolet laser with wavelength between 330 and 360 nm.  Another version of this technique begins with the formation a Taylor Cone and won John Fenn a Nobel Prize in Chemistry; that version is known as Electrospray Ionization.  Once the sample is ionized, the next step is usually either gas or liquid chromatography, and the final readout contains the base peak and": {
    "guess": "Mass spectrometry",
    "confidence": [
      [
        "Mass",
        -0.41954485
      ],
      [
        " spect",
        -0.009704507
      ],
      [
        "rom",
        -0.0001624188
      ],
      [
        "etry",
        -3.106736e-05
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces, and call their theology hikma. Their secular juhal members are not granted access to holy books, a privilege reserved for the uqqal, and their emblem represents the 'superior ministers' as a five-colored star.  Founded by Al-Hakim and based on seven central principles, FTP, identify this religious": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.010135799
      ],
      [
        "ru",
        -1.998142e-05
      ],
      [
        "ze",
        -9.014684e-06
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor and was written by Euclides da Cunha [koon-yuh]. The enchanting cooking of the title female for her Syrian-born husband Nacib Saad forms part of the plot of Gabriela, Clove, and Cinnamon, a novel written by an author from this country. Jorge Amado's first novel argued that this country's emphasis": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.035208397
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor and was written by Euclides da Cunha [koon-yuh]. The enchanting cooking of the title female for her Syrian-born husband Nacib Saad forms part of the plot of Gabriela, Clove, and Cinnamon, a novel written by an author from this country. Jorge Amado's first novel argued that this country's emphasis on the pre-Lenten festival hampered its development and is titled The Country of Carnival. FTP what South American country is home to Paulo Coelho, who wrote The Alchemist in Portuguese?": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.0011734403
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small wavelengths, leading to the ultraviolet catastrophe. Wien's Law and the Rayleigh-Jeans law describing these objects were replaced by a law in which energy was [*] quantized. The energy radiated per unit surface area by one of these objects is proportional to the fourth power of its temperature": {
    "guess": "Black body radiation",
    "confidence": [
      [
        "Black",
        -0.010239287
      ],
      [
        " body",
        -0.233633
      ],
      [
        " radiation",
        -0.15040962
      ]
    ]
  },
  "When this is implemented by copying, it can have the added benefit of compacting the heap, improving a program's locality. Algorithms for it include treadmill, mark-sweep, and reference counting. Some implementations include the concept of \"weak pointers,\" which do not count as memory references to the algorithms. The Ada specification allows but does not require it, it can be retrofitted very painfully into C, and Java demands it. For ten points, name this process, in which out-of-use blocks of memory in a program are reclaimed automatically without programmer intervention.": {
    "guess": "Garbage collection (computer science)",
    "confidence": [
      [
        "Gar",
        -0.004715634
      ],
      [
        "bage",
        -7.58424e-06
      ],
      [
        " collection",
        -0.00077877333
      ],
      [
        " (",
        -0.00032747918
      ],
      [
        "computer",
        -0.00017827288
      ],
      [
        " science",
        -1.92662e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "His important poems on early Celtic and Norse themes included \"The Bard,\" \"The Fatal Sisters,\" and \"The Descent of Odin.\" The author of \"The Progress of Poesy,\" his most famous poem helped establish the \"graveyard school\" of reflective poetry, although he also wrote relatively light verse, like the \"Ode on the Death of a Favorite Cat Drowned in a Tub of Gold Fishes.\" FTP, name this poet best known for his \"Elegy written in a Country Churchyard.\"": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.0034456416
      ],
      [
        " Gray",
        -0.0001506213
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the gallery of comic minor characters features the histrionic Wopsle, the eccentric clerk Wemmick, and": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.0081689
      ],
      [
        " Expect",
        -0.00012260844
      ],
      [
        "ations",
        -5.8365e-05
      ]
    ]
  },
  "An important one of these in human blood is carbonic acid, which helps prevent alkalosis. Thses are crucial to biological function in most animals, and generally contain a salt and either a weak acid or base. Their effectiveness can be calculated through the use of an ICE chart or by using the Henderson-Hasselbalch": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.0020460554
      ],
      [
        " solution",
        -0.0054008346
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local armies during it. This rebellion began among the Hakka people, and it at first advocated the segregation of men and women and the abolishment of private property. The Hunan Army was raised to put down this rebellion and was led by Zeng Guofan. It originated with the God Worshippers' Society, and this": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.0003087679
      ],
      [
        "iping",
        -1.0280384e-06
      ],
      [
        " Rebellion",
        -0.0070922077
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their calendar consists of nineteen months, each with nineteen days, with an extra four to five so-called \"Days of Ha.\" This faith's most prominent text is the Kitab-i-Aqdas, and Shoghi Effendi was appointed": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0011642689
      ],
      [
        "á",
        -4.7755875e-05
      ],
      [
        "'",
        -0.11436811
      ],
      [
        "í",
        -2.0696643e-05
      ],
      [
        " Faith",
        -0.003371035
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of liquid. By observing shifts in its crust, scientists now believe that this object contains an underground ocean possibly including water, which may be something that this has in common with some moons of Jupiter. Its atmosphere consists primarily of nitrogen with a little methane, and it has the densest": {
    "guess": "Titan",
    "confidence": [
      [
        "Titan",
        -0.60075986
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas of control in this area, which is the subject of the UN peacekeeping mission MINURSO. Early (*) Portuguese explorer Gil Eanes discovered the first passable route around this area's coastal feature of Cape Bojador. A nationalist movement in this area declared the ► Sahrawi Arab Democratic Republic in 1979, which led Mauritania to abandon its share of joint control of it. For 10 points, the Polisario": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.0064947396
      ],
      [
        " Sahara",
        -0.0011955865
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions. It arises because the commutator of the matrices denoted X and P is non-zero, but it can relate other quantities, such as the energy of a state and the length of time it exists. Most commonly expressed as delta-p delta-x is greater than h-bar over 2, for ten points, what fundamental relation": {
    "guess": "Uncertainty principle",
    "confidence": [
      [
        "Unc",
        -0.025740463
      ],
      [
        "ertainty",
        -3.1544176e-05
      ],
      [
        " principle",
        -0.00028934504
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange. A major reform was instituted at the end of the 14th century by Raymond of Capua, while Munio of Zamora created a rule that allowed laypeople to join without renouncing the world.  It was founded by": {
    "guess": "Dominican Order",
    "confidence": [
      [
        "Domin",
        -0.122039884
      ],
      [
        "ican",
        -0.06583297
      ],
      [
        " Order",
        -0.0022475575
      ]
    ]
  },
  "One important figure in this conflict later led an expedition to drive Yaqub Beg out of Xinjiang. The lijin tax was instituted during this conflict. A massacre during it occurred when minister of state Yang Xiuqing attempted to seize power. Zuo Zongtang and Li Hongzhang were among those to lead local armies during it. This rebellion began among the Hakka people, and it at first advocated the segregation of men and women and the abolishment of private property. The Hunan Army was raised to put down": {
    "guess": "Taiping Rebellion",
    "confidence": [
      [
        "Ta",
        -0.0010618675
      ],
      [
        "iping",
        -1.9361265e-07
      ],
      [
        " Rebellion",
        -0.00075983827
      ]
    ]
  },
  "Important advancements in this technique include the use of the reflectron to improve resolution in the": {
    "guess": "Matrix-assisted laser desorption/ionization",
    "confidence": [
      [
        "Matrix",
        -0.8594518
      ],
      [
        "-ass",
        -0.009463045
      ],
      [
        "isted",
        -0.00018971277
      ],
      [
        " laser",
        -0.0018108409
      ],
      [
        " des",
        -2.5583993e-05
      ],
      [
        "orption",
        -0.00021414584
      ],
      [
        "/ion",
        -0.006159624
      ],
      [
        "ization",
        -2.677603e-05
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small": {
    "guess": "Black body",
    "confidence": [
      [
        "Black",
        -0.098520964
      ],
      [
        " body",
        -1.1147006
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed seduction of one of the female protagonists. The central character becomes wealthy by conning Henry": {
    "guess": "The Hamlet",
    "confidence": [
      [
        "The",
        -0.16473904
      ],
      [
        " Ham",
        -0.3262902
      ],
      [
        "let",
        -7.255024e-05
      ]
    ]
  },
  "Its implementer defined it as \"breaking down the braking mechanism\" and \"overcoming leveling tendencies in pay and consumerism\" when presenting it to the Central Committee. The 500 Days Plan was constructed in response to its results, which were partly caused by limiting the power of Gosbank and Gosplan. Though its component Law on Cooperatives permitted private business ownership for the first time since 1925, the lack of a true market caused prices to drop, and the Secretariat head Yegor Ligachev was a major opponent of this initiative. For 10 points, name this program of Soviet economic reforms": {
    "guess": "Perestroika",
    "confidence": [
      [
        "Per",
        -0.009863043
      ],
      [
        "estro",
        -0.0003649018
      ],
      [
        "ika",
        -3.464347e-05
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique commonly uses an autosampler and an injector in order to pass the sample through either a capillary": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.0050054477
      ],
      [
        "rom",
        -3.9650025e-05
      ],
      [
        "at",
        -5.7530575e-05
      ],
      [
        "ography",
        -1.7835755e-05
      ]
    ]
  },
  "In \"The Impossible\", the poet attempts to bend time backwards and is seen running on a treadmill. \"Lightning Flash\" is a brief section on the false hopes of human toil. In the poem \"Hunger,\" the poet suggests that we may glimpse truth and eternity through love. This is a poem within a larger poem, \"Delirium II.\" The first book, titled \"Bad Blood\", the poet recalls ancient pagan rituals and the death of Christians. The poet also foretells his own death and his leg amputation. The final section, \"Farewell,\" announces the coming of Autumn and the apocalypse. For 10 points, identify this poetry collection, the most famous of Arthur Rimbaud.": {
    "guess": "A Season in Hell",
    "confidence": [
      [
        "A",
        -0.27977136
      ],
      [
        " Season",
        -0.00011284107
      ],
      [
        " in",
        -0.00035369667
      ],
      [
        " Hell",
        -1.831257e-05
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth Street.  The protagonist's step-aunt Florence reveals in her prayers she is too embittered to find salvation, while Roy gets involved in race riots and street brawls.  Elizabeth issues sad prayers, while her husband Gabriel favors his own children over the protagonist, who demonstrates homosexual tendencies toward the preacher Brother Elisha.  Taking place in Harlem in the early 20th century, FTP,": {
    "guess": "Go Tell It on the Mountain",
    "confidence": [
      [
        "Go",
        -0.08172928
      ],
      [
        " Tell",
        -0.00030161935
      ],
      [
        " It",
        -0.020934453
      ],
      [
        " on",
        -0.039934505
      ],
      [
        " the",
        -0.00033212814
      ],
      [
        " Mountain",
        -9.448371e-05
      ]
    ]
  },
  "The importance of one feature in this area was described with the poetic line \"Who wants to pass beyond [that feature], Must also pass beyond pain.\" This area's northwest is nicknamed the \"Useful Triangle\" for valuable deposits of a certain mineral. A low gravel wall called the Berm separates the areas of control in this area, which is the subject of the UN peacekeeping mission MINURSO. Early (*) Portuguese explorer Gil Eanes discovered the first passable route around this area's coastal feature of Cape Bojador. A nationalist movement in this area declared the ► Sahrawi Arab Democratic Republic": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.0051518045
      ],
      [
        " Sahara",
        -0.0010865206
      ]
    ]
  },
  "An important non-fiction work details this country's Rebellion in the Backlands led by Antonio the Counselor and was written by Euclides da Cunha [koon-yuh]. The enchanting cooking of the title female for her Syrian-born husband Nacib Saad forms part of the plot of Gabriela, Clove, and Cinnamon, a novel written by an author from this country. Jorge Amado's first novel argued that this country's emphasis on the pre-Lenten festival hampered its development and is titled The Country of Carnival. FTP": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.003968928
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and Earth Spider, and performers in this style attach generation numbers to their names to signify training distance from its originators. It was the first form to use a revolving stage, and though it was originated by the woman Okuni, since 1652 the \"onnagata,\" crossdressing men, have played all the female roles. FTP, name this stage form which became popular around 1600 in Japan, supplanting the upper-class": {
    "guess": "Kabuki",
    "confidence": [
      [
        "K",
        -0.0038973454
      ],
      [
        "ab",
        -0.000191024
      ],
      [
        "uki",
        -3.4285862e-05
      ]
    ]
  },
  "Important scenes in this form may use a door called the \"snapping turtle\" or one of two extensions of the stage called \"flower passages.\" Notable plays in this form include The Disputed Succession and Earth Spider, and performers in this style attach generation numbers to their names to signify training": {
    "guess": "Kabuki",
    "confidence": [
      [
        "K",
        -0.022156922
      ],
      [
        "ab",
        -0.00038705903
      ],
      [
        "uki",
        -3.5477897e-05
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in muscles contain a modified form of this organelle that stores calcium. A retention signal for this organelle is KDEL, and, in this organelle, initial N-glycosylation is performed. This organelle plays a critical role in the (*) folding of some proteins and thus the signal recognition particle targets growing polypeptides and the attached ribosome to this organelle. For 10 points, name this organelle": {
    "guess": "Endoplasmic reticulum",
    "confidence": [
      [
        "End",
        -0.014502413
      ],
      [
        "opl",
        -2.2842309e-05
      ],
      [
        "asm",
        -7.3861476e-05
      ],
      [
        "ic",
        -9.639097e-05
      ],
      [
        " ret",
        -0.6476727
      ],
      [
        "ic",
        -5.2001665e-06
      ],
      [
        "ulum",
        -5.4312077e-05
      ]
    ]
  },
  "An important victorious battle for this polity is sometimes given a name that translates as \"slippery ground\" due to the excessive bloodshed. After this polity's fall, a small offshoot dynasty known as the Banu Ghaniya persisted for many decades. Its origins can be traced to the tribal leader Yahya ibn": {
    "guess": "Almohad Caliphate",
    "confidence": [
      [
        "Al",
        -1.1371042
      ],
      [
        "m",
        -0.1291673
      ],
      [
        "oh",
        -6.869018e-06
      ],
      [
        "ad",
        -0.010913647
      ],
      [
        " Cal",
        -0.0037765736
      ],
      [
        "iph",
        -3.5954712e-05
      ],
      [
        "ate",
        -0.000117132404
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.28858954
      ],
      [
        "ans",
        -0.00018172979
      ],
      [
        " Hol",
        -0.00020854695
      ],
      [
        "be",
        -6.704273e-07
      ],
      [
        "in",
        -1.9385403e-05
      ],
      [
        " the",
        -0.0003550079
      ],
      [
        " Young",
        -0.020420184
      ],
      [
        "er",
        -7.703444e-06
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.022939583
      ],
      [
        "am",
        -2.8206474e-05
      ]
    ]
  },
  "Important developments in this novel are often related by the sewing-machine salesman V.K. Ratliff, and include a crooked horse-trading deal struck by Pat Stamper and the schoolteacher Labove's failed seduction of one of the female protagonists. The central character becomes wealthy by conning Henry Armstid into believing there is buried treasure at the Old Frenchman place. Initially given a job as a store clerk to placate his father Ab, he later marries into a rich family when Hoake McCarron abandons Eula Varner. FTP, what is this novel detailing the rise of Flem Snopes, the first in a trilogy": {
    "guess": "The Hamlet",
    "confidence": [
      [
        "The",
        -0.0069476683
      ],
      [
        " Ham",
        -0.030709282
      ],
      [
        "let",
        -5.5122365e-07
      ]
    ]
  },
  "One important symbol of this religion is the nine-pointed star containing the \"Greatest Name.\" Their calendar consists of nineteen months, each with nineteen days, with an extra four to five so-called \"Days of Ha.\" This faith's most prominent text is the Kitab-i-Aqdas, and Shoghi Effendi was appointed successor to its line until the Universal House of Justice could be formed. It was founded by a Persian": {
    "guess": "Bahá'í Faith",
    "confidence": [
      [
        "Bah",
        -0.0027296213
      ],
      [
        "á",
        -2.618001e-05
      ],
      [
        "'",
        -0.096654385
      ],
      [
        "í",
        -2.188868e-05
      ],
      [
        " Faith",
        -7.672237e-05
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion led to the 1801 example, which created four new spiritual peers, twenty-eight new temporal peers, and a hundred new MPs. That one addressed Ireland, while the 1707 one bartered free trade privileges for the ratification of the Act of Settlement and help against the Jacobites. For 10 points, name these acts which incorporated Ireland and Scotland, respectively, into a political entity dominated by": {
    "guess": "Acts of Union",
    "confidence": [
      [
        "Acts",
        -0.06462222
      ],
      [
        " of",
        -0.00041422647
      ],
      [
        " Union",
        -0.001995728
      ]
    ]
  },
  "The one in 1840 was an implementation of the Durham Report and affected Canada. Wolfe Tone's rebellion led to the 1801 example, which created four new spiritual peers, twenty-eight new temporal peers,": {
    "guess": "Rebellions of 1837-1838",
    "confidence": [
      [
        "Re",
        -1.3376228
      ],
      [
        "bell",
        -0.8114125
      ],
      [
        "ions",
        -0.00035786882
      ],
      [
        " of",
        -0.15230627
      ],
      [
        " ",
        -0.0012357031
      ],
      [
        "183",
        -0.21208096
      ],
      [
        "7",
        -0.0008828803
      ],
      [
        "-",
        -0.16516845
      ],
      [
        "183",
        -0.06963204
      ],
      [
        "8",
        -0.00034928982
      ]
    ]
  },
  "It is implemented using either store-and-forward or store-and-forget technology, with the former technique involving queuing them until they can be successfully transferred. 2,500 British Amulet Employees were fired (*) by this method, and Brittney Spears allegedly broke up with K-Fed by doing this. Guinness World Records awarded a Singaporean woman the title of the fastest person to do this activity,": {
    "guess": "Email marketing",
    "confidence": [
      [
        "Email",
        -0.9112713
      ],
      [
        " marketing",
        -0.83991015
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior": {
    "guess": "Black body",
    "confidence": [
      [
        "Black",
        -0.29664323
      ],
      [
        " body",
        -0.58760476
      ]
    ]
  },
  "One important structure in these objects is a \"sandwich\" held together by cysteine bonds between two beta sheets. They are diversified through VDJ recombination and contain three key amino acid sequences called CDRs. These structures have Fv and Fc regions, and interconversion among the types of these produced by a cell is called (*) class switching. Only one type of these proteins can cross the placenta from mother to fetus, the G type, and the E type triggers mast cells' release of histamines. They are composed of two heavy and two light chains, and their variable regions participate in antigen binding. For 10 points, name these proteins also known as immunoglobulins.": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.19640936
      ],
      [
        "ib",
        -0.0009318254
      ],
      [
        "ody",
        -0.018541565
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small wavelengths, leading to the ultraviolet catastrophe. Wien's Law and the Rayleigh-Jeans law describing these objects were replaced by a law in which energy was [*] quantized. The energy radiated per unit surface area by one of these objects is proportional to the fourth power of its temperature according to the Stefan-Boltzmann law. Their namesake spectrally-continuous radiation is described by": {
    "guess": "Black body radiation",
    "confidence": [
      [
        "Black",
        -0.0023666092
      ],
      [
        " body",
        -0.5129795
      ],
      [
        " radiation",
        -0.039736554
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region": {
    "guess": "Titan (moon)",
    "confidence": [
      [
        "Titan",
        -0.01830305
      ],
      [
        " (",
        -0.19620787
      ],
      [
        "moon",
        -0.0002843385
      ],
      [
        ")",
        -2.2365493e-05
      ]
    ]
  },
  "An important document of this artist's creative process is his red chalk and silverpoint sketch before a portrait of Jacob Meyer and his wife. His Passion Scenes are found in the Basel Town Hall, and this creator of the Solothum Altarpiece also did a woodcut series about the Dance of Death. Texts he illustrated include the German Bible translation made by Martin Luther and In Praise of Folly, and this painter of Madonna of Burgomaster Meyer also painted portraits of such figures as Thomas More and Henry VIII. In another of his works, a bird, a frustrum, a lute, two globes, and an elongated skull adorn the room where the titular diplomats stand. For 10 points, name this painter of The French Ambassadors.": {
    "guess": "Hans Holbein the Younger",
    "confidence": [
      [
        "H",
        -0.0001408466
      ],
      [
        "ans",
        -3.5313153e-06
      ],
      [
        " Hol",
        -4.00813e-06
      ],
      [
        "be",
        -3.1281633e-07
      ],
      [
        "in",
        -5.7961847e-06
      ],
      [
        " the",
        -9.4914985e-06
      ],
      [
        " Young",
        -0.00013560164
      ],
      [
        "er",
        -1.7432603e-06
      ]
    ]
  },
  "One of the most important holy sites for this group is the tomb of Nebi Shu'eib, or Jethro, and their other prophets include Sabalan and Al-Ya'afuri. They regard the calf as a symbol of negative forces, and call their theology hikma. Their secular juhal members are not granted access to holy books, a": {
    "guess": "Druze",
    "confidence": [
      [
        "D",
        -0.0010880666
      ],
      [
        "ru",
        -3.4121115e-06
      ],
      [
        "ze",
        -5.080963e-06
      ]
    ]
  },
  "One important center of this polity was at Tall-i Malyan, while another was the short lived city of D?r-Untaš [dur untash] at modern Choga Zanbil. This polity was a battleground between the kingdom of Marhashi and the rulers of Agade, and one third-millennium ruler of it invented a still undeciphered \"linear\" script. Home to the Awan and Shimaski dynasties, another dynasty to rule this polity took": {
    "guess": "Elam",
    "confidence": [
      [
        "El",
        -0.018700464
      ],
      [
        "am",
        -1.147242e-06
      ]
    ]
  },
  "Important figures of this sect in the 19th century included Vincent Jandel and Marie-Joseph Lagrange.": {
    "guess": "Dominican Order",
    "confidence": [
      [
        "Domin",
        -0.032040752
      ],
      [
        "ican",
        -0.06589481
      ],
      [
        " Order",
        -0.0023612597
      ]
    ]
  },
  "He won important victories at Valcou Island, Fort Stanwix, Danbury, and Fort Ticonderoga and became a national hero for his gallantry in the doomed Quebec campaign. But he became bitter over Congress'": {
    "guess": "Benedict Arnold",
    "confidence": [
      [
        "B",
        -0.32611993
      ],
      [
        "ened",
        -0.002901759
      ],
      [
        "ict",
        -2.9756122e-05
      ],
      [
        " Arnold",
        -0.00016349163
      ]
    ]
  },
  "Important proteins in this organelle include UGGT, protein disulfide isomerase, and calnexin. Cells in muscles contain a modified form of this organelle that stores calcium. A retention signal for this": {
    "guess": "Endoplasmic Reticulum",
    "confidence": [
      [
        "End",
        -0.2970511
      ],
      [
        "opl",
        -3.4121115e-06
      ],
      [
        "asm",
        -0.0001501445
      ],
      [
        "ic",
        -4.334534e-05
      ],
      [
        " R",
        -0.66807926
      ],
      [
        "etic",
        -1.0280384e-06
      ],
      [
        "ulum",
        -2.1531068e-05
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in an arbitrary factorization and they are equivalent to irreducible elements in a unique factorization domain. The fundamental theorem of arithmetic states that a number may be written as a unique product of numbers of this type. The Sieve of Eratosthenes was an early method for finding these numbers.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.0045038234
      ],
      [
        " Numbers",
        -0.0062144743
      ]
    ]
  },
  "The impetus for it was the need to operate two munitions plants, and this agency was first chaired by Arthur Morgan. Its constitutionality was upheld in the Ashwander case after it was established by legislation": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.039557133
      ],
      [
        "ennessee",
        -0.00021700673
      ],
      [
        " Valley",
        -0.00010545045
      ],
      [
        " Authority",
        -3.6669935e-05
      ]
    ]
  },
  "One of the most important 19th century plays in this language is Etinger's Johannisburg. One of its major Symbolist authors wrote such works as Under a Fence and the story collection Imagined and went": {
    "guess": "Polish literature",
    "confidence": [
      [
        "Pol",
        -1.6952133
      ],
      [
        "ish",
        -0.0010156604
      ],
      [
        " literature",
        -0.06133723
      ]
    ]
  },
  "Implicants of this type are minimal in their number of literals when considering Boolean functions. Finite fields can only have orders of this type. Elements of this type in rings divide some element in an arbitrary factorization and they are equivalent to irreducible elements in a unique factorization domain. The fundamental theorem of arithmetic states that a number may be written as a unique product of numbers of this type. The Sieve of Eratosthenes was an early method for finding these numbers. For 10 points, identify this adjective that, when applied to the natural numbers, describes a number with exactly two divisors.": {
    "guess": "Prime Numbers",
    "confidence": [
      [
        "Prime",
        -0.0005579164
      ],
      [
        " Numbers",
        -0.00538293
      ]
    ]
  },
  "An important event is the establishment of Anyi as the new capital by the emperor, and a comic scene occurs in the second chapter as He Jin plots to kill the eunuchs. It begins and ends with the same overture, a song about the Great River. This novel opens with three heroes swearing brotherhood in a peach orchard. One of the heroes, Kuan Yü, is a war god, while another main character, Chuko Liang, is depicted as the voice of wisdom. Perhaps the most recognizable character is the Machiavellian Ts'ao Tsao. FTP, identify this 14th century Chinese novel by Lo Kuan-chung that takes place in Wei, Shu, and Wu.": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0014022638
      ],
      [
        "ance",
        -5.3193703e-06
      ],
      [
        " of",
        -3.5358695e-05
      ],
      [
        " the",
        -0.00049059937
      ],
      [
        " Three",
        -1.11603495e-05
      ],
      [
        " Kingdom",
        -1.473646e-05
      ],
      [
        "s",
        -1.504853e-06
      ]
    ]
  },
  "One important value given by this technique is derived by considering the linear relationship between the log of t sub r and the number of carbon atoms, known as the Kovats retention index, and this technique": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.00026252787
      ],
      [
        "rom",
        -1.6882126e-05
      ],
      [
        "at",
        -5.7172965e-05
      ],
      [
        "ography",
        -2.0339032e-05
      ]
    ]
  },
  "Important settings in this novel include a prison ship known as \"the Hulks\" and Satis House, while the gallery of comic minor characters features the histrionic Wopsle, the eccentric clerk Wemmick, and the pompous imposter Pumblechook. The protagonist sees the woman he loves mistreated by his enemy, Bentley Drummle, who dies an early death. After learning loyalty and humility while in London living on an allowance of Able Magwitch, he marries Miss Havisham's ward, Estella. FTP, what is this novel about Philip Pirrip by Charles Dickens?": {
    "guess": "Great Expectations",
    "confidence": [
      [
        "Great",
        -0.005755288
      ],
      [
        " Expect",
        -0.00016170357
      ],
      [
        "ations",
        -0.0004521222
      ]
    ]
  },
  "When implementing a computer system using this kind of number as the base, allowances must be made for": {
    "guess": "Binary numbers",
    "confidence": [
      [
        "Binary",
        -0.5240119
      ],
      [
        " numbers",
        -1.2612154
      ]
    ]
  },
  "It implies the Abbe sine condition from optics, and Hirschman's formulation states it as a lower bound on the sums of Shannon entropies of two quantities, such as angular momenta in two perpendicular directions.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -1.5324103
      ]
    ]
  },
  "An important distinction in waves is between the phase and group descriptions of this. In relativity, its values cannot be added directly. The square root of \"two GM over r\" describes one form of this, and \"mg over b\" describes another, caused by air resistance. Those formulas respectively correspond": {
    "guess": "Wave vector",
    "confidence": [
      [
        "Wave",
        -0.26725197
      ],
      [
        " vector",
        -0.28487653
      ]
    ]
  },
  "An important distinction in waves is between the phase and group descriptions of this. In relativity, its values cannot be added directly. The square root of \"two GM over r\" describes one form of this,": {
    "guess": "Four-acceleration",
    "confidence": [
      [
        "Four",
        -1.0769182
      ],
      [
        "-ac",
        -0.8968848
      ],
      [
        "cel",
        -0.0013714303
      ],
      [
        "eration",
        -0.0046116957
      ]
    ]
  },
  "An important symbol of maturity in this novel is the protagonist's journey to the theater across Sixth": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.6626393
      ],
      [
        " Phantom",
        -0.9995406
      ],
      [
        " of",
        -0.0018479628
      ],
      [
        " the",
        -0.0004294772
      ],
      [
        " Opera",
        -1.9385403e-05
      ]
    ]
  },
  "One of the few impact craters on this object is named Guabonito and located in its Shangri-la region near Xanadu.  It also contains Kraken Mare, which is believed to be the largest of several bodies of liquid. By observing shifts in its crust, scientists now believe that this object contains an underground ocean possibly including water, which may be something that this has in common with some moons": {
    "guess": "Τῑτάν",
    "confidence": [
      [
        "\\xce",
        -0.23166166
      ],
      [
        "\\xa4",
        -6.241792e-05
      ],
      [
        "\\xe1",
        -0.00060295337
      ],
      [
        "\\xbf",
        -2.3392786e-06
      ],
      [
        "\\x91",
        -0.0005124026
      ],
      [
        "τ",
        -2.6968896e-06
      ],
      [
        "ά",
        -0.0017632401
      ],
      [
        "ν",
        -4.3202e-07
      ]
    ]
  },
  "Imperfect varieties of these entities have emissivities of less than one. One law governing the behavior of these objects performs poorly at long wavelengths, while another predicts infinite power at small wavelengths, leading to the ultraviolet catastrophe. Wien's Law and the Rayleigh-Jeans law describing these objects were replaced by a law in which energy was [*] quantized. The energy radiated per": {
    "guess": "Blackbody radiation",
    "confidence": [
      [
        "Black",
        -0.0029601082
      ],
      [
        "body",
        -0.46255293
      ],
      [
        " radiation",
        -0.19775438
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing when the Pococks arrive in town, although one of them has the ulterior motive of gaining control": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -1.3725882
      ],
      [
        " Age",
        -1.811203
      ],
      [
        " of",
        -0.00014716439
      ],
      [
        " Innoc",
        -5.2001665e-06
      ],
      [
        "ence",
        -0.00010402
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing when the Pococks arrive in town, although one of them has the ulterior motive of gaining control of the mills at home. The protagonist of this novel was sent on his trip by his fiancée from": {
    "guess": "Main Street (novel)",
    "confidence": [
      [
        "Main",
        -0.939826
      ],
      [
        " Street",
        -0.00017469678
      ],
      [
        " (",
        -0.020966435
      ],
      [
        "nov",
        -3.888926e-06
      ],
      [
        "el",
        -2.1008714e-06
      ],
      [
        ")",
        -3.4121115e-06
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing when the Pococks arrive in town, although one of them has the ulterior motive of gaining control of the mills at home. The protagonist of this novel was sent on his trip by his fiancée from Woollett, Massachusetts, Mrs. Newsome; that mission is to travel to Paris to retrieve her son, Chadwick,": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.009346842
      ],
      [
        " Amb",
        -4.9424725e-05
      ],
      [
        "assadors",
        -1.9361265e-07
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing when the Pococks arrive in town, although one of them has the ulterior motive of gaining control of the mills at home. The protagonist of this novel was sent on his trip by his fiancée from Woollett, Massachusetts, Mrs. Newsome; that mission is to travel to Paris to retrieve her son, Chadwick, from his affair with the Comtesse de Vionnet. For 10 points, identify this novel about the doomed love": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.0023187955
      ],
      [
        " Amb",
        -0.00024370835
      ],
      [
        "assadors",
        -3.1281633e-07
      ]
    ]
  },
  "One important early scene in this novel occurs when the protagonist opts to take a walk in town, delaying the opening of his mail by two hours. Another important scene occurs between the acts of a play depicted in this novel, when a major character is introduced. There is ambiguity over whether the affections of one character in this novel rest with Jeanne or her mother. The tension in this novel increasing when the Pococks arrive in town, although one of them has the ulterior motive of gaining control of the mills at home. The protagonist of this novel was sent on his trip by his fiancée from Woollett, Massachusetts, Mrs. Newsome; that mission is to travel to Paris to retrieve her son, Chadwick, from his affair with the Comtesse de Vionnet. For 10 points, identify this novel about the doomed love between Maria Gostrey and Lambert Strether, a Paris-set Henry James novel.": {
    "guess": "The Ambassadors",
    "confidence": [
      [
        "The",
        -0.00059973856
      ],
      [
        " Amb",
        -0.00041065403
      ],
      [
        "assadors",
        -3.523949e-05
      ]
    ]
  }
}