{
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in early 1884. Despite this, he and his defenders held out in the city on the Blue Nile that they were": {
    "guess": "Siege of Khartoum",
    "confidence": [
      [
        "Sie",
        -0.13248377
      ],
      [
        "ge",
        -9.1622824e-05
      ],
      [
        " of",
        -0.00059556647
      ],
      [
        " Kh",
        -1.11603495e-05
      ],
      [
        "art",
        -5.7961847e-06
      ],
      [
        "ou",
        -3.0232935e-05
      ],
      [
        "m",
        -7.3458323e-06
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival Henry Laurens as President of the Continental Congress. His court heard, but never ruled on, the": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.0449922
      ],
      [
        " Jay",
        -0.0031074882
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially anticipated by the work of Nordstrom and Larmor, who both used the flat (*) Minkowski space, which could not explain the deflection of light in a gravitational field. He utilized a universal tensor from which the electromagnetic and gravitational fields arise, with a cylindrical condition or \"fifth world dimension.\" For 10 points, name this German mathematician, whose work was modified by Klein and forms the basis of modern string theory.": {
    "guess": "Theodor Kaluza",
    "confidence": [
      [
        "The",
        -0.11666752
      ],
      [
        "odor",
        -0.54689926
      ],
      [
        " Kal",
        -0.00026526954
      ],
      [
        "u",
        -8.876193e-05
      ],
      [
        "za",
        -6.980855e-05
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg. This man preceded Justin Morrill as Chairman of the House Ways and Means Committee. His iron works were destroyed by Robert E. Lee's troops, and this supporter of the Confiscation Act called for total war against the south and opposed the Crittenden Compromise. This man, who introduced the impeachment proceedings against Andrew Johnson, drafted the Reconstruction Act and the Fourteenth Amendment. For ten points, identify this member of the Radical Republicans, who was a representative from Pennsylvania.": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0023548338
      ],
      [
        "ad",
        -0.00015502817
      ],
      [
        "de",
        -3.888926e-06
      ],
      [
        "us",
        -1.4617256e-05
      ],
      [
        " Stevens",
        -6.5278815e-05
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died at Ecbatana [ek-BAH-tah-nah], and he regretted murdering Cleitus, who saved his life at the Battle of the Granicus River. This man helped his father at the Battle of Chaeronea [ker-uh-NEE-uh], and his": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.04955121
      ],
      [
        " the",
        -0.005237191
      ],
      [
        " Great",
        -0.00017803448
      ]
    ]
  },
  "He defeated Bhadalasa to end the Nanda Dynasty, and a legend about this man says that he was born  virtually a slave, who was forced to go with a buyer to Taxila, where he met (*) Alexander the Great and": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.021352297
      ],
      [
        "and",
        -9.651017e-05
      ],
      [
        "rag",
        -1.0280384e-06
      ],
      [
        "upt",
        -4.5491004e-05
      ],
      [
        "a",
        -2.3795938e-05
      ],
      [
        " Ma",
        -3.8100377e-05
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -7.3458323e-06
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.002647002
      ],
      [
        "icol",
        -3.7981175e-05
      ],
      [
        "ae",
        -1.5332478e-05
      ],
      [
        " Ce",
        -3.1544176e-05
      ],
      [
        "au",
        -0.073742814
      ],
      [
        "ș",
        -0.004592823
      ],
      [
        "esc",
        -4.036525e-05
      ],
      [
        "u",
        -2.8921695e-05
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan was to launch a defense in the Tembi valley, but the invading army was warned of this trap by Alexander I of Macedon. While Ephialtes' betrayal caused the 900 defenders to ultimately lose the battle, it allowed Athens to be evacuated and a much larger Greek force to mobilize. FTP, name this 480 B.C. battle where a small army of Thespians and Spartans made a last stand against a much larger Persian": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0004516454
      ],
      [
        " of",
        -0.0001170132
      ],
      [
        " Therm",
        -0.00039170796
      ],
      [
        "opy",
        -3.619312e-05
      ],
      [
        "la",
        -2.6968896e-06
      ],
      [
        "e",
        -1.11603495e-05
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this quantity in the Miller effect. The inverse of this quantity is called the (*) elastance, and like": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.022174885
      ],
      [
        "ac",
        -9.543734e-05
      ],
      [
        "it",
        -8.029847e-05
      ],
      [
        "ance",
        -1.0683535e-05
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers had to march six miles and formed into three division north of Telham Hill. The crippling attack was delivered by Eustace of Boulogne against the right flank after the defenders had been drawn off by a feint retreat. Large-scale resistance ended after the death of King Harold Godwinson who had successfully defended his kingdom just weeks before at Stamford Bridge. FTP, identify this 1066 battle": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.01180504
      ],
      [
        " of",
        -0.00024275472
      ],
      [
        " Hastings",
        -0.0001243965
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison la Roche. He used the ideas of the Vitruvian man and the golden mean in his Modulor system, exemplified in the Villa Garche. Father Courtier sponsored his priory at La Tourette and his Notre Dame du Haut. The \"five points\" he outlined in Towards A New Architecture were put into practice in the piloti-supported": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0067620254
      ],
      [
        " Cor",
        -0.0003032882
      ],
      [
        "bus",
        -2.8160932e-06
      ],
      [
        "ier",
        -2.2246291e-05
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle of upwellings and downwellings. Southerly trade winds cause upwellings in the Humboldt one of these, and Taylor caps occur at the surface of the ocean because of the rotating types of these. The Sverdrup measure for magnitude of these is proportional to the curl of wind stress. The OSCAR data set is": {
    "guess": "Oceanic currents",
    "confidence": [
      [
        "Ocean",
        -0.093481645
      ],
      [
        "ic",
        -0.16914102
      ],
      [
        " currents",
        -0.24235912
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds": {
    "guess": "Pocahontas",
    "confidence": [
      [
        "P",
        -1.2294044
      ],
      [
        "oc",
        -0.1730898
      ],
      [
        "ah",
        -0.00016313401
      ],
      [
        "ont",
        -0.00035941842
      ],
      [
        "as",
        -4.5491004e-05
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan was to launch a defense in the Tembi valley, but the invading army was warned of this trap by Alexander I of Macedon. While Ephialtes' betrayal caused the 900 defenders to ultimately lose the battle, it allowed Athens to be evacuated and a much larger Greek force to mobilize. FTP, name this 480 B.C. battle where a small army of Thespians and Spartans made a last stand against a much larger Persian force of Xerxes I.": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0015994872
      ],
      [
        " of",
        -0.0002790935
      ],
      [
        " Therm",
        -0.0011477179
      ],
      [
        "opy",
        -8.244414e-05
      ],
      [
        "la",
        -5.4385737e-06
      ],
      [
        "e",
        -1.7239736e-05
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it is also the location where plasmalogen synthesis begins. Some proteins being targeted to this organelle rely on a string of serine-lysine-leucine residues at the C-terminus, the SLK sequence. Those amino": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.05939917
      ],
      [
        "ero",
        -0.00015526658
      ],
      [
        "xis",
        -1.0921943e-05
      ],
      [
        "ome",
        -0.00012904544
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named Francisco Santander his vice president. This leader issued the Letter from Jamaica and won the Battle of Junin. After writing the Cartagena Manifesto, he led the Admirable Campaign, during which he issued the (*) Decree of War to the Death. This winner at the Battles of Carabobo and Boyacá met José de San Martin at the Guayaquil Conference. For ten points, identify this leader who liberated much of": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.25466886
      ],
      [
        "ón",
        -1.3544423e-05
      ],
      [
        " Bol",
        -0.00028243123
      ],
      [
        "í",
        -0.0023362818
      ],
      [
        "var",
        -5.5577775e-06
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival Henry Laurens as President of the Continental Congress. His court heard, but never ruled on, the case known as Hayburn's Case. He was the chief negotiator of a treaty in which the United States gave most favored nation status to Great Britain in return for Britain agreeing to evacuate the six western": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.09077306
      ],
      [
        " Jay",
        -0.0035311787
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces defeated Guy of Lusignan at the Horns of Hattin. His lands were divided among his sons Al-Afdal, Al- Zahir, and Al-Aziz after his death, fragmenting the new dynasty he had founded by taking advantage of popular opposition to the Shiite (*) Fatimids. This founder of a new Sunni dynasty in Egypt, the": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.33160612
      ],
      [
        "adin",
        -0.026519738
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death of this man, his wife Julia Domna exercised great power over his successors. He bade his time as governor of Upper Pannonia during the chaos following the murder of Commodus, eventually using the unavenged": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.0019693158
      ],
      [
        "im",
        -0.00018887833
      ],
      [
        "ius",
        -3.1544176e-05
      ],
      [
        " Sever",
        -0.00032890963
      ],
      [
        "us",
        -2.5345586e-05
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this quantity in the Miller effect. The inverse of this quantity is called the (*) elastance, and like inductance this quantity can be altered in crosstalk. The value of this quantity is increased by the insertion of a dialectric, and it's proportional to area and inversely proportional to separation. This quantity adds in parallel configurations, but its reciprocal adds in a series configuration. For 10 points, name this quantity which is equal to charge divided by voltage, usually measured in Farads.": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.0056845304
      ],
      [
        "ac",
        -0.00016754455
      ],
      [
        "it",
        -8.776276e-06
      ],
      [
        "ance",
        -2.355753e-05
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what it fed on\". One of these ends \"My thoughts be bloody or be nothing worth!\" after beginning \"How all occasions do inform against me\". Another of these describes death as \"the undiscovered country from whose bourn / no traveller returns\" and as \"to sleep: perchance to dream\". For 10 points, name these speeches given by a certain Shakespearean character, the most famous of which begins \"To be or not": {
    "guess": "Soliloquy",
    "confidence": [
      [
        "Sol",
        -0.24023901
      ],
      [
        "ilo",
        -0.0009876733
      ],
      [
        "qu",
        -0.0005867527
      ],
      [
        "y",
        -0.5414684
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.6906767
      ],
      [
        "ante",
        -0.0066029876
      ],
      [
        " Empire",
        -0.0035068262
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider truth-telling as a specific activity.\" He began a book subtitled \"An Archaeology of the Human Sciences\"": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.008938118
      ],
      [
        "el",
        -1.8431772e-05
      ],
      [
        " Fou",
        -0.00043782144
      ],
      [
        "ca",
        -0.00026526954
      ],
      [
        "ult",
        -4.3226137e-05
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally": {
    "guess": "Restriction enzyme",
    "confidence": [
      [
        "Restr",
        -0.13629916
      ],
      [
        "iction",
        -8.041768e-05
      ],
      [
        " enzyme",
        -0.58999026
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate to proteins bound for lysosomes and can carry out other post-translational modifications like": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.007589468
      ],
      [
        "ol",
        -0.0011398615
      ],
      [
        "gi",
        -0.000115582756
      ],
      [
        " apparatus",
        -0.073723435
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's wife is sometimes called Julie Ann, and in the stories frequently tells him, \"I've been true to you.\" In one account of his life, he receives fifty dollars from his white captain but dies shortly after telling his son that the \"Big Ben Tunnel gonna be the death of me.\" This character battles": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -1.065194
      ],
      [
        " Turner",
        -0.00041732576
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison la Roche. He used the ideas of the Vitruvian man and the golden mean in his Modulor system, exemplified in the Villa Garche. Father Courtier sponsored his priory at La Tourette and his Notre Dame du Haut. The \"five points\" he outlined in Towards A New Architecture were put into practice in the piloti-supported Villa Savoye. For 10 points, name this modern architect, a Swiss/French proponent of the International School.": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0037618326
      ],
      [
        " Cor",
        -0.00015538577
      ],
      [
        "bus",
        -3.5313153e-06
      ],
      [
        "ier",
        -2.6895234e-05
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions of this metal block NMDA receptors, and a class of compounds in which this element is bonded to a halogen": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.008187581
      ],
      [
        "esium",
        -5.2643223e-05
      ]
    ]
  },
  "The defeat and subsequent flight of the Phocians prior to this battle foreshadowed the doom of the losing": {
    "guess": "Battle of Chaeronea",
    "confidence": [
      [
        "Battle",
        -0.19739455
      ],
      [
        " of",
        -0.0016555405
      ],
      [
        " Cha",
        -0.4938059
      ],
      [
        "er",
        -0.0041672024
      ],
      [
        "one",
        -2.1008714e-06
      ],
      [
        "a",
        -0.0001037816
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental Congress, this man nominated George Washington to be commander of the Continental Army. This politician appointed Thomas Jefferson to write the Declaration of Independence. During this man's presidency,": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.042238966
      ],
      [
        " Adams",
        -0.0011590277
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.079764895
      ],
      [
        "ol",
        -0.0011968977
      ],
      [
        "gi",
        -3.094816e-05
      ],
      [
        " apparatus",
        -0.041649688
      ]
    ]
  },
  "This man defined a collection of inner products defined on a tangent space at each point on a manifold as his metric, a key concept in the branch of geometry he developed. He also developed a function of n equal to the infinite sum of one over k to the n and hypothesized that one half is the real part": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.0013560713
      ],
      [
        "hard",
        -1.9385403e-05
      ],
      [
        " R",
        -8.339777e-05
      ],
      [
        "iem",
        -1.9361265e-07
      ],
      [
        "ann",
        -2.3915141e-05
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially anticipated by the work of Nordstrom and Larmor, who both used the flat (*) Minkowski space, which could not explain the deflection of light in a gravitational field. He utilized a universal tensor from which the electromagnetic and gravitational fields arise, with a cylindrical condition or \"fifth world dimension.\" For 10 points, name this German mathematician, whose work was modified by Klein": {
    "guess": "Theodor Kaluza",
    "confidence": [
      [
        "The",
        -0.49448603
      ],
      [
        "odor",
        -0.31802884
      ],
      [
        " Kal",
        -0.00068467576
      ],
      [
        "u",
        -0.0001245157
      ],
      [
        "za",
        -0.00015753144
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.057877265
      ],
      [
        " Cor",
        -6.869018e-06
      ],
      [
        "bus",
        -4.723352e-06
      ],
      [
        "ier",
        -4.3583746e-05
      ]
    ]
  },
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in early 1884. Despite this, he and his defenders held out in the city on the Blue Nile that they were defending for nearly 10 months, despite low food stores and an increasing Mahdist presence. In January of 1885, the Mahdists broke into the city, massacring the entire garrison including that commanding general, Chinese Gordon. For 10 points, identify this battle that occurred at the present day capital of Sudan.": {
    "guess": "Siege of Khartoum",
    "confidence": [
      [
        "Sie",
        -0.024741849
      ],
      [
        "ge",
        -7.493431e-05
      ],
      [
        " of",
        -0.00022070204
      ],
      [
        " Kh",
        -9.729906e-06
      ],
      [
        "art",
        -1.0280384e-06
      ],
      [
        "ou",
        -9.372295e-06
      ],
      [
        "m",
        -2.6537622e-05
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of his\n \"July Theses\". Another of his policies declared mothers who had more than 10 children as \"heroines\" and\n outlawed most cases of abortion. This man's downfall came after he attempted to remove Laszlo": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.0034660716
      ],
      [
        "icol",
        -1.9743013e-05
      ],
      [
        "ae",
        -5.9795446e-05
      ],
      [
        " Ce",
        -6.313315e-05
      ],
      [
        "au",
        -0.08115588
      ],
      [
        "ș",
        -0.0063366103
      ],
      [
        "esc",
        -6.408677e-05
      ],
      [
        "u",
        -1.6882126e-05
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider truth-telling as a specific activity.\" He began a book subtitled \"An Archaeology of the Human Sciences\" with a discussion of Las Meninas, then proceeded to outline his concept of the \"episteme.\" This author of The History of Sexuality theorized the dehumanizing \"medical gaze\" in his The Birth of": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.00069301634
      ],
      [
        "el",
        -5.3193703e-06
      ],
      [
        " Fou",
        -9.126521e-05
      ],
      [
        "ca",
        -0.00028862982
      ],
      [
        "ult",
        -4.5491004e-05
      ]
    ]
  },
  "The defeat and subsequent flight of the Phocians prior to this battle foreshadowed the doom of the losing side, which was betrayed by Ephialtes. Taking place at the location of the so-called \"hot gates\", the winning army under Xerxes I was nearly forty times the size of the losing army, which suffered the death of its leader, Leonidas. For 10 points, name this 480 BCE battle where the Persian force": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0015100973
      ],
      [
        " of",
        -0.00030995993
      ],
      [
        " Therm",
        -0.0009955333
      ],
      [
        "opy",
        -2.2007884e-05
      ],
      [
        "la",
        -2.8160932e-06
      ],
      [
        "e",
        -8.061054e-06
      ]
    ]
  },
  "Defects in mannose phosphorylation lead to their failure and I-cell disease, characterized by inclusion bodies similar to those seen in Tay-Sachs disease. In excess, Vitamin A can induce hepatotoxicity": {
    "guess": "I-cell disease",
    "confidence": [
      [
        "I",
        -0.6196456
      ],
      [
        "-cell",
        -0.027638327
      ],
      [
        " disease",
        -0.027152343
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death of this man, his wife Julia Domna exercised great power over his successors. He bade his time as governor of Upper Pannonia during the chaos following the murder of Commodus, eventually using the unavenged death of Pertinax as a pretext to overthrow a rich man who had won the Imperial throne at an auction, Didius Julianus. For 10 points, name this Roman emperor who ruled from 193 to 211 and was": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.011681566
      ],
      [
        "im",
        -0.0006270142
      ],
      [
        "ius",
        -2.0458236e-05
      ],
      [
        " Sever",
        -0.00031663533
      ],
      [
        "us",
        -1.7954959e-05
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type.": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.14434546
      ],
      [
        "ol",
        -0.00036609382
      ],
      [
        "gi",
        -6.704273e-07
      ],
      [
        " apparatus",
        -0.0007556662
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what it fed on\". One of these ends \"My thoughts be bloody or be nothing worth!\" after beginning \"How all occasions do inform against me\". Another of these describes death as \"the undiscovered country from whose bourn / no traveller returns\" and as \"to sleep: perchance to dream\". For 10 points, name these": {
    "guess": "Hamlet in popular culture",
    "confidence": [
      [
        "Ham",
        -0.11629425
      ],
      [
        "let",
        -0.00050072797
      ],
      [
        " in",
        -0.7408801
      ],
      [
        " popular",
        -0.35694972
      ],
      [
        " culture",
        -0.00080784434
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux Spiritualis was its prime defender within the Catholic Church, while another of its defenders publicly fought with Bossuet after publishing his Maxims of the Saints. This sect gained a foothold in the French court when Bishop Fenelon's spiritual directee Mme. Guyot converted Mme. de Maintenon to this": {
    "guess": "Quietism",
    "confidence": [
      [
        "Quiet",
        -0.007593611
      ],
      [
        "ism",
        -0.000919916
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named Francisco Santander his vice president. This leader issued the Letter from Jamaica and won the Battle of Junin. After writing the Cartagena Manifesto, he led the Admirable Campaign, during which he issued": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.033980493
      ],
      [
        "ón",
        -3.0545007e-06
      ],
      [
        " Bol",
        -0.0015160537
      ],
      [
        "í",
        -0.0015925843
      ],
      [
        "var",
        -1.8074163e-05
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -1.5436081
      ],
      [
        " Brown",
        -0.45637524
      ],
      [
        " (",
        -0.5194696
      ],
      [
        "abol",
        -0.008665864
      ],
      [
        "ition",
        -0.00016456447
      ],
      [
        "ist",
        -7.1238996e-05
      ],
      [
        ")",
        -0.0026411756
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while in the detection of gamma rays, this gives rise to a namesake \"edge.\" The differential cross- section for this process is given by the Klein-Nishina formula, and the namesake wavelength is given by Planck's constant over the mass of the electron times the speed of light.  The wavelenght shift depends": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.14351128
      ],
      [
        "pton",
        -1.7954959e-05
      ],
      [
        " scattering",
        -0.026519153
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings, which caused both Pharoah and Abilimech to try to marry her. This man died five years early to be": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.050901007
      ],
      [
        "raham",
        -0.00029553997
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president of this nation after the Good Neighbor Policy ended a U.S. occupation in 1934. Bill Clinton reoccupied this country in Operation Upholding Democracy, which restored the presidency of a man who was later": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.035287805
      ],
      [
        "ait",
        -1.7432603e-06
      ],
      [
        "i",
        -0.00015181334
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named Francisco Santander his vice president. This leader issued the Letter from Jamaica and won the Battle of Junin. After writing the Cartagena Manifesto, he led the Admirable Campaign, during which he issued the (*) Decree of War to the Death. This winner at the Battles of Carabobo and Boyacá met José": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.011998585
      ],
      [
        "ón",
        -1.7432603e-06
      ],
      [
        " Bol",
        -0.0020944688
      ],
      [
        "í",
        -0.00049786706
      ],
      [
        "var",
        -1.0564331e-05
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named Francisco Santander his vice president. This leader issued the Letter from Jamaica and won the Battle of Junin. After writing the Cartagena Manifesto, he led the Admirable Campaign, during which he issued the (*) Decree of War to the Death. This winner at the Battles of Carabobo and Boyacá met José de San Martin at the Guayaquil Conference. For ten points, identify this leader who liberated much of South America and established Gran Colombia.": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.0009527906
      ],
      [
        "ón",
        -6.704273e-07
      ],
      [
        " Bol",
        -0.00026777282
      ],
      [
        "í",
        -0.0001439459
      ],
      [
        "var",
        -7.107425e-06
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan was to launch a defense in the Tembi valley, but the invading army was warned of this trap by Alexander": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.13301061
      ],
      [
        " of",
        -0.00058341504
      ],
      [
        " Therm",
        -0.034400523
      ],
      [
        "opy",
        -6.511407e-06
      ],
      [
        "la",
        -2.9352968e-06
      ],
      [
        "e",
        -1.6166903e-05
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but, unsatisfied with his position, murdered the king and took power. When a former friend threatens his lineage, this man orders that he and his son Fleance be killed. His murders, driven by either his wife's ambition or the witches' prophecies, are avenged after Banquo's ghost haunts him at a dinner party, and when he is beheaded by Macduff. For 10 points, name this tragedy by Shakespeare about a Scottish": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0015115277
      ],
      [
        "beth",
        -0.0001246349
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who wounded Iphicles during the fighting. He banished his eldest son Phyleus from Elis after refusing to pay a hero on the grounds that the River-gods Peneius or Menius and Alpheus had done all the work. By divine dispensation, his animals were inimitably fertile, immune to disease, and never miscarried.": {
    "guess": "Admetus",
    "confidence": [
      [
        "Ad",
        -1.1960667
      ],
      [
        "met",
        -0.002047244
      ],
      [
        "us",
        -0.00025907462
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what it fed on\". One of these ends \"My thoughts be bloody or be nothing worth!\" after beginning \"How all": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.28918275
      ],
      [
        "let",
        -5.9437833e-05
      ]
    ]
  },
  "The defeat and subsequent flight of the Phocians prior to this battle foreshadowed the doom of the losing side, which was betrayed by Ephialtes. Taking place at the location of the so-called \"hot gates\", the winning army under Xerxes I was nearly forty times the size of the losing army, which suffered": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0013352401
      ],
      [
        " of",
        -0.00020270597
      ],
      [
        " Therm",
        -0.0017330137
      ],
      [
        "opy",
        -5.2285613e-05
      ],
      [
        "la",
        -4.365741e-06
      ],
      [
        "e",
        -1.7716551e-05
      ]
    ]
  },
  "It can be defined either as the locus of the focus of a parabola rolling along a straight line, the evolute of the tractrix, and the locus of the mid- point of the vertical line segment between the curves e to the x and e to the minus x. It is best defined, however, as the shape of a perfectly flexible": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.00018280261
      ],
      [
        "aten",
        -0.00089407084
      ],
      [
        "ary",
        -7.4576696e-05
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions of this metal block NMDA receptors, and a class of compounds in which this element is bonded to a halogen are used to form (*) carbon-carbon bonds. This metal's chloride is often added to PCR mixes to increase the stability of single stranded DNA. This element is bonded to bromine in Grignard reagents, and is found in the center of the chlorin ring of chlorophyll. The sulfate of this element is Epsom": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.009943428
      ],
      [
        "esium",
        -0.00014358829
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's wife is sometimes called Julie Ann, and in the stories frequently tells him, \"I've been true to you.\" In one account of his life, he receives fifty dollars from his white captain but dies shortly": {
    "guess": "Nat Turner",
    "confidence": [
      [
        "Nat",
        -0.7809057
      ],
      [
        " Turner",
        -0.0007905708
      ]
    ]
  },
  "He defeated Bhadalasa to end the Nanda Dynasty, and a legend about this man says that he was born  virtually": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.21119188
      ],
      [
        "and",
        -0.00047988567
      ],
      [
        "rag",
        -1.9504607e-05
      ],
      [
        "upt",
        -6.778209e-05
      ],
      [
        "a",
        -4.8351892e-05
      ],
      [
        " Ma",
        -0.00019007038
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -1.92662e-05
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate to proteins bound for lysosomes and can carry out other post-translational modifications like phosphorylation and sulfation. It has a cis face and a trans face and consists of a series of flattened, membrane-enclosed discs called cisternae. It receives peptides from the rough endoplasmic reticulum and packages them in vesicles for transport. For 10 points, name this organelle named for an Italian physician.": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.004854688
      ],
      [
        "ol",
        -1.18755715e-05
      ],
      [
        "gi",
        -5.6769813e-06
      ],
      [
        " apparatus",
        -0.005915285
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who wounded Iphicles during the fighting. He banished his eldest son Phyleus from Elis after refusing to pay a hero on the grounds that the River-gods Peneius or Menius and Alpheus had done all the work.": {
    "guess": "Augeas",
    "confidence": [
      [
        "A",
        -0.07315444
      ],
      [
        "uge",
        -0.033182573
      ],
      [
        "as",
        -0.08943154
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental Congress, this man nominated George Washington to be commander of the Continental Army. This": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.010817769
      ],
      [
        " Adams",
        -0.0002134343
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction of the genome that could be analyzed.  Many, but not all, of them arise from single nucleotide polymorphisms, and they comprise the major DNA markers, along with VNTR's and microsatellite polymorphisms.": {
    "guess": "Restriction fragment length polymorphism",
    "confidence": [
      [
        "Restr",
        -0.006486215
      ],
      [
        "iction",
        -1.7432603e-06
      ],
      [
        " fragment",
        -0.010273974
      ],
      [
        " length",
        -0.007340277
      ],
      [
        " polym",
        -0.00013989297
      ],
      [
        "orphism",
        -0.045651916
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental Congress, this man nominated George Washington to be commander of the Continental Army. This politician appointed Thomas Jefferson to write the Declaration of Independence. During this man's presidency, the Quasi-War with France occurred, having been sparked by the XYZ affair. The Alien and Sedition Acts were passed by, for 10 points, what Federalist president, the second president of the United States?": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.0025653145
      ],
      [
        " Adams",
        -0.00032521432
      ]
    ]
  },
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in early 1884. Despite this, he and his defenders held out in the city on the Blue Nile that they were defending for nearly 10 months, despite low food stores and an increasing Mahdist presence. In January of 1885, the Mahdists broke into the city, massacring the entire garrison including that commanding general, Chinese Gordon. For 10 points, identify this battle that occurred at the present day capital": {
    "guess": "Siege of Khartoum",
    "confidence": [
      [
        "Sie",
        -0.0069812876
      ],
      [
        "ge",
        -5.347765e-05
      ],
      [
        " of",
        -7.421909e-05
      ],
      [
        " Kh",
        -9.849109e-06
      ],
      [
        "art",
        -1.504853e-06
      ],
      [
        "ou",
        -2.4987974e-05
      ],
      [
        "m",
        -8.537869e-06
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.01621912
      ],
      [
        "ol",
        -0.0020943496
      ],
      [
        "gi",
        -0.00031258242
      ],
      [
        " apparatus",
        -0.14212398
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's wife is sometimes called Julie Ann, and in the stories frequently tells him, \"I've been true": {
    "guess": "John Henry (folklore)",
    "confidence": [
      [
        "John",
        -1.6283088
      ],
      [
        " Henry",
        -0.2826875
      ],
      [
        " (",
        -0.17268077
      ],
      [
        "folk",
        -0.0025335678
      ],
      [
        "lore",
        -9.0883464e-07
      ],
      [
        ")",
        -0.0050122095
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck rock with his staff to create water, he was forbidden from crossing the (*) Jordan River. While living as a shepherd in Midian, this figure married Zipporah and spoke to God through a burning bush. This leader, who was succeeded by Joshua, wrote the Torah and received the Ten Commandments on Mount Sinai. For ten points, identify this Biblical figure who parted the Red Sea when leading the Israelites on their exodus from Egypt.": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.00075090164
      ],
      [
        "oses",
        -1.0280384e-06
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings, which caused both Pharoah and Abilimech to try to marry her. This man died five years early to be spared of the pain of seeing the sale of his grandson Esau's birthright. This man's wife was infertile so he laid with his handmaiden Hagar. For 10 points, name this Biblical figure who almost sacrificed his son Isaac to God on Mount Horeb and whose name means \"father of many nations,\" the patriarch of Islam, Christianity, and Judaism.": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.0058440617
      ],
      [
        "raham",
        -0.00013166793
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.00074328
      ],
      [
        " of",
        -0.00028374247
      ],
      [
        " Hastings",
        -0.00012535013
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this": {
    "guess": "Depletion width",
    "confidence": [
      [
        "De",
        -0.3034757
      ],
      [
        "pletion",
        -7.7199176e-05
      ],
      [
        " width",
        -0.3125837
      ]
    ]
  },
  "It can be defined either as the locus of the focus of a parabola rolling along a straight line, the evolute of the tractrix, and the locus of the mid- point of the vertical line segment between the curves e to the x and e to the minus x. It is best defined, however, as the shape of a perfectly flexible chain suspended by its ends and acted on by gravity, hence the name given to it by Huygens, which is from the Latin for \"chain\".": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0017461005
      ],
      [
        "aten",
        -7.696077e-05
      ],
      [
        "ary",
        -4.0961266e-05
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the Tories Who Have Taken Oaths. He attacked Deism in Alciphron; or, The Minute Philosopher, advocated drinking pine tar in Siris, and believed that everything except the spiritual exists only if it can be perceived. This author of An Essay Towards a New Theory of Vision explained his views in Three Dialogues between Hylas and Philonus. For 10 points, name this Irish bishop who wrote the Treatise Concerning the Principles of Human Knowledge.": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.006138411
      ],
      [
        " Berkeley",
        -0.0015972223
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by": {
    "guess": "Gilgamesh",
    "confidence": [
      [
        "Gil",
        -1.780636
      ],
      [
        "games",
        -0.00010759611
      ],
      [
        "h",
        -7.9418505e-06
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic acid, the obligate allosteric activator of carbamoyl phosphate synthetase. Three ATPs are hydrolyzed to two ADP and one AMP in producing this compound through non-standard (*) amino acid intermediates, such as citrulline and ornithine, in its namesake cycle. Friedrich Wohler disproved vitalism by synthesizing this compound from inorganic precursors. For 10 points, name this compound with formula": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0025776788
      ],
      [
        "rea",
        -0.00056173094
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider truth-telling as a specific activity.\" He began a book subtitled \"An Archaeology of the Human Sciences\" with a discussion of Las Meninas, then proceeded to outline his concept of the \"episteme.\" This author of The History of Sexuality theorized the dehumanizing \"medical gaze\" in his The Birth of the Clinic, and he described the \"unequal gaze\" afforded by Jeremy Bentham's Panopticon. For 10 points,": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.008332179
      ],
      [
        "el",
        -9.729906e-06
      ],
      [
        " Fou",
        -0.00012940305
      ],
      [
        "ca",
        -0.000244651
      ],
      [
        "ult",
        -6.146429e-05
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck rock with his staff to create water, he was forbidden from crossing the (*) Jordan River. While living as a shepherd in Midian, this figure married Zipporah and spoke to God through a burning bush.": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.0012204634
      ],
      [
        "oses",
        -2.8160932e-06
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president of this nation after the Good Neighbor Policy ended a U.S. occupation in 1934. Bill Clinton reoccupied this country in Operation Upholding Democracy, which restored the presidency of a man who was later overthrown in a 2004 uprising and replaced by Rene Preval, Jean-Bertrand Aristide. For 10 points,": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.009246912
      ],
      [
        "ait",
        -1.8074163e-05
      ],
      [
        "i",
        -0.00020294437
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\"": {
    "guess": "Tschirnhaus transformations",
    "confidence": [
      [
        "T",
        -0.49499726
      ],
      [
        "sch",
        -0.0010318574
      ],
      [
        "ir",
        -2.6656826e-05
      ],
      [
        "n",
        -2.8160932e-06
      ],
      [
        "haus",
        -0.0006710976
      ],
      [
        " transformations",
        -0.13405983
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general,": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.5923809
      ],
      [
        " A",
        -0.08952419
      ],
      [
        ".",
        -0.0021948605
      ],
      [
        " Gar",
        -7.433829e-05
      ],
      [
        "field",
        -3.4762674e-05
      ]
    ]
  },
  "It can be defined either as the locus of the focus of a parabola rolling along a straight line, the evolute": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.039720982
      ],
      [
        "aten",
        -0.027246075
      ],
      [
        "ary",
        -7.8987236e-05
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate to proteins bound for lysosomes and can carry out other post-translational modifications like phosphorylation and sulfation. It has a cis face and a trans face and consists of a series of flattened,": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.025179498
      ],
      [
        "ol",
        -0.00038789344
      ],
      [
        "gi",
        -6.80205e-05
      ],
      [
        " apparatus",
        -0.04001686
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.04778228
      ],
      [
        "ero",
        -0.00043567579
      ],
      [
        "xis",
        -0.0109866345
      ],
      [
        "ome",
        -0.015345039
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic acid, the obligate allosteric activator of carbamoyl phosphate synthetase. Three ATPs are hydrolyzed": {
    "guess": "Ammonia",
    "confidence": [
      [
        "Am",
        -0.53470105
      ],
      [
        "mon",
        -1.3663626e-05
      ],
      [
        "ia",
        -0.007865563
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it is also the location where plasmalogen synthesis begins. Some proteins being targeted to this organelle rely on a string of serine-lysine-leucine residues at the C-terminus, the SLK sequence. Those amino acids bind to PTSR receptors, defects in which can cause Zellweger syndrome. Fatty acids are oxidized to acetyl CoA here, though it is best known for the enzyme catalase. For 10 points, name this organelle that isolates and degrades toxic peroxide species.": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.006633067
      ],
      [
        "ero",
        -0.00050489645
      ],
      [
        "xis",
        -3.1281633e-07
      ],
      [
        "ome",
        -9.627177e-05
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died at Ecbatana [ek-BAH-tah-nah], and he regretted murdering Cleitus, who saved his life at the Battle of the Granicus River. This man helped his father at the Battle of Chaeronea [ker-uh-NEE-uh], and his rival successors were known as the Diadochi. This man defeated Darius III at the battles of Gaugamela": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0116309095
      ],
      [
        " the",
        -0.0040789973
      ],
      [
        " Great",
        -0.00013345598
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.3308413
      ],
      [
        " Adams",
        -0.0022303099
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after they argued over the pelt of one of these creatures. Ottar was changed into one of these creatures by his lover Freya. The form of this animal was assumed by Vishnu's third avatar, Varaha. A (*) golden one of these animals, Gullinbursti, was owned by Freyr, and King Eurystheus hid in a jar when Heracles brought back one of these animals that he had to capture for his fourth labor. For 10 points, name this type of animal that was hunted by Meleager, Atalanta, and others in the area around Calydon.": {
    "guess": "Boar",
    "confidence": [
      [
        "Bo",
        -0.03417486
      ],
      [
        "ar",
        -0.00020449402
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.0827087
      ],
      [
        " McKin",
        -0.0011693911
      ],
      [
        "ley",
        -8.9119545e-05
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from": {
    "guess": "Wild boar",
    "confidence": [
      [
        "Wild",
        -0.1718011
      ],
      [
        " bo",
        -0.022394639
      ],
      [
        "ar",
        -1.3186812e-05
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg. This man preceded Justin Morrill as Chairman of the House Ways and Means Committee. His iron works were destroyed by Robert E. Lee's troops, and this supporter of the Confiscation Act called for total": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0796633
      ],
      [
        "ad",
        -0.0007576926
      ],
      [
        "de",
        -5.276243e-05
      ],
      [
        "us",
        -0.00013321757
      ],
      [
        " Stevens",
        -0.0003737119
      ]
    ]
  },
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in early 1884. Despite this, he and his defenders held out in the city on the Blue Nile that they were defending for nearly 10 months, despite low food stores and an increasing Mahdist presence. In January": {
    "guess": "Siege of Khartoum",
    "confidence": [
      [
        "Sie",
        -0.1361734
      ],
      [
        "ge",
        -4.7159858e-05
      ],
      [
        " of",
        -0.0033568973
      ],
      [
        " Kh",
        -1.0802739e-05
      ],
      [
        "art",
        -7.89631e-07
      ],
      [
        "ou",
        -4.365741e-06
      ],
      [
        "m",
        -2.6968896e-06
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general, and he was elected as an Ohio representative to Congress while he was still in the army. One of the attorneys of Ex parte Milligan, he was nominated for the presidency as a compromise when the Republican Party could not decide between Ulysses Grant and James Blaine. For ten points, name this ambidextrous": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.5118294
      ],
      [
        " A",
        -0.058219332
      ],
      [
        ".",
        -0.0013705959
      ],
      [
        " Gar",
        -3.619312e-05
      ],
      [
        "field",
        -1.50940705e-05
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.19285259
      ],
      [
        "rea",
        -1.8074163e-05
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival Henry Laurens as President of the Continental Congress. His court heard, but never ruled on, the case known as Hayburn's Case. He was the chief negotiator of a treaty in which the United States gave most favored nation status to Great Britain in return for Britain agreeing to evacuate the six western (*) forts by 1796, a treaty which bears his name. Along with Alexander Hamilton and James Madison, he wrote the Federalist Papers. For 10 points, name this first Chief Justice of the United States.": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.0066489377
      ],
      [
        " Jay",
        -1.1756368e-05
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle of upwellings and downwellings. Southerly trade winds cause upwellings in the Humboldt one of these, and Taylor caps occur at the surface of the ocean because of the rotating types of these. The Sverdrup": {
    "guess": "Ocean gyre",
    "confidence": [
      [
        "Ocean",
        -0.36149845
      ],
      [
        " gy",
        -0.8981622
      ],
      [
        "re",
        -0.015403847
      ]
    ]
  },
  "He defeated Bhadalasa to end the Nanda Dynasty, and a legend about this man says that he was born  virtually a slave, who was forced to go with a buyer to Taxila, where he met (*) Alexander the Great and got licked by a lion in his sleep. He ioncorporated Magadha and Punjab into his new kingdom and fought off a Seleucid invasion, while consulting the Artathastra before fasting to death. For 10 points—  name this Mauryan founder.": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.0064576664
      ],
      [
        "and",
        -0.0004006409
      ],
      [
        "rag",
        -3.5313153e-06
      ],
      [
        "upt",
        -2.5226382e-05
      ],
      [
        "a",
        -3.106736e-05
      ],
      [
        " Ma",
        -1.8908588e-05
      ],
      [
        "ury",
        0.0
      ],
      [
        "a",
        -9.610702e-06
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but, unsatisfied with his position, murdered the king and took power. When a former friend threatens his lineage, this man orders that he and his son Fleance be killed. His murders, driven by either his wife's ambition or the witches' prophecies, are avenged after Banquo's ghost haunts him at a dinner": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0024006243
      ],
      [
        "beth",
        -4.1914896e-05
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after they argued over the pelt of one of these creatures. Ottar was changed into one of these creatures by": {
    "guess": "Boar",
    "confidence": [
      [
        "Bo",
        -0.18720922
      ],
      [
        "ar",
        -0.0003770496
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction of the genome that could be analyzed.  Many, but not all, of them arise from single nucleotide polymorphisms, and they comprise the major DNA markers, along with VNTR's and microsatellite polymorphisms.  FTP, name these DNA markers that may be analyzed by Southern blotting and that are defined as differences in nucleic acid sequences that give rise to different fragment lengths under the action of a restriction enzyme.": {
    "guess": "Restriction fragment length polymorphism",
    "confidence": [
      [
        "Restr",
        -0.022453621
      ],
      [
        "iction",
        -1.147242e-06
      ],
      [
        " fragment",
        -0.03783616
      ],
      [
        " length",
        -0.004954797
      ],
      [
        " polym",
        -6.420598e-05
      ],
      [
        "orphism",
        -0.28852293
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while": {
    "guess": "Deeply virtual Compton scattering",
    "confidence": [
      [
        "Deep",
        -0.22765386
      ],
      [
        "ly",
        -0.5310973
      ],
      [
        " virtual",
        -0.4768898
      ],
      [
        " Com",
        -0.004169695
      ],
      [
        "pton",
        -2.9756122e-05
      ],
      [
        " scattering",
        -0.002941329
      ]
    ]
  },
  "This man defended his poetry by writing \"Kill my style/and you break Pavlowa's legs/and you blind Ty": {
    "guess": "Sylvia Plath",
    "confidence": [
      [
        "S",
        -0.1021513
      ],
      [
        "ylv",
        -0.002241966
      ],
      [
        "ia",
        -2.4034345e-05
      ],
      [
        " Pl",
        -0.0001071193
      ],
      [
        "ath",
        -1.7239736e-05
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes": {
    "guess": "Twelfth Night",
    "confidence": [
      [
        "Tw",
        -0.12698208
      ],
      [
        "elfth",
        -0.00027134892
      ],
      [
        " Night",
        -0.0056540635
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings, which caused both Pharoah and Abilimech to try to marry her. This man died five years early to be spared of the pain of seeing the sale of his grandson Esau's birthright. This man's wife was infertile": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.03168696
      ],
      [
        "raham",
        -0.0002844577
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\"": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.00207829
      ],
      [
        " Cor",
        -0.00045414869
      ],
      [
        "bus",
        -5.5577775e-06
      ],
      [
        "ier",
        -3.202099e-05
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle of upwellings and downwellings. Southerly trade winds cause upwellings in the Humboldt one of these, and Taylor caps occur at the surface of the ocean because of the rotating types of these. The Sverdrup measure for magnitude of these is proportional to the curl of wind stress. The OSCAR data set is often used to evaluate the surface type of these. Identify these movements of ocean water, exemplified by the Gulf Stream .": {
    "guess": "Ocean current",
    "confidence": [
      [
        "Ocean",
        -0.0031994546
      ],
      [
        " current",
        -0.10427338
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president of this nation after the Good Neighbor Policy ended a U.S. occupation in 1934. Bill Clinton reoccupied": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.029473202
      ],
      [
        "ait",
        -6.511407e-06
      ],
      [
        "i",
        -0.00021700673
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.008958677
      ],
      [
        "ero",
        -0.00014823723
      ],
      [
        "xis",
        -0.0003042418
      ],
      [
        "ome",
        -0.007857165
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan": {
    "guess": "Seven Against Thebes",
    "confidence": [
      [
        "Seven",
        -0.33281252
      ],
      [
        " Against",
        -0.5812098
      ],
      [
        " The",
        -7.827201e-05
      ],
      [
        "bes",
        -4.1318875e-05
      ]
    ]
  },
  "It can be defined either as the locus of the focus of a parabola rolling along a straight line, the evolute of the tractrix, and the locus of the mid- point of the vertical line segment between the curves e to the x and e to the minus x. It is best defined, however, as the shape of a perfectly flexible chain suspended by its ends and acted on by gravity, hence the name given to it by Huygens, which": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0016276907
      ],
      [
        "aten",
        -6.15835e-05
      ],
      [
        "ary",
        -6.869018e-06
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings, which caused both Pharoah and Abilimech to try to marry her. This man died five years early to be spared of the pain of seeing the sale of his grandson Esau's birthright. This man's wife was infertile so he laid with his handmaiden Hagar. For 10 points, name this Biblical figure who almost sacrificed his son Isaac to God on Mount Horeb and whose name means \"father of many nations,\" the patriarch": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.011711611
      ],
      [
        "raham",
        -8.3278566e-05
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers had to march six miles and formed into three division north of Telham Hill. The crippling attack was delivered by Eustace of Boulogne against the right flank after the defenders had been drawn off by a feint retreat. Large-scale resistance ended after the death of King Harold Godwinson who had successfully defended his kingdom just weeks before at Stamford Bridge. FTP, identify this 1066 battle which made William the Conqueror king of England.": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.011830137
      ],
      [
        " of",
        -0.00046129356
      ],
      [
        " Hastings",
        -0.0002288079
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux Spiritualis was its prime defender within the Catholic Church, while another of its defenders publicly fought with Bossuet after publishing his Maxims of the Saints. This sect gained a foothold in the French court when Bishop Fenelon's spiritual directee Mme. Guyot converted Mme. de Maintenon to this heresy. Championed by Miguel Molinos, FTP, name this mystic Christian philosophy which advocated": {
    "guess": "Quietism",
    "confidence": [
      [
        "Quiet",
        -0.015665598
      ],
      [
        "ism",
        -3.7265952e-05
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of his\n \"July Theses\". Another of his policies declared mothers who had more than 10 children as \"heroines\"": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.009076582
      ],
      [
        "icol",
        -6.9882217e-06
      ],
      [
        "ae",
        -6.0345924e-06
      ],
      [
        " Ce",
        -4.246537e-06
      ],
      [
        "au",
        -0.08282019
      ],
      [
        "ș",
        -0.0033457286
      ],
      [
        "esc",
        -2.2127088e-05
      ],
      [
        "u",
        -2.9875326e-05
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg.": {
    "guess": "John Covode",
    "confidence": [
      [
        "John",
        -0.9409341
      ],
      [
        " Cov",
        -1.1183474
      ],
      [
        "ode",
        -0.00047678637
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's wife is sometimes called Julie Ann, and in the stories frequently tells him, \"I've been true to you.\" In one account of his life, he receives fifty dollars from his white captain but dies shortly after telling his son that the \"Big Ben Tunnel gonna be the death of me.\" This character battles a steam powered device while building a railroad tunnel and dies after winning the contest. For 10 points, name this legendary \"steel-driving\" man from American folklore.": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.0019030551
      ],
      [
        " Henry",
        -0.000191024
      ]
    ]
  },
  "Defects in mannose phosphorylation lead to their failure and I-cell disease, characterized by inclusion bodies similar to those seen in Tay-Sachs disease. In excess, Vitamin A can induce hepatotoxicity by weakening the membrane of these organelles in the liver. This break in their membrane releases hydrolytic enzymes, which cause the death of the cell. FTP, name these organelles active during apoptosis,": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.09547932
      ],
      [
        "ys",
        -0.00015979631
      ],
      [
        "osome",
        -0.0056412593
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle": {
    "guess": "Thermohaline circulation",
    "confidence": [
      [
        "Th",
        -0.08503066
      ],
      [
        "erm",
        -5.7292167e-05
      ],
      [
        "oh",
        -7.58424e-06
      ],
      [
        "al",
        -7.9418505e-06
      ],
      [
        "ine",
        -2.1008714e-06
      ],
      [
        " circulation",
        -0.1436888
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president of this nation after the Good Neighbor Policy ended a U.S. occupation in 1934. Bill Clinton reoccupied this country in Operation Upholding Democracy, which restored the presidency of a man who was later overthrown in a 2004 uprising and replaced by Rene Preval, Jean-Bertrand Aristide. For 10 points, name this Caribbean island nation whose independence movement against France was led by Toussaint L'Ouverture.": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.009608988
      ],
      [
        "ait",
        -5.3193703e-06
      ],
      [
        "i",
        -0.001040906
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide,": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.030518875
      ],
      [
        "ait",
        -6.50404e-05
      ],
      [
        "i",
        -0.000110337794
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions of this metal block NMDA receptors, and a class of compounds in which this element is bonded to a halogen are used to form (*) carbon-carbon bonds. This metal's chloride is often added to PCR mixes to increase the stability of single stranded DNA. This element is bonded to bromine in Grignard reagents,": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.01949435
      ],
      [
        "esium",
        -7.362307e-05
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.013760881
      ],
      [
        " the",
        -0.003038678
      ],
      [
        " Great",
        -7.13582e-05
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while in the detection of gamma rays, this gives rise to a namesake \"edge.\" The differential cross- section": {
    "guess": "Deep inelastic scattering",
    "confidence": [
      [
        "Deep",
        -0.065766566
      ],
      [
        " in",
        -0.33286157
      ],
      [
        "elastic",
        -5.4788892e-05
      ],
      [
        " scattering",
        -0.002466621
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -1.7126571
      ],
      [
        "o",
        -0.003667295
      ],
      [
        "icism",
        -0.010747363
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death of this man, his wife Julia Domna exercised great power over his successors. He bade his time as governor of Upper Pannonia during the chaos following the murder of Commodus, eventually using the unavenged death of Pertinax as a pretext to overthrow a rich man who had won the Imperial throne at an auction, Didius Julianus. For 10 points, name this Roman emperor who ruled from 193 to 211 and was the namesake of a group that included Elagabalus, Geta, and Caracalla, the Severan Dynasty.": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.007969048
      ],
      [
        "im",
        -0.00033236656
      ],
      [
        "ius",
        -1.1398757e-05
      ],
      [
        " Sever",
        -0.00025692896
      ],
      [
        "us",
        -5.080963e-06
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg. This man preceded Justin Morrill as Chairman of the House Ways and Means Committee. His iron works were destroyed by Robert E. Lee's troops, and this supporter of the Confiscation Act called for total war against the south and opposed the Crittenden Compromise. This man, who introduced the impeachment proceedings against Andrew Johnson, drafted the Reconstruction Act and the Fourteenth Amendment.": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.001319762
      ],
      [
        "ad",
        -7.529192e-05
      ],
      [
        "de",
        -1.4021238e-05
      ],
      [
        "us",
        -1.473646e-05
      ],
      [
        " Stevens",
        -0.0001246349
      ]
    ]
  },
  "After defeating a revolt led by Conrad the Red, this ruler allied the crown with the Catholic Church, greatly increasing royal power.  He married Edith and Adelaide, whom he rescued from a marriage with Berengar II, and had three children, one of whom reigned after him.  This king also defeated the Magyars in the Lechfeld in 955.  FTP, identify this son of Henry the Fowler crowned emperor in 962 by John XII, often considered the first Holy Roman Emperor.": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.0025459356
      ],
      [
        "to",
        -1.2948405e-05
      ],
      [
        " the",
        -0.030104391
      ],
      [
        " Great",
        -0.00016384924
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck rock with his staff to create water, he was forbidden from crossing the (*) Jordan River. While living": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.0074366042
      ],
      [
        "oses",
        -0.00010580806
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this quantity in the Miller effect. The inverse of this quantity is called the (*) elastance, and like inductance this quantity can be altered in crosstalk. The value of this quantity is increased by the insertion of a dialectric, and it's proportional to area and inversely proportional to separation.": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.014085577
      ],
      [
        "ac",
        -0.0004975095
      ],
      [
        "it",
        -0.00024941913
      ],
      [
        "ance",
        -1.9862217e-05
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider truth-telling as a specific activity.\" He began a book subtitled \"An Archaeology of the Human Sciences\" with a discussion of Las Meninas, then proceeded to outline his concept of the \"episteme.\" This": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.00186926
      ],
      [
        "el",
        -6.392203e-06
      ],
      [
        " Fou",
        -0.0005580356
      ],
      [
        "ca",
        -0.00024323154
      ],
      [
        "ult",
        -3.6431527e-05
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings,": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.17033301
      ],
      [
        "raham",
        -0.0045733615
      ]
    ]
  },
  "He defeated Bhadalasa to end the Nanda Dynasty, and a legend about this man says that he was born  virtually a slave, who was forced to go with a buyer to Taxila, where he met (*) Alexander the Great and got licked by a lion in his sleep. He ioncorporated Magadha and Punjab into his new kingdom and fought off a Seleucid invasion, while consulting the Artathastra before fasting to death. For 10 points—": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.014851524
      ],
      [
        "and",
        -0.0003496474
      ],
      [
        "rag",
        -1.9816675e-06
      ],
      [
        "upt",
        -1.9504607e-05
      ],
      [
        "a",
        -5.371606e-05
      ],
      [
        " Ma",
        -0.00046355845
      ],
      [
        "ury",
        -3.1281633e-07
      ],
      [
        "a",
        -4.604148e-06
      ]
    ]
  },
  "This man defined a collection of inner products defined on a tangent space at each point on a manifold": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.029853817
      ],
      [
        "hard",
        -0.00026431592
      ],
      [
        " R",
        -0.00033534665
      ],
      [
        "iem",
        -1.0280384e-06
      ],
      [
        "ann",
        -5.0974373e-05
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate to proteins bound for lysosomes and can carry out other post-translational modifications like phosphorylation and sulfation. It has a cis face and a trans face and consists of a series of flattened, membrane-enclosed discs called cisternae. It receives peptides from the rough endoplasmic reticulum and packages them in vesicles for transport. For 10 points, name this organelle named for an": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.011986688
      ],
      [
        "ol",
        -2.4153549e-05
      ],
      [
        "gi",
        -5.080963e-06
      ],
      [
        " apparatus",
        -0.007907666
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general, and he was elected as an Ohio representative to Congress while he was still in the army. One of": {
    "guess": "John A. Logan",
    "confidence": [
      [
        "John",
        -1.6747655
      ],
      [
        " A",
        -0.6399279
      ],
      [
        ".",
        -9.448371e-05
      ],
      [
        " Logan",
        -1.0197825
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.027875096
      ],
      [
        "oses",
        -0.0006265374
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy": {
    "guess": "Battle of the Hydaspes",
    "confidence": [
      [
        "Battle",
        -0.44013208
      ],
      [
        " of",
        -0.0054908223
      ],
      [
        " the",
        -0.043123543
      ],
      [
        " Hy",
        -0.009922416
      ],
      [
        "d",
        -0.00043794067
      ],
      [
        "asp",
        -0.00018006093
      ],
      [
        "es",
        -9.253091e-06
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with": {
    "guess": "Deeply Virtual Compton Scattering",
    "confidence": [
      [
        "Deep",
        -0.47193474
      ],
      [
        "ly",
        -0.26839563
      ],
      [
        " Virtual",
        -0.268173
      ],
      [
        " Com",
        -4.5133394e-05
      ],
      [
        "pton",
        -2.8160932e-06
      ],
      [
        " Sc",
        -0.005442689
      ],
      [
        "attering",
        -3.4121115e-06
      ]
    ]
  },
  "This man defined a collection of inner products defined on a tangent space at each point on a manifold as his metric, a key concept in the branch of geometry he developed. He also developed a function": {
    "guess": "Riemannian geometry",
    "confidence": [
      [
        "R",
        -0.5533137
      ],
      [
        "iem",
        -0.0026465254
      ],
      [
        "ann",
        -3.5120287e-05
      ],
      [
        "ian",
        -0.0039106263
      ],
      [
        " geometry",
        -0.62284017
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who": {
    "guess": "Tydeus",
    "confidence": [
      [
        "Ty",
        -1.2102033
      ],
      [
        "de",
        -0.013557809
      ],
      [
        "us",
        -2.1008714e-06
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while in the detection of gamma rays, this gives rise to a namesake \"edge.\" The differential cross- section for this process is given by the Klein-Nishina formula, and the namesake wavelength is given by Planck's constant over the mass of the electron times the speed of light.  The wavelenght shift depends on the scattering angle in, FTP, this effect in which a photon loses energy after scattering": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.0017161125
      ],
      [
        "pton",
        -1.6524515e-05
      ],
      [
        " scattering",
        -0.0047244146
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces defeated Guy of Lusignan at the Horns of Hattin. His lands were divided among his sons Al-Afdal, Al- Zahir, and Al-Aziz after his death, fragmenting the new dynasty he had founded by taking advantage of popular opposition to the Shiite (*) Fatimids. This founder of a new Sunni dynasty in Egypt, the Ayyubids, was a Kurdish soldier whose actions led to the calling of the Third Crusade. For 10 points, name this sultan who retook Jerusalem, the nephew of Nur ad-din.": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.009272314
      ],
      [
        "adin",
        -0.17970079
      ]
    ]
  },
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in": {
    "guess": "Indian Rebellion of 1857",
    "confidence": [
      [
        "Indian",
        -1.9390796
      ],
      [
        " Rebellion",
        -0.017939085
      ],
      [
        " of",
        -0.0015953187
      ],
      [
        " ",
        -2.9040899e-05
      ],
      [
        "185",
        -0.0005906827
      ],
      [
        "7",
        -3.8100377e-05
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it is also the location where plasmalogen synthesis begins. Some proteins being targeted to this organelle rely on a string of serine-lysine-leucine residues at the C-terminus, the SLK sequence. Those amino acids bind to PTSR receptors, defects in which can cause Zellweger syndrome. Fatty acids are oxidized": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.016292185
      ],
      [
        "ero",
        -0.00014442271
      ],
      [
        "xis",
        -2.9352968e-06
      ],
      [
        "ome",
        -0.00026300468
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after they argued over the pelt of one of these creatures. Ottar was changed into one of these creatures by his lover Freya. The form of this animal was assumed by Vishnu's third avatar, Varaha. A (*) golden": {
    "guess": "Boar",
    "confidence": [
      [
        "Bo",
        -0.13526613
      ],
      [
        "ar",
        -0.0010578182
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck rock with his staff to create water, he was forbidden from crossing the (*) Jordan River. While living as a shepherd in Midian, this figure married Zipporah and spoke to God through a burning bush. This leader, who was succeeded by Joshua, wrote the Torah and received the Ten Commandments on Mount Sinai. For ten points, identify this Biblical figure who parted the Red Sea when leading the Israelites": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.0051452816
      ],
      [
        "oses",
        -1.0921943e-05
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another organelle to which it is connected by the vesicular-tubular cluster. Brefeldin A prevents the action of COPII, which coats vesicles bound for this organelle. This organelle adds (*) mannose-6-phosphate to proteins bound for lysosomes and can carry out other post-translational modifications like phosphorylation and sulfation. It has a cis face and a trans face and consists of a series of flattened, membrane-enclosed discs called cisternae. It receives peptides from the rough endoplasmic reticulum": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.013098456
      ],
      [
        "ol",
        -0.00021807956
      ],
      [
        "gi",
        -2.1769476e-05
      ],
      [
        " apparatus",
        -0.013160351
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while in the detection of gamma rays, this gives rise to a namesake \"edge.\" The differential cross- section for this process is given by the Klein-Nishina formula, and the namesake wavelength is given by Planck's constant over the mass of the electron times the speed of light.  The wavelenght shift depends on the scattering angle in, FTP, this effect in which a photon loses energy after scattering off of an electron, which demonstrates the particle nature of light.": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.5037199
      ],
      [
        "pton",
        -3.2736214e-05
      ],
      [
        " scattering",
        -0.2723966
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.44031608
      ],
      [
        "ansen",
        -0.2328306
      ],
      [
        "ism",
        -0.0037637362
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.11335739
      ],
      [
        "ac",
        -6.17027e-05
      ],
      [
        "it",
        -7.660316e-05
      ],
      [
        "ance",
        -6.384837e-05
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the Tories Who Have Taken Oaths. He attacked Deism in Alciphron; or, The Minute Philosopher, advocated drinking pine tar in Siris, and believed that everything except the spiritual exists only if it can be": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.005597884
      ],
      [
        " Berkeley",
        -0.0028803572
      ]
    ]
  },
  "After defeating a revolt led by Conrad the Red, this ruler allied the crown with the Catholic Church, greatly increasing royal power.  He married Edith and Adelaide, whom he rescued from a marriage with Berengar II, and had three children, one of whom reigned after him.  This king also defeated the Magyars": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.00044735408
      ],
      [
        "to",
        -1.1756368e-05
      ],
      [
        " the",
        -0.0426922
      ],
      [
        " Great",
        -0.00016790217
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially anticipated by the work of Nordstrom and Larmor, who both used the flat (*) Minkowski space, which": {
    "guess": "Hermann Minkowski",
    "confidence": [
      [
        "H",
        -0.69568044
      ],
      [
        "ermann",
        -0.49210328
      ],
      [
        " M",
        -0.0066951225
      ],
      [
        "ink",
        -7.226629e-06
      ],
      [
        "owski",
        -2.8921695e-05
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux Spiritualis was its prime defender within the Catholic Church, while another of its defenders publicly": {
    "guess": "Quietism",
    "confidence": [
      [
        "Quiet",
        -0.41397306
      ],
      [
        "ism",
        -0.0021534727
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.00082511053
      ],
      [
        "rea",
        -0.0083844345
      ]
    ]
  },
  "The defeat and subsequent flight of the Phocians prior to this battle foreshadowed the doom of the losing side, which was betrayed by Ephialtes. Taking place at the location of the so-called \"hot gates\",": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.10741484
      ],
      [
        " of",
        -0.0005689987
      ],
      [
        " Therm",
        -0.00974853
      ],
      [
        "opy",
        -6.682846e-05
      ],
      [
        "la",
        -7.822647e-06
      ],
      [
        "e",
        -5.7961847e-06
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this quantity in the Miller effect. The inverse of this quantity is called the (*) elastance, and like inductance this quantity can be altered in crosstalk. The value of this quantity is increased by the": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.000688129
      ],
      [
        "ac",
        -2.868329e-05
      ],
      [
        "it",
        -1.2233183e-05
      ],
      [
        "ance",
        -1.3306016e-05
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan was to launch a defense in the Tembi valley, but the invading army was warned of this trap by Alexander I of Macedon. While Ephialtes' betrayal caused the 900 defenders to ultimately lose the battle, it allowed Athens to be evacuated and a much larger Greek force to mobilize. FTP, name this 480 B.C.": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0057258937
      ],
      [
        " of",
        -0.0003710894
      ],
      [
        " Therm",
        -4.246537e-06
      ],
      [
        "opy",
        -2.6968896e-06
      ],
      [
        "la",
        -1.6240566e-06
      ],
      [
        "e",
        -7.822647e-06
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction of the genome that could be analyzed.  Many, but not all, of them arise from single nucleotide polymorphisms, and they comprise the major DNA markers, along with VNTR's and microsatellite polymorphisms.  FTP, name these DNA markers that may be analyzed by Southern blotting and that are defined as differences in nucleic acid sequences that give rise to different fragment lengths under the action": {
    "guess": "Restriction fragment length polymorphism",
    "confidence": [
      [
        "Restr",
        -0.0116862785
      ],
      [
        "iction",
        -5.9153886e-06
      ],
      [
        " fragment",
        -0.028907502
      ],
      [
        " length",
        -0.0870684
      ],
      [
        " polym",
        -0.00019984508
      ],
      [
        "orphism",
        -0.3096295
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death of this man, his wife Julia Domna exercised great power over his successors. He bade his time as governor of Upper Pannonia during the chaos following the murder of Commodus, eventually using the unavenged death of Pertinax as a pretext to overthrow a rich man who had won the Imperial throne at an": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.003907065
      ],
      [
        "im",
        -0.0004578367
      ],
      [
        "ius",
        -5.276243e-05
      ],
      [
        " Sever",
        -0.00028314645
      ],
      [
        "us",
        -1.4378848e-05
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but, unsatisfied with his position, murdered the king and took power. When a former friend threatens his lineage, this man orders that he and his son Fleance be killed. His murders, driven by either his wife's ambition or the witches' prophecies, are avenged after Banquo's ghost haunts him at a dinner party, and when he is beheaded by Macduff. For 10 points, name this tragedy by Shakespeare about a Scottish king.": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0017389592
      ],
      [
        "beth",
        -5.7411373e-05
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival Henry Laurens as President of the Continental Congress. His court heard, but never ruled on, the case known as Hayburn's Case. He was the chief negotiator of a treaty in which the United States gave": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.10010885
      ],
      [
        " Jay",
        -0.0012780919
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president of this nation after the Good Neighbor Policy ended a U.S. occupation in 1934. Bill Clinton reoccupied this country in Operation Upholding Democracy, which restored the presidency of a man who was later overthrown in a 2004 uprising and replaced by Rene Preval, Jean-Bertrand Aristide. For 10 points, name this Caribbean island nation whose independence movement against France was led by Toussaint": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.009828696
      ],
      [
        "ait",
        -2.9040899e-05
      ],
      [
        "i",
        -0.011145792
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle of upwellings and downwellings. Southerly trade winds cause upwellings in the Humboldt one of these,": {
    "guess": "Ocean current",
    "confidence": [
      [
        "Ocean",
        -0.061516043
      ],
      [
        " current",
        -0.26441902
      ]
    ]
  },
  "This man defended his poetry by writing \"Kill my style/and you break Pavlowa's legs/and you blind Ty Cobb's batting eye.\" He wrote a poem in which he notes that the title place is wicked because he has \"….seen your painted women and the gas lamps luring the farm boys.\" This man wrote a collection of": {
    "guess": "Ezra Pound",
    "confidence": [
      [
        "E",
        -0.3381477
      ],
      [
        "z",
        -0.00037800323
      ],
      [
        "ra",
        -2.9994528e-05
      ],
      [
        " Pound",
        -0.00053504034
      ]
    ]
  },
  "It can be defined either as the locus of the focus of a parabola rolling along a straight line, the evolute of the tractrix, and the locus of the mid- point of the vertical line segment between the curves": {
    "guess": "Catenary",
    "confidence": [
      [
        "C",
        -0.0014880776
      ],
      [
        "aten",
        -0.01648368
      ],
      [
        "ary",
        -1.0325924e-05
      ]
    ]
  },
  "After defeating an invading force from Mesopotamia that kidnapped his nephew, this man was blessed by the king of Salem, named Melchizedek. Because of his wife's beauty, he lied that they were siblings, which caused both Pharoah and Abilimech to try to marry her. This man died five years early to be spared of the pain of seeing the sale of his grandson Esau's birthright. This man's wife was infertile so he laid with his handmaiden Hagar. For 10 points, name this Biblical figure who almost sacrificed": {
    "guess": "Abraham",
    "confidence": [
      [
        "Ab",
        -0.05532667
      ],
      [
        "raham",
        -0.00087334774
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who wounded Iphicles during the fighting. He banished his eldest son Phyleus from Elis after refusing to pay a hero on the grounds that the River-gods Peneius or Menius and Alpheus had done all the work. By divine dispensation, his animals were inimitably fertile, immune to disease, and never miscarried. The Peloponnese suffered a pestilence originating in the stench from his sheep folds and cattle yards, which were deep in dung. FTP, name this man whose filthy stables were cleaned by Heracles.": {
    "guess": "Augeas",
    "confidence": [
      [
        "A",
        -0.013974269
      ],
      [
        "uge",
        -1.50940705e-05
      ],
      [
        "as",
        -0.002670542
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of his\n \"July Theses\". Another of his policies declared mothers who had more than 10 children as \"heroines\" and\n outlawed most cases of abortion. This man's downfall came after he attempted to remove Laszlo Tokes\n from his position as a pastor in Timisora, and he succeeded Gheorghe Gheorghiu-Dej as the General\n Secretary of his nation's Communist Party. For 10 points, name this man who was executed along": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.001820005
      ],
      [
        "icol",
        -9.0883464e-07
      ],
      [
        "ae",
        -2.2365493e-05
      ],
      [
        " Ce",
        -2.486877e-05
      ],
      [
        "au",
        -0.0025692373
      ],
      [
        "ș",
        -0.00041577613
      ],
      [
        "esc",
        -4.8425554e-06
      ],
      [
        "u",
        -3.1544176e-05
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially anticipated by the work of Nordstrom and Larmor, who both used the flat (*) Minkowski space, which could not explain the deflection of light in a gravitational field. He utilized a universal tensor from which the electromagnetic and gravitational fields arise, with a cylindrical condition or \"fifth": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -1.5433509
      ],
      [
        " Einstein",
        -0.0004931026
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was": {
    "guess": "Camisard",
    "confidence": [
      [
        "Cam",
        -1.8211375
      ],
      [
        "is",
        -0.1891428
      ],
      [
        "ard",
        -0.5269738
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces defeated Guy of Lusignan at the Horns of Hattin. His lands were divided among his sons Al-Afdal, Al- Zahir, and Al-Aziz after his death, fragmenting the new dynasty he had founded by taking advantage of popular opposition to the Shiite (*) Fatimids. This founder of a new Sunni dynasty in Egypt, the Ayyubids, was a Kurdish soldier whose actions led to the calling of the Third Crusade. For 10 points,": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.07609154
      ],
      [
        "adin",
        -0.06637884
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.17391694
      ],
      [
        "ante",
        -0.001243444
      ],
      [
        " Empire",
        -0.026515093
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction of the genome that could be analyzed.  Many, but not all, of them arise from single nucleotide polymorphisms, and they comprise the major DNA markers, along with VNTR's and microsatellite polymorphisms.  FTP, name these DNA markers that may be analyzed by Southern blotting and that are defined": {
    "guess": "Restriction fragment",
    "confidence": [
      [
        "Restr",
        -0.010606186
      ],
      [
        "iction",
        -1.4974867e-05
      ],
      [
        " fragment",
        -0.045111395
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is": {
    "guess": "Thermohaline circulation",
    "confidence": [
      [
        "Th",
        -0.47715718
      ],
      [
        "erm",
        -0.00050060876
      ],
      [
        "oh",
        -8.888114e-05
      ],
      [
        "al",
        -1.7835755e-05
      ],
      [
        "ine",
        -1.6240566e-06
      ],
      [
        " circulation",
        -0.24467196
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic acid, the obligate allosteric activator of carbamoyl phosphate synthetase. Three ATPs are hydrolyzed to two ADP and one AMP in producing this compound through non-standard (*) amino acid intermediates,": {
    "guess": "Arginine",
    "confidence": [
      [
        "Arg",
        -0.190242
      ],
      [
        "inine",
        -0.0013539258
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially anticipated by the work of Nordstrom and Larmor, who both used the flat (*) Minkowski space, which could not explain the deflection of light in a gravitational field. He utilized a universal tensor": {
    "guess": "Albert Einstein",
    "confidence": [
      [
        "Albert",
        -1.3112925
      ],
      [
        " Einstein",
        -0.00010819213
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the Battle of Feyiase to culminate its victory over Denkiyra, and signed the Treaty of Fomena after its": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.38186195
      ],
      [
        "ante",
        -0.002018094
      ],
      [
        " Empire",
        -0.00617586
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.00096791843
      ],
      [
        "esium",
        -2.577686e-06
      ]
    ]
  },
  "The \"deeply virtual\" version of this effect has been measured by HERMES due to its interference with the Bethe-Heitler effect.  The Sunyaev-Zel'dovich effect is related to the inverse of this effect, while in the detection of gamma rays, this gives rise to a namesake \"edge.\" The differential cross- section for this process is given by the Klein-Nishina formula, and the namesake wavelength is given": {
    "guess": "Compton scattering",
    "confidence": [
      [
        "Com",
        -0.07958106
      ],
      [
        "pton",
        -1.2233183e-05
      ],
      [
        " scattering",
        -0.030164998
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.08089699
      ],
      [
        "oses",
        -0.00020771251
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after they argued over the pelt of one of these creatures. Ottar was changed into one of these creatures by his lover Freya. The form of this animal was assumed by Vishnu's third avatar, Varaha. A (*) golden one of these animals, Gullinbursti, was owned by Freyr, and King Eurystheus hid in a jar when Heracles": {
    "guess": "Boar",
    "confidence": [
      [
        "Bo",
        -0.120753594
      ],
      [
        "ar",
        -0.0004248356
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what it fed on\". One of these ends \"My thoughts be bloody or be nothing worth!\" after beginning \"How all occasions do inform against me\". Another of these describes death as \"the undiscovered country from whose bourn / no traveller returns\" and as \"to sleep: perchance to dream\". For 10 points, name these speeches given by a certain Shakespearean character, the most famous of which begins \"To be or not to be\".": {
    "guess": "Soliloquy",
    "confidence": [
      [
        "Sol",
        -0.28111723
      ],
      [
        "ilo",
        -0.00061891205
      ],
      [
        "qu",
        -0.00051681313
      ],
      [
        "y",
        -0.28847155
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of his\n \"July Theses\". Another of his policies declared mothers who had more than 10 children as \"heroines\" and\n outlawed most cases of abortion. This man's downfall came after he attempted to remove Laszlo Tokes\n from his position as a pastor in Timisora, and he succeeded Gheorghe Gheorghiu-Dej as the": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.0021598989
      ],
      [
        "icol",
        -1.2664457e-06
      ],
      [
        "ae",
        -2.2484697e-05
      ],
      [
        " Ce",
        -0.000615578
      ],
      [
        "au",
        -0.003981516
      ],
      [
        "ș",
        -0.00089180964
      ],
      [
        "esc",
        -1.0564331e-05
      ],
      [
        "u",
        -1.9385403e-05
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.0011784395
      ],
      [
        "im",
        -3.5954712e-05
      ],
      [
        "ius",
        -2.3795938e-05
      ],
      [
        " Sever",
        -6.81397e-05
      ],
      [
        "us",
        -1.342522e-05
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg. This man preceded Justin Morrill as Chairman of the House Ways and Means Committee. His iron works were destroyed by Robert E. Lee's troops, and this supporter of the Confiscation Act called for total war against the south and opposed the Crittenden Compromise. This man, who introduced the impeachment": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.030615764
      ],
      [
        "ad",
        -0.00054969505
      ],
      [
        "de",
        -5.4385737e-06
      ],
      [
        "us",
        -0.0001468068
      ],
      [
        " Stevens",
        -0.00034356804
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental Congress, this man nominated George Washington to be commander of the Continental Army. This politician appointed Thomas Jefferson to write the Declaration of Independence. During this man's presidency, the Quasi-War with France occurred, having been sparked by the XYZ affair. The Alien and Sedition Acts were passed by, for 10 points, what Federalist president, the second president of the": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.004013222
      ],
      [
        " Adams",
        -0.00018685187
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.0036187202
      ],
      [
        " of",
        -0.00014692599
      ],
      [
        " Hastings",
        -0.00021259987
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces defeated Guy of Lusignan at the Horns of Hattin. His lands were divided among his sons Al-Afdal, Al- Zahir, and Al-Aziz after his death, fragmenting the new dynasty he had founded by taking advantage": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.090086654
      ],
      [
        "adin",
        -0.0466982
      ]
    ]
  },
  "The defeat and subsequent flight of the Phocians prior to this battle foreshadowed the doom of the losing side, which was betrayed by Ephialtes. Taking place at the location of the so-called \"hot gates\", the winning army under Xerxes I was nearly forty times the size of the losing army, which suffered the death of its leader, Leonidas. For 10 points, name this 480 BCE battle where the Persian force killed all 300 Spartan defenders of the namesake pass.": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0007626919
      ],
      [
        " of",
        -0.00020663968
      ],
      [
        " Therm",
        -4.0722858e-05
      ],
      [
        "opy",
        -1.7120534e-05
      ],
      [
        "la",
        -6.0345924e-06
      ],
      [
        "e",
        -4.604148e-06
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic acid, the obligate allosteric activator of carbamoyl phosphate synthetase. Three ATPs are hydrolyzed to two ADP and one AMP in producing this compound through non-standard (*) amino acid intermediates, such as citrulline and ornithine, in its namesake cycle. Friedrich Wohler disproved vitalism by synthesizing this compound from inorganic precursors. For 10 points, name this compound with formula CO(NH2)2, the form in which mammals excrete nitrogenous waste.": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.0017771613
      ],
      [
        "rea",
        -0.00010092071
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general, and he was elected as an Ohio representative to Congress while he was still in the army. One of the attorneys of Ex parte Milligan, he was nominated for the presidency as a compromise when the Republican Party could not decide between Ulysses Grant and James Blaine. For ten points, name this ambidextrous Republican president of the United States who was shot and killed in 1881 by the insane": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.023002263
      ],
      [
        " A",
        -0.19604011
      ],
      [
        ".",
        -0.0021647715
      ],
      [
        " Gar",
        -5.9914648e-05
      ],
      [
        "field",
        -3.070975e-05
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.28924757
      ],
      [
        " Jay",
        -0.0049368856
      ]
    ]
  },
  "Defects in mannose phosphorylation lead to their failure and I-cell disease, characterized by inclusion bodies similar to those seen in Tay-Sachs disease. In excess, Vitamin A can induce hepatotoxicity by weakening the membrane of these organelles in the liver. This break in their membrane releases hydrolytic": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.008420718
      ],
      [
        "ys",
        -1.4974867e-05
      ],
      [
        "osome",
        -0.00534689
      ]
    ]
  },
  "After defeating a revolt led by Conrad the Red, this ruler allied the crown with the Catholic Church, greatly increasing royal power.  He married Edith and Adelaide, whom he rescued from a marriage with": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.23337182
      ],
      [
        "to",
        -0.00012642296
      ],
      [
        " the",
        -0.39240298
      ],
      [
        " Great",
        -0.00030436102
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it is also the location where plasmalogen synthesis begins. Some proteins being targeted to this organelle": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.01372043
      ],
      [
        "ero",
        -0.00075209374
      ],
      [
        "xis",
        -2.6656826e-05
      ],
      [
        "ome",
        -0.0012457089
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's degradation by a nickel metalloenzyme. Its biosynthesis depends on the presence of N-acetylglutamic acid, the obligate allosteric activator of carbamoyl phosphate synthetase. Three ATPs are hydrolyzed to two ADP and one AMP in producing this compound through non-standard (*) amino acid intermediates, such as citrulline and ornithine, in its namesake cycle. Friedrich Wohler disproved vitalism by": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.005518327
      ],
      [
        "rea",
        -0.00072911306
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but, unsatisfied with his position, murdered the king and took power. When a former friend threatens his": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0025141889
      ],
      [
        "beth",
        -5.8841815e-05
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named Francisco Santander his vice president. This leader issued the Letter from Jamaica and won the Battle": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.080069646
      ],
      [
        "ón",
        -1.9816675e-06
      ],
      [
        " Bol",
        -0.00014036978
      ],
      [
        "í",
        -0.00063440116
      ],
      [
        "var",
        -9.849109e-06
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the Battle of Feyiase to culminate its victory over Denkiyra, and signed the Treaty of Fomena after its capital was burned in 1874. Founded by King Osei Tutu, this empire was again attacked when Prempeh": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.6634145
      ],
      [
        "ante",
        -0.13807562
      ],
      [
        " Empire",
        -0.005996221
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who wounded Iphicles during the fighting. He banished his eldest son Phyleus from Elis after refusing": {
    "guess": "Augeas",
    "confidence": [
      [
        "A",
        -1.0575914
      ],
      [
        "uge",
        -0.12320113
      ],
      [
        "as",
        -0.0458785
      ]
    ]
  },
  "This man defined a collection of inner products defined on a tangent space at each point on a manifold as his metric, a key concept in the branch of geometry he developed. He also developed a function of n equal to the infinite sum of one over k to the n and hypothesized that one half is the real part of all nontrivial zeroes of that namesake zeta function. A student of Gauss, For 10 points, name this German mathematician whose namesake sums are used to approximate definite integrals.": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.0110121
      ],
      [
        "hard",
        -0.00048286578
      ],
      [
        " R",
        -4.9067115e-05
      ],
      [
        "iem",
        -1.147242e-06
      ],
      [
        "ann",
        -2.4153549e-05
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the Tories Who Have Taken Oaths. He attacked Deism in Alciphron; or, The Minute Philosopher, advocated drinking": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.15602487
      ],
      [
        " Berkeley",
        -0.008055612
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux Spiritualis was its prime defender within the Catholic Church, while another of its defenders publicly fought with Bossuet after publishing his Maxims of the Saints. This sect gained a foothold in the": {
    "guess": "Quietism",
    "confidence": [
      [
        "Quiet",
        -0.2502919
      ],
      [
        "ism",
        -0.0022657556
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after they argued over the pelt of one of these creatures. Ottar was changed into one of these creatures by his lover Freya. The form of this animal was assumed by Vishnu's third avatar, Varaha. A (*) golden one of these animals, Gullinbursti, was owned by Freyr, and King Eurystheus hid in a jar when Heracles brought back one of these animals that he had to capture for his fourth labor. For 10 points, name": {
    "guess": "Boar",
    "confidence": [
      [
        "Bo",
        -0.028076328
      ],
      [
        "ar",
        -0.0007641223
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n advocated youth involvement in construction and got rid of collegiate sociology programs as part of his\n \"July Theses\". Another of his policies declared mothers who had more than 10 children as \"heroines\" and\n outlawed most cases of abortion. This man's downfall came after he attempted to remove Laszlo Tokes\n from his position as a pastor in Timisora, and he succeeded Gheorghe Gheorghiu-Dej as the General\n Secretary of his nation's Communist Party. For 10 points, name this man who was executed along with his\n wife Elena on Christmas Day, 1989, the communist dictator of Romania.": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.0027739669
      ],
      [
        "icol",
        -7.89631e-07
      ],
      [
        "ae",
        -5.2001665e-06
      ],
      [
        " Ce",
        -0.0003548887
      ],
      [
        "au",
        -0.00076662557
      ],
      [
        "ș",
        -0.00022952311
      ],
      [
        "esc",
        -2.8160932e-06
      ],
      [
        "u",
        -3.357064e-05
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction of the genome that could be analyzed.  Many, but not all, of them arise from single nucleotide": {
    "guess": "Restriction fragment",
    "confidence": [
      [
        "Restr",
        -0.00930172
      ],
      [
        "iction",
        -9.0883464e-07
      ],
      [
        " fragment",
        -0.4631722
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison la Roche. He used the ideas of the Vitruvian man and the golden mean in his Modulor system, exemplified in the Villa Garche. Father Courtier sponsored his priory at La Tourette and his Notre Dame du Haut. The \"five points\" he outlined in Towards A New Architecture were put into practice in the piloti-supported Villa Savoye. For 10 points, name this modern architect, a Swiss/French proponent of the": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0067209406
      ],
      [
        " Cor",
        -0.00016468366
      ],
      [
        "bus",
        -7.822647e-06
      ],
      [
        "ier",
        -3.917321e-05
      ]
    ]
  },
  "The definitive book about this character was written in 2007 by William and Mary professor Scott Reynolds Nelson, who argued that he is buried in a \"white house\" behind a Virginia penitentiary. This character's wife is sometimes called Julie Ann, and in the stories frequently tells him, \"I've been true to you.\" In one account of his life, he receives fifty dollars from his white captain but dies shortly after telling his son that the \"Big Ben Tunnel gonna be the death of me.\" This character battles a steam powered device while building a railroad tunnel and dies after winning the contest. For 10": {
    "guess": "John Henry",
    "confidence": [
      [
        "John",
        -0.09396977
      ],
      [
        " Henry",
        -6.4802e-05
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power,": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.001723846
      ],
      [
        "im",
        -0.0001006823
      ],
      [
        "ius",
        -2.1769476e-05
      ],
      [
        " Sever",
        -7.111979e-05
      ],
      [
        "us",
        -1.2352386e-05
      ]
    ]
  },
  "This man defeated the Amalekites by holding his hands up through the duration of the battle. This figure mounted a brass serpent on a pole to save his followers from snakebites. After this figure struck rock with his staff to create water, he was forbidden from crossing the (*) Jordan River. While living as a shepherd in Midian, this figure married Zipporah and spoke to God through a burning bush. This leader, who was succeeded by Joshua, wrote the Torah and received the Ten Commandments on Mount": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -0.0021224266
      ],
      [
        "oses",
        -6.704273e-07
      ]
    ]
  },
  "This man was defeated by George Clinton for the position of Governor of New York. He succeeded his rival Henry Laurens as President of the Continental Congress. His court heard, but never ruled on, the case known as Hayburn's Case. He was the chief negotiator of a treaty in which the United States gave most favored nation status to Great Britain in return for Britain agreeing to evacuate the six western (*) forts by 1796, a treaty which bears his name. Along with Alexander Hamilton and James Madison,": {
    "guess": "John Jay",
    "confidence": [
      [
        "John",
        -0.12891553
      ],
      [
        " Jay",
        -0.00073505857
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators are mainly found in non-coding genetic material, so their discovery greatly expanded the fraction": {
    "guess": "Restriction enzyme",
    "confidence": [
      [
        "Restr",
        -0.008054666
      ],
      [
        "iction",
        -2.2603901e-05
      ],
      [
        " enzyme",
        -0.36567008
      ]
    ]
  },
  "After defeating the demon Hiranyaksha, one god assumed the form of this animal to rescue Bhumidevi from the bottom of the ocean. Plexippus and Toxeus were two brothers of Althaea who were killed after": {
    "guess": "Varaha",
    "confidence": [
      [
        "Var",
        -0.0060380544
      ],
      [
        "aha",
        -0.00012380048
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile ally Francisco de Miranda for making peace with his enemy Domingo de Monteverde, and he named": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.20827493
      ],
      [
        "ón",
        -2.4584822e-06
      ],
      [
        " Bol",
        -0.0005855607
      ],
      [
        "í",
        -0.00032330706
      ],
      [
        "var",
        -6.6306106e-06
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n": {
    "guess": "Ion Mihai Pacepa",
    "confidence": [
      [
        "Ion",
        -0.41195643
      ],
      [
        " M",
        -0.025555598
      ],
      [
        "ih",
        -8.053688e-05
      ],
      [
        "ai",
        -6.0391463e-05
      ],
      [
        " Pace",
        -6.253713e-05
      ],
      [
        "pa",
        -3.4762674e-05
      ]
    ]
  },
  "One of the defenders of this movement wrote Telemachus and Dialogues of the Dead as moral instruction for a royal heir, while another advanced the cause for sainthood of Jeronimo Simon. Juan Falconi was an early supporter of this belief system, which was criticized by Paolo Segneri. The author of Dux Spiritualis was its prime defender within the Catholic Church, while another of its defenders publicly fought with Bossuet after publishing his Maxims of the Saints. This sect gained a foothold in the French court when Bishop Fenelon's spiritual directee Mme. Guyot converted Mme. de Maintenon to this heresy. Championed by Miguel Molinos, FTP, name this mystic Christian philosophy which advocated passive contemplation of God.": {
    "guess": "Quietism",
    "confidence": [
      [
        "Quiet",
        -0.0026480712
      ],
      [
        "ism",
        -0.00071207434
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what it fed on\". One of these ends \"My thoughts be bloody or be nothing worth!\" after beginning \"How all occasions do inform against me\". Another of these describes death as \"the undiscovered country from": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.002819851
      ],
      [
        "let",
        -0.000109622575
      ]
    ]
  },
  "This man defended his poetry by writing \"Kill my style/and you break Pavlowa's legs/and you blind Ty Cobb's batting eye.\" He wrote a poem in which he notes that the title place is wicked because he has": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.8584784
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers had to march six miles and formed into three division north of Telham Hill. The crippling attack was delivered by Eustace of Boulogne against the right flank after the defenders had been drawn off by a feint retreat. Large-scale resistance ended after the death of King Harold Godwinson who had": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.0018593917
      ],
      [
        " of",
        -4.4179764e-05
      ],
      [
        " Hastings",
        -0.0002784975
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general, and he was elected as an Ohio representative to Congress while he was still in the army. One of the attorneys of Ex parte Milligan, he was nominated for the presidency as a compromise when the Republican Party could not decide between Ulysses Grant and James Blaine. For ten points, name this ambidextrous Republican president of the United States who was shot and killed in 1881 by the insane office- seeker, Charles Guiteau.": {
    "guess": "Assassination of James A. Garfield",
    "confidence": [
      [
        "Ass",
        -0.3972853
      ],
      [
        "ass",
        -0.00010008628
      ],
      [
        "ination",
        -4.1080468e-05
      ],
      [
        " of",
        -0.0022105624
      ],
      [
        " James",
        -4.370295e-05
      ],
      [
        " A",
        -0.001844517
      ],
      [
        ".",
        -0.00014215785
      ],
      [
        " Gar",
        -1.0280384e-06
      ],
      [
        "field",
        -4.365741e-06
      ]
    ]
  },
  "After defeating a revolt led by Conrad the Red, this ruler allied the crown with the Catholic Church,": {
    "guess": "Frederick II, Holy Roman Emperor",
    "confidence": [
      [
        "Fre",
        -1.4815634
      ],
      [
        "der",
        -0.000102708764
      ],
      [
        "ick",
        -6.134509e-05
      ],
      [
        " II",
        -0.56517345
      ],
      [
        ",",
        -0.00059961935
      ],
      [
        " Holy",
        -0.00025835942
      ],
      [
        " Roman",
        -3.4405064e-05
      ],
      [
        " Emperor",
        -0.00050227763
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died at Ecbatana [ek-BAH-tah-nah], and he regretted murdering Cleitus, who saved his life at the Battle of the Granicus River. This man helped his father at the Battle of Chaeronea [ker-uh-NEE-uh], and his rival successors were known as the Diadochi. This man defeated Darius III at the battles of Gaugamela and Issus [IS-uhs] in the fourth century BC. For 10 points, name this son of Philip II of Macedon": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0031519309
      ],
      [
        " the",
        -0.000101039914
      ],
      [
        " Great",
        -2.4034345e-05
      ]
    ]
  },
  "These are defined by the presence or absence of a \"sticky site\" for an endonuclease, and are generally named for the endonucleases used to create them, so common types include BamHI and Mspl.  These indicators": {
    "guess": "Restriction enzyme sites",
    "confidence": [
      [
        "Restr",
        -0.01137918
      ],
      [
        "iction",
        -8.657073e-06
      ],
      [
        " enzyme",
        -0.9892727
      ],
      [
        " sites",
        -1.1928802
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the Battle of Feyiase to culminate its victory over Denkiyra, and signed the Treaty of Fomena after its capital was burned in 1874. Founded by King Osei Tutu, this empire was again attacked when Prempeh I refused to give Frederick Hodgson an object traditionally thought to have been called from the ?": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.6557548
      ],
      [
        "ante",
        -0.13511367
      ],
      [
        " Empire",
        -0.004335526
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff. A member of the Appropriations Committee, this man was succeed in his district by Henry Muhlenberg. This man preceded Justin Morrill as Chairman of the House Ways and Means Committee. His iron works": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.36564797
      ],
      [
        "ad",
        -0.0014117816
      ],
      [
        "de",
        -6.50404e-05
      ],
      [
        "us",
        -0.00019412329
      ],
      [
        " Stevens",
        -0.00054195046
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.018489841
      ],
      [
        "el",
        -3.619312e-05
      ],
      [
        " Fou",
        -0.00023381444
      ],
      [
        "ca",
        -0.00035751116
      ],
      [
        "ult",
        -5.312004e-05
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers had to march six miles and formed into three division north of Telham Hill. The crippling attack was delivered by Eustace of Boulogne against the right flank after the defenders had been drawn": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.0011793931
      ],
      [
        " of",
        -2.7372049e-05
      ],
      [
        " Hastings",
        -0.00017016703
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison la Roche. He used the ideas of the Vitruvian man and the golden mean in his Modulor system, exemplified in the Villa Garche. Father Courtier sponsored his priory at La Tourette and his Notre Dame du": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.0024228678
      ],
      [
        " Cor",
        -0.0003308169
      ],
      [
        "bus",
        -5.3193703e-06
      ],
      [
        "ier",
        -2.319992e-05
      ]
    ]
  },
  "The defenders formed a compact line known as the \"hoary apple-tree position\" on the Senlac Ridge in which their flanks were guarded by steep ravines and the forest of Anderid covered their rear. The attackers had to march six miles and formed into three division north of Telham Hill. The crippling attack": {
    "guess": "Battle of Hastings",
    "confidence": [
      [
        "Battle",
        -0.0015603316
      ],
      [
        " of",
        -8.625866e-05
      ],
      [
        " Hastings",
        -0.00023810577
      ]
    ]
  },
  "This man defined the three types of furniture to be \"type-needs,\" \"human-limb,\" and \"type-furniture\" in his book The Decorative Art of Today, and he designed a set of tubular steel chairs for the Maison la Roche. He used the ideas of the Vitruvian man and the golden mean in his Modulor system, exemplified": {
    "guess": "Le Corbusier",
    "confidence": [
      [
        "Le",
        -0.003339552
      ],
      [
        " Cor",
        -0.0011035411
      ],
      [
        "bus",
        -8.299462e-06
      ],
      [
        "ier",
        -3.917321e-05
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions of this metal block NMDA receptors, and a class of compounds in which this element is bonded to a halogen are used to form (*) carbon-carbon bonds. This metal's chloride is often added to PCR mixes to increase the stability of single stranded DNA. This element is bonded to bromine in Grignard reagents, and is found in the center of the chlorin ring of chlorophyll. The sulfate of this element is Epsom salt. For 10 points, name this element with atomic number 12 and symbol Mg.": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.013325755
      ],
      [
        "esium",
        -0.00013321757
      ]
    ]
  },
  "The defending general in this battle may have disobeyed orders to retreat given by Queen Victoria in early 1884. Despite this, he and his defenders held out in the city on the Blue Nile that they were defending for nearly 10 months, despite low food stores and an increasing Mahdist presence. In January of 1885, the Mahdists broke into the city, massacring the entire garrison including that commanding": {
    "guess": "Siege of Khartoum",
    "confidence": [
      [
        "Sie",
        -0.2746061
      ],
      [
        "ge",
        -5.8126592e-05
      ],
      [
        " of",
        -0.0016856513
      ],
      [
        " Kh",
        -6.1821906e-05
      ],
      [
        "art",
        -2.4584822e-06
      ],
      [
        "ou",
        -0.00011105302
      ],
      [
        "m",
        -4.9617593e-06
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.00059604325
      ],
      [
        "esium",
        -3.0232935e-05
      ]
    ]
  },
  "The deep varieties of these are driven by temperature gradients and density. The thermohaline type is currently being investigated by a series of underwater robots called Argo, and is caused by a cycle of upwellings and downwellings. Southerly trade winds cause upwellings in the Humboldt one of these, and Taylor caps occur at the surface of the ocean because of the rotating types of these. The Sverdrup measure for magnitude of these is proportional to the curl of wind stress. The OSCAR data set is often used to evaluate the surface type of these. Identify these movements of ocean water, exemplified": {
    "guess": "Ocean current",
    "confidence": [
      [
        "Ocean",
        -0.010814229
      ],
      [
        " current",
        -0.4584905
      ]
    ]
  },
  "Defects in mannose phosphorylation lead to their failure and I-cell disease, characterized by inclusion": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.00073410495
      ],
      [
        "ys",
        -2.1173457e-05
      ],
      [
        "osome",
        -0.0056814495
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the Tories Who Have Taken Oaths. He attacked Deism in Alciphron; or, The Minute Philosopher, advocated drinking pine tar in Siris, and believed that everything except the spiritual exists only if it can be perceived. This author of An Essay Towards a New Theory of Vision explained his views in Three Dialogues between Hylas and Philonus. For 10 points, name this Irish bishop who wrote the Treatise Concerning": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.001964082
      ],
      [
        " Berkeley",
        -0.00057042914
      ]
    ]
  },
  "This man defined a collection of inner products defined on a tangent space at each point on a manifold as his metric, a key concept in the branch of geometry he developed. He also developed a function of n equal to the infinite sum of one over k to the n and hypothesized that one half is the real part of all nontrivial zeroes of that namesake zeta function. A student of Gauss, For 10 points, name this": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.06718305
      ],
      [
        "hard",
        -0.00066632946
      ],
      [
        " R",
        -0.0003701358
      ],
      [
        "iem",
        -1.6240566e-06
      ],
      [
        "ann",
        -4.7517467e-05
      ]
    ]
  },
  "The defeat of Alexander Petion solidified Henry I's rule of this country, but after Henry's suicide, this nation's monarchy was not restored until the rule of Faustin I. Stenio Vincent became president": {
    "guess": "Haiti",
    "confidence": [
      [
        "H",
        -0.05987635
      ],
      [
        "ait",
        -1.0087517e-05
      ],
      [
        "i",
        -0.005360402
      ]
    ]
  },
  "He defeated Confederate Humphrey Marshall at Prestonburg, Kentucky to gain promotion to brigadier general, and he was elected as an Ohio representative to Congress while he was still in the army. One of the attorneys of Ex parte Milligan, he was nominated for the presidency as a compromise when the Republican": {
    "guess": "James A. Garfield",
    "confidence": [
      [
        "James",
        -0.17178072
      ],
      [
        " A",
        -0.14415446
      ],
      [
        ".",
        -0.0029060391
      ],
      [
        " Gar",
        -0.00010497363
      ],
      [
        "field",
        -1.2352386e-05
      ]
    ]
  },
  "A defector from this man's regime later published the book Red Horizons, which detailed many of this\n ruler's shadowy operations. Salvador Dali complimented this man on his use of a scepter. This man\n": {
    "guess": "Nicolae Ceaușescu",
    "confidence": [
      [
        "N",
        -0.0010236397
      ],
      [
        "icol",
        -3.917321e-05
      ],
      [
        "ae",
        -1.1279553e-05
      ],
      [
        " Ce",
        -5.6769813e-06
      ],
      [
        "au",
        -0.0444919
      ],
      [
        "ș",
        -0.0019781187
      ],
      [
        "esc",
        -1.8550976e-05
      ],
      [
        "u",
        -1.8193366e-05
      ]
    ]
  },
  "The defenders' numbers were lessened by the lack of support from Thessaly and Thebes. The original plan was to launch a defense in the Tembi valley, but the invading army was warned of this trap by Alexander I of Macedon. While Ephialtes' betrayal caused the 900 defenders to ultimately lose the battle,": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.004725957
      ],
      [
        " of",
        -9.5079726e-05
      ],
      [
        " Therm",
        -6.9570146e-05
      ],
      [
        "opy",
        -3.888926e-06
      ],
      [
        "la",
        -1.1041146e-05
      ],
      [
        "e",
        -1.8431772e-05
      ]
    ]
  },
  "This man defended his kingdom against an invading army with the help of his nephews, the Moliones, who wounded Iphicles during the fighting. He banished his eldest son Phyleus from Elis after refusing to pay a hero on the grounds that the River-gods Peneius or Menius and Alpheus had done all the work. By divine dispensation, his animals were inimitably fertile, immune to disease, and never miscarried. The Peloponnese suffered a pestilence originating in the stench from his sheep folds and cattle": {
    "guess": "King Augeas",
    "confidence": [
      [
        "King",
        -1.6336982
      ],
      [
        " A",
        -0.4287426
      ],
      [
        "uge",
        -0.000528607
      ],
      [
        "as",
        -0.014425914
      ]
    ]
  },
  "This man defeated such rival claimants as Pescennius Niger and Clodius Albinus after coming to power, and he attempted to forestall palace coups by replacing the entire Praetorian Guard. After the death of this man, his wife Julia Domna exercised great power over his successors. He bade his time as governor": {
    "guess": "Septimius Severus",
    "confidence": [
      [
        "Sept",
        -0.0033009357
      ],
      [
        "im",
        -0.00014180024
      ],
      [
        "ius",
        -2.1173457e-05
      ],
      [
        " Sever",
        -0.0001505021
      ],
      [
        "us",
        -1.2352386e-05
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died at Ecbatana [ek-BAH-tah-nah], and he regretted murdering Cleitus, who saved his life at the Battle of": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.012283713
      ],
      [
        " the",
        -0.00055255595
      ],
      [
        " Great",
        -2.5583993e-05
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the Tories Who Have Taken Oaths. He attacked Deism in Alciphron; or, The Minute Philosopher, advocated drinking pine tar in Siris, and believed that everything except the spiritual exists only if it can be perceived. This author of An Essay Towards a New Theory of Vision explained his views in Three Dialogues": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0019912054
      ],
      [
        " Berkeley",
        -0.00020866614
      ]
    ]
  },
  "He defended his doctoral dissertation on \"Tschirnhaus transformations: algebraic equations with one unknown\" under the supervision of Franz Meyer. This physicist's most important contribution was partially": {
    "guess": "Tschirnhaus transformations",
    "confidence": [
      [
        "T",
        -1.3226357
      ],
      [
        "sch",
        -0.0115355775
      ],
      [
        "ir",
        -8.2324936e-05
      ],
      [
        "n",
        -8.299462e-06
      ],
      [
        "haus",
        -0.000756739
      ],
      [
        " transformations",
        -0.05900234
      ]
    ]
  },
  "Defects in mannose phosphorylation lead to their failure and I-cell disease, characterized by inclusion bodies similar to those seen in Tay-Sachs disease. In excess, Vitamin A can induce hepatotoxicity by weakening the membrane of these organelles in the liver. This break in their membrane releases hydrolytic enzymes, which cause the death of the cell. FTP, name these organelles active during apoptosis, which act as the digestive system of the cell.": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.013158935
      ],
      [
        "ys",
        -6.749814e-06
      ],
      [
        "osome",
        -0.0010237589
      ]
    ]
  },
  "Deep-level transient spectroscopy works by observing the transient value of this quantity related to the change in width of the depletion region of a diode. An inverting voltage amplifier increases this quantity in the Miller effect. The inverse of this quantity is called the (*) elastance, and like inductance this quantity can be altered in crosstalk. The value of this quantity is increased by the insertion of a dialectric, and it's proportional to area and inversely proportional to separation. This quantity adds in parallel configurations, but its reciprocal adds in a series configuration. For": {
    "guess": "Capacitance",
    "confidence": [
      [
        "Cap",
        -0.011813993
      ],
      [
        "ac",
        -0.00017660404
      ],
      [
        "it",
        -0.00019853383
      ],
      [
        "ance",
        -7.58424e-06
      ]
    ]
  },
  "A deficiency of this element may cause eclampsia, and kieserite is a hydrated form of a sulfate of this element. The equilibrium of a class of compounds containing this metal is named for Schlenk. Ions of this metal block NMDA receptors, and a class of compounds in which this element is bonded to a halogen are used to form (*) carbon-carbon bonds. This metal's chloride is often added to PCR mixes to": {
    "guess": "Magnesium",
    "confidence": [
      [
        "Magn",
        -0.011247998
      ],
      [
        "esium",
        -4.3583746e-05
      ]
    ]
  },
  "He defeated Bhadalasa to end the Nanda Dynasty, and a legend about this man says that he was born  virtually a slave, who was forced to go with a buyer to Taxila, where he met (*) Alexander the Great and got licked by a lion in his sleep. He ioncorporated Magadha and Punjab into his new kingdom and fought": {
    "guess": "Chandragupta Maurya",
    "confidence": [
      [
        "Ch",
        -0.04339798
      ],
      [
        "and",
        -0.00039552248
      ],
      [
        "rag",
        -3.9530823e-05
      ],
      [
        "upt",
        -6.659005e-05
      ],
      [
        "a",
        -6.396757e-05
      ],
      [
        " Ma",
        -0.00039444966
      ],
      [
        "ury",
        -5.5122365e-07
      ],
      [
        "a",
        -1.640531e-05
      ]
    ]
  },
  "This man defeated an enemy of Taxiles at a location now known as the Jhelum [JEY-luhm] River. A conspiracy to kill this man led to the executions of Philotas and Parmenion. His friend Hephaestion died at Ecbatana [ek-BAH-tah-nah], and he regretted murdering Cleitus, who saved his life at the Battle of the Granicus River. This man helped his father at the Battle of Chaeronea [ker-uh-NEE-uh], and his rival successors were known as the Diadochi. This man defeated Darius III at the battles of Gaugamela and Issus [IS-uhs] in the fourth century BC. For 10 points, name this son of Philip II of Macedon who rode the horse Bucephalus, and cut the Gordian knot.": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.002221507
      ],
      [
        " the",
        -0.000290891
      ],
      [
        " Great",
        -3.523949e-05
      ]
    ]
  },
  "One of these defines greatness as finding \"quarrel in a straw / When honour's at stake\". Another describes a woman's way of doting on her former husband \"As if increase of appetite had grown / By what": {
    "guess": "Dream of the Red Chamber",
    "confidence": [
      [
        "Dream",
        -0.72499865
      ],
      [
        " of",
        -0.0005654226
      ],
      [
        " the",
        -0.0017521761
      ],
      [
        " Red",
        -0.0008738245
      ],
      [
        " Chamber",
        -0.00029458632
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces defeated Guy of Lusignan at the Horns of Hattin. His lands were divided among his sons Al-Afdal, Al-": {
    "guess": "Guy of Lusignan",
    "confidence": [
      [
        "Guy",
        -0.5316404
      ],
      [
        " of",
        -0.0014171422
      ],
      [
        " L",
        -7.529192e-05
      ],
      [
        "us",
        -8.268255e-05
      ],
      [
        "ign",
        -0.00014835644
      ],
      [
        "an",
        -5.3954464e-05
      ]
    ]
  },
  "Defective versions of these can result in RCPD, AMN, and X-linked adrenoleukodystrophy. Another defect results in the inability to metabolize phytanic acid, a condition known as Refsum disease, and it is also the location where plasmalogen synthesis begins. Some proteins being targeted to this organelle rely on a string of serine-lysine-leucine residues at the C-terminus, the SLK sequence. Those amino acids bind to PTSR receptors, defects in which can cause Zellweger syndrome. Fatty acids are oxidized to acetyl CoA here, though it is best known for the enzyme catalase. For 10 points, name this": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.019734567
      ],
      [
        "ero",
        -0.0006286831
      ],
      [
        "xis",
        -7.89631e-07
      ],
      [
        "ome",
        -0.00012797261
      ]
    ]
  },
  "This man defended the participants in the Christiana Riot, in addition to supporting the Morrill Tariff.": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.1122571
      ],
      [
        "ad",
        -0.00072244136
      ],
      [
        "de",
        -6.392203e-06
      ],
      [
        "us",
        -7.493431e-05
      ],
      [
        " Stevens",
        -0.00043388773
      ]
    ]
  },
  "This man was defeated at the Battle of Arsuf, allowing his foes to retake Joppa. Earlier, his forces": {
    "guess": "Saladin",
    "confidence": [
      [
        "Sal",
        -0.71067715
      ],
      [
        "adin",
        -0.009975641
      ]
    ]
  },
  "This man defended his Tory political views in his Passive Obedience, and he also wrote Advice to the": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.086080134
      ],
      [
        " Berkeley",
        -0.0138856275
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire,": {
    "guess": "Asante Empire",
    "confidence": [
      [
        "As",
        -0.5330715
      ],
      [
        "ante",
        -0.104081325
      ],
      [
        " Empire",
        -0.0042676274
      ]
    ]
  },
  "This man defended his poetry by writing \"Kill my style/and you break Pavlowa's legs/and you blind Ty Cobb's batting eye.\" He wrote a poem in which he notes that the title place is wicked because he has \"….seen your painted women and the gas lamps luring the farm boys.\" This man wrote a collection of children's tales called (*) Rutabaga Stories, and described the \"War Years\" and \"Prairie Years\" of one": {
    "guess": "Carl Sandburg",
    "confidence": [
      [
        "Carl",
        -0.5653047
      ],
      [
        " Sand",
        -1.0564331e-05
      ],
      [
        "burg",
        -0.0021764315
      ]
    ]
  },
  "This man defined parrhesia in his lecture series Discourse and Truth, which was \"an attempt to consider truth-telling as a specific activity.\" He began a book subtitled \"An Archaeology of the Human Sciences\" with a discussion of Las Meninas, then proceeded to outline his concept of the \"episteme.\" This author of The History of Sexuality theorized the dehumanizing \"medical gaze\" in his The Birth of the Clinic, and he described the \"unequal gaze\" afforded by Jeremy Bentham's Panopticon. For 10 points, name this French philosopher who analyzed the prison system in Discipline and Punish.": {
    "guess": "Michel Foucault",
    "confidence": [
      [
        "Mich",
        -0.0016824402
      ],
      [
        "el",
        -6.511407e-06
      ],
      [
        " Fou",
        -0.00047059145
      ],
      [
        "ca",
        -0.00022701983
      ],
      [
        "ult",
        -3.631232e-05
      ]
    ]
  },
  "This man defended the British soldiers accused of carrying out the Boston Massacre. In the First Continental Congress, this man nominated George Washington to be commander of the Continental Army. This politician appointed Thomas Jefferson to write the Declaration of Independence. During this man's presidency, the Quasi-War with France occurred, having been sparked by the XYZ affair. The Alien and": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -0.01635258
      ],
      [
        " Adams",
        -0.0013644046
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but, unsatisfied with his position, murdered the king and took power. When a former friend threatens his lineage, this man orders that he and his son Fleance be killed. His murders, driven by either his": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.0019627707
      ],
      [
        "beth",
        -5.419287e-05
      ]
    ]
  },
  "A deeply eutectic solvent is formed from a mixture of this compound and choline chloride. A method of identifying H. pylori infections detects isotope-labeled carbon dioxide produced from this compound's": {
    "guess": "Urea",
    "confidence": [
      [
        "U",
        -0.00075900386
      ],
      [
        "rea",
        -0.0009244421
      ]
    ]
  },
  "This man defended his poetry by writing \"Kill my style/and you break Pavlowa's legs/and you blind Ty Cobb's batting eye.\" He wrote a poem in which he notes that the title place is wicked because he has \"….seen your painted women and the gas lamps luring the farm boys.\" This man wrote a collection of children's tales called (*) Rutabaga Stories, and described the \"War Years\" and \"Prairie Years\" of one of his subjects. For 10 points, name this biographer of Abraham Lincoln and the poet of \"Chicago.\"": {
    "guess": "Edgar Lee Masters",
    "confidence": [
      [
        "Ed",
        -0.1899181
      ],
      [
        "gar",
        -0.0057752044
      ],
      [
        " Lee",
        -0.00018161058
      ],
      [
        " Masters",
        -0.0002749214
      ]
    ]
  },
  "Defects of GDP-fucose transporters in this organelle's membrane contribute to the Bombay blood type. This organelle tends to be located near centrosomes in mammals, and it is found near exit sites of another": {
    "guess": "Golgi apparatus",
    "confidence": [
      [
        "G",
        -0.004291015
      ],
      [
        "ol",
        -0.00041684892
      ],
      [
        "gi",
        -1.8624639e-06
      ],
      [
        " apparatus",
        -0.007323951
      ]
    ]
  },
  "After defeating a revolt led by Conrad the Red, this ruler allied the crown with the Catholic Church, greatly increasing royal power.  He married Edith and Adelaide, whom he rescued from a marriage with Berengar II, and had three children, one of whom reigned after him.  This king also defeated the Magyars in the Lechfeld in 955.  FTP, identify this son of Henry the Fowler crowned emperor in 962 by": {
    "guess": "Otto the Great",
    "confidence": [
      [
        "Ot",
        -0.009247031
      ],
      [
        "to",
        -0.008851158
      ],
      [
        " the",
        -0.4110868
      ],
      [
        " Great",
        -0.000537186
      ]
    ]
  },
  "This man was defeated by a \"Legion of Hell\" under the leadership of Tomás Boves. He arrested his erstwhile": {
    "guess": "Simón Bolívar",
    "confidence": [
      [
        "Sim",
        -0.5517028
      ],
      [
        "ón",
        -1.7432603e-06
      ],
      [
        " Bol",
        -4.990154e-05
      ],
      [
        "í",
        -0.00045200303
      ],
      [
        "var",
        -1.473646e-05
      ]
    ]
  },
  "Defeating the armies of Norway and Ireland earned this man the titles Thane of Glamis and Cawdor, but,": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -0.003226314
      ],
      [
        "beth",
        -5.2285613e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and": {
    "guess": "William Howard Taft",
    "confidence": [
      [
        "William",
        -0.005621112
      ],
      [
        " Howard",
        -0.10008243
      ],
      [
        " Ta",
        -2.9756122e-05
      ],
      [
        "ft",
        -5.5122365e-07
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.005120381
      ],
      [
        " McKin",
        -0.18253024
      ],
      [
        "ley",
        -7.1238996e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the possibly senile John Sherman to Secretary of State.  Campaigning on the slogan \"prosperity at home and": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.0022416085
      ],
      [
        " McKin",
        -0.0014996256
      ],
      [
        "ley",
        -7.862962e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the possibly senile John Sherman to Secretary of State.  Campaigning on the slogan \"prosperity at home and prestige abroad\", his administration would win what later Secretary of State John Hay called a \"splendid": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.019807734
      ],
      [
        " McKin",
        -0.0015041481
      ],
      [
        "ley",
        -4.5491004e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the possibly senile John Sherman to Secretary of State.  Campaigning on the slogan \"prosperity at home and prestige abroad\", his administration would win what later Secretary of State John Hay called a \"splendid little war\".  Elected in large part due to the work of his campaign manager Mark Hanna and signer": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.007047822
      ],
      [
        " McKin",
        -0.0008436953
      ],
      [
        "ley",
        -6.289474e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the possibly senile John Sherman to Secretary of State.  Campaigning on the slogan \"prosperity at home and prestige abroad\", his administration would win what later Secretary of State John Hay called a \"splendid little war\".  Elected in large part due to the work of his campaign manager Mark Hanna and signer of the Dingley Tariff, this is, for 10 points, what president who served during the Spanish-American": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.14669274
      ],
      [
        " McKin",
        -0.00062224973
      ],
      [
        "ley",
        -3.5120287e-05
      ]
    ]
  },
  "He defeated James Campbell and Lawrence Neal in elections for governor, and his lone appointment to the Supreme Court was Joseph McKenna.  During his presidency the Maximum Freight Case was decided, and this president signed the Gold Standard Act into law. He was criticized for his nomination of the possibly senile John Sherman to Secretary of State.  Campaigning on the slogan \"prosperity at home and prestige abroad\", his administration would win what later Secretary of State John Hay called a \"splendid little war\".  Elected in large part due to the work of his campaign manager Mark Hanna and signer of the Dingley Tariff, this is, for 10 points, what president who served during the Spanish-American War and whose assassination in Buffalo led to Theodore Roosevelt's presidency?": {
    "guess": "William McKinley",
    "confidence": [
      [
        "William",
        -0.009362188
      ],
      [
        " McKin",
        -0.0002970896
      ],
      [
        "ley",
        -1.735894e-05
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the Battle of Feyiase to culminate its victory over Denkiyra, and signed the Treaty of Fomena after its capital was burned in 1874. Founded by King Osei Tutu, this empire was again attacked when Prempeh I refused to give Frederick Hodgson an object traditionally thought to have been called from the ? heavens by Okomfo Anokye. Centered at Kumasi, this empire lasted from 1670 to 1902, and ruled much": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.37534648
      ],
      [
        "anti",
        -8.75699e-05
      ],
      [
        " Empire",
        -6.7662884e-05
      ]
    ]
  },
  "After defeating the Akim-Akwapim alliance, this empire defeated the Fante people. In 1748, the Nsafohene revolted against the leader of this empire, Opoku Ware. A notable female member of this empire, Queen Yaa of the Edweso tribe, led its resistance against European troops in 1900. This empire won the Battle of Feyiase to culminate its victory over Denkiyra, and signed the Treaty of Fomena after its capital was burned in 1874. Founded by King Osei Tutu, this empire was again attacked when Prempeh I refused to give Frederick Hodgson an object traditionally thought to have been called from the ? heavens by Okomfo Anokye. Centered at Kumasi, this empire lasted from 1670 to 1902, and ruled much of modern-day Ghana. FTP, name this African Empire whose leaders sat on the throne of the Golden Stool.": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.5317315
      ],
      [
        "anti",
        -4.477578e-05
      ],
      [
        " Empire",
        -1.7954959e-05
      ]
    ]
  }
}