{
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest military in Africa. Operation Restore Hope was a humanitarian mission in this country during the rule of General Mohamed Farrah, and the Transitional Federal Government was given control of this country": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.00029887765
      ],
      [
        "alia",
        -0.00037669198
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute Joan Toast, after signing away his estate Malden to William Smith, who may be an agent of John Coode. This novel features a secret diary of John Smith, and its protagonist, a \"virgin poet\" tutored by Henry Burlingame III, is commissioned by Charles Calvert to write a Marylandiad, but ends up writing": {
    "guess": "Giles Goat-Boy",
    "confidence": [
      [
        "G",
        -0.68077934
      ],
      [
        "iles",
        -0.0042993226
      ],
      [
        " Goat",
        -0.025193205
      ],
      [
        "-",
        -0.010594741
      ],
      [
        "Boy",
        -0.00010163593
      ]
    ]
  },
  "The ancient city of Sigiriya lies in this island's center, and Adam's Bridge connects it to the mainland. Its Horton's Plains National Park includes Adam's Peak, and its southern city of Galle was devastated in the 2004 Indian Ocean tsunami. Sinhalese Buddhists are the majority here, and (*) Tamil separatists recently laid down arms here. Formerly known as Ceylon and with capital at Colombo, for 10": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.004288996
      ],
      [
        "ri",
        -3.5313153e-06
      ],
      [
        " Lanka",
        -0.0023098846
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close of this holiday, which is thought to be the time during which God allots the yearly supply of rainwater.": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.59938145
      ],
      [
        "over",
        -1.473646e-05
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran.": {
    "guess": "Ashina",
    "confidence": [
      [
        "Ash",
        -0.93126374
      ],
      [
        "ina",
        -0.0003159201
      ]
    ]
  },
  "One ancient city bearing this name was situated in Lydia and was founded in the 2nd century BC. The site": {
    "guess": "Tralles",
    "confidence": [
      [
        "Tr",
        -1.0963353
      ],
      [
        "alles",
        -0.27691424
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest military in Africa. Operation Restore Hope was a humanitarian mission in this country during the": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0020968493
      ],
      [
        "alia",
        -0.0002005603
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres by members of this ethnic group drove the Alevi community underground. The caliph al-Musta'sim introduced warriors of this (*) ethnicity into the Abbasid army. Because it encompassed former Roman territory, an offshoot of one of their empires was called the Sultanate of Rum. The longest-lasting empire": {
    "guess": "Turkic peoples",
    "confidence": [
      [
        "Tur",
        -0.04147473
      ],
      [
        "k",
        -0.051567856
      ],
      [
        "ic",
        -6.869018e-06
      ],
      [
        " peoples",
        -0.0138440095
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.02661168
      ],
      [
        "et",
        -0.00017135908
      ],
      [
        "ian",
        -4.167649e-05
      ],
      [
        " dynasty",
        -0.00173599
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement of Salic Law, assuring that his younger brother Charles the Fair would take the throne after": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.079660766
      ],
      [
        "et",
        -0.00013309837
      ],
      [
        "ian",
        -0.00019162003
      ],
      [
        " dynasty",
        -0.0015658075
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute Joan Toast, after signing away his estate Malden to William Smith, who may be an agent of John Coode. This novel features a secret diary of John Smith, and its protagonist, a \"virgin poet\" tutored by Henry Burlingame III, is commissioned by Charles Calvert to write a Marylandiad, but ends up writing the title satire instead. FTP, identify this 1960 novel about the poet Ebenezer Cooke, a novel by John": {
    "guess": "The Sot-Weed Factor",
    "confidence": [
      [
        "The",
        -0.072062925
      ],
      [
        " S",
        -0.0023961058
      ],
      [
        "ot",
        -0.00018363337
      ],
      [
        "-",
        -0.04903979
      ],
      [
        "We",
        -3.5477897e-05
      ],
      [
        "ed",
        -1.50940705e-05
      ],
      [
        " Factor",
        -0.00097149087
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close of this holiday, which is thought to be the time during which God allots the yearly supply of rainwater. On each of the seven days of this holiday, which falls in the month of Tishri, observers wave the Four Species, consisting of the lulav and the etrog. Bamboo and pine are common components of the s'chach, or roofs, of the namesake structures associated with this festival. FTP, name this Jewish festival that is sometimes known as the \"Festival of Booths\".": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.00081487006
      ],
      [
        "uk",
        -2.8160932e-06
      ],
      [
        "k",
        -0.00017421995
      ],
      [
        "ot",
        -6.062987e-05
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In Norse myth one of these objects is chewed on by the dragon Nidhogg. A Jewish festival that celebrates these objects is called Tu B'shvat, while the Buddha is said to have gained enlightenment after": {
    "guess": "Trees",
    "confidence": [
      [
        "Trees",
        -0.49334645
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest military in Africa. Operation Restore Hope was a humanitarian mission in this country during the rule of General Mohamed Farrah, and the Transitional Federal Government was given control of this country in 2003. This country has been in a civil war since 1991, and a battle fought in its capital is the subject of the book Black Hawk Down. For 10 points, name this African nation where Richard Phillips": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0005866335
      ],
      [
        "alia",
        -0.00020735491
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus'": {
    "guess": "Erichthonius",
    "confidence": [
      [
        "E",
        -1.8294071
      ],
      [
        "rich",
        -0.3769508
      ],
      [
        "thon",
        -0.001055557
      ],
      [
        "ius",
        -0.009674281
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute": {
    "guess": "The Hunchback of Notre-Dame",
    "confidence": [
      [
        "The",
        -0.9472718
      ],
      [
        " H",
        -1.014612
      ],
      [
        "unch",
        -0.0074502067
      ],
      [
        "back",
        -2.0219828e-05
      ],
      [
        " of",
        -0.00019579215
      ],
      [
        " Notre",
        -0.00030471865
      ],
      [
        "-D",
        -0.0005143099
      ],
      [
        "ame",
        -5.669615e-05
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.0187069
      ],
      [
        "et",
        -9.436451e-05
      ],
      [
        "ian",
        -7.703444e-06
      ],
      [
        " dynasty",
        -0.0006311863
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In Norse myth one of these objects is chewed on by the dragon Nidhogg. A Jewish festival that celebrates these objects is called Tu B'shvat, while the Buddha is said to have gained enlightenment after mediating near the \"Bodhi\" one of these. One of these objects is forbidden to Adam and Eve in the Garden of Eden, though they may eat from the one \"of Life.\" For 10 points, name these objects that traditionally have presents placed beneath them at Christmas.": {
    "guess": "Trees",
    "confidence": [
      [
        "Trees",
        -0.44954515
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres by members of this ethnic group drove the Alevi community underground. The caliph al-Musta'sim introduced": {
    "guess": "Turkic peoples",
    "confidence": [
      [
        "Tur",
        -0.82909393
      ],
      [
        "k",
        -0.13521709
      ],
      [
        "ic",
        -0.0001470452
      ],
      [
        " peoples",
        -0.06446352
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In Norse myth one of these objects is chewed on by the dragon Nidhogg. A Jewish festival that celebrates": {
    "guess": "World Tree",
    "confidence": [
      [
        "World",
        -0.054804765
      ],
      [
        " Tree",
        -0.15970056
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.47721836
      ],
      [
        "se",
        -3.5835506e-05
      ],
      [
        "phone",
        -7.624555e-05
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres by members of this ethnic group drove the Alevi community underground. The caliph al-Musta'sim introduced warriors of this (*) ethnicity into the Abbasid army. Because it encompassed former Roman territory, an offshoot of one of their empires was called the Sultanate of Rum. The longest-lasting empire of this ethnicity was founded by Osman and used abducted Christian boys known as janissaries to capture Constantinople in 1453. For 10 points, name this ethnicity of the Seljuk and Ottoman sultans.": {
    "guess": "Turkic peoples",
    "confidence": [
      [
        "Tur",
        -0.0032835905
      ],
      [
        "k",
        -0.2291069
      ],
      [
        "ic",
        -1.5451682e-05
      ],
      [
        " peoples",
        -0.0400164
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting factor, which contains a cyclin-dependent kinase. The (*) G1, S, and G2 phases comprise the interphase period which precedes this process. This phase is followed by cytokinesis, and sees kinetochores move up spindle fibers and towards the centrosome. This process results in the separation of sister": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.002733309
      ],
      [
        "osis",
        -0.0002907718
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce": {
    "guess": "The Last of the Mohicans",
    "confidence": [
      [
        "The",
        -1.1146343
      ],
      [
        " Last",
        -1.0537833
      ],
      [
        " of",
        -0.06943532
      ],
      [
        " the",
        -0.0009919609
      ],
      [
        " Moh",
        -0.041642368
      ],
      [
        "icans",
        -0.00014823723
      ]
    ]
  },
  "The ancient city of Sigiriya lies in this island's center, and Adam's Bridge connects it to the mainland.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.00613995
      ],
      [
        "ri",
        -1.3306016e-05
      ],
      [
        " Lanka",
        -0.00077782705
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting factor, which contains a cyclin-dependent kinase. The (*) G1, S, and G2 phases comprise the interphase period which precedes this process. This phase is followed by cytokinesis, and sees kinetochores": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.005941598
      ],
      [
        "osis",
        -0.0003427336
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres by members of this ethnic group drove the Alevi community underground. The caliph al-Musta'sim introduced warriors of this (*) ethnicity into the Abbasid army. Because it encompassed former Roman territory,": {
    "guess": "Turkic peoples",
    "confidence": [
      [
        "Tur",
        -0.68081325
      ],
      [
        "k",
        -0.26327053
      ],
      [
        "ic",
        -0.0005642342
      ],
      [
        " peoples",
        -0.19516265
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement of Salic Law, assuring that his younger brother Charles the Fair would take the throne after he left no heir. Charles also failed to produce an heir, so Edward III of England claimed the French throne, leading to the Hundred Years' War. Another member of this dynasty was canonized after he died in the Eighth Crusade and was named Louis IX. Ruling from 987 to 1328, they succeeded the Carolingians.": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.0042364122
      ],
      [
        "et",
        -1.0564331e-05
      ],
      [
        "ian",
        -2.939851e-05
      ],
      [
        " dynasty",
        -0.0014210686
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute Joan Toast, after signing away his estate Malden to William Smith, who may be an agent of John Coode. This novel features a secret diary of John Smith, and its protagonist, a \"virgin poet\" tutored by": {
    "guess": "The Sot-Weed Factor",
    "confidence": [
      [
        "The",
        -0.8238583
      ],
      [
        " S",
        -0.0102182785
      ],
      [
        "ot",
        -0.00019293126
      ],
      [
        "-",
        -0.0928161
      ],
      [
        "We",
        -0.00015324011
      ],
      [
        "ed",
        -2.0815847e-05
      ],
      [
        " Factor",
        -0.0007653143
      ]
    ]
  },
  "One ancient city bearing this name was situated in Lydia and was founded in the 2nd century BC. The site of the ancient city is occupied by the modern city Alasehir, Turkey. Another city with the same": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.45678964
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest military in Africa. Operation Restore Hope was a humanitarian mission in this country during the rule of General Mohamed Farrah, and the Transitional Federal Government was given control of this country in 2003. This country has been in a civil war since 1991, and a battle fought in its capital is": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.00010807293
      ],
      [
        "alia",
        -0.00042923877
      ]
    ]
  },
  "The ancient city of Sigiriya lies in this island's center, and Adam's Bridge connects it to the mainland. Its Horton's Plains National Park includes Adam's Peak, and its southern city of Galle was devastated": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.016318219
      ],
      [
        "ri",
        -3.070975e-05
      ],
      [
        " Lanka",
        -0.0072846613
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In": {
    "guess": "World Tree",
    "confidence": [
      [
        "World",
        -1.1481146
      ],
      [
        " Tree",
        -0.24934505
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to deepen in the North Atlantic. Its widening causes a strong pycnocline to develop between surface and intermediate waters, and its weakness along the Reykjanes Ridge allows dense water to sink. Polar catastrophes involving this boundary prevent the formation of deep ocean water due to the reduction": {
    "guess": "North Atlantic Deep Water",
    "confidence": [
      [
        "North",
        -0.2897843
      ],
      [
        " Atlantic",
        -7.958325e-05
      ],
      [
        " Deep",
        -0.7806541
      ],
      [
        " Water",
        -0.0002783783
      ]
    ]
  },
  "The ancient city of Sigiriya lies in this island's center, and Adam's Bridge connects it to the mainland. Its Horton's Plains National Park includes Adam's Peak, and its southern city of Galle was devastated in the 2004 Indian Ocean tsunami. Sinhalese Buddhists are the majority here, and (*) Tamil separatists": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.025080562
      ],
      [
        "ri",
        -1.7716551e-05
      ],
      [
        " Lanka",
        -0.007703634
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres": {
    "guess": "Göktürks",
    "confidence": [
      [
        "G",
        -0.9036504
      ],
      [
        "ö",
        -0.036994092
      ],
      [
        "kt",
        -3.1281633e-07
      ],
      [
        "ür",
        -0.0020572387
      ],
      [
        "ks",
        -0.018654017
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In Norse myth one of these objects is chewed on by the dragon Nidhogg. A Jewish festival that celebrates these objects is called Tu B'shvat, while the Buddha is said to have gained enlightenment after mediating near the \"Bodhi\" one of these. One of these objects is forbidden to Adam and Eve in the Garden of Eden, though they may eat from the one \"of Life.\" For 10 points, name these objects that traditionally": {
    "guess": "Trees",
    "confidence": [
      [
        "Trees",
        -0.53046006
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest military in Africa. Operation Restore Hope was a humanitarian mission in this country during the rule of General Mohamed Farrah, and the Transitional Federal Government was given control of this country in 2003. This country has been in a civil war since 1991, and a battle fought in its capital is the subject of the book Black Hawk Down. For 10 points, name this African nation where Richard Phillips was taken hostage, infamous for piracy on its coast, with capital at Mogadishu.": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.000121662146
      ],
      [
        "alia",
        -0.00013154872
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to": {
    "guess": "Sulfur cycling",
    "confidence": [
      [
        "S",
        -1.6128865
      ],
      [
        "ulf",
        -0.001347496
      ],
      [
        "ur",
        -0.6048199
      ],
      [
        " cycling",
        -1.2178817
      ]
    ]
  },
  "The ancient city of Sigiriya lies in this island's center, and Adam's Bridge connects it to the mainland. Its Horton's Plains National Park includes Adam's Peak, and its southern city of Galle was devastated in the 2004 Indian Ocean tsunami. Sinhalese Buddhists are the majority here, and (*) Tamil separatists recently laid down arms here. Formerly known as Ceylon and with capital at Colombo, for 10 points, name this island nation southeast of India.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.005923228
      ],
      [
        "ri",
        -3.650519e-06
      ],
      [
        " Lanka",
        -0.0031584688
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.18061025
      ],
      [
        "se",
        -1.2352386e-05
      ],
      [
        "phone",
        -1.6524515e-05
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to deepen in the North Atlantic. Its widening causes a strong pycnocline to develop between surface and": {
    "guess": "North Atlantic Deep Water",
    "confidence": [
      [
        "North",
        -1.4987739
      ],
      [
        " Atlantic",
        -0.0026096639
      ],
      [
        " Deep",
        -0.24960327
      ],
      [
        " Water",
        -0.00016957101
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to deepen in the North Atlantic. Its widening causes a strong pycnocline to develop between surface and intermediate waters, and its weakness along the Reykjanes Ridge allows dense water to sink. Polar catastrophes involving this boundary prevent the formation of deep ocean water due to the reduction in surface area of high salinity equatorial surface waters. FTP, what is this sharp drop-off with depth in oceanic salinity?  2": {
    "guess": "Halocline",
    "confidence": [
      [
        "Hal",
        -0.062055632
      ],
      [
        "oc",
        -1.3306016e-05
      ],
      [
        "line",
        -1.6882126e-05
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -1.2651714
      ],
      [
        "uk",
        -0.052603055
      ],
      [
        "k",
        -0.00031794657
      ],
      [
        "ot",
        -0.0029124543
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement of Salic Law, assuring that his younger brother Charles the Fair would take the throne after he left no heir. Charles also failed to produce an heir, so Edward III of England claimed the French throne, leading to the Hundred Years' War. Another member of this dynasty was canonized after he died in the Eighth Crusade and was named Louis IX. Ruling from 987 to 1328, they succeeded the Carolingians. For 10 points, name this French dynasty founded by Hugh.": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.0020035806
      ],
      [
        "et",
        -1.3663626e-05
      ],
      [
        "ian",
        -2.3795938e-05
      ],
      [
        " dynasty",
        -0.0051546544
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically": {
    "guess": "Feast of Tabernacles",
    "confidence": [
      [
        "Fe",
        -1.0372685
      ],
      [
        "ast",
        -9.221884e-05
      ],
      [
        " of",
        -0.0010673471
      ],
      [
        " Tab",
        -0.04803397
      ],
      [
        "ern",
        -1.3306016e-05
      ],
      [
        "acles",
        -0.00024417418
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.32076684
      ],
      [
        "over",
        -0.00097602064
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting factor, which contains a cyclin-dependent kinase. The (*) G1, S, and G2 phases comprise the interphase period which precedes this process. This phase is followed by cytokinesis, and sees kinetochores move up spindle fibers and towards the centrosome. This process results in the separation of sister chromatids and the formation of two identical daughter cells. For ten points, name this cycle of eukaryotic": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.28950197
      ],
      [
        "osis",
        -0.0004983439
      ]
    ]
  },
  "One ancient city bearing this name was situated in Lydia and was founded in the 2nd century BC. The site of the ancient city is occupied by the modern city Alasehir, Turkey. Another city with the same name was originally the ancient Rabbath Ammon, the capital of the Ammonites, in Palestine. The site is near modern Amman. FTP give the shared name which was bestowed on the second of these cities when": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.00439214
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close of this holiday, which is thought to be the time during which God allots the yearly supply of rainwater. On each of the seven days of this holiday, which falls in the month of Tishri, observers wave the Four Species, consisting of the lulav and the etrog. Bamboo and pine are common components of": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.003136128
      ],
      [
        "uk",
        -3.650519e-06
      ],
      [
        "k",
        -0.0008117708
      ],
      [
        "ot",
        -0.00012654216
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0013172623
      ],
      [
        "alia",
        -0.00019376569
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.011177619
      ],
      [
        "osis",
        -0.00019591136
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.16842318
      ],
      [
        "osis",
        -0.00082713703
      ]
    ]
  },
  "One ancient city bearing this name was situated in Lydia and was founded in the 2nd century BC. The site of the ancient city is occupied by the modern city Alasehir, Turkey. Another city with the same name was originally the ancient Rabbath Ammon, the capital of the Ammonites, in Palestine. The site": {
    "guess": "Philadelphia (ancient city)",
    "confidence": [
      [
        "Philadelphia",
        -0.01784881
      ],
      [
        " (",
        -0.15595502
      ],
      [
        "anc",
        -0.46320036
      ],
      [
        "ient",
        -9.0883464e-07
      ],
      [
        " city",
        -0.023600195
      ],
      [
        ")",
        -0.026892899
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close of this holiday, which is thought to be the time during which God allots the yearly supply of rainwater. On each of the seven days of this holiday, which falls in the month of Tishri, observers wave the Four Species, consisting of the lulav and the etrog. Bamboo and pine are common components of the s'chach, or roofs, of the namesake structures associated with this festival. FTP, name this Jewish": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.007943267
      ],
      [
        "uk",
        -1.3544423e-05
      ],
      [
        "k",
        -0.001522599
      ],
      [
        "ot",
        -0.00013166793
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience": {
    "guess": "Chemocline",
    "confidence": [
      [
        "Chem",
        -0.70341074
      ],
      [
        "oc",
        -0.0063907458
      ],
      [
        "line",
        -0.0019040088
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three": {
    "guess": "Feast of Tabernacles",
    "confidence": [
      [
        "Fe",
        -1.3329535
      ],
      [
        "ast",
        -0.00021569549
      ],
      [
        " of",
        -0.00037347348
      ],
      [
        " Tab",
        -0.059245482
      ],
      [
        "ern",
        -6.1537958e-06
      ],
      [
        "acles",
        -0.00020210995
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute Joan Toast, after signing away his estate Malden to William Smith, who may be an agent of John Coode. This novel features a secret diary of John Smith, and its protagonist, a \"virgin poet\" tutored by Henry Burlingame III, is commissioned by Charles Calvert to write a Marylandiad, but ends up writing the title satire instead. FTP, identify this 1960 novel about the poet Ebenezer Cooke, a novel by John Barth whose name refers to an agent for tobacco.": {
    "guess": "The Sot-Weed Factor",
    "confidence": [
      [
        "The",
        -0.04490843
      ],
      [
        " S",
        -0.0044797314
      ],
      [
        "ot",
        -8.5781845e-05
      ],
      [
        "-",
        -0.022467138
      ],
      [
        "We",
        -4.7159858e-05
      ],
      [
        "ed",
        -1.2948405e-05
      ],
      [
        " Factor",
        -0.00039123115
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to deepen in the North Atlantic. Its widening causes a strong pycnocline to develop between surface and intermediate waters, and its weakness along the Reykjanes Ridge allows dense water to sink. Polar catastrophes involving this boundary prevent the formation of deep ocean water due to the reduction in surface area of high salinity equatorial surface waters. FTP, what is this sharp drop-off with depth": {
    "guess": "Halocline",
    "confidence": [
      [
        "Hal",
        -0.124404825
      ],
      [
        "oc",
        -4.990154e-05
      ],
      [
        "line",
        -1.4855664e-05
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting factor, which contains a cyclin-dependent kinase. The (*) G1, S, and G2 phases comprise the interphase": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.0116031
      ],
      [
        "osis",
        -8.339777e-05
      ]
    ]
  },
  "In ancient times, this holiday was commemorated by a procession to the Pool of Siloam to fetch three logs of water, while at the time another procession would go to a place in the Kidron Valley called Motza. In first Judges, it is described celebrated in Shiloh with dances by maidens in vineyards. Chronologically the first of the Shloshet ha Regalim, Shemini Atzeret, falls immediately after the close of this holiday, which is thought to be the time during which God allots the yearly supply of rainwater. On each of the seven days of this holiday, which falls in the month of Tishri, observers wave": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.007054576
      ],
      [
        "uk",
        -1.0921943e-05
      ],
      [
        "k",
        -0.0002936327
      ],
      [
        "ot",
        -5.8603408e-05
      ]
    ]
  },
  "An ancient family from this ethnic group known as the Ashina led a successful revolt against the Rouran. The oldest record of their language is preserved in the Orkhon inscriptions. A series of massacres by members of this ethnic group drove the Alevi community underground. The caliph al-Musta'sim introduced warriors of this (*) ethnicity into the Abbasid army. Because it encompassed former Roman territory, an offshoot of one of their empires was called the Sultanate of Rum. The longest-lasting empire of this ethnicity was founded by Osman and used abducted Christian boys known as janissaries to": {
    "guess": "Turkic peoples",
    "confidence": [
      [
        "Tur",
        -0.02860416
      ],
      [
        "k",
        -0.07029985
      ],
      [
        "ic",
        -2.9352968e-06
      ],
      [
        " peoples",
        -0.012309615
      ]
    ]
  },
  "The ancestor of one character in this novel became the king of the Ahatchwhoops by defeating Attonce in an eating contest. The protagonist is forced to marry Susan Warren, who is really the prostitute Joan Toast, after signing away his estate Malden to William Smith, who may be an agent of John Coode.": {
    "guess": "John Barth",
    "confidence": [
      [
        "John",
        -0.33719176
      ],
      [
        " Barth",
        -0.0014686766
      ]
    ]
  },
  "In anchialine caves, it is stratified into nitrate, nitrite, and sulfate zones that mark the incipience of sulfur cycling. Dansgaard-Oeschger oscillations and Bond-Heinrich events cause this gradient to deepen in the North Atlantic. Its widening causes a strong pycnocline to develop between surface and intermediate waters, and its weakness along the Reykjanes Ridge allows dense water to sink. Polar": {
    "guess": "North Atlantic Deep Water",
    "confidence": [
      [
        "North",
        -0.52215624
      ],
      [
        " Atlantic",
        -0.00040505143
      ],
      [
        " Deep",
        -0.3323216
      ],
      [
        " Water",
        -0.000119754885
      ]
    ]
  },
  "Anchorage dependence can reduce the rate at which this process occurs in vitro. In somatic tissue, the beginning and end of this process coincide with the rise and fall of levels of maturation-promoting factor, which contains a cyclin-dependent kinase. The (*) G1, S, and G2 phases comprise the interphase period which precedes this process. This phase is followed by cytokinesis, and sees kinetochores move up spindle fibers and towards the centrosome. This process results in the separation of sister chromatids and the formation of two identical daughter cells. For ten points, name this cycle of eukaryotic cell division which includes metaphase and prophase.": {
    "guess": "Mitosis",
    "confidence": [
      [
        "Mit",
        -0.011640102
      ],
      [
        "osis",
        -0.0019517067
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a": {
    "guess": "Ancient Egyptian concept of the soul",
    "confidence": [
      [
        "Anc",
        -0.18219608
      ],
      [
        "ient",
        -0.00017064385
      ],
      [
        " Egyptian",
        -0.0006272526
      ],
      [
        " concept",
        -0.7454339
      ],
      [
        " of",
        -8.8285124e-05
      ],
      [
        " the",
        -0.03503115
      ],
      [
        " soul",
        -0.008720698
      ]
    ]
  },
  "The ancient Kingdom of Punt is thought to have been in this country, and before the Soviet Union ended its alliance with this country during its conflict with Ethiopia, the Ogaden War, it had the largest": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.0004549831
      ],
      [
        "alia",
        -0.0002450086
      ]
    ]
  },
  "One ancient city bearing this name was situated in Lydia and was founded in the 2nd century BC. The site of the ancient city is occupied by the modern city Alasehir, Turkey. Another city with the same name was originally the ancient Rabbath Ammon, the capital of the Ammonites, in Palestine. The site is near modern Amman. FTP give the shared name which was bestowed on the second of these cities when it was rebuilt by the Egyptian king Ptolemy Philadelphus.": {
    "guess": "Philadelphia",
    "confidence": [
      [
        "Philadelphia",
        -0.1244484
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement of Salic Law, assuring that his younger brother Charles the Fair would take the throne after he left no heir. Charles also failed to produce an heir, so Edward III of England claimed the French": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.6445535
      ],
      [
        "et",
        -0.000636666
      ],
      [
        "ian",
        -0.0024698286
      ],
      [
        " dynasty",
        -0.020049984
      ]
    ]
  },
  "The ancestor of this dynasty was Robert the Strong. One king of his dynasty, John the Posthumous, lived only five days before being murdered by his uncle. That uncle, Philip the Tall, oversaw the reinstatement of Salic Law, assuring that his younger brother Charles the Fair would take the throne after he left no heir. Charles also failed to produce an heir, so Edward III of England claimed the French throne, leading to the Hundred Years' War. Another member of this dynasty was canonized after he": {
    "guess": "Capetian dynasty",
    "confidence": [
      [
        "Cap",
        -0.2814874
      ],
      [
        "et",
        -0.00024810788
      ],
      [
        "ian",
        -0.002595396
      ],
      [
        " dynasty",
        -0.019156309
      ]
    ]
  },
  "The ancient Egyptian story \"The Tale of the Two Brothers\" details the placement of the soul within a flower at the top of one of these objects, and one of these objects in Hindu myth is the Asvattha. In Norse myth one of these objects is chewed on by the dragon Nidhogg. A Jewish festival that celebrates these objects is called Tu B'shvat, while the Buddha is said to have gained enlightenment after mediating near the \"Bodhi\" one of these. One of these objects is forbidden to Adam and Eve in the Garden": {
    "guess": "Trees",
    "confidence": [
      [
        "Trees",
        -0.3666917
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus' semen and was named Erechthonius.  In one myth, sprinkles of blood upon this figure caused the": {
    "guess": "Erichthonius",
    "confidence": [
      [
        "E",
        -0.43703526
      ],
      [
        "rich",
        -0.2788328
      ],
      [
        "thon",
        -0.0005487451
      ],
      [
        "ius",
        -0.002284076
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus' semen and was named Erechthonius.  In one myth, sprinkles of blood upon this figure caused the births of the Erinnyes, the Gigantes, and the Melian nymphs. One of this goddess' children used a scythe": {
    "guess": "Gaea",
    "confidence": [
      [
        "G",
        -1.5211111
      ],
      [
        "aea",
        -0.025850365
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus' semen and was named Erechthonius.  In one myth, sprinkles of blood upon this figure caused the births of the Erinnyes, the Gigantes, and the Melian nymphs. One of this goddess' children used a scythe to force her husband away from crushing her. That child was Cronus, who attacked this goddess'": {
    "guess": "Gaia",
    "confidence": [
      [
        "Ga",
        -1.1358795
      ],
      [
        "ia",
        -8.268255e-05
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus' semen and was named Erechthonius.  In one myth, sprinkles of blood upon this figure caused the births of the Erinnyes, the Gigantes, and the Melian nymphs. One of this goddess' children used a scythe to force her husband away from crushing her. That child was Cronus, who attacked this goddess' husband Ouranos, and the result allowed living creatures to spring to life upon this goddess. For 10": {
    "guess": "Gaia",
    "confidence": [
      [
        "Ga",
        -1.1540265
      ],
      [
        "ia",
        -1.867018e-05
      ]
    ]
  },
  "In ancient art, this figure is often accompanied by spirits called the Karpoi. This figure causes the death of Amphairos by opening up a chasm into which he falls. One myth about this figure depicts Athena taking care of one of her children. That child resulted from a piece of wool covered in Hephaestus' semen and was named Erechthonius.  In one myth, sprinkles of blood upon this figure caused the births of the Erinnyes, the Gigantes, and the Melian nymphs. One of this goddess' children used a scythe to force her husband away from crushing her. That child was Cronus, who attacked this goddess' husband Ouranos, and the result allowed living creatures to spring to life upon this goddess. For 10 points, name this goddess and personification of the earth in Greek mythology.": {
    "guess": "Gaia",
    "confidence": [
      [
        "Ga",
        -0.17027178
      ],
      [
        "ia",
        -3.7981175e-05
      ]
    ]
  }
}