{
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius.": {
    "guess": "Roger Williams",
    "confidence": [
      [
        "Roger",
        -1.3765877
      ],
      [
        " Williams",
        -0.28509957
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory in defiance of the victor's earlier Edict of Thessalonika, an action which generated criticism from Ambrose, bishop of Milan. To enforce the dominance of Christianity, a Roman-Visigothic army under Timasius, Alaric, and Stilicho was sent from the East. The Frankish magister militum Arbogast along": {
    "guess": "Battle of the Frigidus",
    "confidence": [
      [
        "Battle",
        -0.06674791
      ],
      [
        " of",
        -0.00026586556
      ],
      [
        " the",
        -0.5373459
      ],
      [
        " Fr",
        -0.0010068467
      ],
      [
        "igid",
        -2.1008714e-06
      ],
      [
        "us",
        -3.6908343e-05
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat Queen (*) Gudit, who had ended a golden age that saw this country defeat Dhu Nuwas and the Himyarites and take control of Yemen. Zoskales, Kaleb, and Ezana ruled that Christian empire in this country, which from its port of Adulis controlled trade on the Red Sea. The kingdom of Aksum and Zagwe dynasty ruled, for 10 points, what modern-day country more recently led by Menelik II and Haile Selassie from Addis Ababa?": {
    "guess": "Abyssinia",
    "confidence": [
      [
        "A",
        -0.18561746
      ],
      [
        "byss",
        -2.8564085e-05
      ],
      [
        "inia",
        -9.198044e-05
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\" Much of what we know about his major voyage comes from the so-called \"John Day letter.\" His son, an explorer who sailed up the Paraná River, was named Sebastian. This explorer sailed on the ship Matthew from Bristol, and he gives his name to a strait north of Cape Breton Island. For 10 points, name this Italian explorer who reached Newfoundland in the 1490s under the commission of Henry VII": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.51482886
      ],
      [
        " Cab",
        -0.010953967
      ],
      [
        "ot",
        -0.0012570185
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent, the remaining facade of St. Paul's Basilica, and a statue to Luis de Camoes, who wrote part of the Lusiads there. Including the two small islands of Taipa and Coloane, its main section is a high, rocky peninsula connected by a narrow 700 foot wide sandy isthmus to Zhongshan Island. The most densely populated region in the world, FTP, what is this 6 square mile former Portuguese colony which in 1999 came under control of China?": {
    "guess": "Macau",
    "confidence": [
      [
        "Mac",
        -0.013131401
      ],
      [
        "au",
        -1.1994775e-05
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex that territory \"without dishonor [and] without war\" was decisive in his losing the 1844 election to Polk. He feuded with John Tyler after Tyler vetoed this man's bill trying to resurrect the Bank of the US, and having finished third in the 1824 election, he threw his electoral votes to John Quincy Adams in what Jackson called a \"corrupt bargain.\" Known as \"the Great Compromiser,\" for 10 points, name": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.004025565
      ],
      [
        " Clay",
        -0.00011272187
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\"": {
    "guess": "Kushite Kingdom",
    "confidence": [
      [
        "K",
        -2.1141684
      ],
      [
        "ush",
        -1.2044764
      ],
      [
        "ite",
        -0.037771195
      ],
      [
        " Kingdom",
        -1.0128945
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize the date of Easter. His work was preceded by that of the Frankish bishop Liudhard, who restored St. Martin's Church where this man preached. He was supported by Queen Bertha, who may have convinced her husband to convert. This figure had been sent by Gregory I to the court of Aethelbert of Kent. For 10 points, name this missionary who converted the Anglo-Saxons to Christianity, the first Archbishop of England, who shares his name with another saint from Hippo.": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.005363129
      ],
      [
        "ine",
        -0.00041839862
      ],
      [
        " of",
        -0.00047368708
      ],
      [
        " Canterbury",
        -0.00031937702
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -1.1114832
      ],
      [
        "a",
        -0.034514774
      ],
      [
        " civilization",
        -0.07041296
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory in defiance of the victor's earlier Edict of Thessalonika, an action which generated criticism from Ambrose, bishop of Milan. To enforce the dominance of Christianity, a Roman-Visigothic army under Timasius, Alaric, and Stilicho was sent from the East. The Frankish magister militum Arbogast along with pagan-supporting Western Roman Emperor Eugenius was defeated by Theodosius I at this battle. For 10 points, name this 394 CE battle that reunited the Roman Empire for the last time.": {
    "guess": "Battle of the Frigidus",
    "confidence": [
      [
        "Battle",
        -0.001167007
      ],
      [
        " of",
        -0.00021724513
      ],
      [
        " the",
        -0.014484666
      ],
      [
        " Fr",
        -0.00051371387
      ],
      [
        "igid",
        -6.2656334e-05
      ],
      [
        "us",
        -6.0391463e-05
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex that territory \"without dishonor [and] without war\" was decisive in his losing the 1844 election to": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.3791009
      ],
      [
        " Clay",
        -0.0008784698
      ]
    ]
  },
  "Some of this historian's essays include \"On Being A Busybody\" and \"On Praising Oneself Inoffensively\",": {
    "guess": "Christopher Hitchens",
    "confidence": [
      [
        "Christopher",
        -0.65105003
      ],
      [
        " H",
        -0.1892753
      ],
      [
        "itchens",
        -0.0024659059
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares a statue made by a woodcarver to these entities and suggests that the presence of movement in them increases (*) uneasiness more so than death. That article by Masahiro Mori compares these agents to a bunraku puppet in relation to human affinity. The fear of them is the Frankenstein complex, and their": {
    "guess": "Artificial intelligence in fiction",
    "confidence": [
      [
        "Art",
        -0.325674
      ],
      [
        "ificial",
        -0.0002813584
      ],
      [
        " intelligence",
        -0.118114516
      ],
      [
        " in",
        -0.049376383
      ],
      [
        " fiction",
        -0.022659699
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established a kingdom with capital at (*) Toulouse, and one king of these people died during a battle which he won alongside Flavius Aetius. These people fought the Huns at Chalons along with Rome, but sacked Rome in 410 under the leadership of Alaric, and defeated Valens at Adrianople. For 10 points,": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.017209712
      ],
      [
        "igo",
        -3.2855416e-05
      ],
      [
        "ths",
        -0.0011560549
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political entity briefly ruled Italy through the Exarchate (ECKS-arr-kate) of Ravenna, after its general Narses": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.006710394
      ],
      [
        "z",
        -5.7961847e-06
      ],
      [
        "antine",
        -7.767599e-05
      ],
      [
        " Empire",
        -0.0008481022
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming": {
    "guess": "Abyssinia",
    "confidence": [
      [
        "A",
        -0.4324294
      ],
      [
        "byss",
        -0.001587224
      ],
      [
        "inia",
        -0.001369523
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called": {
    "guess": "African Americans in Jerusalem",
    "confidence": [
      [
        "A",
        -0.65588474
      ],
      [
        "frican",
        -0.023697989
      ],
      [
        " Americans",
        -0.40058488
      ],
      [
        " in",
        -0.0008740629
      ],
      [
        " Jerusalem",
        -1.1326449
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political entity briefly ruled Italy through the Exarchate (ECKS-arr-kate) of Ravenna, after its general Narses (NAR-sayz) overthrew the rule of the Ostrogoths. Narses joined a colleague, (*) Belisarius, to defend this empire against chariot hooligans by suppressing the Nika revolt. For 10 points, identify": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.5630966
      ],
      [
        "ian",
        -0.00026288547
      ],
      [
        " I",
        -0.00016659092
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\" Much of what we know about his major voyage comes from the so-called \"John Day letter.\" His": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.22176725
      ],
      [
        " Cab",
        -0.0042028134
      ],
      [
        "ot",
        -8.542423e-05
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in 1867, he attempted to whip his men into shape as Indian hunters against the Cheyennes, Arapahoes, and Kiowas. After suffering severe losses he ordered all AWOL men shot, then himself went AWOL to visit his wife.  10: The Indians called him \"Long Hair\" because of his blonde locks, and his greatest defeat came on June 25, 1869, when his column of soldiers fell to a Sioux ambush, which was recounted to the whites by Curley, a Crow scout who witnessed the slaughter.": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.009693762
      ],
      [
        " Armstrong",
        -0.007656796
      ],
      [
        " C",
        -9.4914985e-06
      ],
      [
        "uster",
        -3.888926e-06
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares a statue made by a woodcarver to these entities and suggests that the presence of movement in them increases (*) uneasiness more so than death. That article by Masahiro Mori compares these agents to a bunraku puppet in relation to human affinity. The fear of them is the Frankenstein complex, and their resemblance to humanity inspired the uncanny valley hypothesis. For 10 points, name these machines which are subject to three laws postulated by Isaac Asimov.": {
    "guess": "Robotics",
    "confidence": [
      [
        "Robot",
        -0.50608337
      ],
      [
        "ics",
        -0.08226193
      ]
    ]
  },
  "His _History of Frederick the Great_ was a particular favorite of Adolf Hitler. His historical studies, such as _Chartism_, express dissatisfaction with materialism and laissez-faire economics. He praised a great man of culture in _The Life of Schiller_ and also wrote _The French Revolution_. FTP, name this Scottish thinker and author of _Sartor Resartus_.": {
    "guess": "Thomas Carlyle",
    "confidence": [
      [
        "Thomas",
        -0.0013451157
      ],
      [
        " Carly",
        -5.550411e-05
      ],
      [
        "le",
        -0.00037395032
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the need for unification. The aforementioned law would later force Robert Devereux and Edward Montagu to resign from it upon being elected as legislators, and was called the Self-Denying Ordinance. Philip Skippon was the first appointed officer of this 22,000 man organization, whose members wore red coats as uniforms and made their victorious fighting debut at Naseby. Thomas Fairfax was the Lord General of, FTP, what Parliament-sponsored military force, whose cavalry division was headed by Oliver Cromwell?": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.0075126877
      ],
      [
        " Model",
        -7.910644e-05
      ],
      [
        " Army",
        -1.1756368e-05
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.017546175
      ],
      [
        " of",
        -0.00075995753
      ],
      [
        " Adrian",
        -1.299502
      ],
      [
        "ople",
        -8.506662e-05
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.0037690895
      ],
      [
        " of",
        -0.0019220874
      ],
      [
        " Adrian",
        -0.07052373
      ],
      [
        "ople",
        -1.1041146e-05
      ]
    ]
  },
  "Some of this historian's essays include \"On Being A Busybody\" and \"On Praising Oneself Inoffensively\", and his essay \"Table Talk\" contains a section titled \"Whether the hen or the egg came first\". His most famous work ends with the suicide of Otho and begins with the story of Theseus, who was chosen because he was the founder of Athens and therefore contrasted well with Romulus. Name this Roman biographer": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.39428458
      ],
      [
        "ut",
        -0.00065405876
      ],
      [
        "arch",
        -6.6113236e-05
      ]
    ]
  },
  "His _History of Frederick the Great_ was a particular favorite of Adolf Hitler. His historical studies,": {
    "guess": "Thomas Carlyle",
    "confidence": [
      [
        "Thomas",
        -0.43012634
      ],
      [
        " Carly",
        -0.0064904806
      ],
      [
        "le",
        -0.00064036134
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares a statue made by a woodcarver to these entities and suggests that the presence of movement in them increases (*) uneasiness more so than death. That article by Masahiro Mori compares these agents to": {
    "guess": "Uncanny valley",
    "confidence": [
      [
        "Unc",
        -0.946764
      ],
      [
        "anny",
        -5.6457742e-05
      ],
      [
        " valley",
        -0.042491604
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their city-states was led by Chan Bahlum II and Pacal the Great before it fell to another one of their city-states, Kalakmul. They were led by such men as Cecilio Chi during the Caste War, fought over territory that later became the state of Quintana Roo. Several of their cities are characterized by Puuc architecture, as exemplified in structures like the Pyramid of the Magician. FTP, name these Mesoamerican": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.027196195
      ],
      [
        "a",
        -0.024890114
      ],
      [
        " civilization",
        -0.03751207
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them. He begins one work noting that \"the whole of Gaul is divided into three parts\" in his Commentaries on the Gallic Wars. This man defeated (*) Vercingetorix and served as Pontifex Maximus, but is most well-known for his actions on the Italian border, when he disregarded Pompey and crossed the Rubicon.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0012790456
      ],
      [
        "ius",
        -1.5570886e-05
      ],
      [
        " Caesar",
        -5.025915e-05
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.90754855
      ],
      [
        " K",
        -0.021007532
      ],
      [
        ".",
        -0.0003517894
      ],
      [
        " Pol",
        -4.723352e-06
      ],
      [
        "k",
        -5.7530575e-05
      ]
    ]
  },
  "Some of this historian's essays include \"On Being A Busybody\" and \"On Praising Oneself Inoffensively\", and his essay \"Table Talk\" contains a section titled \"Whether the hen or the egg came first\". His most famous work ends with the suicide of Otho and begins with the story of Theseus, who was chosen because he was the founder of Athens and therefore contrasted well with Romulus. Name this Roman biographer who paired up twenty-three Greeks with twenty-three Romans in his Parallel Lives.": {
    "guess": "Plutarch",
    "confidence": [
      [
        "Pl",
        -0.004480443
      ],
      [
        "ut",
        -6.229872e-05
      ],
      [
        "arch",
        -5.5577775e-06
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his": {
    "guess": "Mughal Empire",
    "confidence": [
      [
        "M",
        -1.3489851
      ],
      [
        "ugh",
        -0.50349176
      ],
      [
        "al",
        -0.0002005603
      ],
      [
        " Empire",
        -0.024181943
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established a kingdom with capital at (*) Toulouse, and one king of these people died during a battle": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.009561288
      ],
      [
        "igo",
        -1.1994775e-05
      ],
      [
        "ths",
        -0.05394964
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\" Much of what we know about his major voyage comes from the so-called \"John Day letter.\" His son, an explorer who sailed up the Paraná River, was named Sebastian. This explorer sailed on the ship": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.19760509
      ],
      [
        " Cab",
        -0.0094995275
      ],
      [
        "ot",
        -3.9292416e-05
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the oldest at King's Chapel Burying Ground. This city has historical reenactments at its Old South Meeting House, and it contains a grasshopper weather vane on top of a building funded by Peter Faneuil (FAAN-yul). The oldest public park in the United States is this city's Common, which is also the beginning": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.017131558
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established a kingdom with capital at (*) Toulouse, and one king of these people died during a battle which he won alongside Flavius Aetius. These people fought the Huns at Chalons along with Rome, but sacked Rome in 410 under the leadership of Alaric, and defeated Valens at Adrianople. For 10 points, name this Germanic tribe which ruled the Iberian peninsula after the fall of Rome and split off from": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.0022387549
      ],
      [
        "igo",
        -4.596782e-05
      ],
      [
        "ths",
        -0.00019567294
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat Queen (*) Gudit, who had ended a golden age that saw this country defeat Dhu Nuwas and the Himyarites and take control of Yemen. Zoskales, Kaleb, and Ezana ruled that Christian empire in this country, which from its port of Adulis controlled trade on the Red Sea. The kingdom of Aksum and Zagwe dynasty ruled, for 10 points, what modern-day country more recently led by Menelik II and Haile Selassie": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.023689253
      ],
      [
        "i",
        -5.9914648e-05
      ],
      [
        "opia",
        -0.0027770589
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.0009918417
      ],
      [
        "z",
        -3.2929079e-06
      ],
      [
        "antine",
        -5.080963e-06
      ],
      [
        " Empire",
        -0.00018565984
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory in defiance of the victor's earlier Edict of Thessalonika, an action which generated criticism from Ambrose, bishop of Milan. To enforce the dominance of Christianity, a Roman-Visigothic army under Timasius, Alaric, and Stilicho was sent from the East. The Frankish magister militum Arbogast along with pagan-supporting Western Roman Emperor Eugenius was defeated by Theodosius I at this battle.": {
    "guess": "Battle of the Frigidus",
    "confidence": [
      [
        "Battle",
        -0.0039733243
      ],
      [
        " of",
        -0.00015229016
      ],
      [
        " the",
        -0.018130396
      ],
      [
        " Fr",
        -0.00013691289
      ],
      [
        "igid",
        -6.2729996e-06
      ],
      [
        "us",
        -2.808727e-05
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.008126454
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the need for unification. The aforementioned law would later force Robert Devereux and Edward Montagu to resign from it upon being elected as legislators, and was called the Self-Denying Ordinance. Philip": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.010995118
      ],
      [
        " Model",
        -2.0100624e-05
      ],
      [
        " Army",
        -1.6882126e-05
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was": {
    "guess": "Robot",
    "confidence": [
      [
        "Robot",
        -0.6877218
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have": {
    "guess": "Abyssinia",
    "confidence": [
      [
        "A",
        -0.3722767
      ],
      [
        "byss",
        -0.0006746664
      ],
      [
        "inia",
        -0.0076124244
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\" Much of what we know about his major voyage comes from the so-called \"John Day letter.\" His son, an explorer who sailed up the Paraná River, was named Sebastian. This explorer sailed on the ship Matthew from Bristol, and he gives his name to a strait north of Cape Breton Island. For 10 points, name this Italian explorer who reached Newfoundland in the 1490s under the commission of Henry VII of England.": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.39844486
      ],
      [
        " Cab",
        -0.0038864154
      ],
      [
        "ot",
        -0.00027670944
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them. He begins one work noting that \"the whole of Gaul is divided into three parts\" in his Commentaries on the Gallic Wars. This man defeated (*) Vercingetorix and served as Pontifex Maximus, but is most well-known for his actions on the Italian border, when he disregarded Pompey and crossed the Rubicon.  For ten points, name this Roman dictator who claimed \"veni, vidi, vici\" and was murdered by conspirators like Brutus on the Ides of March.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0023328322
      ],
      [
        "ius",
        -1.1041146e-05
      ],
      [
        " Caesar",
        -2.9160103e-05
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several open air sermons. A shibboleth was used here prior to the Battle of the Golden Spurs, and parts of the \"race to the sea\" occurred here, ending after the opening of the sea-locks during the Battle of the Yser. Noted for its cloth industries, this region was commemorated as a place where poppies bloomed": {
    "guess": "Flanders",
    "confidence": [
      [
        "F",
        -0.3325356
      ],
      [
        "landers",
        -0.0008486982
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\"": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.03472296
      ],
      [
        " Cab",
        -0.0017349174
      ],
      [
        "ot",
        -2.4153549e-05
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several open air sermons. A shibboleth was used here prior to the Battle of the Golden Spurs, and parts of the \"race to the sea\" occurred here, ending after the opening of the sea-locks during the Battle of": {
    "guess": "Flanders",
    "confidence": [
      [
        "F",
        -0.66199684
      ],
      [
        "landers",
        -0.0032299946
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political entity briefly ruled Italy through the Exarchate (ECKS-arr-kate) of Ravenna, after its general Narses (NAR-sayz) overthrew the rule of the Ostrogoths. Narses joined a colleague, (*) Belisarius, to defend this empire against chariot hooligans by suppressing the Nika revolt. For 10 points, identify this state ruled by Justinian, which lasted at Constantinople until it was conquered by the Ottomans": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.60991997
      ],
      [
        "ian",
        -6.587483e-05
      ],
      [
        " I",
        -0.000281716
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned by Richard Ameryk, whose name is thought by some scholars to be the true origin of the word \"America.\" Much of what we know about his major voyage comes from the so-called \"John Day letter.\" His son, an explorer who sailed up the Paraná River, was named Sebastian. This explorer sailed on the ship Matthew from Bristol, and he gives his name to a strait north of Cape Breton Island. For 10 points,": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.11914063
      ],
      [
        " Cab",
        -0.0001789881
      ],
      [
        "ot",
        -2.9994528e-05
      ]
    ]
  },
  "Some historians believe he may have been killed for his role in an attempt to kill King Haakon IV of [*]  Norway. His greatest work is believed to be a handbook for novice poets who wanted to preserve pagan stories and traditions, though it may be more famous for its compendium of Scandinavian myths. For 10  points—name this Icelandic author of the Prose, or Younger, Edda.": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.0086154
      ],
      [
        "or",
        -7.4695905e-05
      ],
      [
        "ri",
        0.0
      ],
      [
        " St",
        -0.00017112066
      ],
      [
        "url",
        -7.89631e-07
      ],
      [
        "us",
        -0.00015896189
      ],
      [
        "on",
        -0.00015860428
      ]
    ]
  },
  "Some historians believe he may have been killed for his role in an attempt to kill King Haakon IV of [*]  Norway. His greatest work is believed to be a handbook for novice poets who wanted to preserve": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.031611655
      ],
      [
        "or",
        -0.0053511593
      ],
      [
        "ri",
        -2.6537622e-05
      ],
      [
        " St",
        -0.00012952226
      ],
      [
        "url",
        -6.749814e-06
      ],
      [
        "us",
        -0.0004965559
      ],
      [
        "on",
        -0.00027575582
      ]
    ]
  },
  "His _History of Frederick the Great_ was a particular favorite of Adolf Hitler. His historical studies, such as _Chartism_, express dissatisfaction with materialism and laissez-faire economics. He praised": {
    "guess": "Thomas Carlyle",
    "confidence": [
      [
        "Thomas",
        -0.024644963
      ],
      [
        " Carly",
        -0.00012130453
      ],
      [
        "le",
        -0.00039397285
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares a statue made by a woodcarver to these entities and suggests that the presence of movement in them increases (*) uneasiness more so than death. That article by Masahiro Mori compares these agents to a bunraku puppet in relation to human affinity. The fear of them is the Frankenstein complex, and their resemblance to humanity inspired the uncanny valley hypothesis. For 10 points, name these machines": {
    "guess": "Androids",
    "confidence": [
      [
        "Android",
        -0.7521933
      ],
      [
        "s",
        -0.0011318822
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.057745975
      ],
      [
        " Model",
        -0.001141765
      ],
      [
        " Army",
        -1.7239736e-05
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army.": {
    "guess": "Battle of the Frigidus",
    "confidence": [
      [
        "Battle",
        -0.0049875434
      ],
      [
        " of",
        -0.00055255595
      ],
      [
        " the",
        -1.5346758
      ],
      [
        " Fr",
        -0.2600528
      ],
      [
        "igid",
        -7.226629e-06
      ],
      [
        "us",
        -0.0001341712
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with Frederick the Great in the finest-ever operatic treatment of the Third Silesian War. This composer of The Crusade in Egypt and A Camp in Silesia also drew on historical incidents in a collaboration with Eugene Scribe that told of a dastardly (*) Norman duke; in an opera about the travels of Vasco da Gama; and in an opera that ends with the St. Bartholomew's Day Massacre. For 10 points, name this composer": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.0049978555
      ],
      [
        "iac",
        -0.00011152984
      ],
      [
        "omo",
        -1.5570886e-05
      ],
      [
        " Meyer",
        -5.3954464e-05
      ],
      [
        "beer",
        -8.537869e-06
      ]
    ]
  },
  "The Hittite god Teshub wields three of these objects, which are also the weapon of choice for the Slavic Perun. The Igbo people believe Amadioha uses this weapon, and one of these weapons gives its name to the \"Diamond Vehicle\" of Buddhism and was wielded by the Vedic Hindu god Indra. The Vajra is an example of this weapon, which in Greek mythology is used to shoot down Phaeton's chariot and is crafted": {
    "guess": "Vajra",
    "confidence": [
      [
        "V",
        -0.6387329
      ],
      [
        "aj",
        -0.0003011425
      ],
      [
        "ra",
        -0.00012833021
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established a kingdom with capital at (*) Toulouse, and one king of these people died during a battle which he won alongside Flavius Aetius. These people fought the Huns at Chalons along with Rome, but sacked Rome in 410 under the leadership of Alaric, and defeated Valens at Adrianople. For 10 points, name this Germanic tribe which ruled the Iberian peninsula after the fall of Rome and split off from the Ostrogoths.": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.009835309
      ],
      [
        "igo",
        -4.0246043e-05
      ],
      [
        "ths",
        -0.00043794067
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear": {
    "guess": "Audie Murphy",
    "confidence": [
      [
        "Aud",
        -0.8975472
      ],
      [
        "ie",
        -6.82589e-05
      ],
      [
        " Murphy",
        -0.00035298144
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.016568692
      ],
      [
        "igo",
        -0.00017171667
      ],
      [
        "ths",
        -0.055907167
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them. He begins one work noting that \"the whole of Gaul is divided into three parts\" in his Commentaries": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.025729306
      ],
      [
        "ius",
        -2.6537622e-05
      ],
      [
        " Caesar",
        -0.0005663762
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the oldest at King's Chapel Burying Ground. This city has historical reenactments at its Old South Meeting House, and it contains a grasshopper weather vane on top of a building funded by Peter Faneuil (FAAN-yul). The oldest public park in the United States is this city's Common, which is also the beginning of its Freedom Trail. One neighborhood in this city, Charlestown, contains Breed's Hill and Bunker Hill. Name this capital of Massachusetts.": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.0017296833
      ]
    ]
  },
  "Some of this historian's essays include \"On Being A Busybody\" and \"On Praising Oneself Inoffensively\", and his essay \"Table Talk\" contains a section titled \"Whether the hen or the egg came first\". His": {
    "guess": "William Hazlitt",
    "confidence": [
      [
        "William",
        -0.28994918
      ],
      [
        " Haz",
        -0.021172225
      ],
      [
        "l",
        -0.00036239854
      ],
      [
        "itt",
        -7.89631e-07
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered": {
    "guess": "Pope Leo X",
    "confidence": [
      [
        "P",
        -0.3119482
      ],
      [
        "ope",
        -0.03351106
      ],
      [
        " Leo",
        -1.1046994
      ],
      [
        " X",
        -0.58035344
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares": {
    "guess": "Artificial intelligence",
    "confidence": [
      [
        "Art",
        -0.47135335
      ],
      [
        "ificial",
        -0.0006522707
      ],
      [
        " intelligence",
        -0.19452715
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in 1867, he attempted to whip his men into shape as Indian hunters against the Cheyennes, Arapahoes, and Kiowas. After suffering severe losses he ordered all AWOL men shot, then himself went AWOL to visit": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.03121404
      ],
      [
        " Armstrong",
        -0.033053294
      ],
      [
        " C",
        -2.129266e-05
      ],
      [
        "uster",
        -1.1994775e-05
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent, the remaining facade of St. Paul's Basilica, and a statue to Luis de Camoes, who wrote part of the": {
    "guess": "Macau Peninsula",
    "confidence": [
      [
        "Mac",
        -0.9880022
      ],
      [
        "au",
        -0.0001508597
      ],
      [
        " Peninsula",
        -0.069689296
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat Queen (*) Gudit, who had ended a golden age that saw this country defeat Dhu Nuwas and the Himyarites": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.5744824
      ],
      [
        "i",
        -0.00020199074
      ],
      [
        "opia",
        -0.013878809
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their city-states was led by Chan Bahlum II and Pacal the Great before it fell to another one of their city-states, Kalakmul. They were led by such men as Cecilio Chi during the Caste War, fought over": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.08326627
      ],
      [
        "a",
        -0.0075206193
      ],
      [
        " civilization",
        -0.06292699
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions": {
    "guess": "Kingdom of Aksum",
    "confidence": [
      [
        "King",
        -0.7188597
      ],
      [
        "dom",
        -0.00027087211
      ],
      [
        " of",
        -0.00021307668
      ],
      [
        " Ak",
        -0.014635166
      ],
      [
        "sum",
        -6.6306106e-06
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex that territory \"without dishonor [and] without war\" was decisive in his losing the 1844 election to Polk. He feuded with John Tyler after Tyler vetoed this man's bill trying to resurrect the Bank of the US, and having finished third in the 1824 election, he threw his electoral votes to John Quincy Adams": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.4313312
      ],
      [
        " Clay",
        -0.0003770496
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established a kingdom with capital at (*) Toulouse, and one king of these people died during a battle which he won alongside Flavius Aetius. These people fought the Huns at Chalons along with Rome, but": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.006492258
      ],
      [
        "igo",
        -1.3067608e-05
      ],
      [
        "ths",
        -0.019822221
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.010536713
      ],
      [
        " of",
        -0.00083976163
      ],
      [
        " Adrian",
        -0.844609
      ],
      [
        "ople",
        -0.00010223195
      ]
    ]
  },
  "His _History of Frederick the Great_ was a particular favorite of Adolf Hitler. His historical studies, such as _Chartism_, express dissatisfaction with materialism and laissez-faire economics. He praised a great man of culture in _The Life of Schiller_ and also wrote _The French Revolution_. FTP, name": {
    "guess": "Thomas Carlyle",
    "confidence": [
      [
        "Thomas",
        -0.009018812
      ],
      [
        " Carly",
        -0.00019591136
      ],
      [
        "le",
        -0.0002734946
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the need for unification. The aforementioned law would later force Robert Devereux and Edward Montagu to": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.17921163
      ],
      [
        " Model",
        -0.00090312294
      ],
      [
        " Army",
        -9.126521e-05
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the oldest at King's Chapel Burying Ground. This city has historical reenactments at its Old South Meeting House, and it contains a grasshopper weather vane on top of a building funded by Peter Faneuil": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.10077752
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge.": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.27077997
      ],
      [
        " Model",
        -0.00017803448
      ],
      [
        " Army",
        -8.299462e-06
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory in defiance of the victor's earlier Edict of Thessalonika, an action which generated criticism from": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.023902051
      ],
      [
        " of",
        -0.00066716387
      ],
      [
        " Adrian",
        -0.18463804
      ],
      [
        "ople",
        -1.8193366e-05
      ]
    ]
  },
  "The Hittite god Teshub wields three of these objects, which are also the weapon of choice for the Slavic Perun. The Igbo people believe Amadioha uses this weapon, and one of these weapons gives its name to the \"Diamond Vehicle\" of Buddhism and was wielded by the Vedic Hindu god Indra. The Vajra is an example of this weapon, which in Greek mythology is used to shoot down Phaeton's chariot and is crafted by the Cyclopses. For 10 points, name this meteorologically based weapon carried by Zeus.": {
    "guess": "Thunderbolt",
    "confidence": [
      [
        "Thunder",
        -0.38379785
      ],
      [
        "bolt",
        -0.011189764
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.07995762
      ],
      [
        " Model",
        -0.0006612073
      ],
      [
        " Army",
        -9.610702e-06
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with Frederick the Great in the finest-ever operatic treatment of the Third Silesian War. This composer of": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.0072723525
      ],
      [
        "iac",
        -0.016030025
      ],
      [
        "omo",
        -0.00013631687
      ],
      [
        " Meyer",
        -0.00017398155
      ],
      [
        "beer",
        -8.776276e-06
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political entity briefly ruled Italy through the Exarchate (ECKS-arr-kate) of Ravenna, after its general Narses (NAR-sayz) overthrew the rule of the Ostrogoths. Narses joined a colleague, (*) Belisarius, to": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.1076707
      ],
      [
        "z",
        -3.500108e-05
      ],
      [
        "antine",
        -0.011354082
      ],
      [
        " Empire",
        -0.010501207
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.11028938
      ],
      [
        "ine",
        -0.00065393955
      ],
      [
        " of",
        -9.579495e-05
      ],
      [
        " Canterbury",
        -0.00037788402
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their city-states was led by Chan Bahlum II and Pacal the Great before it fell to another one of their": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.3387889
      ],
      [
        "a",
        -0.0057970094
      ],
      [
        " civilization",
        -0.02289519
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with": {
    "guess": "John Dee",
    "confidence": [
      [
        "John",
        -0.33856112
      ],
      [
        " Dee",
        -0.012754259
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article by Marvin Minsky asks if they will inherit the earth. The first theoretical description of one was given in a book by Julien La Mettrie, who described their composition. An article in Energy compares a statue made by a woodcarver to these entities and suggests that the presence of movement in them": {
    "guess": "Robot",
    "confidence": [
      [
        "Robot",
        -0.99769133
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several open air sermons. A shibboleth was used here prior to the Battle of the Golden Spurs, and parts of the \"race to the sea\" occurred here, ending after the opening of the sea-locks during the Battle of the Yser. Noted for its cloth industries, this region was commemorated as a place where poppies bloomed in the aftermath of fighting at Ypres. For 10 points, identify this low-land region that comprises": {
    "guess": "Flanders",
    "confidence": [
      [
        "F",
        -0.045753494
      ],
      [
        "landers",
        -0.0010272121
      ]
    ]
  },
  "Some historians believe he may have been killed for his role in an attempt to kill King Haakon IV of [*]  Norway. His greatest work is believed to be a handbook for novice poets who wanted to preserve pagan stories and traditions, though it may be more famous for its compendium of Scandinavian myths.": {
    "guess": "Snorri Sturluson",
    "confidence": [
      [
        "Sn",
        -0.12455241
      ],
      [
        "or",
        -0.00037287746
      ],
      [
        "ri",
        -9.133887e-06
      ],
      [
        " St",
        -0.0007753238
      ],
      [
        "url",
        -1.8624639e-06
      ],
      [
        "us",
        -0.00037025497
      ],
      [
        "on",
        -0.0002736138
      ]
    ]
  },
  "The Hittite god Teshub wields three of these objects, which are also the weapon of choice for the Slavic Perun. The Igbo people believe Amadioha uses this weapon, and one of these weapons gives its name": {
    "guess": "Sword",
    "confidence": [
      [
        "S",
        -1.0802422
      ],
      [
        "word",
        -0.35737935
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with Frederick the Great in the finest-ever operatic treatment of the Third Silesian War. This composer of The Crusade in Egypt and A Camp in Silesia also drew on historical incidents in a collaboration with Eugene Scribe that told of a dastardly (*) Norman duke; in an opera about the travels of Vasco da": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.032507285
      ],
      [
        "iac",
        -0.0036852357
      ],
      [
        "omo",
        -0.0019062626
      ],
      [
        " Meyer",
        -0.00021772196
      ],
      [
        "beer",
        -1.378283e-05
      ]
    ]
  },
  "The Hittite god Teshub wields three of these objects, which are also the weapon of choice for the Slavic Perun. The Igbo people believe Amadioha uses this weapon, and one of these weapons gives its name to the \"Diamond Vehicle\" of Buddhism and was wielded by the Vedic Hindu god Indra. The Vajra is an": {
    "guess": "Vajra",
    "confidence": [
      [
        "V",
        -0.015012893
      ],
      [
        "aj",
        -4.6206227e-05
      ],
      [
        "ra",
        -0.00016778296
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in 1867, he attempted to whip his men into shape as Indian hunters against the Cheyennes, Arapahoes,": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.035722245
      ],
      [
        " Armstrong",
        -0.048982568
      ],
      [
        " C",
        -1.700133e-05
      ],
      [
        "uster",
        -1.7716551e-05
      ]
    ]
  },
  "The Hittite god Teshub wields three of these objects, which are also the weapon of choice for the Slavic": {
    "guess": "Labrys",
    "confidence": [
      [
        "Lab",
        -0.9583617
      ],
      [
        "rys",
        -0.11910253
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them.": {
    "guess": "Pompey",
    "confidence": [
      [
        "P",
        -0.5407507
      ],
      [
        "om",
        -0.006315178
      ],
      [
        "pe",
        -8.280175e-05
      ],
      [
        "y",
        -0.0018267885
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several open air sermons. A shibboleth was used here prior to the Battle of the Golden Spurs, and parts of": {
    "guess": "Flanders",
    "confidence": [
      [
        "F",
        -0.6138264
      ],
      [
        "landers",
        -0.015538848
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.36926922
      ],
      [
        "ine",
        -0.00018732868
      ],
      [
        " of",
        -4.7517467e-05
      ],
      [
        " Canterbury",
        -9.8536635e-05
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize the date of Easter. His work was preceded by that of the Frankish bishop Liudhard, who restored St. Martin's Church where this man preached. He was supported by Queen Bertha, who may have convinced her husband to convert. This figure had been sent by Gregory I to the court of Aethelbert of Kent.": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.007275549
      ],
      [
        "ine",
        -0.00019460011
      ],
      [
        " of",
        -8.852353e-05
      ],
      [
        " Canterbury",
        -0.00027670944
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their city-states was led by Chan Bahlum II and Pacal the Great before it fell to another one of their city-states, Kalakmul. They were led by such men as Cecilio Chi during the Caste War, fought over territory that later became the state of Quintana Roo. Several of their cities are characterized by Puuc architecture, as exemplified in structures like the Pyramid of the Magician. FTP, name these Mesoamerican peoples who built the cities of Uxmal and Chich? Itz?in the Yucat?.": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.043936484
      ],
      [
        "a",
        -0.0067662913
      ],
      [
        " civilization",
        -0.13963558
      ]
    ]
  },
  "A history of these entities is discussed in Mind Children and other books by Hans Moravec. An article": {
    "guess": "Artificial intelligence in fiction",
    "confidence": [
      [
        "Art",
        -0.5895884
      ],
      [
        "ificial",
        -0.0008822843
      ],
      [
        " intelligence",
        -0.13585281
      ],
      [
        " in",
        -0.04764965
      ],
      [
        " fiction",
        -0.0101190405
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory in defiance of the victor's earlier Edict of Thessalonika, an action which generated criticism from Ambrose, bishop of Milan. To enforce the dominance of Christianity, a Roman-Visigothic army under": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.043539852
      ],
      [
        " of",
        -0.00084131124
      ],
      [
        " Adrian",
        -0.12206363
      ],
      [
        "ople",
        -8.4947416e-05
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them. He begins one work noting that \"the whole of Gaul is divided into three parts\" in his Commentaries on the Gallic Wars. This man defeated (*) Vercingetorix and served as Pontifex Maximus, but is most well-known for his actions on the Italian border, when he disregarded Pompey and crossed the Rubicon.  For ten points, name this Roman dictator who claimed \"veni, vidi, vici\" and was murdered by conspirators": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0016851745
      ],
      [
        "ius",
        -1.1041146e-05
      ],
      [
        " Caesar",
        -2.4153549e-05
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross,": {
    "guess": "Cristero War",
    "confidence": [
      [
        "Cr",
        -1.0074164
      ],
      [
        "ister",
        -0.685169
      ],
      [
        "o",
        -0.02048548
      ],
      [
        " War",
        -0.0015070053
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.040610082
      ],
      [
        " of",
        -0.0025222693
      ],
      [
        " Adrian",
        -0.6330782
      ],
      [
        "ople",
        -2.0696643e-05
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss at the Battle of Guadalete. The Jews were persecuted by kings of these people like Reccared and Recceswinth, the latter of whom codified these people's laws in the Liber Judiciorum. These people established": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.006915588
      ],
      [
        "igo",
        -2.3438328e-05
      ],
      [
        "ths",
        -0.02259221
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize the date of Easter. His work was preceded by that of the Frankish bishop Liudhard, who restored St. Martin's Church where this man preached. He was supported by Queen Bertha, who may have convinced": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.009917222
      ],
      [
        "ine",
        -0.00035345825
      ],
      [
        " of",
        -9.651017e-05
      ],
      [
        " Canterbury",
        -0.00023131118
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with Frederick the Great in the finest-ever operatic treatment of the Third Silesian War. This composer of The Crusade in Egypt and A Camp in Silesia also drew on historical incidents in a collaboration with": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.0064023575
      ],
      [
        "iac",
        -0.00011880126
      ],
      [
        "omo",
        -8.053688e-05
      ],
      [
        " Meyer",
        -0.00012035091
      ],
      [
        "beer",
        -4.8425554e-06
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex that territory \"without dishonor [and] without war\" was decisive in his losing the 1844 election to Polk. He feuded with John Tyler after Tyler vetoed this man's bill trying to resurrect the Bank of the": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.73203385
      ],
      [
        " Clay",
        -0.0019834754
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat Queen (*) Gudit, who had ended a golden age that saw this country defeat Dhu Nuwas and the Himyarites and take control of Yemen. Zoskales, Kaleb, and Ezana ruled that Christian empire in this country,": {
    "guess": "Abyssinia",
    "confidence": [
      [
        "A",
        -0.4960056
      ],
      [
        "byss",
        -0.0001243965
      ],
      [
        "inia",
        -0.00027682865
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize the date of Easter. His work was preceded by that of the Frankish bishop Liudhard, who restored": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.040674865
      ],
      [
        "ine",
        -0.0004917914
      ],
      [
        " of",
        -0.00013297916
      ],
      [
        " Canterbury",
        -0.00023202639
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several open air sermons. A shibboleth was used here prior to the Battle of the Golden Spurs, and parts of the \"race to the sea\" occurred here, ending after the opening of the sea-locks during the Battle of the Yser. Noted for its cloth industries, this region was commemorated as a place where poppies bloomed in the aftermath of fighting at Ypres. For 10 points, identify this low-land region that comprises sections of Belgium and the Netherlands, notable for a distinct language.": {
    "guess": "Flanders",
    "confidence": [
      [
        "F",
        -0.030825503
      ],
      [
        "landers",
        -0.00072958984
      ]
    ]
  },
  "This historical figure was the addressee of a letter known as the Libellus Responsionum, which answered a series of questions that he had posed, and reached him after he'd been sent to meet with Aetherius. In his highest post, he was succeeded by his followers Laurence and Mellitus. He convened a conference at Austin's Oak, and then another at Flintshire, where he unsuccessfully attempted to standardize the date of Easter. His work was preceded by that of the Frankish bishop Liudhard, who restored St. Martin's Church where this man preached. He was supported by Queen Bertha, who may have convinced her husband to convert. This figure had been sent by Gregory I to the court of Aethelbert of Kent. For 10 points, name this missionary who converted the Anglo-Saxons to Christianity, the first Archbishop": {
    "guess": "Augustine of Canterbury",
    "confidence": [
      [
        "August",
        -0.0065619024
      ],
      [
        "ine",
        -0.0005449306
      ],
      [
        " of",
        -0.0002707529
      ],
      [
        " Canterbury",
        -0.0004730911
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.5745599
      ],
      [
        " Armstrong",
        -0.043646667
      ],
      [
        " C",
        -1.2590794e-05
      ],
      [
        "uster",
        -2.8160932e-06
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in 1867, he attempted to whip his men into shape as Indian hunters against the Cheyennes, Arapahoes, and Kiowas. After suffering severe losses he ordered all AWOL men shot, then himself went AWOL to visit his wife.  10: The Indians called him \"Long Hair\" because of his blonde locks, and his greatest": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.01094241
      ],
      [
        " Armstrong",
        -0.02019988
      ],
      [
        " C",
        -1.6286107e-05
      ],
      [
        "uster",
        -1.4498052e-05
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent, the remaining facade of St. Paul's Basilica, and a statue to Luis de Camoes, who wrote part of the Lusiads there. Including the two small islands of Taipa and Coloane, its main section is a high, rocky peninsula connected by a narrow 700 foot wide sandy isthmus to Zhongshan Island. The most densely populated region in the world, FTP, what is this 6 square mile former Portuguese colony which in": {
    "guess": "Macau",
    "confidence": [
      [
        "Mac",
        -0.0012616639
      ],
      [
        "au",
        -2.6895234e-05
      ]
    ]
  },
  "The historian Eunapius incorrectly said that an eclipse overshadowed the defeated side in this battle that also saw the suicide of Nichomachus Flavianus. Historical texts about this battle relate how the prayers of the victors were answered by a bora or regional storm blowing through the defeated army. It's not the battle of Pydna, but the losing side in this battle famously carried battle-standards emblazoned with the image of Hercules. Diplomatic negotiations before this battle were obstructed by Rufinus, the Eastern Praetorian Prefect. The losers of this battle had erected a monument to Victory": {
    "guess": "Battle of Adrianople",
    "confidence": [
      [
        "Battle",
        -0.008923942
      ],
      [
        " of",
        -0.0008227338
      ],
      [
        " Adrian",
        -0.27857018
      ],
      [
        "ople",
        -1.8550976e-05
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat": {
    "guess": "Abyssinia",
    "confidence": [
      [
        "A",
        -0.34217653
      ],
      [
        "byss",
        -0.00029542076
      ],
      [
        "inia",
        -0.0016857705
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.042863414
      ],
      [
        "iac",
        -0.00023488728
      ],
      [
        "omo",
        -0.0013505917
      ],
      [
        " Meyer",
        -0.00025526012
      ],
      [
        "beer",
        -2.577686e-06
      ]
    ]
  },
  "One historian of this polity alleged that one of its rulers had the ability to detach his head from his body in a book about scandals at this state's court, the Secret History of Procopius. This political entity briefly ruled Italy through the Exarchate (ECKS-arr-kate) of Ravenna, after its general Narses (NAR-sayz) overthrew the rule of the Ostrogoths. Narses joined a colleague, (*) Belisarius, to defend this empire against chariot hooligans by suppressing the Nika revolt. For 10 points, identify this state ruled by Justinian, which lasted at Constantinople until it was conquered by the Ottomans in 1453.": {
    "guess": "Byzantine Empire",
    "confidence": [
      [
        "By",
        -0.46638694
      ],
      [
        "z",
        -4.8425554e-06
      ],
      [
        "antine",
        -2.4584822e-06
      ],
      [
        " Empire",
        -0.00033332017
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the oldest at King's Chapel Burying Ground. This city has historical reenactments at its Old South Meeting House, and it contains a grasshopper weather vane on top of a building funded by Peter Faneuil (FAAN-yul). The oldest public park in the United States is this city's Common, which is also the beginning of its Freedom Trail. One neighborhood in this city, Charlestown, contains Breed's Hill and": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.00084047683
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the need for unification. The aforementioned law would later force Robert Devereux and Edward Montagu to resign from it upon being elected as legislators, and was called the Self-Denying Ordinance. Philip Skippon was the first appointed officer of this 22,000 man organization, whose members wore red coats as uniforms and made their victorious fighting debut at Naseby. Thomas Fairfax was the Lord General": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.007950957
      ],
      [
        " Model",
        -4.572941e-05
      ],
      [
        " Army",
        -2.2723105e-05
      ]
    ]
  },
  "Some of this historian's essays include \"On Being A Busybody\" and \"On Praising Oneself Inoffensively\", and his essay \"Table Talk\" contains a section titled \"Whether the hen or the egg came first\". His most famous work ends with the suicide of Otho and begins with the story of Theseus, who was chosen": {
    "guess": "Michel de Montaigne",
    "confidence": [
      [
        "Mich",
        -0.4487127
      ],
      [
        "el",
        -1.2233183e-05
      ],
      [
        " de",
        -0.0031110495
      ],
      [
        " Mont",
        -2.3319124e-05
      ],
      [
        "aign",
        -0.00022833108
      ],
      [
        "e",
        -1.8789384e-05
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance of La Muette de Portici. An iconoclasm that took place in this region was sparked by several": {
    "guess": "Belgium",
    "confidence": [
      [
        "Bel",
        -0.34063643
      ],
      [
        "gium",
        -0.0061822524
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent, the remaining facade of St. Paul's Basilica, and a statue to Luis de Camoes, who wrote part of the Lusiads there. Including the two small islands of Taipa and Coloane, its main section is a high, rocky peninsula connected by a narrow 700 foot wide sandy isthmus to Zhongshan Island. The most densely": {
    "guess": "Macau",
    "confidence": [
      [
        "Mac",
        -0.23363385
      ],
      [
        "au",
        -2.3915141e-05
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.03079649
      ],
      [
        "iac",
        -0.0013538065
      ],
      [
        "omo",
        -0.00032199582
      ],
      [
        " Meyer",
        -9.805982e-05
      ],
      [
        "beer",
        -6.749814e-06
      ]
    ]
  },
  "A history of this organization's formation and actions can be found in the Anglia Redivia by Joshua Sprigge. Henry Vane proposed legislation to prevent government entanglements with this group, whose creation had its roots in a letter to the Committee of Both Kingdoms by William Waller, who urged the need for unification. The aforementioned law would later force Robert Devereux and Edward Montagu to resign from it upon being elected as legislators, and was called the Self-Denying Ordinance. Philip Skippon was the first appointed officer of this 22,000 man organization, whose members wore red coats": {
    "guess": "New Model Army",
    "confidence": [
      [
        "New",
        -0.0044873273
      ],
      [
        " Model",
        -1.3306016e-05
      ],
      [
        " Army",
        -1.3663626e-05
      ]
    ]
  },
  "These historical peoples fought a war whose second phase was prompted by the cult of the Talking Cross, and which ended after a skirmish at Dzula. One of their key centers was plunged into a \"dark age\" of warfare after the death of king Stormy Sky, who had a son reportedly named Six Sky. Another of their city-states was led by Chan Bahlum II and Pacal the Great before it fell to another one of their city-states, Kalakmul. They were led by such men as Cecilio Chi during the Caste War, fought over territory that later became the state of Quintana Roo. Several of their cities are characterized by": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.064115755
      ],
      [
        "a",
        -0.003165599
      ],
      [
        " civilization",
        -0.038543213
      ]
    ]
  },
  "Most historians argue that this man's \"Letter on Texas,\" in which he stated that he would only annex that territory \"without dishonor [and] without war\" was decisive in his losing the 1844 election to Polk. He feuded with John Tyler after Tyler vetoed this man's bill trying to resurrect the Bank of the US, and having finished third in the 1824 election, he threw his electoral votes to John Quincy Adams in what Jackson called a \"corrupt bargain.\" Known as \"the Great Compromiser,\" for 10 points, name this longtime Speaker of the House from Kentucky who proposed the American System.": {
    "guess": "Henry Clay",
    "confidence": [
      [
        "Henry",
        -0.007901403
      ],
      [
        " Clay",
        -0.00010545045
      ]
    ]
  },
  "Hist: 30-20-10 name the historical figure:  30: He was the only soldier in U.S. military history to wear a velvet uniform, which he designed himself.  20: As lieutenant colonel of the Seventh Cavalry in 1867, he attempted to whip his men into shape as Indian hunters against the Cheyennes, Arapahoes, and Kiowas. After suffering severe losses he ordered all AWOL men shot, then himself went AWOL to visit his wife.  10: The Indians called him \"Long Hair\" because of his blonde locks, and his greatest defeat came on June 25, 1869, when his column of soldiers fell to a Sioux ambush, which was recounted": {
    "guess": "George Armstrong Custer",
    "confidence": [
      [
        "George",
        -0.00632454
      ],
      [
        " Armstrong",
        -0.009597311
      ],
      [
        " C",
        -1.0921943e-05
      ],
      [
        "uster",
        -3.650519e-06
      ]
    ]
  },
  "Historically this region included a city that became a capital following a revolution sparked by a performance": {
    "guess": "Paris",
    "confidence": [
      [
        "Paris",
        -0.17499037
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent,": {
    "guess": "Macau",
    "confidence": [
      [
        "Mac",
        -0.7348298
      ],
      [
        "au",
        -0.00017207429
      ]
    ]
  },
  "Historians debate whether or not hundreds of years ago this city had an African American community called New Guinea located near Copp's Hill. Copp's Hill has this city's second oldest cemetery, with the oldest at King's Chapel Burying Ground. This city has historical reenactments at its Old South Meeting": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -0.018912097
      ]
    ]
  },
  "A history of these people was the masterwork of John of Biclaro. These people suffered a disastrous loss": {
    "guess": "Visigoths",
    "confidence": [
      [
        "Vis",
        -0.27200687
      ],
      [
        "igo",
        -9.615256e-05
      ],
      [
        "ths",
        -0.0068534273
      ]
    ]
  },
  "The historian Alwyn Ruddock left a book about this man unfinished at her death. This man worked with William Weston, although it is not known whether they traveled together. This man sailed on a ship owned": {
    "guess": "John Cabot",
    "confidence": [
      [
        "John",
        -0.62577736
      ],
      [
        " Cab",
        -0.64762896
      ],
      [
        "ot",
        -3.786197e-05
      ]
    ]
  },
  "This historical figure raised a fleet against pirates who had kidnapped him, and he later crucified them. He begins one work noting that \"the whole of Gaul is divided into three parts\" in his Commentaries on the Gallic Wars. This man defeated (*) Vercingetorix and served as Pontifex Maximus, but is most": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.002103864
      ],
      [
        "ius",
        -2.0815847e-05
      ],
      [
        " Caesar",
        -9.996708e-05
      ]
    ]
  },
  "Historic features in this region include the fort and chapel of Guia, St. Domingo's Church and Convent, the remaining facade of St. Paul's Basilica, and a statue to Luis de Camoes, who wrote part of the Lusiads there. Including the two small islands of Taipa and Coloane, its main section is a high, rocky": {
    "guess": "Macau",
    "confidence": [
      [
        "Mac",
        -0.40159693
      ],
      [
        "au",
        -3.4285862e-05
      ]
    ]
  },
  "In one of this man's historical operas, Armando exposes the Grand Vizier's machinations and saves the life of Sultan Aladino during the Sixth Crusade. He also wrote about Konrad switching clothes with Frederick the Great in the finest-ever operatic treatment of the Third Silesian War. This composer of The Crusade in Egypt and A Camp in Silesia also drew on historical incidents in a collaboration with Eugene Scribe that told of a dastardly (*) Norman duke; in an opera about the travels of Vasco da Gama; and in an opera that ends with the St. Bartholomew's Day Massacre. For 10 points, name this composer of Robert the Devil,  L'Africaine,  and The Huguenots.": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.0044713006
      ],
      [
        "iac",
        -5.7411373e-05
      ],
      [
        "omo",
        -1.60477e-05
      ],
      [
        " Meyer",
        -0.00011439072
      ],
      [
        "beer",
        -1.18755715e-05
      ]
    ]
  },
  "Historical rulers from this present-day country include Endubis and Sembrouthes, whose empire may have grown from the D'mat state. Historian Stuart Munro-Hay's authoritative study on a kingdom here questions traditional accounts of the Rajab Migration, which relate how Amr al-Aas was prevented from reclaiming Muslims by that kingdom's ruler, al-Najashi. The Hayamots helped Gebre Lalibela's line defeat Queen (*) Gudit, who had ended a golden age that saw this country defeat Dhu Nuwas and the Himyarites and take control of Yemen. Zoskales, Kaleb, and Ezana ruled that Christian empire in this country, which from its port of Adulis controlled trade on the Red Sea. The kingdom of Aksum and Zagwe dynasty": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.6087297
      ],
      [
        "i",
        -3.1544176e-05
      ],
      [
        "opia",
        -0.012201978
      ]
    ]
  },
  "Some historians believe he may have been killed for his role in an attempt to kill King Haakon IV of": {
    "guess": "Haakon the Young",
    "confidence": [
      [
        "Ha",
        -0.92479837
      ],
      [
        "ak",
        -0.0011379543
      ],
      [
        "on",
        -4.3822154e-05
      ],
      [
        " the",
        -0.17521551
      ],
      [
        " Young",
        -0.7710672
      ]
    ]
  }
}