{
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions carried illustrations by Frederic Remington. The title character, a cattle ranch foreman, is introduced to the works of Shakespeare, Keats, and Sir Walter Scott through his love interest, Molly Wood. However, the ranch hand Trampas threatens their relationship, resulting in the first \"showdown\" in fiction. This novel is also famous for introducing the phrase \"When you call me that, smile!\" into the genre of westerns. FTP, identify this prototype cowboy novel by Owen Wister.": {
    "guess": "The Virginian",
    "confidence": [
      [
        "The",
        -0.001143434
      ],
      [
        " Virgin",
        -9.603336e-05
      ],
      [
        "ian",
        -1.3067608e-05
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.008958796
      ],
      [
        "cing",
        -1.2948405e-05
      ],
      [
        " the",
        -0.00079568924
      ],
      [
        " kicker",
        -0.022853715
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's secretary who was named in the suit. The Supreme Court made an interpretation of Section X, Article 1 of the Constitution in this case, which resulted from a grant made by King George III. Chief Justice Marshall was convinced by Daniel Webster's argument that the state had impaired \"the obligation of a contract.\" FTP, name this 1819 case in which the trustees of a certain institution sued William": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.7535009
      ],
      [
        "art",
        -0.0011478371
      ],
      [
        "mouth",
        -4.477578e-05
      ],
      [
        " College",
        -0.00021259987
      ],
      [
        " v",
        -0.0075118574
      ],
      [
        ".",
        -0.0015498563
      ],
      [
        " Woodward",
        -0.00032879043
      ]
    ]
  },
  "The decisive battle occurred at Ulundi, where Lord Chelmsford's forces crushed the enemy, and soon afterwards, Cetewayo was captured and sent into the exile. The end of the conflict was a stark contrast to its most famous battle, where thousands of impi routed Chelmsford's men at Isandlhwana. For 10 points, name this 1879 war between British colonists and South African natives.": {
    "guess": "Anglo-Zulu War",
    "confidence": [
      [
        "Ang",
        -0.07554776
      ],
      [
        "lo",
        -0.00047035306
      ],
      [
        "-Z",
        -0.00048584584
      ],
      [
        "ulu",
        -4.00813e-06
      ],
      [
        " War",
        -0.00019722259
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against the Bills, Joe Gibbs's attempt to do this controversial action twice in a row resulted in a fifteen yard penalty for unsportsmanlike conduct. More recently, Pete Carroll's decision to perform this action in the 4th quarter hilariously did nothing to stop Matt Bryant's second attempt, although he did": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.0015931804
      ],
      [
        "cing",
        -1.2829201e-05
      ],
      [
        " the",
        -0.0032816906
      ],
      [
        " kicker",
        -0.029318905
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci. Smoothsort is a variation of an algorithm that runs in O ( n log n ) (read:\"big O of n log n\") time, and has a better worst-case runtime than quicksort, and unlike quicksort, uses only constant auxiliary space. That is its namesake sorting algorithm. In the max version of this data structure, the root node is always the largest. For 10 points, name this tree-based data structure whose namesake property means that child nodes are always smaller or always larger than their parents.": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.14591111
      ],
      [
        "ib",
        -9.4914985e-06
      ],
      [
        "onacci",
        -3.7265952e-05
      ],
      [
        " heap",
        -0.011639628
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's Missa Papae Marcelli. The standardized Latin Mass later compiled by Pius V is sometimes named after": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.01874259
      ],
      [
        " of",
        -0.0006784809
      ],
      [
        " Trent",
        -0.00012237004
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital by Abu Bakr in 1076. It is mentioned in The Book of Routes and Kingdoms by the eleventh-century geographer Abu Ubayd al-Bakri, who noted its rulers' hospitality to Saharan traders. Also called \"Wagadou,\"": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0035158528
      ],
      [
        "hana",
        -3.1281633e-07
      ],
      [
        " Empire",
        -0.00013297916
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci. Smoothsort is a variation of an algorithm that runs in O ( n log n ) (read:\"big O of n log n\") time, and has a better worst-case runtime than quicksort, and unlike quicksort, uses only constant auxiliary space. That is its namesake sorting algorithm. In the max version of this data structure, the root": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.026291938
      ],
      [
        "ib",
        -4.7755875e-05
      ],
      [
        "onacci",
        -5.8245798e-05
      ],
      [
        " heap",
        -0.03154547
      ]
    ]
  },
  "His \"deconstructionist\" home in Santa Monica features raw-plywood, corrugated metal and chain-link fence wrapped around the outside of the house. But despite the temptation of his trademark curves, there are no mouse ears on his designed-but-as-yet-unbuilt Walt Disney Concert Hall. FTP, identify the American architect, currently in the news for the Guggenheim Museum in Bilbao, Spain.": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.002362802
      ],
      [
        " Geh",
        -7.89631e-07
      ],
      [
        "ry",
        -1.2352386e-05
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted to boost agricultural productivity through the (*) Virgin Lands Campaign. After coming to power,": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.14000708
      ],
      [
        "ik",
        -6.2729996e-06
      ],
      [
        "ita",
        -4.4179764e-05
      ],
      [
        " K",
        -0.0004212595
      ],
      [
        "hr",
        -2.9352968e-06
      ],
      [
        "ush",
        -9.972867e-05
      ],
      [
        "che",
        -3.9292416e-05
      ],
      [
        "v",
        -1.8624639e-06
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating scarlet rays sits over the chancel arch, and this building, dedicated to Santa Maria della Carita, features": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.46469754
      ],
      [
        "rove",
        -0.0014569012
      ],
      [
        "gni",
        -3.2855416e-05
      ],
      [
        " Chapel",
        -6.392203e-06
      ]
    ]
  },
  "On December 26, 1861, U.S. Secretary of State William Seward repudiated the capture of two prisoners, who were released the following January. Seven weeks earlier, a British mail steamer bound for Europe": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.0070326664
      ],
      [
        "rent",
        -8.637786e-05
      ],
      [
        " Aff",
        -0.0001626572
      ],
      [
        "air",
        -0.00031472807
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the city of Marseille and may have forced its commander to commit suicide. That commander, Maximian, had a son who also fought against this man in a battle wherein that son, (*) Maxentius, died by drowning. This man had a vision of a cross in the sky on which was written, \"In this sign you will conquer,\" before that battle at Milvian Bridge. For 10 points, name this fourth century Roman emperor who was the first Christian emperor.": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.0066498844
      ],
      [
        "ine",
        -9.610702e-06
      ],
      [
        " the",
        -0.00022988072
      ],
      [
        " Great",
        -7.8748824e-05
      ]
    ]
  },
  "On December 3, 1984, a worker there told his plant supervisor that he smelled a leak. But by the time the boss finished his tea break and then found the leak, nearly 40 tons of methyl isocyanate had drifted into the nearby city, instantly killing 2,500 people and injuring perhaps 100,000 more. FTP, identify this worst industrial accident in history, which took place at a Union Carbide plant near the": {
    "guess": "Bhopal disaster",
    "confidence": [
      [
        "B",
        -0.012547566
      ],
      [
        "hop",
        -0.00016921341
      ],
      [
        "al",
        -3.2140193e-05
      ],
      [
        " disaster",
        -0.009084615
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of health. He based his design of the Chelsea Hospital on the Hôpital des Invalides in Paris, and, with Sir Jonas Moore, designed the Royal Observatory in Greenwich. He proposed a dome for the building he is most associated with one week before it was burned down in 1666, and later headed its reconstruction": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.0033627162
      ],
      [
        " W",
        -0.0007278019
      ],
      [
        "ren",
        -1.5213274e-05
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\"": {
    "guess": "Wat Tyler",
    "confidence": [
      [
        "Wat",
        -0.60923964
      ],
      [
        " Tyler",
        -0.0004987015
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number": {
    "guess": "Binary heap",
    "confidence": [
      [
        "Binary",
        -1.2876521
      ],
      [
        " heap",
        -0.11293252
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is \"No trembler in the world's storm-troubled sphere\" in her poems \"Enough of Thought, Philosopher\" and \"No Coward Soul is Mine.\" In her most famous work, one character dreams of the 491 sins described by preacher Jabes Branderham before entering a hall founded in 1500 by Hareton, where Nelly Dean tells": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.7169544
      ],
      [
        "uth",
        -0.0120676095
      ],
      [
        "ering",
        -5.9914648e-05
      ],
      [
        " Heights",
        -0.0014276175
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.696147
      ],
      [
        "qu",
        -2.0696643e-05
      ],
      [
        "ato",
        -9.4914985e-06
      ],
      [
        " T",
        -0.00015490896
      ],
      [
        "asso",
        -2.9279307e-05
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler": {
    "guess": "Zwickler v. Koota",
    "confidence": [
      [
        "Z",
        -0.32284173
      ],
      [
        "wick",
        -0.00066275697
      ],
      [
        "ler",
        -0.0019846638
      ],
      [
        " v",
        -0.00024156268
      ],
      [
        ".",
        -0.00017958412
      ],
      [
        " K",
        -8.697388e-05
      ],
      [
        "oot",
        -1.3067608e-05
      ],
      [
        "a",
        -0.00013083349
      ]
    ]
  },
  "On December 3, 1984, a worker there told his plant supervisor that he smelled a leak. But by the time": {
    "guess": "Bhopal disaster",
    "confidence": [
      [
        "B",
        -0.021520905
      ],
      [
        "hop",
        -4.608702e-05
      ],
      [
        "al",
        -4.5371802e-05
      ],
      [
        " disaster",
        -0.01835537
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell was one party. This decision extended the concept of \"corporate personhood\" to apply to First": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.28655443
      ],
      [
        "izens",
        -8.006007e-05
      ],
      [
        " United",
        -0.000281716
      ],
      [
        " v",
        -0.00023917861
      ],
      [
        ".",
        -0.0001563394
      ],
      [
        " FEC",
        -0.010716108
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against the Bills, Joe Gibbs's attempt to do this controversial action twice in a row resulted in a fifteen": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.007851368
      ],
      [
        "cing",
        -2.8564085e-05
      ],
      [
        " the",
        -0.027004175
      ],
      [
        " kicker",
        -0.053122967
      ]
    ]
  },
  "On December 3, 1984, a worker there told his plant supervisor that he smelled a leak. But by the time the boss finished his tea break and then found the leak, nearly 40 tons of methyl isocyanate had drifted into the nearby city, instantly killing 2,500 people and injuring perhaps 100,000 more. FTP, identify this worst industrial accident in history, which took place at a Union Carbide plant near the capital city of Madhya Pradesh, India.": {
    "guess": "Bhopal disaster",
    "confidence": [
      [
        "B",
        -0.006929324
      ],
      [
        "hop",
        -0.00010545045
      ],
      [
        "al",
        -4.1080468e-05
      ],
      [
        " disaster",
        -0.012731195
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but": {
    "guess": "Plessy v. Ferguson",
    "confidence": [
      [
        "P",
        -1.0041207
      ],
      [
        "less",
        -0.0009000237
      ],
      [
        "y",
        -0.00010902656
      ],
      [
        " v",
        -0.00020103711
      ],
      [
        ".",
        -7.946405e-05
      ],
      [
        " Ferguson",
        -0.0001719551
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci. Smoothsort is a variation of an algorithm that runs in O ( n log n ) (read:\"big O of n log n\") time, and has a better worst-case runtime than quicksort, and unlike quicksort, uses only constant auxiliary": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.15666577
      ],
      [
        "ib",
        -2.2484697e-05
      ],
      [
        "onacci",
        -6.313315e-05
      ],
      [
        " heap",
        -0.022427045
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the city of Marseille and may have forced its commander to commit suicide. That commander, Maximian, had a son who also fought against this man in a battle wherein that son, (*) Maxentius, died by drowning.": {
    "guess": "Edict of Milan",
    "confidence": [
      [
        "Ed",
        -0.11303495
      ],
      [
        "ict",
        -0.001956229
      ],
      [
        " of",
        -0.00018852073
      ],
      [
        " Milan",
        -0.0093169585
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital by Abu Bakr in 1076. It is mentioned in The Book of Routes and Kingdoms by the eleventh-century geographer": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.006029642
      ],
      [
        "hana",
        -4.477578e-05
      ],
      [
        " Empire",
        -4.739826e-05
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was seeking to create a new way of celebrating the holiest of sacrifices. For the last movement, the composer rescored the choir to add in a treble and a countertenor in place of a tenor, and used the form": {
    "guess": "Pope Marcellus Mass",
    "confidence": [
      [
        "P",
        -0.043184504
      ],
      [
        "ope",
        -5.276243e-05
      ],
      [
        " Mar",
        -0.00022356294
      ],
      [
        "cell",
        -3.4121115e-06
      ],
      [
        "us",
        -3.7146747e-05
      ],
      [
        " Mass",
        -2.6968896e-06
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against the Bills, Joe Gibbs's attempt to do this controversial action twice in a row resulted in a fifteen yard penalty for unsportsmanlike conduct. More recently, Pete Carroll's decision to perform this action in the 4th quarter hilariously did nothing to stop Matt Bryant's second attempt, although he did miss the first time. For 10 points, identify this action in which a timeout is called to ostensibly screw-up a field goal attempt.": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.0006653758
      ],
      [
        "cing",
        -3.5313153e-06
      ],
      [
        " the",
        -0.00052229286
      ],
      [
        " kicker",
        -0.042843543
      ]
    ]
  },
  "The decision Loewe v. Lawlor extended the provisions of one of them to unions. Another one of them was modified by the Celler-Kefauver and Robinson-Patman Acts, the latter of which prohibits price-freezing. The most notable one was passed in 1890 and sponsored by an Ohio Senator to prevent unfair business combinations such as the one Standard Oil was planning. For 10 points, identify these acts named": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.06626772
      ],
      [
        "man",
        -9.2695656e-05
      ],
      [
        " Ant",
        -0.0010113728
      ],
      [
        "itrust",
        -0.00024906153
      ],
      [
        " Act",
        -0.00095540937
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was": {
    "guess": "Pope Marcellus Mass",
    "confidence": [
      [
        "P",
        -0.32959896
      ],
      [
        "ope",
        -0.0011893989
      ],
      [
        " Mar",
        -0.00044997653
      ],
      [
        "cell",
        -9.610702e-06
      ],
      [
        "us",
        -5.1689596e-05
      ],
      [
        " Mass",
        -1.4021238e-05
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.25171345
      ],
      [
        "mund",
        -0.0006809804
      ],
      [
        " Hus",
        -0.0004247164
      ],
      [
        "ser",
        -5.5577775e-06
      ],
      [
        "l",
        -7.9418505e-06
      ]
    ]
  },
  "Decreased motor skills appear when Leigh's disease mutates this structure and copper accumulates in the liver when Wilson's disease mutates it. This structure will release cytochrome c during apoptosis, is inwardly lined with cristae, and is the site of the Krebs cycle. For 10 points, name this organelle found in the cytoplasm of eukaryotic cells and generates the supply of ATP, which explains its": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0014026214
      ],
      [
        "ochond",
        -8.42322e-05
      ],
      [
        "r",
        -0.0050169555
      ],
      [
        "ion",
        -2.6968896e-06
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was seeking to create a new way of celebrating the holiest of sacrifices. For the last movement, the composer": {
    "guess": "Pope Marcellus Mass",
    "confidence": [
      [
        "P",
        -0.33228424
      ],
      [
        "ope",
        -0.0023350934
      ],
      [
        " Mar",
        -0.00012928384
      ],
      [
        "cell",
        -4.4849444e-06
      ],
      [
        "us",
        -4.7159858e-05
      ],
      [
        " Mass",
        -4.723352e-06
      ]
    ]
  },
  "The deceleration of these particles when fired at a metal target causes Bremsstrahlung, and these particles": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.10936064
      ],
      [
        "ron",
        -0.0005068037
      ]
    ]
  },
  "A December 2012 agreement between this country's National Action, Democratic Revolution, and Institutional Revolutionary Parties led to constitutional amendments in 2013. The last of those parties is headed by (*) Enrique Peña Nieto [en-REE-kay PAY-nya nee-AY-toe], who replaced Felipe [fay-LEE-pay] Calderon as president. For 10 points, name this country that recently experienced an increase in drug-related violence and that shares a long border with the United States.": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.62239736
      ]
    ]
  },
  "A December 2012 agreement between this country's National Action, Democratic Revolution, and Institutional Revolutionary Parties led to constitutional amendments in 2013. The last of those parties is headed": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.013440554
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while working at Gottingen that he met Max Scheler and William Dilthey who would push him to refine his ideas about eidetic reduction or \"bracketing off,\" an attempt to suspend ideas about the empirical world to gain a new vantage point on consciousness. FTP identify this philosopher who wrote the Philosophical Investigations, Formal and Transcendental Logic and many works based on the school he founded: phenomenology.": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.001489508
      ],
      [
        "mund",
        -1.3067608e-05
      ],
      [
        " Hus",
        -1.3186812e-05
      ],
      [
        "ser",
        -2.220075e-06
      ],
      [
        "l",
        -2.220075e-06
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under": {
    "guess": "Thomas S. Jesup",
    "confidence": [
      [
        "Thomas",
        -1.8988683
      ],
      [
        " S",
        -2.176334
      ],
      [
        ".",
        -0.7087268
      ],
      [
        " Jes",
        -1.7080237
      ],
      [
        "up",
        -0.0013403621
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.70614207
      ],
      [
        "ali",
        -0.017815782
      ],
      [
        " Empire",
        -0.0011443839
      ]
    ]
  },
  "The decision Loewe v. Lawlor extended the provisions of one of them to unions. Another one of them was modified by the Celler-Kefauver and Robinson-Patman Acts, the latter of which prohibits price-freezing. The most notable one was passed in 1890 and sponsored by an Ohio Senator to prevent unfair business combinations such as the one Standard Oil was planning. For 10 points, identify these acts named for Clayton and Sherman that prevent monopolies.": {
    "guess": "United States antitrust law",
    "confidence": [
      [
        "United",
        -0.3338425
      ],
      [
        " States",
        -0.00013822412
      ],
      [
        " ant",
        -0.014651028
      ],
      [
        "itrust",
        -6.122589e-05
      ],
      [
        " law",
        -0.072170176
      ]
    ]
  },
  "On December 3, 1984, a worker there told his plant supervisor that he smelled a leak. But by the time the boss finished his tea break and then found the leak, nearly 40 tons of methyl isocyanate had drifted into the nearby city, instantly killing 2,500 people and injuring perhaps 100,000 more. FTP, identify": {
    "guess": "Bhopal disaster",
    "confidence": [
      [
        "B",
        -0.0608714
      ],
      [
        "hop",
        -0.00089943496
      ],
      [
        "al",
        -6.098748e-05
      ],
      [
        " disaster",
        -0.10055892
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0047748378
      ],
      [
        "hana",
        -3.2929079e-06
      ],
      [
        " Empire",
        -2.1008714e-06
      ]
    ]
  },
  "The deceleration of these particles when fired at a metal target causes Bremsstrahlung, and these particles exhibit the Lamb Shift. These particles scatter photons in the Compton Effect, and beta decay": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.007818129
      ],
      [
        "ron",
        -0.0005487451
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for Alvida of the king of the Goths in his tragedy Re Torrismondo. A more famous play involves the rejection of Amarilli for the nymph Silvia, but his greatest work, translated into English by Edward Fairfax, concerns the struggle against Aladino of Goffredo and Rinaldo. FTP, name this 16th Century Italian": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.004843527
      ],
      [
        "qu",
        -3.8338785e-05
      ],
      [
        "ato",
        -3.035214e-05
      ],
      [
        " T",
        -4.274932e-05
      ],
      [
        "asso",
        -2.0339032e-05
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where he led the expedition that destroyed Kumasi and won a victory at Tall al-Kabir against Urabi Pasha. This man's forces arrived too late to save \"Chinese\" Gordon at Khartoum, but for his efforts he was mad viscount anyway, and as commander-in-chief of all British forces he prosecuted the First Boer War.": {
    "guess": "Garnet Wolseley, 1st Viscount Wolseley",
    "confidence": [
      [
        "G",
        -0.033582307
      ],
      [
        "arn",
        -0.00024572382
      ],
      [
        "et",
        -3.650519e-06
      ],
      [
        " Wol",
        -0.0006359508
      ],
      [
        "se",
        -9.579495e-05
      ],
      [
        "ley",
        -0.00029470553
      ],
      [
        ",",
        -0.1958309
      ],
      [
        " ",
        -0.00026276626
      ],
      [
        "1",
        -7.9940866e-05
      ],
      [
        "st",
        -2.0339032e-05
      ],
      [
        " Vis",
        -1.2590794e-05
      ],
      [
        "count",
        -1.0206721e-05
      ],
      [
        " Wol",
        -3.0545007e-06
      ],
      [
        "se",
        -3.1281633e-07
      ],
      [
        "ley",
        -6.0391463e-05
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the city of Marseille and may have forced its commander to commit suicide. That commander, Maximian, had a son who also fought against this man in a battle wherein that son, (*) Maxentius, died by drowning. This man had a vision of a cross in the sky on which was written, \"In this sign you will conquer,\"": {
    "guess": "Edict of Milan",
    "confidence": [
      [
        "Ed",
        -0.29565954
      ],
      [
        "ict",
        -0.00020032188
      ],
      [
        " of",
        -8.733149e-05
      ],
      [
        " Milan",
        -0.008782145
      ]
    ]
  },
  "Declining as a result of the Unions of Kalmar and Lublin, it militarily subdued king Valdemar IV of Denmark and forced him to accept the Peace of Stralsund. It established Visby to facilitate interaction with Novgorod, though most of its members were located in the Low Countries and Germany, such as Bremen, Hamburg, and Lubeck. FTP, name this Northern European merchant league.": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.009143212
      ],
      [
        "anse",
        -8.4828214e-05
      ],
      [
        "atic",
        -5.371606e-05
      ],
      [
        " League",
        -7.703444e-06
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was seeking to create a new way of celebrating the holiest of sacrifices. For the last movement, the composer rescored the choir to add in a treble and a countertenor in place of a tenor, and used the form of a canon to create a second Agnus Dei. A key purpose of this six voice piece was to show that the words of the mass could remain intelligible even with the use of polyphony, and it was presented to the Council of Trent. FTP, name this landmark Giovanni Palestrina mass dedicated to a deceased pope.": {
    "guess": "Pope Marcellus Mass",
    "confidence": [
      [
        "P",
        -0.48106295
      ],
      [
        "ope",
        -0.00949528
      ],
      [
        " Mar",
        -0.00010640408
      ],
      [
        "cell",
        -3.7697225e-06
      ],
      [
        "us",
        -4.3464544e-05
      ],
      [
        " Mass",
        -8.537869e-06
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's Missa Papae Marcelli. The standardized Latin Mass later compiled by Pius V is sometimes named after this meeting. This council produced the first revision of Paul IV's List of Prohibited Books, and": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.0022448194
      ],
      [
        " of",
        -8.292095e-05
      ],
      [
        " Trent",
        -6.2775536e-05
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0634261
      ]
    ]
  },
  "In Dec. 1914, hostilities from WWI stretched to the far ends of  the globe at this battle between Von Spee and a British squadron  under Admiral Sturdee. The Germans lost 4 of their 5 ships,  including the commander, Von Spee. FTP, what was this naval  engagement, a resounding victory for Britain, fought off the shore  of British islands in the South Atlantic?": {
    "guess": "Battle of the Falkland Islands",
    "confidence": [
      [
        "Battle",
        -0.006464894
      ],
      [
        " of",
        -2.3438328e-05
      ],
      [
        " the",
        -0.000821065
      ],
      [
        " Falk",
        -1.3663626e-05
      ],
      [
        "land",
        -0.0012120219
      ],
      [
        " Islands",
        -4.9617593e-06
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile mass transfer. A newer variation on this procedure that uses positive air pressure and a higher": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.32866105
      ],
      [
        "rom",
        -4.4179764e-05
      ],
      [
        "at",
        -2.6418418e-05
      ],
      [
        "ography",
        -0.0003156817
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.9125985
      ],
      [
        "iver",
        -2.7252845e-05
      ],
      [
        " Crom",
        -0.003117703
      ],
      [
        "well",
        -0.00011784763
      ]
    ]
  },
  "A dedicated chess player, he published a treatise on the game in 1932, and chess-related themes appear in much of his work. In 1926, he produced the film Anemic Camera, which showcased a series of optics-related machines he had developed, but he's better known for his sculptures blurring the line between art and functional objects such as Pharmacy, Bicycle Wheel, and In Advance of the Broken Arm. FTP,": {
    "guess": "Marcel Duchamp",
    "confidence": [
      [
        "Mar",
        -0.0013839246
      ],
      [
        "cel",
        -4.365741e-06
      ],
      [
        " Duch",
        -0.00017970333
      ],
      [
        "amp",
        -9.5914154e-05
      ]
    ]
  },
  "In Dec. 1914, hostilities from WWI stretched to the far ends of  the globe at this battle between Von Spee and a British squadron  under Admiral Sturdee. The Germans lost 4 of their 5 ships,  including": {
    "guess": "Battle of the Falkland Islands",
    "confidence": [
      [
        "Battle",
        -0.011193301
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " the",
        -0.00043543737
      ],
      [
        " Falk",
        -2.2723105e-05
      ],
      [
        "land",
        -0.002514308
      ],
      [
        " Islands",
        -1.2233183e-05
      ]
    ]
  },
  "On December 26, 1861, U.S. Secretary of State William Seward repudiated the capture of two prisoners, who were released the following January. Seven weeks earlier, a British mail steamer bound for Europe from Havana, Cuba was intercepted by the Union vessel San Jacinto, and two Confederate commissioners were taken prisoner. For ten points, what incident, named for the mail steamer, saw the imprisonment of James Mason and James Slidell by Captain Charles Wilkes?": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.0025145393
      ],
      [
        "rent",
        -9.968313e-06
      ],
      [
        " Aff",
        -0.00021867557
      ],
      [
        "air",
        -0.00026658078
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's secretary who was named in the suit. The Supreme Court made an interpretation of Section X, Article 1 of the Constitution in this case, which resulted from a grant made by King George III. Chief Justice Marshall was convinced by Daniel Webster's argument that the state had impaired \"the obligation of a contract.\" FTP, name this 1819 case in which the trustees of a certain institution sued William H. Woodward and the state of New Hampshire.": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.06645749
      ],
      [
        "art",
        -0.00064786384
      ],
      [
        "mouth",
        -5.574252e-05
      ],
      [
        " College",
        -0.00015074051
      ],
      [
        " v",
        -0.008138395
      ],
      [
        ".",
        -0.0031231681
      ],
      [
        " Woodward",
        -0.00027921272
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile mass transfer. A newer variation on this procedure that uses positive air pressure and a higher mesh value is called the \"flash\" variety, while the traditional method is known as \"gravity.\" Useful for larger amounts of eluent than the thin-layer technique, it is the basis for the high-pressure liquid method. For ten points, name this procedure that uses a solid adsorbent at the bottom of a vertical": {
    "guess": "Column chromatography",
    "confidence": [
      [
        "Column",
        -0.1632349
      ],
      [
        " chromat",
        -0.017420612
      ],
      [
        "ography",
        -0.0001505021
      ]
    ]
  },
  "In December 2010, James Meeks dropped out of the race for this position. Most of Meeks's votes are expected to shift to Danny Davis or Carol Moseley-Braun, who are among fourteen candidates certified to run for this office. Bill Clinton's endorsement boosted the the poll front-runner, who resigned as": {
    "guess": "2011 Chicago mayoral election",
    "confidence": [
      [
        "201",
        -0.81198657
      ],
      [
        "1",
        -0.058588598
      ],
      [
        " Chicago",
        -0.007483815
      ],
      [
        " may",
        -0.0077135772
      ],
      [
        "oral",
        -6.2775536e-05
      ],
      [
        " election",
        -0.002983406
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.005185963
      ],
      [
        " of",
        -4.5848617e-05
      ],
      [
        " Trent",
        -0.00015109812
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.0050702104
      ],
      [
        "cing",
        -5.7961847e-06
      ],
      [
        " the",
        -0.0048437654
      ],
      [
        " kicker",
        -0.027402908
      ]
    ]
  },
  "His \"deconstructionist\" home in Santa Monica features raw-plywood, corrugated metal and chain-link fence wrapped around the outside of the house. But despite the temptation of his trademark curves, there are no mouse ears on his designed-but-as-yet-unbuilt Walt Disney Concert Hall. FTP, identify the": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.52805597
      ],
      [
        " Geh",
        -0.00038300612
      ],
      [
        "ry",
        -3.4524266e-05
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against the Bills, Joe Gibbs's attempt to do this controversial action twice in a row resulted in a fifteen yard penalty for unsportsmanlike conduct. More recently, Pete Carroll's decision to perform this action": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.0017791878
      ],
      [
        "cing",
        -2.6968896e-06
      ],
      [
        " the",
        -0.0019286326
      ],
      [
        " kicker",
        -0.02456157
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's Missa Papae Marcelli. The standardized Latin Mass later compiled by Pius V is sometimes named after this meeting. This council produced the first revision of Paul IV's List of Prohibited Books, and it set the number of sacraments at seven, reaffirmed the validity of indulgences and rejected the doctrine of sola fide. For 10 points, name this Ecumenical Council begun by Paul III and held in Northern Italy, the Catholic Church's answer to the Protestant Reformation.": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.00080319535
      ],
      [
        " of",
        -4.036525e-05
      ],
      [
        " Trent",
        -0.0001005631
      ]
    ]
  },
  "On December 26, 1861, U.S. Secretary of State William Seward repudiated the capture of two prisoners, who were released the following January. Seven weeks earlier, a British mail steamer bound for Europe from Havana, Cuba was intercepted by the Union vessel San Jacinto, and two Confederate commissioners were taken prisoner. For ten points, what incident, named for the mail steamer, saw the imprisonment": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.002222103
      ],
      [
        "rent",
        -4.9617593e-06
      ],
      [
        " Aff",
        -0.000117370815
      ],
      [
        "air",
        -0.00018077616
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned his early post as U.S. comptroller of the currency in 1897 to seek a Senate seat from Illinois, which he failed to win.  Turning to private business, he organized the Central Trust Company of Illinois, and during WWI headed supply procurement for the American Expeditionary Force.  In 1925 he": {
    "guess": "Charles G. Dawes",
    "confidence": [
      [
        "Charles",
        -0.6332432
      ],
      [
        " G",
        -0.53549165
      ],
      [
        ".",
        -0.0029343178
      ],
      [
        " Daw",
        -5.0020742e-05
      ],
      [
        "es",
        -0.00015741224
      ]
    ]
  },
  "A dedicated chess player, he published a treatise on the game in 1932, and chess-related themes appear in much of his work. In 1926, he produced the film Anemic Camera, which showcased a series of optics-related machines he had developed, but he's better known for his sculptures blurring the line between art and functional objects such as Pharmacy, Bicycle Wheel, and In Advance of the Broken Arm. FTP, name this painter who created an uproar at the Armory show with his Nude Descending a Staircase.": {
    "guess": "Marcel Duchamp",
    "confidence": [
      [
        "Mar",
        -0.0033975292
      ],
      [
        "cel",
        -1.6240566e-06
      ],
      [
        " Duch",
        -4.7755875e-05
      ],
      [
        "amp",
        -7.8033605e-05
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin, Antonin Scalia cites it in an argument that the court disregards some rights, while creating others. Section VI of this decision analyzes historical precedents, finding them lacking, while Eisenstadt v. Baird and Griswold v. Connecticut are cited for the penumbral right to privacy extended in this case. A plurality decision in 1992's Planned Parenthood v. Casey upheld, for 10 points, what": {
    "guess": "Planned Parenthood v. Casey",
    "confidence": [
      [
        "Pl",
        -0.40490296
      ],
      [
        "anned",
        -0.00081224757
      ],
      [
        " Parenthood",
        -0.00018852073
      ],
      [
        " v",
        -0.0012248703
      ],
      [
        ".",
        -0.0005719788
      ],
      [
        " Casey",
        -0.0002750406
      ]
    ]
  },
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions carried illustrations by Frederic Remington. The title character, a cattle ranch foreman, is introduced": {
    "guess": "Owen Wister",
    "confidence": [
      [
        "O",
        -0.3344064
      ],
      [
        "wen",
        -0.005771769
      ],
      [
        " W",
        -0.0005517215
      ],
      [
        "ister",
        -3.357064e-05
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted to boost agricultural productivity through the (*) Virgin Lands Campaign. After coming to power, this man gave the \"On the Cult of Personality and Its Consequences\" oration partially denouncing his predecessor; that oration is more commonly called the \"Secret Speech\". He infamously banged his shoe": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.000101039914
      ],
      [
        "ik",
        -2.577686e-06
      ],
      [
        "ita",
        -6.1537958e-06
      ],
      [
        " K",
        -0.00010139752
      ],
      [
        "hr",
        -7.89631e-07
      ],
      [
        "ush",
        -6.647085e-05
      ],
      [
        "che",
        -2.5345586e-05
      ],
      [
        "v",
        -3.1281633e-07
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.15257996
      ],
      [
        "ib",
        -8.061054e-06
      ],
      [
        "onacci",
        -9.0883464e-07
      ],
      [
        " heap",
        -0.0021690554
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.75061244
      ],
      [
        "cing",
        -0.0056203967
      ],
      [
        " the",
        -0.0016664924
      ],
      [
        " kicker",
        -0.05833269
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.0046107457
      ],
      [
        "cing",
        -1.7120534e-05
      ],
      [
        " the",
        -0.019248232
      ],
      [
        " kicker",
        -0.056346264
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as associate editor of Fortune, he did a series of architectural studies, winning awards for a series on people in the New York City Subway, which would be published as Many Are Called. His early work is found in the two-section individual and building study entitled American Photographs, but he is best known for a collaborative effort. FTP, name this man who took the photographs to accompany James Agee's writing in Let Us Now Praise Famous Men.": {
    "guess": "Walker Evans",
    "confidence": [
      [
        "Walker",
        -0.0015986528
      ],
      [
        " Evans",
        -4.048445e-05
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is": {
    "guess": "The Lion Recalls the Cubs to Life",
    "confidence": [
      [
        "The",
        -1.8655982
      ],
      [
        " Lion",
        -0.87372637
      ],
      [
        " Rec",
        -0.24067806
      ],
      [
        "alls",
        -0.0012484469
      ],
      [
        " the",
        -0.29719263
      ],
      [
        " Cubs",
        -9.627177e-05
      ],
      [
        " to",
        -0.023407709
      ],
      [
        " Life",
        -0.00236554
      ]
    ]
  },
  "A dedicated chess player, he published a treatise on the game in 1932, and chess-related themes appear in much of his work. In 1926, he produced the film Anemic Camera, which showcased a series of optics-related machines he had developed, but he's better known for his sculptures blurring the line between": {
    "guess": "Marcel Duchamp",
    "confidence": [
      [
        "Mar",
        -0.013995901
      ],
      [
        "cel",
        -7.465036e-06
      ],
      [
        " Duch",
        -2.6299214e-05
      ],
      [
        "amp",
        -6.8616515e-05
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.020683544
      ],
      [
        "izens",
        -4.7994283e-05
      ],
      [
        " United",
        -0.000106046464
      ],
      [
        " v",
        -7.338466e-05
      ],
      [
        ".",
        -7.696077e-05
      ],
      [
        " FEC",
        -0.002724752
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin, Antonin Scalia cites it in an argument that the court disregards some rights, while creating others. Section VI of this decision analyzes historical precedents, finding them lacking, while Eisenstadt": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1983275
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while working at Gottingen that he met Max Scheler and William Dilthey who would push him to refine his": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.008053016
      ],
      [
        "mund",
        -0.0026990667
      ],
      [
        " Hus",
        -1.1994775e-05
      ],
      [
        "ser",
        -3.1737043e-06
      ],
      [
        "l",
        -2.4584822e-06
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is \"No trembler in the world's storm-troubled sphere\" in her poems \"Enough of Thought, Philosopher\" and": {
    "guess": "Letitia Elizabeth Landon",
    "confidence": [
      [
        "Let",
        -2.0776522
      ],
      [
        "itia",
        -0.0052921074
      ],
      [
        " Elizabeth",
        -0.0040301955
      ],
      [
        " L",
        -4.012684e-05
      ],
      [
        "andon",
        -1.2664457e-06
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is \"No trembler in the world's storm-troubled sphere\" in her poems \"Enough of Thought, Philosopher\" and \"No Coward Soul is Mine.\" In her most famous work, one character dreams of the 491 sins described by preacher Jabes Branderham before entering a hall founded in 1500 by Hareton, where Nelly Dean tells him about the Lintons of Thrushcross Grange and the relationship between Catherine Earnshaw and Heathcliff. For 10 points, name this author of Wuthering Heights, the sister of Anne and Charlotte.": {
    "guess": "Emily Brontë",
    "confidence": [
      [
        "Emily",
        -0.014397721
      ],
      [
        " Br",
        -0.0007893788
      ],
      [
        "ont",
        -0.0020125024
      ],
      [
        "ë",
        -1.867018e-05
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's secretary who was named in the suit. The Supreme Court made an interpretation of Section X, Article": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.21059312
      ],
      [
        "art",
        -0.0011652225
      ],
      [
        "mouth",
        -1.4140442e-05
      ],
      [
        " College",
        -6.647085e-05
      ],
      [
        " v",
        -0.0019193602
      ],
      [
        ".",
        -0.0003387999
      ],
      [
        " Woodward",
        -9.281486e-05
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given by Andy Reid. A different regular season 2012 game that featured an instance of it in overtime occurred in the same game in which Darrelle Revis suffered a knee injury. That instance of this action nullified the play of Randy Starks, resulting in a 2\u00961 record for the Jets. In a 2007 game against the Bills, Joe Gibbs's attempt to do this controversial action twice in a row resulted in a fifteen yard penalty for unsportsmanlike conduct. More recently, Pete Carroll's decision to perform this action in the 4th quarter hilariously did nothing to stop Matt Bryant's second attempt, although he did miss the first time. For 10 points, identify this action in which a timeout is called to ostensibly": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.003120437
      ],
      [
        "cing",
        -4.4849444e-06
      ],
      [
        " the",
        -0.00063857326
      ],
      [
        " kicker",
        -0.05308046
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the city of Marseille and may have forced its commander to commit suicide. That commander, Maximian,": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.07771296
      ],
      [
        "ine",
        -0.00016146517
      ],
      [
        " the",
        -0.00015288251
      ],
      [
        " Great",
        -9.372295e-06
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci. Smoothsort is a variation of an algorithm that runs in O ( n log n ) (read:\"big O of n log n\") time,": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.028733552
      ],
      [
        "ib",
        -3.3809047e-05
      ],
      [
        "onacci",
        -8.061054e-06
      ],
      [
        " heap",
        -0.0084985085
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for Alvida of the king of the Goths in his tragedy Re Torrismondo. A more famous play involves the rejection of Amarilli for the nymph Silvia, but his greatest work, translated into English by Edward Fairfax, concerns the struggle against Aladino of Goffredo and Rinaldo. FTP, name this 16th Century Italian poet patronized by the Este Court, best known for his pastoral play Aminta and his epic Gerusalemme": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.005480864
      ],
      [
        "qu",
        -0.00012546933
      ],
      [
        "ato",
        -9.817902e-05
      ],
      [
        " T",
        -0.00013584005
      ],
      [
        "asso",
        -4.4179764e-05
      ]
    ]
  },
  "The decision Loewe v. Lawlor extended the provisions of one of them to unions. Another one of them was modified by the Celler-Kefauver and Robinson-Patman Acts, the latter of which prohibits price-freezing. The most notable one was passed in 1890 and sponsored by an Ohio Senator to prevent unfair business": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.019854477
      ],
      [
        "man",
        -3.7385154e-05
      ],
      [
        " Ant",
        -0.00015622021
      ],
      [
        "itrust",
        -0.00012296606
      ],
      [
        " Act",
        -6.873572e-05
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted to boost agricultural productivity through the (*) Virgin Lands Campaign. After coming to power, this man gave the \"On the Cult of Personality and Its Consequences\" oration partially denouncing his predecessor; that oration is more commonly called the \"Secret Speech\". He infamously banged his shoe on the table at a UN General Assembly Meeting and ruled during the Cuban Missile Crisis. For 10 points, name this Soviet leader who succeeded Stalin.": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.00085239357
      ],
      [
        "ik",
        -1.6643718e-05
      ],
      [
        "ita",
        -8.537869e-06
      ],
      [
        " K",
        -4.9663133e-05
      ],
      [
        "hr",
        -9.0883464e-07
      ],
      [
        "ush",
        -5.9914648e-05
      ],
      [
        "che",
        -2.9756122e-05
      ],
      [
        "v",
        -9.0883464e-07
      ]
    ]
  },
  "Declining as a result of the Unions of Kalmar and Lublin, it militarily subdued king Valdemar IV of Denmark": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.010741472
      ],
      [
        "anse",
        -6.80205e-05
      ],
      [
        "atic",
        -6.6306106e-06
      ],
      [
        " League",
        -2.8160932e-06
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.32959467
      ],
      [
        "rove",
        -0.00050823414
      ],
      [
        "gni",
        -3.6073914e-05
      ],
      [
        " Chapel",
        -1.342522e-05
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John Hookham Frere with showing him the possibilities of its form, although his 1817 work Beppo already anticipated his use of a certain rhyme scheme. Its protagonist is forced to flee the Sultan after the Russians seize Ismail and ends up on a political mission for Catherine during the final or \"English Cantos.\" Other trysts include Donna Inez and the pirate princess Haidee, in FTP, what unfinished": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -0.027787913
      ],
      [
        " Juan",
        -7.755679e-05
      ]
    ]
  },
  "One decision to do this action was defended in an interview which stated that \"66,000 people want to rip [my] throat out at the same time \u0085 that's about 20 fold what Custer felt.\" That interview was given": {
    "guess": "Icing the kicker",
    "confidence": [
      [
        "I",
        -0.1101825
      ],
      [
        "cing",
        -0.0022262642
      ],
      [
        " the",
        -0.0014192804
      ],
      [
        " kicker",
        -0.04427433
      ]
    ]
  },
  "On December 26, 1861, U.S. Secretary of State William Seward repudiated the capture of two prisoners, who were released the following January. Seven weeks earlier, a British mail steamer bound for Europe from Havana, Cuba was intercepted by the Union vessel San Jacinto, and two Confederate commissioners": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.0012797609
      ],
      [
        "rent",
        -1.11603495e-05
      ],
      [
        " Aff",
        -8.208653e-05
      ],
      [
        "air",
        -0.0001242773
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while working at Gottingen that he met Max Scheler and William Dilthey who would push him to refine his ideas about eidetic reduction or \"bracketing off,\" an attempt to suspend ideas about the empirical world to gain a new vantage point on consciousness. FTP identify this philosopher who wrote the Philosophical": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.015422979
      ],
      [
        "mund",
        -0.00011427152
      ],
      [
        " Hus",
        -3.7385154e-05
      ],
      [
        "ser",
        -2.1008714e-06
      ],
      [
        "l",
        -2.9352968e-06
      ]
    ]
  },
  "Decreased motor skills appear when Leigh's disease mutates this structure and copper accumulates in the liver when Wilson's disease mutates it. This structure will release cytochrome c during apoptosis,": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.003978666
      ],
      [
        "ochond",
        -0.00036335218
      ],
      [
        "r",
        -0.50075036
      ],
      [
        "ion",
        -2.188868e-05
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -1.8953736
      ],
      [
        "res",
        -0.0015441418
      ],
      [
        " Cathedral",
        -0.006828325
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for Alvida of the king of the Goths in his tragedy Re Torrismondo. A more famous play involves the rejection of Amarilli for the nymph Silvia, but his greatest work, translated into English by Edward Fairfax,": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.014838251
      ],
      [
        "qu",
        -2.4749568e-05
      ],
      [
        "ato",
        -2.8325678e-05
      ],
      [
        " T",
        -0.00014847564
      ],
      [
        "asso",
        -3.6073914e-05
      ]
    ]
  },
  "He declared martial law to accompany the introduction of his constitution of yushin or \"revitalization.\"": {
    "guess": "Park Chung-hee",
    "confidence": [
      [
        "Park",
        -0.11941223
      ],
      [
        " Chung",
        -0.00014644918
      ],
      [
        "-he",
        -0.00022451657
      ],
      [
        "e",
        -0.00012380048
      ]
    ]
  },
  "In December 2010, James Meeks dropped out of the race for this position. Most of Meeks's votes are expected to shift to Danny Davis or Carol Moseley-Braun, who are among fourteen candidates certified to run for this office. Bill Clinton's endorsement boosted the the poll front-runner, who resigned as White House Chief of Staff. For 10 points, Rahm (ROM) Emmanuel is trying to succeed Richard Daley in": {
    "guess": "2011 Chicago mayoral election",
    "confidence": [
      [
        "201",
        -0.30388317
      ],
      [
        "1",
        -0.0028366114
      ],
      [
        " Chicago",
        -0.0024958719
      ],
      [
        " may",
        -0.0813269
      ],
      [
        "oral",
        -1.5451682e-05
      ],
      [
        " election",
        -0.011008208
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where he led the expedition that destroyed Kumasi and won a victory at Tall al-Kabir against Urabi Pasha. This man's forces arrived too late to save \"Chinese\" Gordon at Khartoum, but for his efforts he was": {
    "guess": "Garnet Wolseley, 1st Viscount Wolseley",
    "confidence": [
      [
        "G",
        -0.011515659
      ],
      [
        "arn",
        -0.00021319589
      ],
      [
        "et",
        -2.3795938e-05
      ],
      [
        " Wol",
        -0.00076841365
      ],
      [
        "se",
        -7.588794e-05
      ],
      [
        "ley",
        -0.00032700237
      ],
      [
        ",",
        -0.09565407
      ],
      [
        " ",
        -0.00020771251
      ],
      [
        "1",
        -0.00012713818
      ],
      [
        "st",
        -2.5226382e-05
      ],
      [
        " Vis",
        -2.129266e-05
      ],
      [
        "count",
        -1.27099975e-05
      ],
      [
        " Wol",
        -1.378283e-05
      ],
      [
        "se",
        -5.5122365e-07
      ],
      [
        "ley",
        -0.000116894
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.0035406782
      ],
      [
        " W",
        -0.000117132404
      ],
      [
        "ren",
        -3.0232935e-05
      ]
    ]
  },
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions": {
    "guess": "Theodore Roosevelt: An Autobiography",
    "confidence": [
      [
        "The",
        -0.12132341
      ],
      [
        "odore",
        -0.43142435
      ],
      [
        " Roosevelt",
        -0.021209694
      ],
      [
        ":",
        -1.1449667
      ],
      [
        " An",
        -0.114593714
      ],
      [
        " Aut",
        -0.0005684027
      ],
      [
        "obi",
        -2.9352968e-06
      ],
      [
        "ography",
        -7.612634e-05
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned his early post as U.S. comptroller of the currency in 1897 to seek a Senate seat from Illinois,": {
    "guess": "Franklin MacVeagh",
    "confidence": [
      [
        "Frank",
        -0.9693421
      ],
      [
        "lin",
        -0.4360401
      ],
      [
        " Mac",
        -0.12747616
      ],
      [
        "Ve",
        -0.000687533
      ],
      [
        "agh",
        -0.004609676
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -1.1561636
      ],
      [
        "res",
        -0.0015120045
      ],
      [
        " Cathedral",
        -0.002361498
      ]
    ]
  },
  "On December 3, 1984, a worker there told his plant supervisor that he smelled a leak. But by the time the boss finished his tea break and then found the leak, nearly 40 tons of methyl isocyanate had drifted": {
    "guess": "Bhopal disaster",
    "confidence": [
      [
        "B",
        -0.07237744
      ],
      [
        "hop",
        -0.00045033416
      ],
      [
        "al",
        -4.85903e-05
      ],
      [
        " disaster",
        -0.060496707
      ]
    ]
  },
  "His \"deconstructionist\" home in Santa Monica features raw-plywood, corrugated metal and chain-link fence": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.4790786
      ],
      [
        " Geh",
        -0.002730575
      ],
      [
        "ry",
        -6.80205e-05
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned his early post as U.S. comptroller of the currency in 1897 to seek a Senate seat from Illinois, which he failed to win.  Turning to private business, he organized the Central Trust Company of Illinois, and during WWI headed supply procurement for the American Expeditionary Force.  In 1925 he became Coolidge's vice-president and shared the Nobel Peace Prize with Austen Chamberlain.  FTP, who": {
    "guess": "Charles G. Dawes",
    "confidence": [
      [
        "Charles",
        -0.009296877
      ],
      [
        " G",
        -0.002682899
      ],
      [
        ".",
        -0.0001975802
      ],
      [
        " Daw",
        -6.704273e-07
      ],
      [
        "es",
        -1.4855664e-05
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital by Abu Bakr in 1076. It is mentioned in The Book of Routes and Kingdoms by the eleventh-century geographer Abu Ubayd al-Bakri, who noted its rulers' hospitality to Saharan traders. Also called \"Wagadou,\" this empire, which grew rich on the gold trade, was named for the title given to its hereditary kings. Its last capital, Kumbi Saleh, was destroyed by Sundiata in 1240. FTP, name this West African": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.008256046
      ],
      [
        "hana",
        -5.5122365e-07
      ],
      [
        " Empire",
        -0.00015979631
      ]
    ]
  },
  "Decreased motor skills appear when Leigh's disease mutates this structure and copper accumulates in the liver when Wilson's disease mutates it. This structure will release cytochrome c during apoptosis, is inwardly lined with cristae, and is the site of the Krebs cycle. For 10 points, name this organelle found in the cytoplasm of eukaryotic cells and generates the supply of ATP, which explains its nickname, the powerhouse of the cell.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0033321874
      ],
      [
        "ochond",
        -0.00011486754
      ],
      [
        "r",
        -0.000225947
      ],
      [
        "ion",
        -2.577686e-06
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating scarlet rays sits over the chancel arch, and this building, dedicated to Santa Maria della Carita, features a depiction of its commissioner Enrico in the series on The Last Judgment, designed to atone for his father's sons while one painting in this building shows ten small angels with hands outstretched, wailing in grief as women hold Christ's body below. Containing The Lamentation amongst its depiction": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.19151144
      ],
      [
        "rove",
        -0.0011815388
      ],
      [
        "gni",
        -5.5577775e-06
      ],
      [
        " Chapel",
        -2.8160932e-06
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned": {
    "guess": "Charles G. Dawes",
    "confidence": [
      [
        "Charles",
        -0.8450764
      ],
      [
        " G",
        -1.1130666
      ],
      [
        ".",
        -0.010794539
      ],
      [
        " Daw",
        -3.619312e-05
      ],
      [
        "es",
        -3.6431527e-05
      ]
    ]
  },
  "On December 26, 1861, U.S. Secretary of State William Seward repudiated the capture of two prisoners,": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.11893754
      ],
      [
        "rent",
        -0.00015622021
      ],
      [
        " Aff",
        -3.7385154e-05
      ],
      [
        "air",
        -0.00015741224
      ]
    ]
  },
  "A December 2012 agreement between this country's National Action, Democratic Revolution, and Institutional Revolutionary Parties led to constitutional amendments in 2013. The last of those parties is headed by (*) Enrique Peña Nieto [en-REE-kay PAY-nya nee-AY-toe], who replaced Felipe [fay-LEE-pay] Calderon": {
    "guess": "Mexican legislative election, 2012",
    "confidence": [
      [
        "Mex",
        -0.8104442
      ],
      [
        "ican",
        -0.0024418854
      ],
      [
        " legislative",
        -0.8880959
      ],
      [
        " election",
        -0.0052405144
      ],
      [
        ",",
        -0.015575702
      ],
      [
        " ",
        -0.00034869378
      ],
      [
        "201",
        -0.0118200015
      ],
      [
        "2",
        -0.11733941
      ]
    ]
  },
  "In Dec. 1914, hostilities from WWI stretched to the far ends of  the globe at this battle between Von Spee and a British squadron  under Admiral Sturdee. The Germans lost 4 of their 5 ships,  including the commander, Von Spee. FTP, what was this naval  engagement, a resounding victory for Britain, fought": {
    "guess": "Battle of the Falkland Islands",
    "confidence": [
      [
        "Battle",
        -0.011763336
      ],
      [
        " of",
        -2.618001e-05
      ],
      [
        " the",
        -0.0007872331
      ],
      [
        " Falk",
        -1.8550976e-05
      ],
      [
        "land",
        -0.0019533718
      ],
      [
        " Islands",
        -1.2664457e-06
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while working at Gottingen that he met Max Scheler and William Dilthey who would push him to refine his ideas about eidetic reduction or \"bracketing off,\" an attempt to suspend ideas about the empirical": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.027103262
      ],
      [
        "mund",
        -0.00022761585
      ],
      [
        " Hus",
        -4.763667e-05
      ],
      [
        "ser",
        -3.4121115e-06
      ],
      [
        "l",
        -3.4121115e-06
      ]
    ]
  },
  "A December 2012 agreement between this country's National Action, Democratic Revolution, and Institutional": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.1172776
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where he led the expedition that destroyed Kumasi and won a victory at Tall al-Kabir against Urabi Pasha. This man's forces arrived too late to save \"Chinese\" Gordon at Khartoum, but for his efforts he was mad viscount anyway, and as commander-in-chief of all British forces he prosecuted the First Boer War. For ten points, identify this well-traveled British general, whose exploits include bringing the Zulu War to an end and a punitive expeditiong against the Ashanti empire.": {
    "guess": "Frederick Roberts, 1st Earl Roberts",
    "confidence": [
      [
        "Fre",
        -0.523006
      ],
      [
        "der",
        -2.451116e-05
      ],
      [
        "ick",
        -0.07318923
      ],
      [
        " Roberts",
        -0.378852
      ],
      [
        ",",
        -0.060967196
      ],
      [
        " ",
        -0.00021450345
      ],
      [
        "1",
        -9.72254e-05
      ],
      [
        "st",
        -9.253091e-06
      ],
      [
        " Earl",
        -4.0722858e-05
      ],
      [
        " Roberts",
        -4.0842064e-05
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is \"No trembler in the world's storm-troubled sphere\" in her poems \"Enough of Thought, Philosopher\" and \"No Coward Soul is Mine.\" In her most famous work, one character dreams of the 491 sins described by": {
    "guess": "Emily Brontë",
    "confidence": [
      [
        "Emily",
        -0.08781091
      ],
      [
        " Br",
        -0.0057517304
      ],
      [
        "ont",
        -0.031981867
      ],
      [
        "ë",
        -0.0017061287
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John Hookham Frere with showing him the possibilities of its form, although his 1817 work Beppo already anticipated his use of a certain rhyme scheme. Its protagonist is forced to flee the Sultan after the Russians seize Ismail and ends up on a political mission for Catherine during the final or \"English Cantos.\" Other trysts include Donna Inez and the pirate princess Haidee, in FTP, what unfinished work in ottava rima, an epic satire about a legendary lover by Lord Byron": {
    "guess": "Don Juan (poem)",
    "confidence": [
      [
        "Don",
        -0.014092982
      ],
      [
        " Juan",
        -0.00010545045
      ],
      [
        " (",
        -0.0354994
      ],
      [
        "po",
        -0.07415265
      ],
      [
        "em",
        -3.5120287e-05
      ],
      [
        ")",
        -3.5358695e-05
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John Hookham Frere with showing him the possibilities of its form, although his 1817 work Beppo already anticipated his use of a certain rhyme scheme. Its protagonist is forced to flee the Sultan after the": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -0.07969347
      ],
      [
        " Juan",
        -0.00048739553
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while working at Gottingen that he met Max Scheler and William Dilthey who would push him to refine his ideas about eidetic reduction or \"bracketing off,\" an attempt to suspend ideas about the empirical world to gain a new vantage point on consciousness. FTP identify this philosopher who wrote the Philosophical Investigations, Formal and Transcendental Logic and many works based on the school he founded:": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.0007207724
      ],
      [
        "mund",
        -6.6306106e-06
      ],
      [
        " Hus",
        -2.577686e-06
      ],
      [
        "ser",
        -2.9352968e-06
      ],
      [
        "l",
        -1.504853e-06
      ]
    ]
  },
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions carried illustrations by Frederic Remington. The title character, a cattle ranch foreman, is introduced to the works of Shakespeare, Keats, and Sir Walter Scott through his love interest, Molly Wood. However, the ranch hand Trampas threatens their relationship, resulting in the first \"showdown\" in fiction.": {
    "guess": "The Virginian",
    "confidence": [
      [
        "The",
        -0.027841702
      ],
      [
        " Virgin",
        -9.5914154e-05
      ],
      [
        "ian",
        -1.2948405e-05
      ]
    ]
  },
  "This decision effectively barred the government from direct involvement in regulating the economy for some 40 years. In it, the Court ruled that the Sherman Anti-Trust Act applied only to interstate commerce and not manufacturing operations. For ten points, in what 1895 case did the Court rule in favor of a sugar-refining company which held a 98 percent control of sugar operations?": {
    "guess": "United States v. E. C. Knight Co.",
    "confidence": [
      [
        "United",
        -0.007445952
      ],
      [
        " States",
        -4.0722858e-05
      ],
      [
        " v",
        -0.0002545449
      ],
      [
        ".",
        -0.00015729303
      ],
      [
        " E",
        -0.00011319869
      ],
      [
        ".",
        -0.0025946808
      ],
      [
        " C",
        -4.8425554e-06
      ],
      [
        ".",
        -1.5213274e-05
      ],
      [
        " Knight",
        -5.9153886e-06
      ],
      [
        " Co",
        -0.0011446223
      ],
      [
        ".",
        -6.511407e-06
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned his early post as U.S. comptroller of the currency in 1897 to seek a Senate seat from Illinois, which he failed to win.  Turning to private business, he organized the Central Trust Company of Illinois, and during WWI headed supply procurement for the American Expeditionary Force.  In 1925 he became Coolidge's vice-president and shared the Nobel Peace Prize with Austen Chamberlain.  FTP, who was this man who chaired a committee that developed a plan for German WWI reparations?": {
    "guess": "Charles G. Dawes",
    "confidence": [
      [
        "Charles",
        -0.051950246
      ],
      [
        " G",
        -0.0021475237
      ],
      [
        ".",
        -0.00012332367
      ],
      [
        " Daw",
        -1.9361265e-07
      ],
      [
        "es",
        -2.3080716e-05
      ]
    ]
  },
  "In December 2010, James Meeks dropped out of the race for this position. Most of Meeks's votes are expected to shift to Danny Davis or Carol Moseley-Braun, who are among fourteen candidates certified to": {
    "guess": "Mayor of Chicago",
    "confidence": [
      [
        "Mayor",
        -0.049601585
      ],
      [
        " of",
        -0.00033820388
      ],
      [
        " Chicago",
        -0.00024287392
      ]
    ]
  },
  "It is dedicated to the principles of unity, self-determination, collective responsibility, cooperative economics, purpose, creativity, and faith. On the sixth day community members gather for the karamu feast, while on each night one of the candles of the seven-branched kinara candleabra is lit. With": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0058273533
      ],
      [
        "wan",
        -3.202099e-05
      ],
      [
        "za",
        -1.9361265e-07
      ],
      [
        "a",
        -5.371606e-05
      ]
    ]
  },
  "This decision effectively barred the government from direct involvement in regulating the economy for some 40 years. In it, the Court ruled that the Sherman Anti-Trust Act applied only to interstate commerce and not manufacturing operations. For ten points, in what 1895 case did the Court rule in favor": {
    "guess": "United States v. E. C. Knight Co.",
    "confidence": [
      [
        "United",
        -0.6377673
      ],
      [
        " States",
        -0.00053158705
      ],
      [
        " v",
        -0.012711179
      ],
      [
        ".",
        -0.0010991342
      ],
      [
        " E",
        -0.0047038803
      ],
      [
        ".",
        -0.43031892
      ],
      [
        " C",
        -6.9570146e-05
      ],
      [
        ".",
        -3.6908343e-05
      ],
      [
        " Knight",
        -7.9418505e-06
      ],
      [
        " Co",
        -0.17619872
      ],
      [
        ".",
        -3.5835506e-05
      ]
    ]
  },
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions carried illustrations by Frederic Remington. The title character, a cattle ranch foreman, is introduced to the works of Shakespeare, Keats, and Sir Walter Scott through his love interest, Molly Wood. However, the ranch hand Trampas threatens their relationship, resulting in the first \"showdown\" in fiction. This novel is also famous for introducing the phrase \"When you call me that, smile!\" into the": {
    "guess": "The Virginian",
    "confidence": [
      [
        "The",
        -0.023330731
      ],
      [
        " Virgin",
        -0.00014251545
      ],
      [
        "ian",
        -1.8193366e-05
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating scarlet rays sits over the chancel arch, and this building, dedicated to Santa Maria della Carita, features a depiction of its commissioner Enrico in the series on The Last Judgment, designed to atone for his father's sons while one painting in this building shows ten small angels with hands outstretched,": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.122791916
      ],
      [
        "rove",
        -0.0020873311
      ],
      [
        "gni",
        -2.0339032e-05
      ],
      [
        " Chapel",
        -2.9352968e-06
      ]
    ]
  },
  "It is dedicated to the principles of unity, self-determination, collective responsibility, cooperative economics, purpose, creativity, and faith. On the sixth day community members gather for the karamu": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0046298383
      ],
      [
        "wan",
        -9.6867785e-05
      ],
      [
        "za",
        -3.1281633e-07
      ],
      [
        "a",
        -4.3464544e-05
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted to boost agricultural productivity through the (*) Virgin Lands Campaign. After coming to power, this man gave the \"On the Cult of Personality and Its Consequences\" oration partially denouncing his": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.02260409
      ],
      [
        "ik",
        -4.365741e-06
      ],
      [
        "ita",
        -1.18755715e-05
      ],
      [
        " K",
        -0.0025804166
      ],
      [
        "hr",
        -3.5313153e-06
      ],
      [
        "ush",
        -0.00013083349
      ],
      [
        "che",
        -6.4802e-05
      ],
      [
        "v",
        -2.3392786e-06
      ]
    ]
  },
  "Declining as a result of the Unions of Kalmar and Lublin, it militarily subdued king Valdemar IV of Denmark and forced him to accept the Peace of Stralsund. It established Visby to facilitate interaction with Novgorod, though most of its members were located in the Low Countries and Germany, such as": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.00062832545
      ],
      [
        "anse",
        -2.4987974e-05
      ],
      [
        "atic",
        -1.2948405e-05
      ],
      [
        " League",
        -3.5313153e-06
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is": {
    "guess": "Elizabeth Barrett Browning",
    "confidence": [
      [
        "Elizabeth",
        -0.7720487
      ],
      [
        " Barrett",
        -0.11256137
      ],
      [
        " Brow",
        -0.0016911309
      ],
      [
        "ning",
        -3.88156e-05
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party": {
    "guess": "Lazar Kaganovich",
    "confidence": [
      [
        "L",
        -0.054632086
      ],
      [
        "azar",
        -0.0003894431
      ],
      [
        " K",
        -0.00012952226
      ],
      [
        "agan",
        -5.5980927e-05
      ],
      [
        "ovich",
        -5.7961847e-06
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.45593777
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as associate editor of Fortune, he did a series of architectural studies, winning awards for a series on people in the New York City Subway, which would be published as Many Are Called. His early work is found in the two-section individual and building study entitled American Photographs, but he is best": {
    "guess": "Walker Evans",
    "confidence": [
      [
        "Walker",
        -0.022746507
      ],
      [
        " Evans",
        -0.00333836
      ]
    ]
  },
  "The decisive battle occurred at Ulundi, where Lord Chelmsford's forces crushed the enemy, and soon afterwards,": {
    "guess": "Battle of Ulundi",
    "confidence": [
      [
        "Battle",
        -0.9488295
      ],
      [
        " of",
        -0.018792072
      ],
      [
        " Ul",
        -0.011787722
      ],
      [
        "undi",
        -0.00018268342
      ]
    ]
  },
  "The decisive battle occurred at Ulundi, where Lord Chelmsford's forces crushed the enemy, and soon afterwards, Cetewayo was captured and sent into the exile. The end of the conflict was a stark contrast to its most famous battle, where thousands of impi routed Chelmsford's men at Isandlhwana. For 10": {
    "guess": "Zulu War",
    "confidence": [
      [
        "Z",
        -0.76065356
      ],
      [
        "ulu",
        -0.0008647724
      ],
      [
        " War",
        -0.26301956
      ]
    ]
  },
  "A dedicated chess player, he published a treatise on the game in 1932, and chess-related themes appear in much of his work. In 1926, he produced the film Anemic Camera, which showcased a series of optics-related": {
    "guess": "Marcel Duchamp",
    "confidence": [
      [
        "Mar",
        -0.025633223
      ],
      [
        "cel",
        -8.89548e-06
      ],
      [
        " Duch",
        -2.58224e-05
      ],
      [
        "amp",
        -8.7450695e-05
      ]
    ]
  },
  "He declared martial law to accompany the introduction of his constitution of yushin or \"revitalization.\" To help make his country an economic player, this leader of the Democratic Republican Party signed the Basic Treaty with [*] Japan. Elected president after his coup against acting prime minister Chang Myon, he was later assassinated by his country's central intelligence director. For 10 points—name": {
    "guess": "Park Chung-hee",
    "confidence": [
      [
        "Park",
        -0.011420786
      ],
      [
        " Chung",
        -0.00039801843
      ],
      [
        "-he",
        -0.0014649851
      ],
      [
        "e",
        -0.00010330478
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted to boost agricultural productivity through the (*) Virgin Lands Campaign. After coming to power, this man gave the \"On the Cult of Personality and Its Consequences\" oration partially denouncing his predecessor; that oration is more commonly called the \"Secret Speech\". He infamously banged his shoe on the table at a UN General Assembly Meeting and ruled during the Cuban Missile Crisis. For 10": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.00016027314
      ],
      [
        "ik",
        -8.89548e-06
      ],
      [
        "ita",
        -7.107425e-06
      ],
      [
        " K",
        -0.00015824666
      ],
      [
        "hr",
        -9.0883464e-07
      ],
      [
        "ush",
        -6.241792e-05
      ],
      [
        "che",
        -2.749125e-05
      ],
      [
        "v",
        -7.89631e-07
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was seeking to create a new way of celebrating the holiest of sacrifices. For the last movement, the composer rescored the choir to add in a treble and a countertenor in place of a tenor, and used the form of a canon to create a second Agnus Dei. A key purpose of this six voice piece was to show that": {
    "guess": "Missa Papae Marcelli",
    "confidence": [
      [
        "M",
        -0.5507399
      ],
      [
        "issa",
        -0.10248166
      ],
      [
        " Pap",
        -0.051187146
      ],
      [
        "ae",
        -0.002598842
      ],
      [
        " Mar",
        -0.00026872646
      ],
      [
        "cell",
        -1.9361265e-07
      ],
      [
        "i",
        -0.00047475993
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of health. He based his design of the Chelsea Hospital on the Hôpital des Invalides in Paris, and, with Sir Jonas Moore, designed the Royal Observatory in Greenwich. He proposed a dome for the building he is most associated with one week before it was burned down in 1666, and later headed its reconstruction that took him 36 years to finish. For 10 points, identify this British architect who rebuilt": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.001516173
      ],
      [
        " W",
        -5.538491e-05
      ],
      [
        "ren",
        -3.4121115e-06
      ]
    ]
  },
  "This decision effectively barred the government from direct involvement in regulating the economy for some 40 years. In it, the Court ruled that the Sherman Anti-Trust Act applied only to interstate commerce": {
    "guess": "Swift & Co. v. United States",
    "confidence": [
      [
        "Swift",
        -0.26330855
      ],
      [
        " &",
        -0.15281941
      ],
      [
        " Co",
        -0.11063074
      ],
      [
        ".",
        -0.010702427
      ],
      [
        " v",
        -0.0014791483
      ],
      [
        ".",
        -0.00018685187
      ],
      [
        " United",
        -0.00032581034
      ],
      [
        " States",
        -2.3080716e-05
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci.": {
    "guess": "Fibonacci Heap",
    "confidence": [
      [
        "F",
        -0.060953397
      ],
      [
        "ib",
        -1.735894e-05
      ],
      [
        "onacci",
        -2.0219828e-05
      ],
      [
        " Heap",
        -0.2721304
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile mass transfer. A newer variation on this procedure that uses positive air pressure and a higher mesh value is called the \"flash\" variety, while the traditional method is known as \"gravity.\" Useful for larger amounts of eluent than the thin-layer technique, it is the basis for the high-pressure liquid method. For ten points, name this procedure that uses a solid adsorbent at the bottom of a vertical glass container to separate different materials in a liquid solvent.": {
    "guess": "Column chromatography",
    "confidence": [
      [
        "Column",
        -0.09362875
      ],
      [
        " chromat",
        -0.018443614
      ],
      [
        "ography",
        -0.00013440961
      ]
    ]
  },
  "It is dedicated to the principles of unity, self-determination, collective responsibility, cooperative economics, purpose, creativity, and faith. On the sixth day community members gather for the karamu feast, while on each night one of the candles of the seven-branched kinara candleabra is lit. With a name meaning \"first fruits\", it begins on December 26, and was invented by Maulana Karenga. FTP,": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0015048631
      ],
      [
        "wan",
        -1.4378848e-05
      ],
      [
        "za",
        -3.1281633e-07
      ],
      [
        "a",
        -6.6947665e-05
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.003366408
      ],
      [
        " of",
        -0.00011796683
      ],
      [
        " Trent",
        -1.4378848e-05
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the city of Marseille and may have forced its commander to commit suicide. That commander, Maximian, had a son who also fought against this man in a battle wherein that son, (*) Maxentius, died by drowning. This man had a vision of a cross in the sky on which was written, \"In this sign you will conquer,\" before that battle at Milvian Bridge. For 10 points, name this fourth century Roman emperor who": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.15413691
      ],
      [
        "ine",
        -2.319992e-05
      ],
      [
        " the",
        -0.0002699185
      ],
      [
        " Great",
        -2.3676734e-05
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's Missa Papae Marcelli. The standardized Latin Mass later compiled by Pius V is sometimes named after this meeting. This council produced the first revision of Paul IV's List of Prohibited Books, and it set the number of sacraments at seven, reaffirmed the validity of indulgences and rejected the doctrine of sola fide. For 10 points, name this Ecumenical Council begun by Paul III and held in Northern": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.0019921588
      ],
      [
        " of",
        -3.035214e-05
      ],
      [
        " Trent",
        -5.1689596e-05
      ]
    ]
  },
  "It is dedicated to the principles of unity, self-determination, collective responsibility, cooperative economics, purpose, creativity, and faith. On the sixth day community members gather for the karamu feast, while on each night one of the candles of the seven-branched kinara candleabra is lit. With a name meaning \"first fruits\", it begins on December 26, and was invented by Maulana Karenga. FTP, what is this African-American holiday?": {
    "guess": "Kwanzaa",
    "confidence": [
      [
        "K",
        -0.0039035
      ],
      [
        "wan",
        -6.1821906e-05
      ],
      [
        "za",
        -1.2664457e-06
      ],
      [
        "a",
        -2.8564085e-05
      ]
    ]
  },
  "This decision effectively barred the government from direct involvement in regulating the economy for": {
    "guess": "Laissez-faire",
    "confidence": [
      [
        "L",
        -0.28681788
      ],
      [
        "ais",
        -0.0026543709
      ],
      [
        "sez",
        -1.9361265e-07
      ],
      [
        "-f",
        -0.0008788274
      ],
      [
        "aire",
        -3.8219583e-05
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating scarlet rays sits over the chancel arch, and this building, dedicated to Santa Maria della Carita, features a depiction of its commissioner Enrico in the series on The Last Judgment, designed to atone for his father's sons while one painting in this building shows ten small angels with hands outstretched, wailing in grief as women hold Christ's body below. Containing The Lamentation amongst its depiction of the life of Christ, for 10 points, name this chapel with paintings by Giotto.": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.16080558
      ],
      [
        "rove",
        -0.0018903151
      ],
      [
        "gni",
        -1.735894e-05
      ],
      [
        " Chapel",
        -2.9352968e-06
      ]
    ]
  },
  "The decisive battle occurred at Ulundi, where Lord Chelmsford's forces crushed the enemy, and soon afterwards, Cetewayo was captured and sent into the exile. The end of the conflict was a stark contrast": {
    "guess": "Zulu War",
    "confidence": [
      [
        "Z",
        -0.7827246
      ],
      [
        "ulu",
        -0.0007990269
      ],
      [
        " War",
        -0.33105794
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's secretary who was named in the suit. The Supreme Court made an interpretation of Section X, Article 1 of the Constitution in this case, which resulted from a grant made by King George III. Chief Justice": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.09637859
      ],
      [
        "art",
        -0.0011705795
      ],
      [
        "mouth",
        -1.5451682e-05
      ],
      [
        " College",
        -4.5371802e-05
      ],
      [
        " v",
        -0.0029428748
      ],
      [
        ".",
        -0.0022496996
      ],
      [
        " Woodward",
        -9.7583004e-05
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for Alvida of the king of the Goths in his tragedy Re Torrismondo. A more famous play involves the rejection of Amarilli for the nymph Silvia, but his greatest work, translated into English by Edward Fairfax, concerns the struggle against Aladino of Goffredo and Rinaldo. FTP, name this 16th Century Italian poet patronized by the Este Court, best known for his pastoral play Aminta and his epic Gerusalemme Liberata.": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.0036415267
      ],
      [
        "qu",
        -3.0232935e-05
      ],
      [
        "ato",
        -3.3451433e-05
      ],
      [
        " T",
        -9.014684e-06
      ],
      [
        "asso",
        -2.58224e-05
      ]
    ]
  },
  "In December 2010, James Meeks dropped out of the race for this position. Most of Meeks's votes are expected to shift to Danny Davis or Carol Moseley-Braun, who are among fourteen candidates certified to run for this office. Bill Clinton's endorsement boosted the the poll front-runner, who resigned as White House Chief of Staff. For 10 points, Rahm (ROM) Emmanuel is trying to succeed Richard Daley in what municipal office?": {
    "guess": "Mayor of Chicago",
    "confidence": [
      [
        "Mayor",
        -0.11315418
      ],
      [
        " of",
        -6.742448e-05
      ],
      [
        " Chicago",
        -7.946405e-05
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where": {
    "guess": "Charles George Gordon",
    "confidence": [
      [
        "Charles",
        -0.46872288
      ],
      [
        " George",
        -1.0539128
      ],
      [
        " Gordon",
        -0.0020876888
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's secretary who was named in the suit. The Supreme Court made an interpretation of Section X, Article 1 of the Constitution in this case, which resulted from a grant made by King George III. Chief Justice Marshall was convinced by Daniel Webster's argument that the state had impaired \"the obligation": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.049987216
      ],
      [
        "art",
        -1.9146995e-05
      ],
      [
        "mouth",
        -3.190179e-05
      ],
      [
        " College",
        -2.9040899e-05
      ],
      [
        " v",
        -0.0031904283
      ],
      [
        ".",
        -0.0002907718
      ],
      [
        " Woodward",
        -6.325235e-05
      ]
    ]
  },
  "In Dec. 1914, hostilities from WWI stretched to the far ends of  the globe at this battle between Von": {
    "guess": "Battle of the Falkland Islands",
    "confidence": [
      [
        "Battle",
        -0.07622144
      ],
      [
        " of",
        -0.0038090998
      ],
      [
        " the",
        -0.33182976
      ],
      [
        " Falk",
        -6.7662884e-05
      ],
      [
        "land",
        -0.065740995
      ],
      [
        " Islands",
        -4.823269e-05
      ]
    ]
  },
  "The decision in the Charles River Bridge Case, eighteen years after this one, did not overturn it but offered stricter guidelines. It resulted from the removal of John Wheelock, though it was Wheelock's": {
    "guess": "Dartmouth College v. Woodward",
    "confidence": [
      [
        "D",
        -0.33686167
      ],
      [
        "art",
        -0.0009743518
      ],
      [
        "mouth",
        -4.4537377e-05
      ],
      [
        " College",
        -2.2603901e-05
      ],
      [
        " v",
        -0.0018903151
      ],
      [
        ".",
        -0.0010061351
      ],
      [
        " Woodward",
        -9.4960524e-05
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in": {
    "guess": "Charles Trollope",
    "confidence": [
      [
        "Charles",
        -0.3790054
      ],
      [
        " T",
        -1.1060752
      ],
      [
        "rol",
        -0.065295845
      ],
      [
        "lope",
        -0.0089795925
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin, Antonin Scalia cites it in an argument that the court disregards some rights, while creating others. Section VI of this decision analyzes historical precedents, finding them lacking, while Eisenstadt v. Baird and Griswold v. Connecticut are cited for the penumbral right to privacy extended": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.6088013
      ],
      [
        "oe",
        -8.9119545e-05
      ],
      [
        " v",
        -0.0007254178
      ],
      [
        ".",
        -0.00012987986
      ],
      [
        " Wade",
        -1.5570886e-05
      ]
    ]
  },
  "Declining as a result of the Unions of Kalmar and Lublin, it militarily subdued king Valdemar IV of Denmark and forced him to accept the Peace of Stralsund. It established Visby to facilitate interaction": {
    "guess": "Hanseatic League",
    "confidence": [
      [
        "H",
        -0.00054135814
      ],
      [
        "anse",
        -1.8550976e-05
      ],
      [
        "atic",
        -7.226629e-06
      ],
      [
        " League",
        -2.9352968e-06
      ]
    ]
  },
  "His \"deconstructionist\" home in Santa Monica features raw-plywood, corrugated metal and chain-link fence wrapped around the outside of the house. But despite the temptation of his trademark curves, there": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.66573757
      ],
      [
        " Geh",
        -0.0004617704
      ],
      [
        "ry",
        -8.006007e-05
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell was one party. This decision extended the concept of \"corporate personhood\" to apply to First Amendment protection. It ruled portions of a bill co-sponsored by Russ Feingold and John McCain unconstitutional and that Hillary: The Movie should have been able to be shown within thirty days of the 2010 election. For 10 points, name this 2010 Supreme Court decision that struck down parts of the Bipartisan Campaign Finance Reform Act.": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.002754234
      ],
      [
        "izens",
        -0.00013977377
      ],
      [
        " United",
        -6.742448e-05
      ],
      [
        " v",
        -0.00011629798
      ],
      [
        ".",
        -9.3291674e-05
      ],
      [
        " FEC",
        -0.00020234835
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital by Abu Bakr in 1076. It is mentioned in The Book of Routes and Kingdoms by the eleventh-century geographer Abu Ubayd al-Bakri, who noted its rulers' hospitality to Saharan traders. Also called \"Wagadou,\" this empire, which grew rich on the gold trade, was named for the title given to its hereditary": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.002895929
      ],
      [
        "hana",
        -1.3856493e-06
      ],
      [
        " Empire",
        -9.014684e-06
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.10782034
      ],
      [
        "ik",
        -3.166338e-05
      ],
      [
        "ita",
        -0.0001558626
      ],
      [
        " K",
        -0.0004770248
      ],
      [
        "hr",
        -4.9617593e-06
      ],
      [
        "ush",
        -0.00022356294
      ],
      [
        "che",
        -7.2192626e-05
      ],
      [
        "v",
        -1.147242e-06
      ]
    ]
  },
  "A decree that this leader co-promulgated with Licinius granted toleration in his lands. He besieged the": {
    "guess": "Constantine the Great",
    "confidence": [
      [
        "Constant",
        -0.004492189
      ],
      [
        "ine",
        -0.0007675792
      ],
      [
        " the",
        -0.00022392054
      ],
      [
        " Great",
        -2.7848862e-05
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as associate editor of Fortune, he did a series of architectural studies, winning awards for a series on people in the New York City Subway, which would be published as Many Are Called. His early work is": {
    "guess": "Walker Evans",
    "confidence": [
      [
        "Walker",
        -0.0024252408
      ],
      [
        " Evans",
        -0.00011582117
      ]
    ]
  },
  "Decreased motor skills appear when Leigh's disease mutates this structure and copper accumulates in the liver when Wilson's disease mutates it. This structure will release cytochrome c during apoptosis, is inwardly lined with cristae, and is the site of the Krebs cycle. For 10 points, name this organelle": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0012223707
      ],
      [
        "ochond",
        -5.085517e-05
      ],
      [
        "r",
        -0.010605244
      ],
      [
        "ion",
        -1.9816675e-06
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile mass transfer. A newer variation on this procedure that uses positive air pressure and a higher mesh value is called the \"flash\" variety, while the traditional method is known as \"gravity.\" Useful": {
    "guess": "Liquid chromatography",
    "confidence": [
      [
        "Liquid",
        -1.165314
      ],
      [
        " chromat",
        -0.122485794
      ],
      [
        "ography",
        -9.2576454e-05
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of health. He based his design of the Chelsea Hospital on the Hôpital des Invalides in Paris, and, with": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.042374372
      ],
      [
        " W",
        -0.00029899686
      ],
      [
        "ren",
        -1.5451682e-05
      ]
    ]
  },
  "It is dedicated to the principles of unity, self-determination, collective responsibility, cooperative": {
    "guess": "Pan-African flag",
    "confidence": [
      [
        "Pan",
        -0.9877923
      ],
      [
        "-A",
        -0.00077008246
      ],
      [
        "frican",
        -1.18755715e-05
      ],
      [
        " flag",
        -0.3475979
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted in the fresco of The Adoration of the Magi. A depiction of the Annunciation with an angel emanating scarlet rays sits over the chancel arch, and this building, dedicated to Santa Maria della Carita, features a depiction of its commissioner Enrico in the series on The Last Judgment, designed to atone": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -0.18043171
      ],
      [
        "rove",
        -0.0019068585
      ],
      [
        "gni",
        -3.059055e-05
      ],
      [
        " Chapel",
        -2.577686e-06
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious poems include \"The Mount of Olives\" and \"Il Mondo Creato,\" and he writes of the doomed love for Alvida of the king of the Goths in his tragedy Re Torrismondo. A more famous play involves the rejection": {
    "guess": "Giambattista Marino",
    "confidence": [
      [
        "Gi",
        -1.2467896
      ],
      [
        "amb",
        -0.69913375
      ],
      [
        "att",
        -0.0010864014
      ],
      [
        "ista",
        -0.00022034443
      ],
      [
        " Marino",
        -0.039182704
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell was one party. This decision extended the concept of \"corporate personhood\" to apply to First Amendment protection. It ruled portions of a bill co-sponsored by Russ Feingold and John McCain unconstitutional and that Hillary: The Movie should have been able to be shown within thirty days of the": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.0025108547
      ],
      [
        "izens",
        -0.00011284107
      ],
      [
        " United",
        -9.0907604e-05
      ],
      [
        " v",
        -0.0002790935
      ],
      [
        ".",
        -0.00017541199
      ],
      [
        " FEC",
        -0.00051347545
      ]
    ]
  },
  "The decision Loewe v. Lawlor extended the provisions of one of them to unions. Another one of them was": {
    "guess": "Clayton Antitrust Act of 1914",
    "confidence": [
      [
        "Cl",
        -0.09607791
      ],
      [
        "ay",
        -7.226629e-06
      ],
      [
        "ton",
        -1.6643718e-05
      ],
      [
        " Ant",
        -0.0005547016
      ],
      [
        "itrust",
        -0.000116417184
      ],
      [
        " Act",
        -0.0002582402
      ],
      [
        " of",
        -0.0048146998
      ],
      [
        " ",
        -5.5122365e-07
      ],
      [
        "191",
        -7.7318386e-05
      ],
      [
        "4",
        -3.9411618e-05
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John Hookham Frere with showing him the possibilities of its form, although his 1817 work Beppo already": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -0.72397876
      ],
      [
        " Juan",
        -0.0012710663
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano,": {
    "guess": "Logical Investigations",
    "confidence": [
      [
        "Logical",
        -0.12892371
      ],
      [
        " Investigations",
        -0.0030124113
      ]
    ]
  },
  "The decision Loewe v. Lawlor extended the provisions of one of them to unions. Another one of them was modified by the Celler-Kefauver and Robinson-Patman Acts, the latter of which prohibits price-freezing.": {
    "guess": "Clayton Antitrust Act of 1914",
    "confidence": [
      [
        "Cl",
        -0.62075484
      ],
      [
        "ay",
        -4.365741e-06
      ],
      [
        "ton",
        -3.523949e-05
      ],
      [
        " Ant",
        -4.763667e-05
      ],
      [
        "itrust",
        -6.730528e-05
      ],
      [
        " Act",
        -9.133887e-06
      ],
      [
        " of",
        -0.00017779607
      ],
      [
        " ",
        -6.704273e-07
      ],
      [
        "191",
        -3.035214e-05
      ],
      [
        "4",
        -2.1008714e-06
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by using priority queues that implement that kind of this data structure, which is named for Fibonacci. Smoothsort is a variation of an algorithm that runs in O ( n log n ) (read:\"big O of n log n\") time, and has a better worst-case runtime than quicksort, and unlike quicksort, uses only constant auxiliary space. That is its namesake sorting algorithm. In the max version of this data structure, the root node is always the largest. For 10 points, name this tree-based data structure whose namesake property": {
    "guess": "Fibonacci heap",
    "confidence": [
      [
        "F",
        -0.0031124728
      ],
      [
        "ib",
        -7.9418505e-06
      ],
      [
        "onacci",
        -4.6206227e-05
      ],
      [
        " heap",
        -0.01071186
      ]
    ]
  },
  "Decreasing the size of particles used for this process minimizes the band broadening caused by to-mobile mass transfer. A newer variation on this procedure that uses positive air pressure and a higher mesh value is called the \"flash\" variety, while the traditional method is known as \"gravity.\" Useful for larger amounts of eluent than the thin-layer technique, it is the basis for the high-pressure liquid": {
    "guess": "Liquid chromatography",
    "confidence": [
      [
        "Liquid",
        -0.59882003
      ],
      [
        " chromat",
        -0.014228852
      ],
      [
        "ography",
        -6.849731e-05
      ]
    ]
  },
  "In December 2010, James Meeks dropped out of the race for this position. Most of Meeks's votes are expected": {
    "guess": "Mayor of Chicago",
    "confidence": [
      [
        "Mayor",
        -0.07951336
      ],
      [
        " of",
        -0.0008438145
      ],
      [
        " Chicago",
        -0.00044747329
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell was one party. This decision extended the concept of \"corporate personhood\" to apply to First Amendment protection. It ruled portions of a bill co-sponsored by Russ Feingold and John McCain unconstitutional": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.005217275
      ],
      [
        "izens",
        -4.8351892e-05
      ],
      [
        " United",
        -3.166338e-05
      ],
      [
        " v",
        -0.00010914576
      ],
      [
        ".",
        -7.660316e-05
      ],
      [
        " FEC",
        -0.08091568
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as associate editor of Fortune, he did a series of architectural studies, winning awards for a series": {
    "guess": "Walker Evans",
    "confidence": [
      [
        "Walker",
        -0.81044954
      ],
      [
        " Evans",
        -0.012674692
      ]
    ]
  },
  "He declared martial law to accompany the introduction of his constitution of yushin or \"revitalization.\" To help make his country an economic player, this leader of the Democratic Republican Party signed the Basic Treaty with [*] Japan. Elected president after his coup against acting prime minister Chang": {
    "guess": "Park Chung-hee",
    "confidence": [
      [
        "Park",
        -0.15878828
      ],
      [
        " Chung",
        -0.00024120507
      ],
      [
        "-he",
        -6.289474e-05
      ],
      [
        "e",
        -6.1821906e-05
      ]
    ]
  },
  "He dedicated one of his most famous works to Carl Stumpf, one two mentors, along with Franz Brentano, who influenced his ideas about the mind. His inaugural lecture at Halle was titled \"On the Goals and Problems of Metaphysics\" while his later works included The Crisis of European Sciences. It was while": {
    "guess": "Edmund Husserl",
    "confidence": [
      [
        "Ed",
        -0.06071638
      ],
      [
        "mund",
        -3.5313153e-06
      ],
      [
        " Hus",
        -3.7623562e-05
      ],
      [
        "ser",
        -3.650519e-06
      ],
      [
        "l",
        -4.723352e-06
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of health. He based his design of the Chelsea Hospital on the Hôpital des Invalides in Paris, and, with Sir Jonas Moore, designed the Royal Observatory in Greenwich. He proposed a dome for the building he is most associated with one week before it was burned down in 1666, and later headed its reconstruction that took him 36 years to finish. For 10 points, identify this British architect who rebuilt St. Paul's Cathedral after the Great Fire of London.": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.0009817204
      ],
      [
        " W",
        -9.305327e-05
      ],
      [
        "ren",
        -6.869018e-06
      ]
    ]
  },
  "He dedicated his critical analysis Discourses on the Heroic Poem to the Academy of Etherials. His religious": {
    "guess": "Discourses on the Heroic Poem",
    "confidence": [
      [
        "Disc",
        -0.1795188
      ],
      [
        "ourses",
        -0.022810712
      ],
      [
        " on",
        -0.015740942
      ],
      [
        " the",
        -0.1529246
      ],
      [
        " Hero",
        -0.008386327
      ],
      [
        "ic",
        -0.00010330478
      ],
      [
        " Po",
        -0.000260859
      ],
      [
        "em",
        -0.00029911607
      ]
    ]
  },
  "Decreased motor skills appear when Leigh's disease mutates this structure and copper accumulates in the": {
    "guess": "Mitochondria",
    "confidence": [
      [
        "Mit",
        -0.022845553
      ],
      [
        "ochond",
        -0.0014054712
      ],
      [
        "ria",
        -0.061402597
      ]
    ]
  },
  "This decision overruled Austin v. Michigan Chamber of Commerce and parts of a case in which Mitch McConnell was one party. This decision extended the concept of \"corporate personhood\" to apply to First Amendment protection. It ruled portions of a bill co-sponsored by Russ Feingold and John McCain unconstitutional and that Hillary: The Movie should have been able to be shown within thirty days of the 2010 election. For 10 points, name this 2010 Supreme Court decision that struck down parts of the": {
    "guess": "Citizens United v. FEC",
    "confidence": [
      [
        "Cit",
        -0.0051870323
      ],
      [
        "izens",
        -0.00014919086
      ],
      [
        " United",
        -4.2510914e-05
      ],
      [
        " v",
        -7.564953e-05
      ],
      [
        ".",
        -5.8245798e-05
      ],
      [
        " FEC",
        -0.00022690064
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life and a man tears apart his pale green robe to reveal his chest in a depiction of Caiaphas. One man is ensconced in a rainbow mandorla and a giant blue monster seated on a dragon and eating the damned represent the Prince of Hell in one series in this building. Scenes like The Driving of the Traders from the Temple and Judas' Betrayal are on the triumphal arch wall, while Halley's Comet is depicted": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -1.8921254
      ],
      [
        "istine",
        -0.049743377
      ],
      [
        " Chapel",
        -0.0006062911
      ]
    ]
  },
  "He declined a royal commission from Charles II to direct the refortification of Tangier on grounds of health. He based his design of the Chelsea Hospital on the Hôpital des Invalides in Paris, and, with Sir Jonas Moore, designed the Royal Observatory in Greenwich. He proposed a dome for the building": {
    "guess": "Christopher Wren",
    "confidence": [
      [
        "Christopher",
        -0.005521293
      ],
      [
        " W",
        -0.0003341546
      ],
      [
        "ren",
        -6.6306106e-06
      ]
    ]
  },
  "All decrees of this event were ratified in the bull Benedictus Deus. Charles Borromeo wrote the catechism of this meeting and supposedly convinced the Pope not to ban polyphony after hearing Palestrina's Missa Papae Marcelli. The standardized Latin Mass later compiled by Pius V is sometimes named after this meeting. This council produced the first revision of Paul IV's List of Prohibited Books, and it set the number of sacraments at seven, reaffirmed the validity of indulgences and rejected the doctrine": {
    "guess": "Council of Trent",
    "confidence": [
      [
        "Council",
        -0.0005035852
      ],
      [
        " of",
        -0.00044353955
      ],
      [
        " Trent",
        -5.407367e-05
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where he led the expedition that destroyed Kumasi and won a victory at Tall al-Kabir against Urabi Pasha.": {
    "guess": "Garnet Wolseley, 1st Viscount Wolseley",
    "confidence": [
      [
        "G",
        -0.0015108126
      ],
      [
        "arn",
        -8.9119545e-05
      ],
      [
        "et",
        -8.061054e-06
      ],
      [
        " Wol",
        -0.00032259183
      ],
      [
        "se",
        -6.4444386e-05
      ],
      [
        "ley",
        -0.00037883763
      ],
      [
        ",",
        -0.28631887
      ],
      [
        " ",
        -0.00059973856
      ],
      [
        "1",
        -0.000114748334
      ],
      [
        "st",
        -1.9862217e-05
      ],
      [
        " Vis",
        -3.4166656e-05
      ],
      [
        "count",
        -1.1279553e-05
      ],
      [
        " Wol",
        -3.1782583e-05
      ],
      [
        "se",
        -7.89631e-07
      ],
      [
        "ley",
        -0.00018637507
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John": {
    "guess": "Lord Byron",
    "confidence": [
      [
        "Lord",
        -1.6792817
      ],
      [
        " Byron",
        -0.0018712826
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as associate editor of Fortune, he did a series of architectural studies, winning awards for a series on people in the New York City Subway, which would be published as Many Are Called. His early work is found in the two-section individual and building study entitled American Photographs, but he is best known for a collaborative effort. FTP, name this man who took the photographs to accompany James": {
    "guess": "Walker Evans",
    "confidence": [
      [
        "Walker",
        -0.0038731124
      ],
      [
        " Evans",
        -0.00083774247
      ]
    ]
  },
  "This man's decision to abolish the Machine Tractor Stations and transfer their power to the kolkhozes resulted in a severe food shortage. Lazar Kaganovich was one of the leaders of the so-called Anti-Party group that attempted to replace him with his Prime Minister Nikolai Bulganin. This leader attempted": {
    "guess": "Nikita Khrushchev",
    "confidence": [
      [
        "N",
        -0.3815675
      ],
      [
        "ik",
        -1.3544423e-05
      ],
      [
        "ita",
        -0.00035369667
      ],
      [
        " K",
        -0.0015333089
      ],
      [
        "hr",
        -8.89548e-06
      ],
      [
        "ush",
        -0.0002738522
      ],
      [
        "che",
        -8.518583e-05
      ],
      [
        "v",
        -1.9816675e-06
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.57455736
      ],
      [
        "hana",
        -0.032946605
      ],
      [
        " Empire",
        -0.0006058143
      ]
    ]
  },
  "A dedicated chess player, he published a treatise on the game in 1932, and chess-related themes appear": {
    "guess": "Aron Nimzowitsch",
    "confidence": [
      [
        "A",
        -0.71573293
      ],
      [
        "ron",
        -0.32806987
      ],
      [
        " Nim",
        -0.00029875844
      ],
      [
        "z",
        -0.00019007038
      ],
      [
        "ow",
        -0.002729148
      ],
      [
        "its",
        -0.0010436476
      ],
      [
        "ch",
        -6.0033854e-05
      ]
    ]
  },
  "It was dedicated to Theodore Roosevelt, a classmate of the author at Harvard, and its later editions carried illustrations by Frederic Remington. The title character, a cattle ranch foreman, is introduced to the works of Shakespeare, Keats, and Sir Walter Scott through his love interest, Molly Wood.": {
    "guess": "The Virginian",
    "confidence": [
      [
        "The",
        -0.5131965
      ],
      [
        " Virgin",
        -0.010143227
      ],
      [
        "ian",
        -8.537869e-06
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin, Antonin Scalia cites it in an argument that the court disregards some rights, while creating others. Section VI of this decision analyzes historical precedents, finding them lacking, while Eisenstadt v. Baird and Griswold v. Connecticut are cited for the penumbral right to privacy extended in this case. A plurality decision in 1992's Planned Parenthood v. Casey upheld, for 10 points, what 1973 Supreme Court decision which controversially declared the right to an abortion.": {
    "guess": "Roe v. Wade",
    "confidence": [
      [
        "R",
        -0.025833866
      ],
      [
        "oe",
        -1.1398757e-05
      ],
      [
        " v",
        -0.00042268995
      ],
      [
        ".",
        -0.00011164904
      ],
      [
        " Wade",
        -7.822647e-06
      ]
    ]
  },
  "He declared martial law to accompany the introduction of his constitution of yushin or \"revitalization.\" To help make his country an economic player, this leader of the Democratic Republican Party signed": {
    "guess": "Park Chung-hee",
    "confidence": [
      [
        "Park",
        -0.07585377
      ],
      [
        " Chung",
        -0.00016110756
      ],
      [
        "-he",
        -0.00012594614
      ],
      [
        "e",
        -0.00011892046
      ]
    ]
  },
  "She declared \"No threatened Hell, with quenchless fire/ Subdue this quenchless will\" and that she is \"No trembler in the world's storm-troubled sphere\" in her poems \"Enough of Thought, Philosopher\" and \"No Coward Soul is Mine.\" In her most famous work, one character dreams of the 491 sins described by preacher Jabes Branderham before entering a hall founded in 1500 by Hareton, where Nelly Dean tells him about the Lintons of Thrushcross Grange and the relationship between Catherine Earnshaw and Heathcliff.": {
    "guess": "Emily Brontë",
    "confidence": [
      [
        "Emily",
        -0.010222414
      ],
      [
        " Br",
        -0.0045066625
      ],
      [
        "ont",
        -0.053477168
      ],
      [
        "ë",
        -0.0009271837
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure": {
    "guess": "Harry Smith Parkes",
    "confidence": [
      [
        "Harry",
        -0.7556748
      ],
      [
        " Smith",
        -0.022418188
      ],
      [
        " Park",
        -0.23614898
      ],
      [
        "es",
        -0.0030372515
      ]
    ]
  },
  "After he declined to seek the presidency in 1928 he was appointed ambassador to Great Britain.  He resigned his early post as U.S. comptroller of the currency in 1897 to seek a Senate seat from Illinois, which he failed to win.  Turning to private business, he organized the Central Trust Company of Illinois,": {
    "guess": "Frank O. Lowden",
    "confidence": [
      [
        "Frank",
        -1.6455449
      ],
      [
        " O",
        -0.8037315
      ],
      [
        ".",
        -0.0003540543
      ],
      [
        " Low",
        -0.011323551
      ],
      [
        "den",
        -5.085517e-05
      ]
    ]
  },
  "The deceleration of these particles when fired at a metal target causes Bremsstrahlung, and these particles exhibit the Lamb Shift. These particles scatter photons in the Compton Effect, and beta decay ejects an antineutrino of these particles along with one. Their mass and charge were measured in Millikan's oil drop experiment, and they were discovered in experiments with cathode rays conducted by J. J. Thomson. For 10 points, name these negatively charged particles which orbit the atomic nucleus.": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.0005408813
      ],
      [
        "ron",
        -0.0002419203
      ]
    ]
  },
  "As it declined, it suffered invasions by the Takrur people and the opening of its Bure mineral fields in the south. Founded by a Mande-speaking king, its power was broken by a struggle with Abdullah ibn Yasin and the Almoravids, leading to its ultimate defeat by the Susu and the capture of its capital by Abu Bakr in 1076. It is mentioned in The Book of Routes and Kingdoms by the eleventh-century geographer Abu Ubayd al-Bakri, who noted its rulers' hospitality to Saharan traders. Also called \"Wagadou,\" this empire, which grew rich on the gold trade, was named for the title given to its hereditary kings. Its last capital, Kumbi Saleh, was destroyed by Sundiata in 1240. FTP, name this West African empire which gives its name to the modern African country formerly called the Gold Coast.": {
    "guess": "Ghana Empire",
    "confidence": [
      [
        "G",
        -0.0015733063
      ],
      [
        "hana",
        -3.1281633e-07
      ],
      [
        " Empire",
        -0.0001658757
      ]
    ]
  },
  "In the decision to Steffel v. Thompson, William Brennan cited this case as reaffirmation of Zwickler v. Koota's ruling about declaratory and injunctive relief. In a dissent in County of Riverside v. McLaughlin, Antonin Scalia cites it in an argument that the court disregards some rights, while creating": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0112604
      ]
    ]
  },
  "The deceleration of these particles when fired at a metal target causes Bremsstrahlung, and these particles exhibit the Lamb Shift. These particles scatter photons in the Compton Effect, and beta decay ejects an antineutrino of these particles along with one. Their mass and charge were measured in Millikan's oil drop experiment, and they were discovered in experiments with cathode rays conducted by": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.0030523387
      ],
      [
        "ron",
        -0.0004155377
      ]
    ]
  },
  "A December 2012 agreement between this country's National Action, Democratic Revolution, and Institutional Revolutionary Parties led to constitutional amendments in 2013. The last of those parties is headed by (*) Enrique Peña Nieto [en-REE-kay PAY-nya nee-AY-toe], who replaced Felipe [fay-LEE-pay] Calderon as president. For 10 points, name this country that recently experienced an increase in drug-related": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.60769343
      ]
    ]
  },
  "He declared martial law to accompany the introduction of his constitution of yushin or \"revitalization.\" To help make his country an economic player, this leader of the Democratic Republican Party signed the Basic Treaty with [*] Japan. Elected president after his coup against acting prime minister Chang Myon, he was later assassinated by his country's central intelligence director. For 10 points—name this leader of South Korea from 1961 to 1979.": {
    "guess": "Park Chung-hee",
    "confidence": [
      [
        "Park",
        -0.007937236
      ],
      [
        " Chung",
        -0.0005259882
      ],
      [
        "-he",
        -0.0025675758
      ],
      [
        "e",
        -4.9186317e-05
      ]
    ]
  },
  "The deceleration of these particles when fired at a metal target causes Bremsstrahlung, and these particles exhibit the Lamb Shift. These particles scatter photons in the Compton Effect, and beta decay ejects an antineutrino of these particles along with one. Their mass and charge were measured in Millikan's": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.0077962484
      ],
      [
        "ron",
        -6.313315e-05
      ]
    ]
  },
  "For the decade before his death he served as professor of graphic design at Yale. During his years as": {
    "guess": "Graphic design",
    "confidence": [
      [
        "Graphic",
        -0.8749458
      ],
      [
        " design",
        -0.06528311
      ]
    ]
  },
  "Its dedication letter contains the words \"novo modorum genere,\" its composer's declaration that he was seeking to create a new way of celebrating the holiest of sacrifices. For the last movement, the composer rescored the choir to add in a treble and a countertenor in place of a tenor, and used the form of a canon to create a second Agnus Dei. A key purpose of this six voice piece was to show that the words of the mass could remain intelligible even with the use of polyphony, and it was presented": {
    "guess": "Missa Papae Marcelli",
    "confidence": [
      [
        "M",
        -0.44669974
      ],
      [
        "issa",
        -0.04185309
      ],
      [
        " Pap",
        -0.04732725
      ],
      [
        "ae",
        -0.0027579258
      ],
      [
        " Mar",
        -0.00018172979
      ],
      [
        "cell",
        0.0
      ],
      [
        "i",
        -0.0002606206
      ]
    ]
  },
  "Its dedication, which begins \"Bob Southey! You're a poet laureate\" and goes on to excoriate \"the Lakers,\" was left unpublished until 1832. The author credited The Monks and the Giants by his friend John Hookham Frere with showing him the possibilities of its form, although his 1817 work Beppo already anticipated his use of a certain rhyme scheme. Its protagonist is forced to flee the Sultan after the Russians seize Ismail and ends up on a political mission for Catherine during the final or \"English": {
    "guess": "Don Juan",
    "confidence": [
      [
        "Don",
        -0.09447924
      ],
      [
        " Juan",
        -0.0002387018
      ]
    ]
  },
  "Their decrease-key operation can be done in O (1) (\"big O of one\") amortized time in one variant of this whose amortized runtime is analyzed using a potential function which is equal to double the number of marked nodes plus the number of trees. The runtime of Dijkstra's algorithm can be improved by": {
    "guess": "Fibonacci Heap",
    "confidence": [
      [
        "F",
        -0.08423829
      ],
      [
        "ib",
        -7.517272e-05
      ],
      [
        "onacci",
        -6.5994034e-05
      ],
      [
        " Heap",
        -0.18232036
      ]
    ]
  },
  "This man's dedication to improving the state of his nation's army led him to compose a Soldier's Pocket Book for Field Service, which aided in his promotion to assistant adjutant general. His service under James Hope Grant is recounted in this man's Narrative of the War with China in 1860, and the seizure of the Trent prompted this man to be sent to Canada, where he led the Red River expedition in suppression of the Riel rebellion. This man's more famous deeds were carried out in the East, where he led the expedition that destroyed Kumasi and won a victory at Tall al-Kabir against Urabi Pasha. This man's forces arrived too late to save \"Chinese\" Gordon at Khartoum, but for his efforts he was mad viscount anyway, and as commander-in-chief of all British forces he prosecuted the First Boer War. For ten points, identify this well-traveled British general, whose exploits include bringing the": {
    "guess": "Garnet Wolseley",
    "confidence": [
      [
        "G",
        -0.10806262
      ],
      [
        "arn",
        -0.00032533353
      ],
      [
        "et",
        -3.655073e-05
      ],
      [
        " Wol",
        -0.00032021143
      ],
      [
        "se",
        -0.0002700377
      ],
      [
        "ley",
        -0.00029518234
      ]
    ]
  },
  "The decorative bands in this structure depict the Circumcision and The Lion Recalls the Cubs to Life": {
    "guess": "Chartres Cathedral",
    "confidence": [
      [
        "Chart",
        -2.0755153
      ],
      [
        "res",
        -0.0034193892
      ],
      [
        " Cathedral",
        -0.00029410952
      ]
    ]
  }
}