{
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's rule describes compounds that exhibit a form of this phenomenon that creates a delocalized cloud of electrons that give molecules extra stability. In astronomy, this term can refer to an orbital system": {
    "guess": "Resonance (chemistry)",
    "confidence": [
      [
        "Res",
        -0.06582616
      ],
      [
        "on",
        -7.89631e-07
      ],
      [
        "ance",
        -6.392203e-06
      ],
      [
        " (",
        -0.18202756
      ],
      [
        "chemistry",
        -0.00052574975
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.022658996
      ],
      [
        "ol",
        -3.488188e-05
      ],
      [
        "fgang",
        -3.0471343e-05
      ],
      [
        " Am",
        -4.8828708e-05
      ],
      [
        "ade",
        -5.1928004e-05
      ],
      [
        "us",
        -4.894791e-05
      ],
      [
        " Mozart",
        -3.1737043e-06
      ]
    ]
  },
  "At a festival honoring his name on August 23rd, fish and small animals are thrown into a small fire. A statue of him in Birmingham, Alabama, is the largest cast iron statue in the world. He is also called Mulciber, which means \"softener.\" He was the manufacturer of arms, iron, and armor for the gods in his smithy underneath Mount Etna in Sicily. FTP, name this son of Jupiter who was the Roman god of": {
    "guess": "Vulcan",
    "confidence": [
      [
        "V",
        -0.04358116
      ],
      [
        "ul",
        -0.00026121663
      ],
      [
        "can",
        -0.000118324446
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.0030959584
      ],
      [
        "con",
        -4.4849444e-06
      ],
      [
        "jug",
        -7.226629e-06
      ],
      [
        "ation",
        -0.00015455135
      ]
    ]
  },
  "At a festival honoring his name on August 23rd, fish and small animals are thrown into a small fire.": {
    "guess": "Burning Man",
    "confidence": [
      [
        "B",
        -1.783972
      ],
      [
        "urning",
        -0.51958305
      ],
      [
        " Man",
        -0.08600849
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the proportionality constant between voltage and the time derivative of current. The Maxwell equation describing this phenomenon states that the (*) curl of the electric field equals the negative partial derivative of the magnetic field with respect to time; that is Faraday's law of this phenomenon. For 10 points, identify this phenomenon in which a time-varying magnetic field produces an electric field,": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.33529478
      ],
      [
        "uct",
        -0.29838854
      ],
      [
        "ance",
        -0.00056697224
      ]
    ]
  },
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's": {
    "guess": "Feshbach resonance",
    "confidence": [
      [
        "F",
        -0.8488822
      ],
      [
        "esh",
        -0.002122069
      ],
      [
        "bach",
        -6.0345924e-06
      ],
      [
        " resonance",
        -0.027864551
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.07621018
      ],
      [
        "uct",
        -0.499263
      ],
      [
        "ance",
        -0.0016325708
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some of its holy sites are guarded by statues called Nio, which usually take the form of muscular, armed": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.0099370545
      ],
      [
        "udd",
        -0.00010568886
      ],
      [
        "h",
        -0.0021529961
      ],
      [
        "ism",
        -1.6524515e-05
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some of its holy sites are guarded by statues called Nio, which usually take the form of muscular, armed men with angry faces. Chastity, calmness, and quiet are some of the traits included in this religion's": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.049500965
      ],
      [
        "udd",
        -0.0013609476
      ],
      [
        "h",
        -0.0011059215
      ],
      [
        "ism",
        -1.18755715e-05
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the proportionality constant between voltage and the time derivative of current. The Maxwell equation describing": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.04779466
      ],
      [
        "uct",
        -0.02518566
      ],
      [
        "ance",
        -0.0002844577
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some of its holy sites are guarded by statues called Nio, which usually take the form of muscular, armed men with angry faces. Chastity, calmness, and quiet are some of the traits included in this religion's concept of sila, or virtuous behavior. Its teachings explain the(*) dukkha, or suffering in the world, through the Four Noble Truths. For 10 points, name this religion with Theravada and Mahayana schools that venerates Siddhartha Gautama as the Awakened One.": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00025347207
      ],
      [
        "udd",
        -4.246537e-06
      ],
      [
        "h",
        -4.1557283e-05
      ],
      [
        "ism",
        -3.7697225e-06
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some of its holy sites are guarded by statues called Nio, which usually take the form of muscular, armed men with angry faces. Chastity, calmness, and quiet are some of the traits included in this religion's concept of sila, or virtuous behavior. Its teachings explain the(*) dukkha, or suffering in the": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.15249307
      ],
      [
        "udd",
        -0.00039373443
      ],
      [
        "h",
        -0.00082356826
      ],
      [
        "ism",
        -1.504853e-06
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the proportionality constant between voltage and the time derivative of current. The Maxwell equation describing this phenomenon states that the (*) curl of the electric field equals the negative partial derivative of the magnetic field with respect to time; that is Faraday's law of this phenomenon. For 10 points, identify this phenomenon in which a time-varying magnetic field produces an electric field, used by a circuit element whose strength is measured in henrys.": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.023067616
      ],
      [
        "uct",
        -0.0036516224
      ],
      [
        "ance",
        -0.00031305922
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this deity is depicted along with a figure who was born from a rock while they engage in a banquet on": {
    "guess": "Sol Invictus",
    "confidence": [
      [
        "Sol",
        -1.3942382
      ],
      [
        " Inv",
        -0.0010244742
      ],
      [
        "ict",
        -1.6240566e-06
      ],
      [
        "us",
        -0.00010902656
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this deity is depicted along with a figure who was born from a rock while they engage in a banquet on top of the hide of a (*) slain bull. The feast of the winter solstice was associated with the symbolic birth of this god, who is depicted dining alongside Mithras after the tauroctony. This god's epithet": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -0.01150788
      ],
      [
        "ith",
        -6.384837e-05
      ],
      [
        "ras",
        -0.32489067
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus": {
    "guess": "Christmas",
    "confidence": [
      [
        "Christmas",
        -0.102886796
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake": {
    "guess": "Induction heating",
    "confidence": [
      [
        "Ind",
        -0.01650326
      ],
      [
        "uction",
        -0.0019951318
      ],
      [
        " heating",
        -0.65049976
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet concerto in A major for Anton Stadler, and composed a fugue based on five themes in the fourth movement of his last symphony. Tchaikovsky's fourth orchestral suite is based on works of this composer, including his setting of the Ave verum corpus. According to legend, he transcribed Giorgio Allegri's Miserere from memory at age twelve, and his works are categorized by Köchel numbers. For 10 points,": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.008782737
      ],
      [
        "ol",
        -0.00013333677
      ],
      [
        "fgang",
        -0.0001167748
      ],
      [
        " Am",
        -0.00010556965
      ],
      [
        "ade",
        -1.9385403e-05
      ],
      [
        "us",
        -4.3464544e-05
      ],
      [
        " Mozart",
        -9.4914985e-06
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this effect is the most promising explanation for why some gauche conformations are more stable than anti ones. This optimal configuration for this effect is when the participating orbitals are co-planar. This effect is widely seen to stabilize carbocations, and is similar to resonance but does not feature": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.0027377089
      ],
      [
        "con",
        -0.00036882452
      ],
      [
        "jug",
        -3.1186566e-05
      ],
      [
        "ation",
        -6.742448e-05
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this deity is depicted along with a figure who was born from a rock while they engage in a banquet on top of the hide of a (*) slain bull. The feast of the winter solstice was associated with the symbolic birth of this god, who is depicted dining alongside Mithras after the tauroctony. This god's epithet means \"unconquered\" and in association with his cult, emperors wore a radiant crown. For 10 points, name this syncretic Roman sun god, who was given an official cult during the late Empire.": {
    "guess": "Sol Invictus",
    "confidence": [
      [
        "Sol",
        -0.038350597
      ],
      [
        " Inv",
        -1.3186812e-05
      ],
      [
        "ict",
        0.0
      ],
      [
        "us",
        -9.4914985e-06
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet concerto in A major for Anton Stadler, and composed a fugue based on five themes in the fourth movement of his last symphony. Tchaikovsky's fourth orchestral suite is based on works of this composer, including his setting of the Ave verum corpus. According to legend, he transcribed Giorgio Allegri's": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.04778194
      ],
      [
        "ol",
        -0.00015205175
      ],
      [
        "fgang",
        -6.1106686e-05
      ],
      [
        " Am",
        -0.0003958801
      ],
      [
        "ade",
        -4.9305523e-05
      ],
      [
        "us",
        -8.9357956e-05
      ],
      [
        " Mozart",
        -3.1544176e-05
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -1.2592722
      ],
      [
        "ith",
        -0.26980543
      ],
      [
        "ras",
        -0.044047818
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this deity is depicted along with a figure who was born from a rock while they engage in a banquet on top of the hide of a (*) slain bull. The feast of the winter solstice was associated with the symbolic": {
    "guess": "Mithraism",
    "confidence": [
      [
        "M",
        -0.5215258
      ],
      [
        "ith",
        -0.0010630595
      ],
      [
        "ra",
        -0.32011944
      ],
      [
        "ism",
        -0.47311246
      ]
    ]
  },
  "At a festival honoring his name on August 23rd, fish and small animals are thrown into a small fire. A statue of him in Birmingham, Alabama, is the largest cast iron statue in the world. He is also called Mulciber, which means \"softener.\" He was the manufacturer of arms, iron, and armor for the gods": {
    "guess": "Vulcan (mythology)",
    "confidence": [
      [
        "V",
        -0.021730082
      ],
      [
        "ul",
        -7.183501e-05
      ],
      [
        "can",
        -0.00013214473
      ],
      [
        " (",
        -0.22833216
      ],
      [
        "my",
        -0.010736514
      ],
      [
        "th",
        -2.1008714e-06
      ],
      [
        "ology",
        -9.400689e-05
      ],
      [
        ")",
        -7.958325e-05
      ]
    ]
  },
  "This man's 1879 Festival March was written to commemorate the silver anniversary of the Emperor and Empress": {
    "guess": "Festival March",
    "confidence": [
      [
        "F",
        -0.98659456
      ],
      [
        "estival",
        -0.028377883
      ],
      [
        " March",
        -0.09091294
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet concerto in A major for Anton Stadler, and composed a fugue based on five themes in the fourth movement": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.1062707
      ],
      [
        "ol",
        -4.3226137e-05
      ],
      [
        "fgang",
        -8.6497064e-05
      ],
      [
        " Am",
        -9.72254e-05
      ],
      [
        "ade",
        -5.371606e-05
      ],
      [
        "us",
        -7.600714e-05
      ],
      [
        " Mozart",
        -1.1994775e-05
      ]
    ]
  },
  "This man's 1879 Festival March was written to commemorate the silver anniversary of the Emperor and Empress of Austria, and to this artist and his daughter is devoted the Azrael symphony of Josef Suk. Among this composer's outstanding works are his Humoresques and his opus 104 cello concerto. For ten points, name the Czech composer of the \"Dumsky\" trio, the Slavonic Dances, and the New World symphony.": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.0008161776
      ],
      [
        "on",
        -1.4378848e-05
      ],
      [
        "ín",
        -0.0035599233
      ],
      [
        " D",
        -3.5477897e-05
      ],
      [
        "vo",
        -5.5577775e-06
      ],
      [
        "ř",
        -1.3856493e-06
      ],
      [
        "ák",
        -5.3193703e-06
      ]
    ]
  },
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's rule describes compounds that exhibit a form of this phenomenon that creates a delocalized cloud of": {
    "guess": "Resonance (chemistry)",
    "confidence": [
      [
        "Res",
        -0.017416865
      ],
      [
        "on",
        -1.8624639e-06
      ],
      [
        "ance",
        -4.1914896e-05
      ],
      [
        " (",
        -0.6540528
      ],
      [
        "chemistry",
        -0.00022153647
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this effect is the most promising explanation for why some gauche conformations are more stable than anti ones. This optimal configuration for this effect is when the participating orbitals are co-planar. This effect is widely seen to stabilize carbocations, and is similar to resonance but does not feature a true bond.. For 10 points, identify this effect in which electrons in a sigma bond interact": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.006540458
      ],
      [
        "con",
        -0.00039861441
      ],
      [
        "jug",
        -4.7755875e-05
      ],
      [
        "ation",
        -2.4034345e-05
      ]
    ]
  },
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's rule describes compounds that exhibit a form of this phenomenon that creates a delocalized cloud of electrons that give molecules extra stability. In astronomy, this term can refer to an orbital system exemplified by Io, Europa, and Ganymede. For 10 points, name this phenomenon that explains why glass": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.003294044
      ],
      [
        "on",
        -4.3202e-07
      ],
      [
        "ance",
        -4.4849444e-06
      ]
    ]
  },
  "This man's 1879 Festival March was written to commemorate the silver anniversary of the Emperor and Empress of Austria, and to this artist and his daughter is devoted the Azrael symphony of Josef Suk. Among this composer's outstanding works are his Humoresques and his opus 104 cello concerto. For ten": {
    "guess": "Antonín Dvořák",
    "confidence": [
      [
        "Ant",
        -0.0028040374
      ],
      [
        "on",
        -9.372295e-06
      ],
      [
        "ín",
        -0.0017226649
      ],
      [
        " D",
        -4.2153304e-05
      ],
      [
        "vo",
        -3.4762674e-05
      ],
      [
        "ř",
        -6.704273e-07
      ],
      [
        "ák",
        -4.00813e-06
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.054996587
      ],
      [
        "con",
        -4.167649e-05
      ],
      [
        "jug",
        -2.8564085e-05
      ],
      [
        "ation",
        -0.00017302792
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some": {
    "guess": "Theravada Buddhism",
    "confidence": [
      [
        "Th",
        -0.5220084
      ],
      [
        "er",
        -1.2233183e-05
      ],
      [
        "av",
        -0.00045593674
      ],
      [
        "ada",
        -0.00054814905
      ],
      [
        " Buddhism",
        -0.011427388
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this deity is depicted along with a figure who was born from a rock while they engage in a banquet on top of the hide of a (*) slain bull. The feast of the winter solstice was associated with the symbolic birth of this god, who is depicted dining alongside Mithras after the tauroctony. This god's epithet means \"unconquered\" and in association with his cult, emperors wore a radiant crown. For 10 points,": {
    "guess": "Mithras",
    "confidence": [
      [
        "M",
        -0.26398417
      ],
      [
        "ith",
        -1.8908588e-05
      ],
      [
        "ras",
        -0.4635951
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet concerto in A major for Anton Stadler, and composed a fugue based on five themes in the fourth movement of his last symphony. Tchaikovsky's fourth orchestral suite is based on works of this composer,": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.12339367
      ],
      [
        "ol",
        -0.00017815368
      ],
      [
        "fgang",
        -8.685468e-05
      ],
      [
        " Am",
        -0.00021593389
      ],
      [
        "ade",
        -5.0974373e-05
      ],
      [
        "us",
        -8.9357956e-05
      ],
      [
        " Mozart",
        -1.7954959e-05
      ]
    ]
  },
  "At a festival honoring his name on August 23rd, fish and small animals are thrown into a small fire. A statue of him in Birmingham, Alabama, is the largest cast iron statue in the world. He is also called": {
    "guess": "Vulcan (mythology)",
    "confidence": [
      [
        "V",
        -0.02304584
      ],
      [
        "ul",
        -2.7968066e-05
      ],
      [
        "can",
        -0.0002540681
      ],
      [
        " (",
        -0.058355067
      ],
      [
        "my",
        -0.009904
      ],
      [
        "th",
        -5.5577775e-06
      ],
      [
        "ology",
        -8.7450695e-05
      ],
      [
        ")",
        -0.00013834333
      ]
    ]
  },
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's rule describes compounds that exhibit a form of this phenomenon that creates a delocalized cloud of electrons that give molecules extra stability. In astronomy, this term can refer to an orbital system exemplified by Io, Europa, and Ganymede. For 10 points, name this phenomenon that explains why glass can shatter if it is exposed to the right pitch, which in chemistry, refers to the delocalizing of electrons.": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.002370774
      ],
      [
        "on",
        -4.3202e-07
      ],
      [
        "ance",
        -7.465036e-06
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this effect is the most promising explanation for why some gauche conformations are more stable than anti ones. This optimal configuration for this effect is when the participating orbitals are co-planar.": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.004565888
      ],
      [
        "con",
        -0.00028576894
      ],
      [
        "jug",
        -0.00011868205
      ],
      [
        "ation",
        -0.00037478472
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme by this composer provided the basis for the variations and fugue by Max Reger. He wrote his clarinet concerto in A major for Anton Stadler, and composed a fugue based on five themes in the fourth movement of his last symphony. Tchaikovsky's fourth orchestral suite is based on works of this composer, including his setting of the Ave verum corpus. According to legend, he transcribed Giorgio Allegri's Miserere from memory at age twelve, and his works are categorized by Köchel numbers. For 10 points, name this composer of the Jupiter symphony and Eine Kleine Nachtmusik.": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.032235716
      ],
      [
        "ol",
        -0.00073970755
      ],
      [
        "fgang",
        -0.00014191943
      ],
      [
        " Am",
        -0.00029112943
      ],
      [
        "ade",
        -4.441817e-05
      ],
      [
        "us",
        -7.9940866e-05
      ],
      [
        " Mozart",
        -2.1173457e-05
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to": {
    "guess": "Induction Heating",
    "confidence": [
      [
        "Ind",
        -0.05076221
      ],
      [
        "uction",
        -0.7727103
      ],
      [
        " Heating",
        -0.369171
      ]
    ]
  },
  "The Feshbach type of this phenomenon allows for the formation of Bose-Einstein condensates. Hückel's rule describes compounds that exhibit a form of this phenomenon that creates a delocalized cloud of electrons that give molecules extra stability. In astronomy, this term can refer to an orbital system exemplified by Io, Europa, and Ganymede. For 10 points, name this phenomenon that explains why glass can shatter if it is exposed to the right pitch, which in chemistry, refers to the delocalizing of": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.0043577217
      ],
      [
        "on",
        -9.0883464e-07
      ],
      [
        "ance",
        -1.0325924e-05
      ]
    ]
  },
  "At a festival honoring his name on August 23rd, fish and small animals are thrown into a small fire. A statue of him in Birmingham, Alabama, is the largest cast iron statue in the world. He is also called Mulciber, which means \"softener.\" He was the manufacturer of arms, iron, and armor for the gods in his smithy underneath Mount Etna in Sicily. FTP, name this son of Jupiter who was the Roman god of volcanoes and fire.": {
    "guess": "Vulcan",
    "confidence": [
      [
        "V",
        -0.008120185
      ],
      [
        "ul",
        -0.0003672749
      ],
      [
        "can",
        -0.00012403888
      ]
    ]
  },
  "Fernando Sor's opus nine consists of variations for guitar of a theme by this composer. Another theme": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.7573115
      ],
      [
        "ol",
        -0.0006612073
      ],
      [
        "fgang",
        -1.962381e-05
      ],
      [
        " Am",
        -0.00049036095
      ],
      [
        "ade",
        -3.6908343e-05
      ],
      [
        "us",
        -7.13582e-05
      ],
      [
        " Mozart",
        -1.0683535e-05
      ]
    ]
  },
  "The festival date for one form of this deity is first attested in the Philocalian calendar. Virus Lupus was appointed to a college of pontiffs serving this deity by a ruler who constructed a massive temple to this deity on the Campus Agrippae following a victory over the Palmyrenes. In iconography, this": {
    "guess": "Sol Invictus",
    "confidence": [
      [
        "Sol",
        -0.5498946
      ],
      [
        " Inv",
        -0.012820994
      ],
      [
        "ict",
        0.0
      ],
      [
        "us",
        -5.4669687e-05
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the proportionality constant between voltage and the time derivative of current. The Maxwell equation describing this phenomenon states that the (*) curl of the electric field equals the negative partial derivative of the magnetic field with respect to time; that is Faraday's law of this phenomenon. For": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.011368341
      ],
      [
        "uct",
        -0.004420267
      ],
      [
        "ance",
        -5.5861725e-05
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this effect is the most promising explanation for why some gauche conformations are more stable than anti ones. This optimal configuration for this effect is when the participating orbitals are co-planar. This effect is widely seen to stabilize carbocations, and is similar to resonance but does not feature a true bond.. For 10 points, identify this effect in which electrons in a sigma bond interact with a p-orbital or pi-orbital to create a more stable extended orbital.": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.011335338
      ],
      [
        "con",
        -2.2842309e-05
      ],
      [
        "jug",
        -8.776276e-06
      ],
      [
        "ation",
        -9.293406e-05
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in": {
    "guess": "Energy decomposition analysis",
    "confidence": [
      [
        "Energy",
        -0.74341017
      ],
      [
        " decomposition",
        -0.14699884
      ],
      [
        " analysis",
        -0.04132306
      ]
    ]
  },
  "One festival of this religion is Kathina, in which common people donate clothing to its holy men. Some of its holy sites are guarded by statues called Nio, which usually take the form of muscular, armed men with angry faces. Chastity, calmness, and quiet are some of the traits included in this religion's concept of sila, or virtuous behavior. Its teachings explain the(*) dukkha, or suffering in the world, through the Four Noble Truths. For 10 points, name this religion with Theravada and Mahayana": {
    "guess": "Buddhism",
    "confidence": [
      [
        "B",
        -0.00026300468
      ],
      [
        "udd",
        -1.0325924e-05
      ],
      [
        "h",
        -2.9756122e-05
      ],
      [
        "ism",
        -4.723352e-06
      ]
    ]
  },
  "Fernandez and Frenking used energy decomposition analysis to evaluate the strength of this effect in substituted ethanes. The beta silicon effect is one variety of it. Conant and Kistiakowsky observed this effect early on in unsaturated compounds such as 1,3-butadiene, while aside from bent bonds, this effect is the most promising explanation for why some gauche conformations are more stable than anti": {
    "guess": "Hyperconjugation",
    "confidence": [
      [
        "Hyper",
        -0.006791156
      ],
      [
        "con",
        -0.00034392564
      ],
      [
        "jug",
        -0.00022761585
      ],
      [
        "ation",
        -0.00018673266
      ]
    ]
  },
  "Ferrous pans are heated through dissipation of the eddy currents caused by this phenomenon in a namesake type of stove. The circuit elements which rely on this phenomenon have impedance proportional to the current frequency. The namesake quantity of those elements that rely on this phenomenon is the proportionality constant between voltage and the time derivative of current. The Maxwell equation describing this phenomenon states that the (*) curl of the electric field equals the negative partial": {
    "guess": "Inductance",
    "confidence": [
      [
        "Ind",
        -0.11988172
      ],
      [
        "uct",
        -0.5211612
      ],
      [
        "ance",
        -0.0034836587
      ]
    ]
  },
  "This man's 1879 Festival March was written to commemorate the silver anniversary of the Emperor and Empress of Austria, and to this artist and his daughter is devoted the Azrael symphony of Josef Suk.": {
    "guess": "Josef Suk",
    "confidence": [
      [
        "Jose",
        -0.071332484
      ],
      [
        "f",
        -0.0015706839
      ],
      [
        " Suk",
        -0.01678065
      ]
    ]
  }
}