{
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors is, this work has only one line for Hermocrates, who prompts the recitation of the story of King Amasis by Critias. The construction of a scale is outlined and the title character posits a form of the principle of sufficient reason by claiming that God, being good, manipulated the anake so that more good might come about. Connecting quintessence to the icosahedron, this is, FTP, what Platonic dialogue,": {
    "guess": "Critias",
    "confidence": [
      [
        "Crit",
        -0.6862181
      ],
      [
        "ias",
        -0.0015528328
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches.": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -1.3620538
      ],
      [
        "ae",
        -0.006350943
      ],
      [
        "us",
        -0.00019996427
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors is, this work has only one line for Hermocrates, who prompts the recitation of the story of King Amasis by Critias. The construction of a scale is outlined and the title character posits a form of the principle of sufficient reason by claiming that God, being good, manipulated the anake so that more": {
    "guess": "Critias",
    "confidence": [
      [
        "Crit",
        -0.315029
      ],
      [
        "ias",
        -0.0010736575
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors is, this work has only one line for Hermocrates, who prompts the recitation of the story of King Amasis by Critias. The construction of a scale is outlined and the title character posits a form of the principle of sufficient reason by claiming that God, being good, manipulated the anake so that more good might come about. Connecting quintessence to the icosahedron, this is, FTP, what Platonic dialogue, dealing with the creation of the universe?": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -0.09146172
      ],
      [
        "ae",
        -1.735894e-05
      ],
      [
        "us",
        -6.0272258e-05
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors": {
    "guess": "The Consolation of Philosophy",
    "confidence": [
      [
        "The",
        -0.5436907
      ],
      [
        " Cons",
        -0.20637253
      ],
      [
        "olation",
        -0.0005213392
      ],
      [
        " of",
        -5.3193703e-06
      ],
      [
        " Philosophy",
        -6.8854926e-05
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors is, this work has only one line for Hermocrates, who prompts the recitation of the story of King Amasis": {
    "guess": "Timaeus",
    "confidence": [
      [
        "Tim",
        -1.0312585
      ],
      [
        "ae",
        -0.00030781425
      ],
      [
        "us",
        -0.00014621076
      ]
    ]
  },
  "Mohr discussed \"The Gold Analogy in\" this work, which was notably commented on by William of Conches. Beginning with the narrator asking the title character where the fourth of yesterday's interlocutors is, this work has only one line for Hermocrates, who prompts the recitation of the story of King Amasis by Critias. The construction of a scale is outlined and the title character posits a form of the": {
    "guess": "Critias",
    "confidence": [
      [
        "Crit",
        -0.30863303
      ],
      [
        "ias",
        -0.0008903792
      ]
    ]
  }
}