{
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.07135879
      ],
      [
        "m",
        -0.00014299227
      ],
      [
        "ological",
        -4.5848617e-05
      ],
      [
        " constant",
        -0.0041580573
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes, which have distinctive patterns of dark and light bands, and form chromosome puffs in sections where gene transcription is occurring, allowing visualization of gene activity. Its phenotypes, such as those resulting from mutations studied by Thomas Hunt Morgan, include, white eyes, yellow or ebony bodies, or having legs on its head in place of antenna. For 10 points, name this insect of genus Drosophila, a model organism in biology.": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.0031784254
      ],
      [
        "ros",
        -2.9352968e-06
      ],
      [
        "oph",
        -3.0828953e-05
      ],
      [
        "ila",
        -6.869018e-06
      ],
      [
        " melan",
        -2.3438328e-05
      ],
      [
        "og",
        -2.6418418e-05
      ],
      [
        "aster",
        -2.7133641e-05
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply results in the \"cost-push\" form of this phenomenon. This phenomenon is represented by an upward": {
    "guess": "Inflationary gap",
    "confidence": [
      [
        "In",
        -0.35361746
      ],
      [
        "flation",
        -0.0008336896
      ],
      [
        "ary",
        -0.73339224
      ],
      [
        " gap",
        -0.91664404
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single voice, one of his pieces masterfully uses antiphonal construction to pass the sound between eight sub- choirs, each of five parts. This composer of an English mass in the Dorian mode wrote the aforementioned 40-part choral work, \"spem in alium.\" He may be best known for the use of one of his \"themes\" nearly four hundred years later. For 10 points, name this man who inspired a \"Fantasia\" written by Ralph Vaughn Williams.": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.002871208
      ],
      [
        " Tall",
        -6.1106686e-05
      ],
      [
        "is",
        -3.059055e-05
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply": {
    "guess": "Fisher index",
    "confidence": [
      [
        "F",
        -0.9546303
      ],
      [
        "isher",
        -0.0016613778
      ],
      [
        " index",
        -0.86075675
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about Jewish law are asked in this holiday's namesake form of Torah. At the Seudat meal on this day, one is supposed to be unable to tell \"arur\" from \"baruch.\" This holiday is when the \"misloach manot\" gift": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.006614715
      ],
      [
        "ur",
        -1.2664457e-06
      ],
      [
        "im",
        -9.968313e-06
      ]
    ]
  },
  "Like Kant, he divided duties into absolute and conditional types, and after the Danes besieged Lund, was called back by Charles XI to be a privy councilor. Jailed after writing The Elements of Jurisprudence, he earned a university appointment and penned The Law of War and Peace and (*) On the Law of Nature and Nations. For 10 points – name this 17th century German philosopher and international legal scholar known for his commentaries on Grotius and Hobbes and author of On the Duty of Man and Citizen.": {
    "guess": "Samuel von Pufendorf",
    "confidence": [
      [
        "Sam",
        -0.2584121
      ],
      [
        "uel",
        -1.8908588e-05
      ],
      [
        " von",
        -0.36740056
      ],
      [
        " P",
        -1.640531e-05
      ],
      [
        "uf",
        -0.0001439459
      ],
      [
        "endor",
        -5.5122365e-07
      ],
      [
        "f",
        -1.7478143e-05
      ]
    ]
  },
  "Like the annelids, the first stage of larval development for this animal is the trocophore. Its classes include Caudofoveata, Solenogastres, and Polyplacophora, which contains the chitons. Characteristics include a true coelom, bilateral symmetry, and a body consisting of the head, visceral mass, and": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.012475157
      ],
      [
        "oll",
        -7.89631e-07
      ],
      [
        "us",
        -0.020227335
      ],
      [
        "ca",
        -0.019262264
      ]
    ]
  },
  "Like the mitochondrion, this organelle is bounded by two concentric membranes; however, its inner membrane": {
    "guess": "Nucleus",
    "confidence": [
      [
        "N",
        -0.5929593
      ],
      [
        "ucle",
        -0.23848473
      ],
      [
        "us",
        -0.00945005
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include exposure of surface phospholipids to phosphatidylserine and the secretion of TGF-beta by cytokines. In plants, it is accomplished by proteases that cleave at asparagine residues, which cause collapse of the central vacuole. It is involved in such events as formation of synapses and the sloughing-off of the endometrial lining. FTP, identify this process by which normal development of multicellular organisms is genetically controlled, and which is different from necrosis.": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.050115906
      ],
      [
        "opt",
        -0.00026753443
      ],
      [
        "osis",
        -1.6240566e-06
      ]
    ]
  },
  "Like Lake Nyasa, near its southern end it forms the Shire River. The part found in Kenya gives rise to": {
    "guess": "Lake Victoria",
    "confidence": [
      [
        "Lake",
        -0.36405835
      ],
      [
        " Victoria",
        -0.024368342
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures.": {
    "guess": "Yttrium barium copper oxide",
    "confidence": [
      [
        "Y",
        -1.3121115
      ],
      [
        "t",
        -0.0009549326
      ],
      [
        "tr",
        -0.00097624067
      ],
      [
        "ium",
        -2.618001e-05
      ],
      [
        " bar",
        -0.9198285
      ],
      [
        "ium",
        -7.481511e-05
      ],
      [
        " copper",
        -0.00037287746
      ],
      [
        " oxide",
        -0.00029148703
      ]
    ]
  },
  "In a likely apocryphal story, this king who reorganized the Fyrd was scolded by a peasant for letting": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.023877267
      ],
      [
        "fred",
        -5.3193703e-06
      ],
      [
        " the",
        -0.0016362625
      ],
      [
        " Great",
        -7.076218e-05
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication of this site. Discovered in the town of Woodbridge, its contents a 15-ounce solid gold belt buckle, a sword, and a Byzantine spoon and bowl thought to have been used in baptism rituals. This blend of pagan and early Christian influence are taken into account when considering the disappearance of the body from the 89-foot longship in which the entombment was contained. FTP, identify this richest": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.009749476
      ],
      [
        "utton",
        -0.00078914035
      ],
      [
        " H",
        -0.00025073037
      ],
      [
        "oo",
        -6.749814e-06
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes, which have distinctive patterns of dark and light bands, and form chromosome puffs in sections where gene transcription is occurring, allowing visualization of gene activity. Its phenotypes, such as those resulting from mutations studied by Thomas Hunt Morgan, include, white eyes, yellow or ebony": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.0009825549
      ],
      [
        "ros",
        -3.5313153e-06
      ],
      [
        "oph",
        -1.8431772e-05
      ],
      [
        "ila",
        -1.1517961e-05
      ],
      [
        " melan",
        -4.167649e-05
      ],
      [
        "og",
        -1.5213274e-05
      ],
      [
        "aster",
        -2.0339032e-05
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3,": {
    "guess": "Saccharomyces cerevisiae",
    "confidence": [
      [
        "Sac",
        -0.033886574
      ],
      [
        "char",
        -0.00023011913
      ],
      [
        "omy",
        -4.739826e-05
      ],
      [
        "ces",
        -4.012684e-05
      ],
      [
        " cere",
        -0.0003390383
      ],
      [
        "vis",
        -4.823269e-05
      ],
      [
        "iae",
        -0.00010902656
      ]
    ]
  },
  "In a likely apocryphal story, this king who reorganized the Fyrd was scolded by a peasant for letting her cakes burn. As king he suffered an early setback when he was forced into hiding in the marshes": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.0068030027
      ],
      [
        "fred",
        -4.4849444e-06
      ],
      [
        " the",
        -0.00022022522
      ],
      [
        " Great",
        -3.5120287e-05
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from": {
    "guess": "Ecce Beatam Lucem",
    "confidence": [
      [
        "Ec",
        -0.17577624
      ],
      [
        "ce",
        -6.0345924e-06
      ],
      [
        " Beat",
        -0.49131262
      ],
      [
        "am",
        -0.00039980648
      ],
      [
        " Luc",
        -0.0002519224
      ],
      [
        "em",
        -0.00012415809
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less than 1 part per billion. That process is named after Siemens. One material with an extremely low glass transition temperature of below -125 degrees Celsius contains methyl side chains and a backbone made of oxygen alternating with this element. That polymer is widely used in shampoos and is cross-linked": {
    "guess": "Oxygen",
    "confidence": [
      [
        "O",
        -0.92000663
      ],
      [
        "xygen",
        -0.0026950322
      ]
    ]
  },
  "Like the annelids, the first stage of larval development for this animal is the trocophore. Its classes include Caudofoveata, Solenogastres, and Polyplacophora, which contains the chitons. Characteristics": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.014257527
      ],
      [
        "oll",
        -1.7432603e-06
      ],
      [
        "us",
        -0.015437421
      ],
      [
        "ca",
        -0.00082130334
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of these microorganisms was studied by Golding, Grossman, and Mumur. It can mate via a projection called": {
    "guess": "Yeast",
    "confidence": [
      [
        "Y",
        -0.73360896
      ],
      [
        "east",
        -0.0013829747
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about Jewish law are asked in this holiday's namesake form of Torah. At the Seudat meal on this day, one is supposed to be unable to tell \"arur\" from \"baruch.\" This holiday is when the \"misloach manot\" gift baskets are handed out, and this holiday in the month of Adar is when gragers are used to drown out the name of Haman. For 10 points, name this holiday where Jews get drunk and wear costumes to celebrate": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.030706277
      ],
      [
        "ur",
        -1.3856493e-06
      ],
      [
        "im",
        -1.3544423e-05
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players down to half speed, while the team in the up position could summon a demon to help defend against the opposing team's (*) shots. Players had to watch out for flaming bottles being thrown onto the": {
    "guess": "Blood Bowl",
    "confidence": [
      [
        "Blood",
        -1.1505622
      ],
      [
        " Bowl",
        -0.27038106
      ]
    ]
  },
  "Like the annelids, the first stage of larval development for this animal is the trocophore. Its classes": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.027416945
      ],
      [
        "oll",
        -2.1411865e-05
      ],
      [
        "us",
        -0.0059618605
      ],
      [
        "ca",
        -0.0012264199
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply results in the \"cost-push\" form of this phenomenon. This phenomenon is represented by an upward move of the equilibrium on an aggregate supply-aggregate demand graph. The GDP deflator accounts for this phenomenon, which is corrected in real GDP but not nominal GDP. An extreme form of this phenomenon occurred in the Hungarian pengo and the Zimbabwean dollar. For 10 points, identify this economic": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.06418552
      ],
      [
        "flation",
        -2.5703197e-05
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.34380716
      ],
      [
        "ria",
        -0.0004942946
      ]
    ]
  },
  "It was more likely inspired by James Cook's South Sea voyages and hallucinogens than the English countryside.": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.4482695
      ],
      [
        " R",
        -0.0046737418
      ],
      [
        "ime",
        -0.00036667887
      ],
      [
        " of",
        -1.8431772e-05
      ],
      [
        " the",
        -0.00022177487
      ],
      [
        " Ancient",
        -4.4537377e-05
      ],
      [
        " Mar",
        -5.1331983e-05
      ],
      [
        "iner",
        -1.2352386e-05
      ]
    ]
  },
  "It was more likely inspired by James Cook's South Sea voyages and hallucinogens than the English countryside. The mysterious titular figure stops a man on his way to a wedding, telling him the story of his experiences in Antarctica and his senseless murder of an albatross. For ten points, identify this": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.059023354
      ],
      [
        " R",
        -0.0007372043
      ],
      [
        "ime",
        -9.4914985e-06
      ],
      [
        " of",
        -4.2153304e-05
      ],
      [
        " the",
        -0.0003548887
      ],
      [
        " Ancient",
        -0.00030304978
      ],
      [
        " Mar",
        -8.244414e-05
      ],
      [
        "iner",
        -8.061054e-06
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes,": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.006764395
      ],
      [
        "ros",
        -3.7697225e-06
      ],
      [
        "oph",
        -6.909333e-05
      ],
      [
        "ila",
        -4.00813e-06
      ],
      [
        " melan",
        -2.1173457e-05
      ],
      [
        "og",
        -1.867018e-05
      ],
      [
        "aster",
        -3.5120287e-05
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age, succeeded another which described consciousness as based on reflex. In a more well-known theory, this psychologist described how children merely think out loud, while adults utilize an extremely complex mental speech in his discussion of what he termed internal language. This psychologist also developed a model which assists the development of childhood skill by giving tasks that are within the": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.43666413
      ],
      [
        " Pi",
        -9.0907604e-05
      ],
      [
        "aget",
        -5.085517e-05
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes, which have distinctive patterns of dark and light bands, and form chromosome puffs in sections where gene transcription is occurring, allowing visualization of gene activity. Its phenotypes, such": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.0006041454
      ],
      [
        "ros",
        -4.723352e-06
      ],
      [
        "oph",
        -5.157039e-05
      ],
      [
        "ila",
        -4.00813e-06
      ],
      [
        " melan",
        -6.134509e-05
      ],
      [
        "og",
        -1.11603495e-05
      ],
      [
        "aster",
        -2.0339032e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in the Median empire between the 6th and 7th centuries B.C. This  religion's ideas were incorporated, together with those of Christianity and Buddhism, into Manichaeism, and a sect called the Parsis currently reside in India. According to this religion, the six benevolent beings named the Amesha Spentas are contrasted with the evil spirits known as the Daevas. FTP, What is this Iranian religion which": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0013791639
      ],
      [
        "oro",
        -0.00028374247
      ],
      [
        "ast",
        -1.7835755e-05
      ],
      [
        "rian",
        -1.569009e-05
      ],
      [
        "ism",
        -6.9882217e-06
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from the German transliteration of his name. This first appears in his first violin concerto, which, though written in 1947 and 1948, was first performed in 1955 by David Oistrakh. The delay arose as the": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.28128433
      ],
      [
        "erge",
        -0.00023917861
      ],
      [
        "i",
        -0.0014122585
      ],
      [
        " Pro",
        -0.000377288
      ],
      [
        "k",
        -0.00031937702
      ],
      [
        "of",
        -5.9199425e-05
      ],
      [
        "iev",
        -1.11603495e-05
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players down to half speed, while the team in the up position could summon a demon to help defend against the opposing team's (*) shots. Players had to watch out for flaming bottles being thrown onto the playing surface by rowdy fans, and teams in this game included the St. Mucus Ooze, the Chilly Liars and the Ice Slashers.  A spin-off of a similar football game, FTP, name this violent EA sports game": {
    "guess": "Mutant League Football",
    "confidence": [
      [
        "Mut",
        -0.26129454
      ],
      [
        "ant",
        -0.00021140782
      ],
      [
        " League",
        -0.010922376
      ],
      [
        " Football",
        -0.3007575
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication of this site. Discovered in the town of Woodbridge, its contents a 15-ounce solid gold belt buckle, a sword, and a Byzantine spoon and bowl thought to have been used in baptism rituals. This blend of": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.009433165
      ],
      [
        "utton",
        -0.0051148
      ],
      [
        " H",
        -9.841743e-05
      ],
      [
        "oo",
        -4.246537e-06
      ]
    ]
  },
  "Like the mitochondrion, this organelle is bounded by two concentric membranes; however, its inner membrane is relatively smooth and flat and has no electron-transport complexes. Also containing carotenoids,": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0059052114
      ],
      [
        "lor",
        -0.0018029844
      ],
      [
        "oplast",
        -9.877504e-05
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less than 1 part per billion. That process is named after Siemens. One material with an extremely low glass transition temperature of below -125 degrees Celsius contains methyl side chains and a backbone": {
    "guess": "Polyvinyl alcohol",
    "confidence": [
      [
        "Poly",
        -0.66825545
      ],
      [
        "vin",
        -1.2652506
      ],
      [
        "yl",
        -0.0029778217
      ],
      [
        " alcohol",
        -1.6256174
      ]
    ]
  },
  "Like the mitochondrion, this organelle is bounded by two concentric membranes; however, its inner membrane is relatively smooth and flat and has no electron-transport complexes. Also containing carotenoids, its internal proteinaceous matrix is called the stroma, which has flat compartments called thylakoids": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.000312344
      ],
      [
        "lor",
        -7.183501e-05
      ],
      [
        "oplast",
        -0.00013929696
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of these microorganisms was studied by Golding, Grossman, and Mumur. It can mate via a projection called the shmoo, whose formation is mediated by the \"a\" and \"alpha\" alleles of the MAT locus. Louis Pasteur proved that a process associated with them was caused by living organisms rather than a chemical reaction. The first eukaryote to have its genome completely sequenced was, FTP, what type of microorganism": {
    "guess": "Yeast",
    "confidence": [
      [
        "Y",
        -0.60512406
      ],
      [
        "east",
        -7.465036e-06
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication of this site. Discovered in the town of Woodbridge, its contents a 15-ounce solid gold belt buckle, a sword, and a Byzantine spoon and bowl thought to have been used in baptism rituals. This blend of pagan and early Christian influence are taken into account when considering the disappearance of the": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.01035869
      ],
      [
        "utton",
        -0.003772174
      ],
      [
        " H",
        -8.959636e-05
      ],
      [
        "oo",
        -4.00813e-06
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about Jewish law are asked in this holiday's namesake form of Torah. At the Seudat meal on this day, one is supposed to be unable to tell \"arur\" from \"baruch.\" This holiday is when the \"misloach manot\" gift baskets are handed out, and this holiday in the month of Adar is when gragers are used to drown out": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.0020917344
      ],
      [
        "ur",
        -1.147242e-06
      ],
      [
        "im",
        -8.061054e-06
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0006562008
      ],
      [
        "haps",
        -7.465036e-06
      ],
      [
        "ody",
        -3.1737043e-06
      ],
      [
        " in",
        -6.392203e-06
      ],
      [
        " Blue",
        -8.89548e-06
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.1304788
      ],
      [
        " Pi",
        -4.4849444e-06
      ],
      [
        "aget",
        -1.4617256e-05
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply results in the \"cost-push\" form of this phenomenon. This phenomenon is represented by an upward move of the equilibrium on an aggregate supply-aggregate demand graph. The GDP deflator accounts for": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.45855242
      ],
      [
        "flation",
        -3.4405064e-05
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single voice, one of his pieces masterfully uses antiphonal construction to pass the sound between eight sub- choirs, each of five parts. This composer of an English mass in the Dorian mode wrote the aforementioned 40-part choral work, \"spem in alium.\" He may be best known for the use of one of his \"themes\" nearly four hundred years later. For 10 points, name this man who inspired a \"Fantasia\" written by": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.032066032
      ],
      [
        " Tall",
        -0.000618316
      ],
      [
        "is",
        -3.7385154e-05
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single voice, one of his pieces masterfully uses antiphonal construction to pass the sound between eight sub-": {
    "guess": "Spem in alium",
    "confidence": [
      [
        "Sp",
        -0.21346574
      ],
      [
        "em",
        -0.00091550546
      ],
      [
        " in",
        -6.4802e-05
      ],
      [
        " al",
        -0.011598852
      ],
      [
        "ium",
        -2.8444882e-05
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -1.2295578
      ],
      [
        " Mass",
        -0.00015669702
      ],
      [
        "inger",
        -4.727906e-05
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include exposure of surface phospholipids to phosphatidylserine and the secretion of TGF-beta by cytokines. In plants, it is accomplished by proteases that cleave at asparagine residues, which cause collapse of the central vacuole. It is involved in such events as formation of synapses and the sloughing-off": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.06080769
      ],
      [
        "opt",
        -0.00013810492
      ],
      [
        "osis",
        -2.2127088e-05
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing this parameter into the Friedmann\u0096Robertson\u0096Walker metric gives the standard Lambda-CDM model. This entity contrasts with quintessence and other forms of dark energy because it is constant and equal at all points in the universe. This quantity, equivalent to the energy density of empty space,": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.0103667155
      ],
      [
        "m",
        -5.7888185e-05
      ],
      [
        "ological",
        -1.2664457e-06
      ],
      [
        " constant",
        -0.003590803
      ]
    ]
  },
  "Like Lake Nyasa, near its southern end it forms the Shire River. The part found in Kenya gives rise to Lakes Magadi, Naivasha, and Turkana, and in Ethiopia it forms the Denakil Plain. Having begun forming": {
    "guess": "Great Rift Valley",
    "confidence": [
      [
        "Great",
        -0.11889743
      ],
      [
        " Rift",
        -0.0020751946
      ],
      [
        " Valley",
        -3.7146747e-05
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter,": {
    "guess": "Death index",
    "confidence": [
      [
        "Death",
        -1.7298656
      ],
      [
        " index",
        -1.0816631
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing this parameter into the Friedmann\u0096Robertson\u0096Walker metric gives the standard Lambda-CDM model. This entity contrasts with quintessence and other forms of dark energy because it is constant and equal at all points in the universe. This quantity, equivalent to the energy density of empty space, was first proposed by Einstein to allow for a static universe in general relativity. For 10 points, name this quantity, which Einstein called his \"biggest blunder.\"": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.0021468122
      ],
      [
        "m",
        -2.4987974e-05
      ],
      [
        "ological",
        -3.2929079e-06
      ],
      [
        " constant",
        -0.019916888
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from the German transliteration of his name. This first appears in his first violin concerto, which, though written in 1947 and 1948, was first performed in 1955 by David Oistrakh. The delay arose as the composer found himself writing film scores after having lost his position at the Moscow Conservatory": {
    "guess": "Sergei Prokofiev",
    "confidence": [
      [
        "S",
        -0.26291022
      ],
      [
        "erge",
        -0.00011427152
      ],
      [
        "i",
        -0.0010141144
      ],
      [
        " Pro",
        -0.00020985818
      ],
      [
        "k",
        -0.0003403495
      ],
      [
        "of",
        -8.172892e-05
      ],
      [
        "iev",
        -9.133887e-06
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom of the Country, The Spanish Curate, and The Beggar's Bush. His satirical bent is seen in his solo efforts, including The Bondman, The Renegado, and Believe as You List. He believed his tragedy about Domition entitled The Roman Actor to be his best work, but today he is remembered for over-the-top": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -0.04330723
      ],
      [
        " Mass",
        -5.8841815e-05
      ],
      [
        "inger",
        -3.4762674e-05
      ]
    ]
  },
  "It was more likely inspired by James Cook's South Sea voyages and hallucinogens than the English countryside. The mysterious titular figure stops a man on his way to a wedding, telling him the story of": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.055004712
      ],
      [
        " R",
        -0.0071964855
      ],
      [
        "ime",
        -0.00019769941
      ],
      [
        " of",
        -5.4669687e-05
      ],
      [
        " the",
        -0.00047630956
      ],
      [
        " Ancient",
        -0.00057304796
      ],
      [
        " Mar",
        -8.351697e-05
      ],
      [
        "iner",
        -1.11603495e-05
      ]
    ]
  },
  "Like Kant, he divided duties into absolute and conditional types, and after the Danes besieged Lund, was called back by Charles XI to be a privy councilor. Jailed after writing The Elements of Jurisprudence, he earned a university appointment and penned The Law of War and Peace and (*) On the Law of Nature and Nations. For 10 points – name this 17th century German philosopher and international legal": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.0024415278
      ],
      [
        "ugo",
        -5.8841815e-05
      ],
      [
        " G",
        -0.001104018
      ],
      [
        "rot",
        -2.9636918e-05
      ],
      [
        "ius",
        -8.363618e-05
      ]
    ]
  },
  "Like Lake Nyasa, near its southern end it forms the Shire River. The part found in Kenya gives rise to Lakes Magadi, Naivasha, and Turkana, and in Ethiopia it forms the Denakil Plain. Having begun forming 30,000,000 years ago, its northernmost part is occupied by the Gulf of Aqaba, the Dead Sea, and": {
    "guess": "Great Rift Valley",
    "confidence": [
      [
        "Great",
        -0.16914496
      ],
      [
        " Rift",
        -0.0016525676
      ],
      [
        " Valley",
        -0.00017147827
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication of this site. Discovered in the town of Woodbridge, its contents a 15-ounce solid gold belt buckle,": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.0039055191
      ],
      [
        "utton",
        -0.0022012864
      ],
      [
        " H",
        -0.00012082772
      ],
      [
        "oo",
        -3.888926e-06
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom of the Country, The Spanish Curate, and The Beggar's Bush. His satirical bent is seen in his solo": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -0.75156856
      ],
      [
        " Mass",
        -1.5809293e-05
      ],
      [
        "inger",
        -3.106736e-05
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single": {
    "guess": "Spem in alium",
    "confidence": [
      [
        "Sp",
        -0.15810785
      ],
      [
        "em",
        -8.1371305e-05
      ],
      [
        " in",
        -8.172892e-05
      ],
      [
        " al",
        -0.0058515277
      ],
      [
        "ium",
        -6.392203e-06
      ]
    ]
  },
  "Like Kant, he divided duties into absolute and conditional types, and after the Danes besieged Lund, was called back by Charles XI to be a privy councilor. Jailed after writing The Elements of Jurisprudence,": {
    "guess": "Samuel Pufendorf",
    "confidence": [
      [
        "Sam",
        -0.71173173
      ],
      [
        "uel",
        -0.0021991443
      ],
      [
        " P",
        -0.6718564
      ],
      [
        "uf",
        -0.0012329688
      ],
      [
        "endor",
        -5.3358446e-05
      ],
      [
        "f",
        -6.5994034e-05
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of these microorganisms was studied by Golding, Grossman, and Mumur. It can mate via a projection called the shmoo, whose formation is mediated by the \"a\" and \"alpha\" alleles of the MAT locus. Louis Pasteur": {
    "guess": "Saccharomyces cerevisiae",
    "confidence": [
      [
        "Sac",
        -0.38256133
      ],
      [
        "char",
        -0.00032044618
      ],
      [
        "omy",
        -0.00022535099
      ],
      [
        "ces",
        -6.670925e-05
      ],
      [
        " cere",
        -0.0023384239
      ],
      [
        "vis",
        -0.00013786652
      ],
      [
        "iae",
        -0.0002943479
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply results in the \"cost-push\" form of this phenomenon. This phenomenon is represented by an upward move of the equilibrium on an aggregate supply-aggregate demand graph. The GDP deflator accounts for this phenomenon, which is corrected in real GDP but not nominal GDP. An extreme form of this phenomenon": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.14037989
      ],
      [
        "flation",
        -0.00023286081
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of": {
    "guess": "Saccharomyces cerevisiae",
    "confidence": [
      [
        "Sac",
        -0.22967242
      ],
      [
        "char",
        -0.00042388198
      ],
      [
        "omy",
        -0.00012511172
      ],
      [
        "ces",
        -3.6431527e-05
      ],
      [
        " cere",
        -0.00036013365
      ],
      [
        "vis",
        -6.80205e-05
      ],
      [
        "iae",
        -0.00015514737
      ]
    ]
  },
  "In a likely apocryphal story, this king who reorganized the Fyrd was scolded by a peasant for letting her cakes burn. As king he suffered an early setback when he was forced into hiding in the marshes of Athelney by the forces of Guthrum, but he turned the tide by defeating Guthrum at Edington, leading to the Treaty of Wedmore, securing Wessex. The fifth son of King Ethelwulf, FTP, who was this 9th century king also known for translating Latin texts and for probably starting the Anglo-Saxon Chronicle?": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.00034416403
      ],
      [
        "fred",
        -3.0545007e-06
      ],
      [
        " the",
        -0.00011069541
      ],
      [
        " Great",
        -4.9067115e-05
      ]
    ]
  },
  "Like the mitochondrion, this organelle is bounded by two concentric membranes; however, its inner membrane is relatively smooth and flat and has no electron-transport complexes. Also containing carotenoids, its internal proteinaceous matrix is called the stroma, which has flat compartments called thylakoids in it. FTP, what is this organelle in plants which traps the radiant energy of sunlight by means": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.0055089574
      ],
      [
        "lor",
        -0.00015359772
      ],
      [
        "oplast",
        -0.00046343924
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from": {
    "guess": "BACH motif",
    "confidence": [
      [
        "B",
        -1.4878482
      ],
      [
        "ACH",
        -0.17942625
      ],
      [
        " motif",
        -0.0009357591
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about Jewish law are asked in this holiday's namesake form of Torah. At the Seudat meal on this day, one is supposed to be unable to tell \"arur\" from \"baruch.\" This holiday is when the \"misloach manot\" gift baskets are handed out, and this holiday in the month of Adar is when gragers are used to drown out the name of Haman. For 10 points, name this holiday where Jews get drunk and wear costumes to celebrate Esther and Mordechai's end to a Persian genocide plot.": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.0029448941
      ],
      [
        "ur",
        -6.704273e-07
      ],
      [
        "im",
        -7.107425e-06
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single voice, one of his pieces masterfully uses antiphonal construction to pass the sound between eight sub- choirs, each of five parts. This composer of an English mass in the Dorian mode wrote the aforementioned": {
    "guess": "Spem in alium",
    "confidence": [
      [
        "Sp",
        -0.30959365
      ],
      [
        "em",
        -0.00090919866
      ],
      [
        " in",
        -0.00064381096
      ],
      [
        " al",
        -0.07648519
      ],
      [
        "ium",
        -5.8365e-05
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.3628206
      ],
      [
        "igm",
        -0.0016287636
      ],
      [
        "und",
        -0.00010843054
      ],
      [
        " Freud",
        -0.0007572158
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing this parameter into the Friedmann\u0096Robertson\u0096Walker metric gives the standard Lambda-CDM model. This entity contrasts with quintessence and other forms of dark energy because it is constant and equal at all points in the universe. This quantity, equivalent to the energy density of empty space, was first proposed by Einstein to allow for a static universe in general relativity. For 10 points,": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.010269257
      ],
      [
        "m",
        -1.1398757e-05
      ],
      [
        "ological",
        -1.504853e-06
      ],
      [
        " constant",
        -0.021131027
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less than 1 part per billion. That process is named after Siemens. One material with an extremely low glass transition temperature of below -125 degrees Celsius contains methyl side chains and a backbone made of oxygen alternating with this element. That polymer is widely used in shampoos and is cross-linked with boric acid to form silly putty. For 10 points, name this element located directly below carbon on the periodic table, a metalloid used in most computer chips.": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.4630262
      ],
      [
        "icon",
        -0.0002634815
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten. In addition to Moses and Monotheism, he described the \"oceanic\" feeling in a work that analyzes the tensions between individuals and their environment; that work is (*) Civilization and Its Discontents. This man described the \"death drive\" and the struggle between Eros and Thanatos in Beyond the Pleasure Principle, while his most famous work separates the id, ego, and superego. For ten points, name this Austrian psychologist that founded psychoanalysis and authored The Interpretation of Dreams.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.0012933317
      ],
      [
        "igm",
        -1.27099975e-05
      ],
      [
        "und",
        -8.3278566e-05
      ],
      [
        " Freud",
        -1.3306016e-05
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired by the \"steely rhythms\" and \"rattle-ty bang\" of a train ride to Boston. It was commissioned by the": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0025695947
      ],
      [
        "haps",
        -5.0735965e-05
      ],
      [
        "ody",
        -6.869018e-06
      ],
      [
        " in",
        -3.500108e-05
      ],
      [
        " Blue",
        -4.012684e-05
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom of the Country, The Spanish Curate, and The Beggar's Bush. His satirical bent is seen in his solo efforts, including The Bondman, The Renegado, and Believe as You List. He believed his tragedy about Domition entitled The Roman Actor to be his best work, but today he is remembered for over-the-top characters like Luke Frugal and Giles Overreach. FTP, who was this author of The City Madam and A New": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -0.016914284
      ],
      [
        " Mass",
        -3.6431527e-05
      ],
      [
        "inger",
        -2.6299214e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in the Median empire between the 6th and 7th centuries B.C. This  religion's ideas were incorporated, together": {
    "guess": "Zurvanism",
    "confidence": [
      [
        "Z",
        -0.4513512
      ],
      [
        "ur",
        -0.40719575
      ],
      [
        "van",
        -0.0004154185
      ],
      [
        "ism",
        -0.0006127171
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.007221584
      ],
      [
        "opt",
        -3.1186566e-05
      ],
      [
        "osis",
        -1.247159e-05
      ]
    ]
  },
  "Like the annelids, the first stage of larval development for this animal is the trocophore. Its classes include Caudofoveata, Solenogastres, and Polyplacophora, which contains the chitons. Characteristics include a true coelom, bilateral symmetry, and a body consisting of the head, visceral mass, and a muscular foot. FTP, what is this phylum whose other members include octopuses, squids, clams, oysters, and snails?": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.0058857794
      ],
      [
        "oll",
        -3.650519e-06
      ],
      [
        "us",
        -2.057744e-05
      ],
      [
        "ca",
        -4.2391708e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in the Median empire between the 6th and 7th centuries B.C. This  religion's ideas were incorporated, together with those of Christianity and Buddhism, into Manichaeism, and a sect called the Parsis currently reside in India. According to this religion, the six benevolent beings named the Amesha Spentas are contrasted with the evil spirits known as the Daevas. FTP, What is this Iranian religion which believes that the evil deity Angra Mainyu will eventually be defeated by the god Ahura Mazda.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.00080569874
      ],
      [
        "oro",
        -5.288163e-05
      ],
      [
        "ast",
        -3.190179e-05
      ],
      [
        "rian",
        -4.365741e-06
      ],
      [
        "ism",
        -1.6240566e-06
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.01496732
      ],
      [
        "haps",
        -0.00020163313
      ],
      [
        "ody",
        -3.4121115e-06
      ],
      [
        " in",
        -0.000615578
      ],
      [
        " Blue",
        -6.1106686e-05
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.012960091
      ],
      [
        "ur",
        -1.9361265e-07
      ],
      [
        "im",
        -4.365741e-06
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this nation's town of Jisr al-Shughour [Jiss-ER AL shu- GH-ur] was attacked by rebel gangs who killed 120 people. This country's security forces responded by encircling the city with tanks and killing civilians. In November, the Arab League (*) levied harsh economic sanctions on this country. Violent protests currently are taking place in this country's cities of Hama, Daraa, and Homs. For ten points, name this country run by the dictator Bashar al-Assad, the capital of which is Damascus.": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.00089776615
      ],
      [
        "ria",
        -2.868329e-05
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten. In addition to Moses and Monotheism, he described the \"oceanic\" feeling in a work that analyzes": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.20296425
      ],
      [
        "igm",
        -0.00020675888
      ],
      [
        "und",
        -0.0001437075
      ],
      [
        " Freud",
        -7.231183e-05
      ]
    ]
  },
  "Like Kant, he divided duties into absolute and conditional types, and after the Danes besieged Lund,": {
    "guess": "Duty",
    "confidence": [
      [
        "D",
        -1.4493371
      ],
      [
        "uty",
        -0.022199135
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this nation's town of Jisr al-Shughour [Jiss-ER AL shu- GH-ur] was attacked by rebel gangs who killed 120 people. This country's security forces responded by encircling the city with tanks and killing civilians.": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.09985871
      ],
      [
        "ria",
        -0.0062443265
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this nation's town of Jisr al-Shughour [Jiss-ER AL shu- GH-ur] was attacked by rebel gangs who killed 120 people. This country's security forces responded by encircling the city with tanks and killing civilians. In November, the Arab League (*) levied harsh economic sanctions on this country. Violent protests": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.0037928273
      ],
      [
        "ria",
        -0.00041613373
      ]
    ]
  },
  "Like Lake Nyasa, near its southern end it forms the Shire River. The part found in Kenya gives rise to Lakes Magadi, Naivasha, and Turkana, and in Ethiopia it forms the Denakil Plain. Having begun forming 30,000,000 years ago, its northernmost part is occupied by the Gulf of Aqaba, the Dead Sea, and the Jordan River. FTP, what is this 4,000 mile-long depression found mainly in eastern Africa?": {
    "guess": "Great Rift Valley",
    "confidence": [
      [
        "Great",
        -0.1377302
      ],
      [
        " Rift",
        -0.0023455615
      ],
      [
        " Valley",
        -0.00041113084
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age, succeeded another which described consciousness as based on reflex. In a more well-known theory, this psychologist described how children merely think out loud, while adults utilize an extremely complex mental speech in his discussion of what he termed internal language. This psychologist also developed a model which assists the development of childhood skill by giving tasks that are within the zone of proximal development. For 10 points, name this author of Thought and Language, a Russian psychologist.": {
    "guess": "Lev Vygotsky",
    "confidence": [
      [
        "Le",
        -0.0018602114
      ],
      [
        "v",
        -3.650519e-06
      ],
      [
        " V",
        -2.868329e-05
      ],
      [
        "yg",
        -8.537869e-06
      ],
      [
        "ots",
        -1.5928495e-05
      ],
      [
        "ky",
        -2.0815847e-05
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include exposure of surface phospholipids to phosphatidylserine and the secretion of TGF-beta by cytokines.": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.009021293
      ],
      [
        "opt",
        -3.2140193e-05
      ],
      [
        "osis",
        -1.5570886e-05
      ]
    ]
  },
  "It was more likely inspired by James Cook's South Sea voyages and hallucinogens than the English countryside. The mysterious titular figure stops a man on his way to a wedding, telling him the story of his experiences in Antarctica and his senseless murder of an albatross. For ten points, identify this work of Samuel Taylor Coleridge, a poem about an old sailor famously featuring the line \"Water, water everywhere/ nor any drop to drink.\"": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.00964275
      ],
      [
        " R",
        -0.00042876197
      ],
      [
        "ime",
        -5.7961847e-06
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " the",
        -4.9067115e-05
      ],
      [
        " Ancient",
        -9.014684e-06
      ],
      [
        " Mar",
        -3.9054008e-05
      ],
      [
        "iner",
        -4.246537e-06
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age, succeeded another which described consciousness as based on reflex. In a more well-known theory, this psychologist described how children merely think out loud, while adults utilize an extremely complex": {
    "guess": "Jean Piaget",
    "confidence": [
      [
        "Jean",
        -0.15169698
      ],
      [
        " Pi",
        -6.82589e-05
      ],
      [
        "aget",
        -2.8802491e-05
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from the German transliteration of his name. This first appears in his first violin concerto, which, though written in 1947 and 1948, was first performed in 1955 by David Oistrakh. The delay arose as the composer found himself writing film scores after having lost his position at the Moscow Conservatory due to Stalin's attack on \"anti-democratic tendencies in music.\" For ten points, who is this composer": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.19940935
      ],
      [
        "mit",
        -0.05724209
      ],
      [
        "ri",
        -0.00012308525
      ],
      [
        " Sh",
        -0.004824315
      ],
      [
        "ost",
        -7.2073424e-05
      ],
      [
        "ak",
        -0.0004891689
      ],
      [
        "ovich",
        -4.572941e-05
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from the German transliteration of his name. This first appears in his first violin concerto, which, though": {
    "guess": "Brahms motif",
    "confidence": [
      [
        "B",
        -0.80479866
      ],
      [
        "rah",
        -0.38484463
      ],
      [
        "ms",
        -0.00033475063
      ],
      [
        " motif",
        -0.027894232
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players": {
    "guess": "Mortal Kombat 3",
    "confidence": [
      [
        "M",
        -1.6132511
      ],
      [
        "ortal",
        -0.16651377
      ],
      [
        " K",
        -0.0013133322
      ],
      [
        "ombat",
        -1.0206721e-05
      ],
      [
        " ",
        -1.064791
      ],
      [
        "3",
        -0.8851006
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication of this site. Discovered in the town of Woodbridge, its contents a 15-ounce solid gold belt buckle, a sword, and a Byzantine spoon and bowl thought to have been used in baptism rituals. This blend of pagan and early Christian influence are taken into account when considering the disappearance of the body from the 89-foot longship in which the entombment was contained. FTP, identify this richest ship burial ever discovered located in England.": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.0041937944
      ],
      [
        "utton",
        -2.9994528e-05
      ],
      [
        " H",
        -5.109358e-05
      ],
      [
        "oo",
        -2.1008714e-06
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this nation's town of Jisr al-Shughour [Jiss-ER AL shu- GH-ur] was attacked by rebel gangs who killed 120 people. This country's security forces responded by encircling the city with tanks and killing civilians. In November, the Arab League (*) levied harsh economic sanctions on this country. Violent protests currently are taking place in this country's cities of Hama, Daraa, and Homs. For ten points,": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.0013094059
      ],
      [
        "ria",
        -6.659005e-05
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -1.0054557
      ],
      [
        "ium",
        -2.4272753e-05
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less than 1 part per billion. That process is named after Siemens. One material with an extremely low glass transition temperature of below -125 degrees Celsius contains methyl side chains and a backbone made of oxygen alternating with this element. That polymer is widely used in shampoos and is cross-linked with boric acid to form silly putty. For 10 points, name this element located directly below": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.160578
      ],
      [
        "icon",
        -0.003906115
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of these microorganisms was studied by Golding, Grossman, and Mumur. It can mate via a projection called the shmoo, whose formation is mediated by the \"a\" and \"alpha\" alleles of the MAT locus. Louis Pasteur proved that a process associated with them was caused by living organisms rather than a chemical": {
    "guess": "Yeast",
    "confidence": [
      [
        "Y",
        -0.28622442
      ],
      [
        "east",
        -6.563642e-05
      ]
    ]
  },
  "It was more likely inspired by James Cook's South Sea voyages and hallucinogens than the English countryside. The mysterious titular figure stops a man on his way to a wedding, telling him the story of his experiences in Antarctica and his senseless murder of an albatross. For ten points, identify this work of Samuel Taylor Coleridge, a poem about an old sailor famously featuring the line \"Water, water": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.0021829768
      ],
      [
        " R",
        -0.00024631983
      ],
      [
        "ime",
        -1.7597347e-05
      ],
      [
        " of",
        -6.6306106e-06
      ],
      [
        " the",
        -3.5120287e-05
      ],
      [
        " Ancient",
        -1.3067608e-05
      ],
      [
        " Mar",
        -4.501419e-05
      ],
      [
        "iner",
        -3.5313153e-06
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired by the \"steely rhythms\" and \"rattle-ty bang\" of a train ride to Boston. It was commissioned by the bandleader Paul Whiteman, and it is usually heard in an orchestration by the composer of the Grand Canyon Suite, Ferde Grofé. It opens with a trill and glissando for a solo clarinet. For 10 points, name this piece for solo piano and jazz band by George Gershwin.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0030673146
      ],
      [
        "haps",
        -8.657073e-06
      ],
      [
        "ody",
        -2.8160932e-06
      ],
      [
        " in",
        -6.086828e-05
      ],
      [
        " Blue",
        -1.8550976e-05
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening,": {
    "guess": "Boléro",
    "confidence": [
      [
        "B",
        -1.0163414
      ],
      [
        "ol",
        -0.3442308
      ],
      [
        "éro",
        -0.0148460055
      ]
    ]
  },
  "Like quantity, an index for measuring this phenomenon is named for Fisher. A decrease in aggregate supply results in the \"cost-push\" form of this phenomenon. This phenomenon is represented by an upward move of the equilibrium on an aggregate supply-aggregate demand graph. The GDP deflator accounts for this phenomenon, which is corrected in real GDP but not nominal GDP. An extreme form of this phenomenon occurred in the Hungarian pengo and the Zimbabwean dollar. For 10 points, identify this economic term for a general rise in prices.": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.073140256
      ],
      [
        "flation",
        -1.247159e-05
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes, which have distinctive patterns of dark and light bands, and form chromosome puffs in sections where gene transcription is occurring, allowing visualization of gene activity. Its phenotypes, such as those resulting from mutations studied by Thomas Hunt Morgan, include, white eyes, yellow or ebony bodies, or having legs on its head in place of antenna. For 10 points, name this insect of genus": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.0034873427
      ],
      [
        "ros",
        -4.604148e-06
      ],
      [
        "oph",
        -6.0033854e-05
      ],
      [
        "ila",
        -1.3902034e-05
      ],
      [
        " melan",
        -1.640531e-05
      ],
      [
        "og",
        -1.7478143e-05
      ],
      [
        "aster",
        -3.4524266e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in the Median empire between the 6th and 7th centuries B.C. This  religion's ideas were incorporated, together with those of Christianity and Buddhism, into Manichaeism, and a sect called the Parsis currently reside in India. According to this religion, the six benevolent beings named the Amesha Spentas": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.0008626267
      ],
      [
        "oro",
        -0.011205908
      ],
      [
        "ast",
        -6.6947665e-05
      ],
      [
        "rian",
        -3.1737043e-06
      ],
      [
        "ism",
        -1.8431772e-05
      ]
    ]
  },
  "In a likely apocryphal story, this king who reorganized the Fyrd was scolded by a peasant for letting her cakes burn. As king he suffered an early setback when he was forced into hiding in the marshes of Athelney by the forces of Guthrum, but he turned the tide by defeating Guthrum at Edington, leading to the Treaty of Wedmore, securing Wessex. The fifth son of King Ethelwulf, FTP, who was this 9th": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.0081620375
      ],
      [
        "fred",
        -6.1537958e-06
      ],
      [
        " the",
        -0.0003308169
      ],
      [
        " Great",
        -4.8351892e-05
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include exposure of surface phospholipids to phosphatidylserine and the secretion of TGF-beta by cytokines. In plants, it is accomplished by proteases that cleave at asparagine residues, which cause collapse": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.045774903
      ],
      [
        "opt",
        -6.384837e-05
      ],
      [
        "osis",
        -0.00017672323
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing this parameter into the Friedmann\u0096Robertson\u0096Walker metric gives the standard Lambda-CDM model.": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.022695351
      ],
      [
        "m",
        -8.637786e-05
      ],
      [
        "ological",
        -1.3067608e-05
      ],
      [
        " constant",
        -0.0015960339
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten. In addition to Moses and Monotheism, he described the \"oceanic\" feeling in a work that analyzes the tensions between individuals and their environment; that work is (*) Civilization and Its Discontents. This man described the \"death drive\" and the struggle between Eros and Thanatos in Beyond the": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.011754737
      ],
      [
        "igm",
        -5.276243e-05
      ],
      [
        "und",
        -0.0001757696
      ],
      [
        " Freud",
        -1.342522e-05
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only": {
    "guess": "Helium",
    "confidence": [
      [
        "Hel",
        -0.92461675
      ],
      [
        "ium",
        -2.1173457e-05
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players down to half speed, while the team in the up position could summon a demon to help defend against the opposing team's (*) shots. Players had to watch out for flaming bottles being thrown onto the playing surface by rowdy fans, and teams in this game included the St. Mucus Ooze, the Chilly Liars and the Ice Slashers.  A spin-off of a similar football game, FTP, name this violent EA sports game for the Genesis, starring a bunch of creatures who could probably enroll at Professor Xavier's Academy.": {
    "guess": "Mutant League Football",
    "confidence": [
      [
        "Mut",
        -0.0066972505
      ],
      [
        "ant",
        -2.2961513e-05
      ],
      [
        " League",
        -0.00077793887
      ],
      [
        " Football",
        -0.5026127
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species may cause Bcl-2 to activate Bax, which leads to activation of various caspases. Its indicators include exposure of surface phospholipids to phosphatidylserine and the secretion of TGF-beta by cytokines. In plants, it is accomplished by proteases that cleave at asparagine residues, which cause collapse of the central vacuole. It is involved in such events as formation of synapses and the sloughing-off of the endometrial lining. FTP, identify this process by which normal development of multicellular": {
    "guess": "Apoptosis",
    "confidence": [
      [
        "Ap",
        -0.088351235
      ],
      [
        "opt",
        -0.00020270597
      ],
      [
        "osis",
        -4.1273333e-06
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten. In addition to Moses and Monotheism, he described the \"oceanic\" feeling in a work that analyzes the tensions between individuals and their environment; that work is (*) Civilization and Its Discontents. This man described the \"death drive\" and the struggle between Eros and Thanatos in Beyond the Pleasure Principle, while his most famous work separates the id, ego, and superego. For ten points,": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.008376275
      ],
      [
        "igm",
        -1.7597347e-05
      ],
      [
        "und",
        -0.00010247036
      ],
      [
        " Freud",
        -4.246537e-06
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players down to half speed, while the team in the up position could summon a demon to help defend against": {
    "guess": "Blood Bowl",
    "confidence": [
      [
        "Blood",
        -1.991272
      ],
      [
        " Bowl",
        -0.4027755
      ]
    ]
  },
  "Like Kant, he divided duties into absolute and conditional types, and after the Danes besieged Lund, was called back by Charles XI to be a privy councilor. Jailed after writing The Elements of Jurisprudence, he earned a university appointment and penned The Law of War and Peace and (*) On the Law of": {
    "guess": "Hugo Grotius",
    "confidence": [
      [
        "H",
        -0.010138514
      ],
      [
        "ugo",
        -0.00022690064
      ],
      [
        " G",
        -0.0023322364
      ],
      [
        "rot",
        -4.723352e-06
      ],
      [
        "ius",
        -6.408677e-05
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.006930147
      ],
      [
        "ur",
        -1.3856493e-06
      ],
      [
        "im",
        -5.7961847e-06
      ]
    ]
  },
  "Like the mitochondrion, this organelle is bounded by two concentric membranes; however, its inner membrane is relatively smooth and flat and has no electron-transport complexes. Also containing carotenoids, its internal proteinaceous matrix is called the stroma, which has flat compartments called thylakoids in it. FTP, what is this organelle in plants which traps the radiant energy of sunlight by means of chlorophyll?": {
    "guess": "Chloroplast",
    "confidence": [
      [
        "Ch",
        -0.009330538
      ],
      [
        "lor",
        -0.00011510595
      ],
      [
        "oplast",
        -0.00059938093
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players": {
    "guess": "Mortal Kombat",
    "confidence": [
      [
        "M",
        -1.2154806
      ],
      [
        "ortal",
        -0.021927781
      ],
      [
        " K",
        -0.00024608144
      ],
      [
        "ombat",
        -7.3458323e-06
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less than 1 part per billion. That process is named after Siemens. One material with an extremely low glass": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -1.3795613
      ],
      [
        "inc",
        -0.22873046
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations.": {
    "guess": "Ricci curvature tensor",
    "confidence": [
      [
        "R",
        -0.8291472
      ],
      [
        "ic",
        -0.056326088
      ],
      [
        "ci",
        -6.511407e-06
      ],
      [
        " curvature",
        -0.6159992
      ],
      [
        " tensor",
        -0.801571
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired by the \"steely rhythms\" and \"rattle-ty bang\" of a train ride to Boston. It was commissioned by the bandleader Paul Whiteman, and it is usually heard in an orchestration by the composer of the Grand Canyon": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.025688527
      ],
      [
        "haps",
        -9.364929e-05
      ],
      [
        "ody",
        -9.610702e-06
      ],
      [
        " in",
        -0.0002482271
      ],
      [
        " Blue",
        -1.2590794e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists.": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.09916362
      ],
      [
        "oro",
        -2.3915141e-05
      ],
      [
        "ast",
        -4.3202e-07
      ],
      [
        "rian",
        -0.09499095
      ],
      [
        "ism",
        -0.000118086034
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age,": {
    "guess": "James Marcia",
    "confidence": [
      [
        "James",
        -0.8813728
      ],
      [
        " Marc",
        -0.7598501
      ],
      [
        "ia",
        -4.9305523e-05
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions for its value do not match cosmological ones, causing this property's namesake problem. Introducing this parameter into the Friedmann\u0096Robertson\u0096Walker metric gives the standard Lambda-CDM model. This entity contrasts with quintessence and other forms of dark energy because it is constant and": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.018208124
      ],
      [
        "m",
        -7.226629e-06
      ],
      [
        "ological",
        -6.704273e-07
      ],
      [
        " constant",
        -0.0034455226
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in the Median empire between the 6th and 7th centuries B.C. This  religion's ideas were incorporated, together with those of Christianity and Buddhism, into Manichaeism, and a sect called the Parsis currently": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.1438098
      ],
      [
        "oro",
        -0.00350385
      ],
      [
        "ast",
        -4.9424725e-05
      ],
      [
        "rian",
        -0.000303765
      ],
      [
        "ism",
        -3.8696395e-05
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei, which facilitates the injection of DNA into its nuclei. Its salivary glands contain polytene chromosomes, which have distinctive patterns of dark and light bands, and form chromosome puffs in sections": {
    "guess": "Drosophila melanogaster",
    "confidence": [
      [
        "D",
        -0.0018034613
      ],
      [
        "ros",
        -8.299462e-06
      ],
      [
        "oph",
        -0.00011915887
      ],
      [
        "ila",
        -3.094816e-05
      ],
      [
        " melan",
        -0.00011439072
      ],
      [
        "og",
        -1.962381e-05
      ],
      [
        "aster",
        -3.6669935e-05
      ]
    ]
  },
  "Like C. elegans, it lacks NF-kappaB transcription factors. Important genes in this organism include URA3, which is used as a marker, and ADE2, mutants of which can be stained red. The petite mutation of these microorganisms was studied by Golding, Grossman, and Mumur. It can mate via a projection called the shmoo, whose formation is mediated by the \"a\" and \"alpha\" alleles of the MAT locus. Louis Pasteur proved that a process associated with them was caused by living organisms rather than a chemical reaction. The first eukaryote to have its genome completely sequenced was, FTP, what type of microorganism that plays an essential role in the fermentation of alcoholic beverages?": {
    "guess": "Yeast",
    "confidence": [
      [
        "Y",
        -0.05979494
      ],
      [
        "east",
        -2.6968896e-06
      ]
    ]
  },
  "In a likely apocryphal story, this king who reorganized the Fyrd was scolded by a peasant for letting her cakes burn. As king he suffered an early setback when he was forced into hiding in the marshes of Athelney by the forces of Guthrum, but he turned the tide by defeating Guthrum at Edington, leading": {
    "guess": "Alfred the Great",
    "confidence": [
      [
        "Al",
        -0.013329991
      ],
      [
        "fred",
        -0.0001201125
      ],
      [
        " the",
        -0.0002700377
      ],
      [
        " Great",
        -4.2272506e-05
      ]
    ]
  },
  "Like slime molds, this organism's blastoderm develops as a syncytium, a cell containing many nuclei,": {
    "guess": "Drosophila embryogenesis",
    "confidence": [
      [
        "D",
        -0.08745208
      ],
      [
        "ros",
        -0.00031663533
      ],
      [
        "oph",
        -0.00059187476
      ],
      [
        "ila",
        -0.00013011828
      ],
      [
        " embry",
        -0.5289613
      ],
      [
        "ogenesis",
        -0.0047866995
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age, succeeded another which described consciousness as based on reflex. In a more well-known theory, this psychologist described how children merely think out loud, while adults utilize an extremely complex mental speech in his discussion of what he termed internal language. This psychologist also developed": {
    "guess": "Lev Vygotsky",
    "confidence": [
      [
        "Le",
        -0.4029086
      ],
      [
        "v",
        -1.9027791e-05
      ],
      [
        " V",
        -0.00031615852
      ],
      [
        "yg",
        -2.355753e-05
      ],
      [
        "ots",
        -5.312004e-05
      ],
      [
        "ky",
        -5.0974373e-05
      ]
    ]
  },
  "Like Bach, he frequently used a \"musical monogram\" of four notes, in his case D, E flat, C, and B, from the German transliteration of his name. This first appears in his first violin concerto, which, though written in 1947 and 1948, was first performed in 1955 by David Oistrakh. The delay arose as the composer found himself writing film scores after having lost his position at the Moscow Conservatory due to Stalin's attack on \"anti-democratic tendencies in music.\" For ten points, who is this composer who responded to Stalin's 1936 article \"Muddle instead of Music\" with his Fifth Symphony?": {
    "guess": "Dmitri Shostakovich",
    "confidence": [
      [
        "D",
        -0.00046117438
      ],
      [
        "mit",
        -0.00025692896
      ],
      [
        "ri",
        -0.00010092071
      ],
      [
        " Sh",
        -4.0961266e-05
      ],
      [
        "ost",
        -7.465036e-06
      ],
      [
        "ak",
        -5.50273e-05
      ],
      [
        "ovich",
        -8.053688e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution, though unlike followers of the two former religions, they are dualists rather than true monotheists. Though little is known about its  prophet, he is traditionally considered to have lived in": {
    "guess": "Zoroastrianism",
    "confidence": [
      [
        "Z",
        -0.11666231
      ],
      [
        "oro",
        -0.005423243
      ],
      [
        "ast",
        -1.9146995e-05
      ],
      [
        "rian",
        -0.006506825
      ],
      [
        "ism",
        -0.00012940305
      ]
    ]
  },
  "He was likely influenced by the Ecce beatam lucem of Alessandro Striggio and used the Latin text, from the Book of Judith, in a piece that revealed his unfashionable Catholicism. Opening with a single voice, one of his pieces masterfully uses antiphonal construction to pass the sound between eight sub- choirs, each of five parts. This composer of an English mass in the Dorian mode wrote the aforementioned 40-part choral work, \"spem in alium.\" He may be best known for the use of one of his \"themes\"": {
    "guess": "Thomas Tallis",
    "confidence": [
      [
        "Thomas",
        -0.025249708
      ],
      [
        " Tall",
        -0.0050466065
      ],
      [
        "is",
        -0.000115701965
      ]
    ]
  },
  "Likely candidates include King Raedwald of East Anglia or Aethelhere of Northumbria for the dedication": {
    "guess": "Sutton Hoo",
    "confidence": [
      [
        "S",
        -0.023825113
      ],
      [
        "utton",
        -0.00022141727
      ],
      [
        " H",
        -0.00014787962
      ],
      [
        "oo",
        -1.0206721e-05
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten. In addition to Moses and Monotheism, he described the \"oceanic\" feeling in a work that analyzes the tensions between individuals and their environment; that work is (*) Civilization and Its Discontents.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.013522527
      ],
      [
        "igm",
        -9.388769e-05
      ],
      [
        "und",
        -0.00010688089
      ],
      [
        " Freud",
        -7.9418505e-06
      ]
    ]
  },
  "Like Darius Milhaud's La création du monde, this composition makes extensive use of the \"Good evening, friends\" riff. One famous feature of this piece was originally improvised by Ross Gorman during a rehearsal. One of its themes is sometimes known as the \"Train\" theme, and it was supposedly inspired by the \"steely rhythms\" and \"rattle-ty bang\" of a train ride to Boston. It was commissioned by the bandleader Paul Whiteman, and it is usually heard in an orchestration by the composer of the Grand Canyon Suite, Ferde Grofé. It opens with a trill and glissando for a solo clarinet. For 10 points, name": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.003426158
      ],
      [
        "haps",
        -1.7716551e-05
      ],
      [
        "ody",
        -5.2001665e-06
      ],
      [
        " in",
        -3.190179e-05
      ],
      [
        " Blue",
        -1.9027791e-05
      ]
    ]
  },
  "Like Erik Erikson, this psychologist saw childhood as divided into periods separated by crises, though this psychologist used age rather than ideas as a basis. That idea, found in his The Problem of Age, succeeded another which described consciousness as based on reflex. In a more well-known theory,": {
    "guess": "James Mark Baldwin",
    "confidence": [
      [
        "James",
        -1.3739986
      ],
      [
        " Mark",
        -0.039576154
      ],
      [
        " Baldwin",
        -0.0005053733
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom of the Country, The Spanish Curate, and The Beggar's Bush. His satirical bent is seen in his solo efforts, including The Bondman, The Renegado, and Believe as You List. He believed his tragedy about": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -0.022596175
      ],
      [
        " Mass",
        -9.2457245e-05
      ],
      [
        "inger",
        -5.2285613e-05
      ]
    ]
  },
  "Like Christians and Jews, they are recognized as an official religious minority by the Iranian Constitution,": {
    "guess": "Zoroastrians in Iran",
    "confidence": [
      [
        "Z",
        -0.20968182
      ],
      [
        "oro",
        -0.00032235344
      ],
      [
        "ast",
        -9.133887e-06
      ],
      [
        "rians",
        -0.0888917
      ],
      [
        " in",
        -0.69441605
      ],
      [
        " Iran",
        -0.0005724519
      ]
    ]
  },
  "Like Francis Beaumont, this dramatist frequently collaborated with John Fletcher, notably on The Custom of the Country, The Spanish Curate, and The Beggar's Bush. His satirical bent is seen in his solo efforts, including The Bondman, The Renegado, and Believe as You List. He believed his tragedy about Domition entitled The Roman Actor to be his best work, but today he is remembered for over-the-top characters like Luke Frugal and Giles Overreach. FTP, who was this author of The City Madam and A New Way to Pay Old Debts?": {
    "guess": "Philip Massinger",
    "confidence": [
      [
        "Philip",
        -0.0024302402
      ],
      [
        " Mass",
        -0.000112125854
      ],
      [
        "inger",
        -9.3410876e-05
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.": {
    "guess": "Mortal Kombat X",
    "confidence": [
      [
        "M",
        -0.50157017
      ],
      [
        "ortal",
        -0.0029231606
      ],
      [
        " K",
        -1.6286107e-05
      ],
      [
        "ombat",
        -6.0345924e-06
      ],
      [
        " X",
        -0.8051086
      ]
    ]
  },
  "Like the annelids, the first stage of larval development for this animal is the trocophore. Its classes include Caudofoveata, Solenogastres, and Polyplacophora, which contains the chitons. Characteristics include a true coelom, bilateral symmetry, and a body consisting of the head, visceral mass, and a muscular foot. FTP, what is this phylum whose other members include octopuses, squids, clams, oysters,": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.021877741
      ],
      [
        "oll",
        -1.0280384e-06
      ],
      [
        "us",
        -0.000115701965
      ],
      [
        "ca",
        -5.3000836e-05
      ]
    ]
  },
  "Like the element immediately below it on the periodic table, when this element is surrounded by only hydrogen atoms, the resulting molecule acts as a high temperature superconducting solid at high pressures. It is commonly purified by reacting it with HCl to produce its trichloro form, and decomposing that molecule to deposit this element on heated rods, a process which can reduce impurities to less": {
    "guess": "Zinc",
    "confidence": [
      [
        "Z",
        -0.6490915
      ],
      [
        "inc",
        -0.01587775
      ]
    ]
  },
  "A very likely key regulator of this process is ALG-2, a calcium-binding protein. Reactive oxygen species": {
    "guess": "Peroxisome",
    "confidence": [
      [
        "P",
        -0.40167558
      ],
      [
        "ero",
        -0.003655314
      ],
      [
        "xis",
        -1.6240566e-06
      ],
      [
        "ome",
        -0.0004985823
      ]
    ]
  },
  "Like Hanukkah, this holiday features the addition of the Al-Ha-Nissim to the daily prayers. The charity obligatory on this day is known as \"mattanot la-evyonim.\" On this holiday, bizarre questions about Jewish law are asked in this holiday's namesake form of Torah. At the Seudat meal on this day, one": {
    "guess": "Purim",
    "confidence": [
      [
        "P",
        -0.0024726822
      ],
      [
        "ur",
        -6.704273e-07
      ],
      [
        "im",
        -6.2729996e-06
      ]
    ]
  },
  "Like this game's predecessor, it had a \"Death Index\", although new settings on that index included Slaughter, Bone Breaking and Annihilation, the latter of which resulted in a lot of games ending in forfeit.  Various nasty plays in this game included skunk, where the player farted at opposing players to damage them, and armed force, which equipped everyone with a weapon.  Black bones (+) slowed players down to half speed, while the team in the up position could summon a demon to help defend against the opposing team's (*) shots. Players had to watch out for flaming bottles being thrown onto the playing surface by rowdy fans, and teams in this game included the St. Mucus Ooze, the Chilly Liars": {
    "guess": "Blood Bowl",
    "confidence": [
      [
        "Blood",
        -0.8661475
      ],
      [
        " Bowl",
        -0.17650422
      ]
    ]
  },
  "Like Ernst Jentsch, this man analyzed E.T.A. Hoffman's \"The Sandman\", to formulate his concept of \"The Uncanny,\" and argues in another work that the title character must have been a follower of Akhenaten.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.033568937
      ],
      [
        "igm",
        -0.001512243
      ],
      [
        "und",
        -8.685468e-05
      ],
      [
        " Freud",
        -3.2140193e-05
      ]
    ]
  },
  "Like the scalar curvature, this quantity is multiplied by the metric tensor in Einstein's field equations. Although quantum field theory predicts a property that could be represented by this, QFT predictions": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.33677995
      ],
      [
        "m",
        -0.00015979631
      ],
      [
        "ological",
        -3.1737043e-06
      ],
      [
        " constant",
        -0.0011798699
      ]
    ]
  },
  "Like Morocco, this country saw nationwide protests on its March 2011 \"Day of Dignity.\" In June, this nation's town of Jisr al-Shughour [Jiss-ER AL shu- GH-ur] was attacked by rebel gangs who killed 120": {
    "guess": "Syria",
    "confidence": [
      [
        "Sy",
        -0.028549595
      ],
      [
        "ria",
        -0.025350941
      ]
    ]
  }
}