{
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon Craig and the heir to the Singer sewing machine fortune. She caused controversy by using Beethoven's": {
    "guess": "Isadora Duncan",
    "confidence": [
      [
        "Is",
        -0.010301939
      ],
      [
        "adora",
        -0.0011740363
      ],
      [
        " Duncan",
        -0.00030984072
      ]
    ]
  },
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon": {
    "guess": "Sarah Bernhardt",
    "confidence": [
      [
        "Sarah",
        -1.8919046
      ],
      [
        " Bern",
        -0.16323744
      ],
      [
        "hardt",
        -0.00041756415
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0120047135
      ],
      [
        "iskey",
        -0.00061462435
      ],
      [
        " Rebellion",
        -0.00074292236
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville attempted to enforce order, a mob burned Neville's house and tarred and feathered his subordinates. Although Alexander Dallas and Governor Thomas Mifflin suggested that judicial authority was enough to restore order, a force of fifteen thousand militia from Virginia, Maryland, and New Jersey gathered under the leadership of Harry Lee and Alexander Hamilton to suppress it. FTP, name this 1791-94 rebellion in western Pennsylvania caused by an excise tax on a certain spirit.": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0010391215
      ],
      [
        "iskey",
        -8.184812e-05
      ],
      [
        " Rebellion",
        -2.6895234e-05
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville attempted to enforce order, a mob burned Neville's house and tarred and feathered his subordinates. Although Alexander Dallas and Governor Thomas Mifflin suggested that judicial authority was enough": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0014843896
      ],
      [
        "iskey",
        -1.0445127e-05
      ],
      [
        " Rebellion",
        -9.674858e-05
      ]
    ]
  },
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon Craig and the heir to the Singer sewing machine fortune. She caused controversy by using Beethoven's music, setting one of her most noted works to the Ninth Symphony. A vision of the death of her children inspired another of her works, and several days after the premiere of that, the children drowned in the Seine. She likewise met a tragic end in France when, in Nice, her veil caught in the wheel of her automobile. For 10 points, name this proponent of Greek revival and modern expressionist dance.": {
    "guess": "Isadora Duncan",
    "confidence": [
      [
        "Is",
        -0.006264712
      ],
      [
        "adora",
        -0.00027897433
      ],
      [
        " Duncan",
        -0.000119993296
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in": {
    "guess": "Stamp Act Congress",
    "confidence": [
      [
        "Stamp",
        -0.42664543
      ],
      [
        " Act",
        -0.06073702
      ],
      [
        " Congress",
        -0.15324344
      ]
    ]
  },
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon Craig and the heir to the Singer sewing machine fortune. She caused controversy by using Beethoven's music, setting one of her most noted works to the Ninth Symphony. A vision of the death of her children inspired another of her works, and several days after the premiere of that, the children drowned": {
    "guess": "Isadora Duncan",
    "confidence": [
      [
        "Is",
        -0.0051041376
      ],
      [
        "adora",
        -0.00034487926
      ],
      [
        " Duncan",
        -0.0015505714
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville attempted to enforce order, a mob burned Neville's house and tarred and feathered his subordinates. Although Alexander Dallas and Governor Thomas Mifflin suggested that judicial authority was enough to restore order, a force of fifteen thousand militia from Virginia, Maryland, and New Jersey gathered under the leadership of Harry Lee and Alexander Hamilton to suppress it. FTP, name this 1791-94": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0022044976
      ],
      [
        "iskey",
        -0.00012058931
      ],
      [
        " Rebellion",
        -9.698699e-05
      ]
    ]
  },
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon Craig and the heir to the Singer sewing machine fortune. She caused controversy by using Beethoven's music, setting one of her most noted works to the Ninth Symphony. A vision of the death of her children": {
    "guess": "Isadora Duncan",
    "confidence": [
      [
        "Is",
        -0.0044662007
      ],
      [
        "adora",
        -0.0001688558
      ],
      [
        " Duncan",
        -0.0012263007
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville attempted to enforce order, a mob burned Neville's house and tarred and feathered his subordinates.": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0015447378
      ],
      [
        "iskey",
        -2.9756122e-05
      ],
      [
        " Rebellion",
        -8.1609716e-05
      ]
    ]
  },
  "Vowing to \"obstruct the operation of the law,\" its supporters formed committees of correspondence in Fayette, Westmoreland, Bedford, and Allegheny counties. When federal marshals and General John Neville attempted to enforce order, a mob burned Neville's house and tarred and feathered his subordinates. Although Alexander Dallas and Governor Thomas Mifflin suggested that judicial authority was enough to restore order, a force of fifteen thousand militia from Virginia, Maryland, and New Jersey gathered": {
    "guess": "Whiskey Rebellion",
    "confidence": [
      [
        "Wh",
        -0.0022335208
      ],
      [
        "iskey",
        -3.488188e-05
      ],
      [
        " Rebellion",
        -0.00014561474
      ]
    ]
  },
  "Vowing at the age of twelve never to marry, she had illegitimate children with stage designer Gordon Craig and the heir to the Singer sewing machine fortune. She caused controversy by using Beethoven's music, setting one of her most noted works to the Ninth Symphony. A vision of the death of her children inspired another of her works, and several days after the premiere of that, the children drowned in the Seine. She likewise met a tragic end in France when, in Nice, her veil caught in the wheel": {
    "guess": "Isadora Duncan",
    "confidence": [
      [
        "Is",
        -0.0086501455
      ],
      [
        "adora",
        -0.00043865587
      ],
      [
        " Duncan",
        -0.00071815
      ]
    ]
  }
}