{
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but Buwalda was so inspired by her speeches in his defense that he joined her movement after leaving prison. She was boycotted by the British left after discussing her horror with Leninism in My Disillusionment in Russia, and her other writings include the periodical Mother Earth. She was present on-site at the Homestead Strike, where her lover Alexander Berkman tried to kill Henry Clay Frick. For 10 points, name this deported activist who was the leading voice of American anarchism.": {
    "guess": "Emma Goldman",
    "confidence": [
      [
        "Emma",
        -0.0037108848
      ],
      [
        " Goldman",
        -4.6802244e-05
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and was instigated by Madison Washington. The most famous of these events resulted in the death of Ramon": {
    "guess": "Creole Revolt",
    "confidence": [
      [
        "Cre",
        -1.0266448
      ],
      [
        "ole",
        -2.9517714e-05
      ],
      [
        " Rev",
        -0.025363842
      ],
      [
        "olt",
        -4.20341e-05
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups serve as acyl and electron carriers. This multimer contains an E3-bound flavin adenine dinucleotide which transfers protons from reduced lipoyl-lysine to nicotinamide adenine dinucleotide. It catalyzes irreversible oxidative decarboxylation, attaching the remaining hydroxyl-ethyl group to TPP in E1 before the lipoyl-lysine of E2 carries it to coenzyme A. Similar to alpha- ketoglutarate dehydrogenase found later in the Krebs cycle, FTP name this enzyme complex that oxidizes the product of glycolysis.": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.0007532857
      ],
      [
        "ru",
        -3.4121115e-06
      ],
      [
        "v",
        -6.2729996e-06
      ],
      [
        "ate",
        -7.107425e-06
      ],
      [
        " de",
        -0.00094231166
      ],
      [
        "hydro",
        -5.4908094e-05
      ],
      [
        "gen",
        -4.6206227e-05
      ],
      [
        "ase",
        -2.355753e-05
      ],
      [
        " complex",
        -2.9352968e-06
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering a  letter to her father. The contents of that letter lead to a conflict between her father, Thomas, and   his brother, Peter, who is a mayor. Eventually, Thomas is widely criticized by town residents in this  work because he is convinced that it is necessary to repair the drainage system of the town's baths.  Name this work about the Stockmann family set in a small town in Norway, written by": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.0028699003
      ],
      [
        " Enemy",
        -8.657073e-06
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " the",
        -3.2140193e-05
      ],
      [
        " People",
        -1.2233183e-05
      ]
    ]
  },
  "In Act II of Julius Caesar, Cassius compares Caesar to this item which was built to celebrate the end of a siege by Demetrius I. It was sold to an Edessan scrap metal dealer in 654 CE by a conquering Arab expedition, several centuries after locals declined Ptolemy III's offer to rebuild this monument": {
    "guess": "Colossus of Rhodes",
    "confidence": [
      [
        "Col",
        -0.56736773
      ],
      [
        "oss",
        -0.0010151836
      ],
      [
        "us",
        -0.0003740695
      ],
      [
        " of",
        -0.0005000128
      ],
      [
        " Rhodes",
        -0.0005375436
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard.": {
    "guess": "History of whaling",
    "confidence": [
      [
        "History",
        -0.9383005
      ],
      [
        " of",
        -0.0001373897
      ],
      [
        " wh",
        -0.7832839
      ],
      [
        "aling",
        -2.4630364e-05
      ]
    ]
  },
  "In Act 2 of this work, a stag party chagrins of Mrs. Elvsted. Eljert loses his manuscript and gets arrested, but Jurgen Tesman, the title character's husband, snags it and gives it to his wife. Eljert": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0017502689
      ],
      [
        "ed",
        -2.2365493e-05
      ],
      [
        "da",
        -4.7517467e-05
      ],
      [
        " Gab",
        -0.0023674436
      ],
      [
        "ler",
        -4.4849444e-06
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.053101033
      ],
      [
        "ru",
        -9.968313e-06
      ],
      [
        "v",
        -1.8193366e-05
      ],
      [
        "ate",
        -1.1279553e-05
      ],
      [
        " de",
        -0.003051743
      ],
      [
        "hydro",
        -0.00038384052
      ],
      [
        "gen",
        -5.7172965e-05
      ],
      [
        "ase",
        -3.500108e-05
      ],
      [
        " complex",
        -5.5861725e-05
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In": {
    "guess": "Ophelia",
    "confidence": [
      [
        "O",
        -1.1225722
      ],
      [
        "ph",
        -0.00013226394
      ],
      [
        "elia",
        -0.0007148159
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise to \"outlive the menace of tyranny...if necessary alone\" was made in a speech that also promised \"we shall fight on the beaches,\" though Churchill also cautioned that \"wars are not won by\" actions similar to this one. For 10 points, name this operation, codenamed Dynamo, a mass evacuation from the": {
    "guess": "Dunkirk evacuation",
    "confidence": [
      [
        "D",
        -0.3823708
      ],
      [
        "unk",
        -0.00014132341
      ],
      [
        "irk",
        -5.705376e-05
      ],
      [
        " evacuation",
        -0.0045260116
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up to this event, the murderers of Engelbert Dollfuss were granted amnesty. Kurt von Schuschnigg was replaced by Arthur Seyss-Inquart the day before this event, which gathered 99.7% approval in a plebiscite": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.027958097
      ],
      [
        "sch",
        -0.010081861
      ],
      [
        "l",
        -0.0065698414
      ],
      [
        "uss",
        -6.9882217e-06
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.008442118
      ],
      [
        "sch",
        -0.00015776986
      ],
      [
        "l",
        -0.0010173293
      ],
      [
        "uss",
        -3.4121115e-06
      ]
    ]
  },
  "This man acted as assistant to Andrew Talcott, helping to build Fort Calhoun and Fort Monroe. He found": {
    "guess": "Robert E. Lee",
    "confidence": [
      [
        "Robert",
        -0.9338069
      ],
      [
        " E",
        -0.0089625735
      ],
      [
        ".",
        -0.0042606313
      ],
      [
        " Lee",
        -2.3438328e-05
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set": {
    "guess": "The Visit (play)",
    "confidence": [
      [
        "The",
        -0.4873685
      ],
      [
        " Visit",
        -1.9320378
      ],
      [
        " (",
        -0.40876797
      ],
      [
        "play",
        -0.00032235344
      ],
      [
        ")",
        -0.0004976287
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups serve as acyl and electron carriers. This multimer contains an E3-bound flavin adenine dinucleotide": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.0016643505
      ],
      [
        "ru",
        -2.3392786e-06
      ],
      [
        "v",
        -4.9617593e-06
      ],
      [
        "ate",
        -5.5577775e-06
      ],
      [
        " de",
        -0.0001470452
      ],
      [
        "hydro",
        -0.00010175513
      ],
      [
        "gen",
        -5.5861725e-05
      ],
      [
        "ase",
        -2.6656826e-05
      ],
      [
        " complex",
        -2.0935051e-05
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\" This actor played Blake, who declares \"always be closing\" and \"coffee's for closers\" in the movie Glengarry Glen Ross. This actor narrated The Royal Tenenbaums, and together with Steve Martin, appeared in It's Complicated. On an NBC sitcom, this actor plays a character who is the Vice President of East Coast Television and Microwave Oven Programming. For 10 points, name this actor who plays Jack Donaghy on 30 Rock.": {
    "guess": "Alec Baldwin",
    "confidence": [
      [
        "A",
        -0.0021306332
      ],
      [
        "lec",
        -1.1637165e-05
      ],
      [
        " Baldwin",
        -0.0016190036
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams and flirts with a call girl played by Jennifer Garner. In still another of his roles, he kills Happy Jack Mulraney and is the son of a priest played by Liam Neeson. This man has played such characters as frustrated suburbanite Frank Wheeler, the vengeance seeking Amsterdam Vallon, and Frank Abagnale Jr., who poses as a pilot. For 10 points, name this star of Gangs of New York, Revolutionary Road,": {
    "guess": "Leonardo DiCaprio",
    "confidence": [
      [
        "Leon",
        -0.003282644
      ],
      [
        "ardo",
        -0.00090586464
      ],
      [
        " Di",
        -0.00015026369
      ],
      [
        "Cap",
        -7.89631e-07
      ],
      [
        "rio",
        -0.0001006823
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up to this event, the murderers of Engelbert Dollfuss were granted amnesty. Kurt von Schuschnigg was replaced by Arthur Seyss-Inquart the day before this event, which gathered 99.7% approval in a plebiscite a month after it happened. Ostmark was created by this action, which was followed by encroachment into the Sudetenland. It was the first move in an expansionist policy based on the need for Lebensraum,": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.0089075165
      ],
      [
        "sch",
        -0.005188697
      ],
      [
        "l",
        -0.0018426097
      ],
      [
        "uss",
        -1.504853e-06
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions were quashed by the Six Acts. Lord Bentinck argued that the repeal of these acts would empower commercial interests too much, as did Benjamin Disraeli; both politicians were supported by the Central [*] Agricultural Protection Society. These laws helped spark the Peterloo Massacre. The Peelites": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -0.03733041
      ],
      [
        " Laws",
        -0.0013455926
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strangers grown\" and later sings \"Remember me, but ah! forget my fate\" in a section that makes extensive use of ground bass. This opera was partially inspired by John Blow's Venus and Adonis, and its libretto was written by Nahum Tate. Belinda is the maidservant of the Queen of Carthage in, for 10 points, what opera featuring the aria \"When I am laid in Earth,\" a work of Henry Purcell based on a work of Virgil?": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.001748723
      ],
      [
        "ido",
        -2.7848862e-05
      ],
      [
        " and",
        -3.5954712e-05
      ],
      [
        " A",
        -8.776276e-06
      ],
      [
        "ene",
        -3.88156e-05
      ],
      [
        "as",
        -4.723352e-06
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strangers grown\" and later sings \"Remember me, but ah! forget my fate\" in a section that makes extensive use of ground bass. This opera was partially inspired by John Blow's Venus and Adonis, and its libretto was written by Nahum Tate. Belinda is the maidservant of the Queen of Carthage in, for 10 points, what opera": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.0017092098
      ],
      [
        "ido",
        -4.596782e-05
      ],
      [
        " and",
        -7.111979e-05
      ],
      [
        " A",
        -0.00014776041
      ],
      [
        "ene",
        -5.4788892e-05
      ],
      [
        "as",
        -1.7954959e-05
      ]
    ]
  },
  "This actor voiced Sparky, Stan Marsh's gay dog, on an episode of South Park. He  was more successful": {
    "guess": "Isaac Hayes",
    "confidence": [
      [
        "Is",
        -1.4454266
      ],
      [
        "aac",
        -0.00021390743
      ],
      [
        " Hayes",
        -0.00039956806
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most famous work on this subject the author doesn't define it in terms of intentionality but instead his definition hinges on the executor knowing the result of the action.  He also related it to social integration and proposed three types-egoistic, altruistic, and anomic. FTP, identify this title action of an 1897 Emile Durkheim work, the act of killing oneself.": {
    "guess": "Suicide",
    "confidence": [
      [
        "Su",
        -0.0014486834
      ],
      [
        "icide",
        -7.703444e-06
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.025831427
      ],
      [
        "ith",
        -0.00066680624
      ],
      [
        "ium",
        -7.0523776e-05
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this actor led a teenage militia in battling Russian invaders in Red Dawn. He played the lovely Vida in": {
    "guess": "Patrick Swayze",
    "confidence": [
      [
        "Patrick",
        -0.1171543
      ],
      [
        " S",
        -0.001343566
      ],
      [
        "way",
        -6.15835e-05
      ],
      [
        "ze",
        -0.00012475411
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small red table in his Three Women. He painted recurring subjects like \"constructors,\" \"country outings,\" \"cyclists,\" and \"keys\" in groups called \"cycles.\" His attempt to depict humans and other figures with three-dimensional robotic cylinders led Louis Vauxcelles to dub his work Tubism. For 10 points, name this French artist whose more traditionally cubist works include The City and who worked with George Antheil and Man Ray on the Mechanical Ballet.": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.010393615
      ],
      [
        "ern",
        -7.3861476e-05
      ],
      [
        "and",
        -1.5332478e-05
      ],
      [
        " L",
        -2.7014437e-05
      ],
      [
        "é",
        -0.018782243
      ],
      [
        "ger",
        -4.1557283e-05
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself for his crimes. In the second act, the titular character visits the town and is accidentally led to believe that his son was killed by the executioner. The opera ends with two marriage arrangements and a restoration of order to the town. It is the most frequently performed of the composers' sequence": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.0036060056
      ],
      [
        " Mik",
        -0.007356609
      ],
      [
        "ado",
        -7.107425e-06
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany, who held some claim to this man's throne, was captured, and Anjou and Maine were retaken by (*) Philip II.  Following this king's failure in France, Pope Innocent III excommunicated him for refusing": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.04497909
      ],
      [
        ",",
        -0.0013476153
      ],
      [
        " King",
        -0.00026789203
      ],
      [
        " of",
        -3.3809047e-05
      ],
      [
        " England",
        -6.289474e-05
      ]
    ]
  },
  "One actor in this story draws on the horrors of World War Two in decrying the punishment of people \"for walking round the world in the wrong skin.\" One messenger in this drama frequently proclaims that \"I only am escaped alone to tell thee,\" and also claims that witnesses also suffer. The protagonist of this play learns of his son being shot, two other children dying in a car wreck, and a fourth being": {
    "guess": "The Book of Job",
    "confidence": [
      [
        "The",
        -0.1676194
      ],
      [
        " Book",
        -0.975303
      ],
      [
        " of",
        -0.0025215612
      ],
      [
        " Job",
        -0.045786984
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called Ricardian equivalence. A rectangle representing this quantity has height defined by upward shift of the supply curve on a quantity-price diagram, left of a triangular area showing deadweight loss. Negative externalities are ended by the Pigouvian type of this quantity, which can be ad valorem": {
    "guess": "Tax incidence",
    "confidence": [
      [
        "Tax",
        -0.14986435
      ],
      [
        " incidence",
        -0.05982874
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested. Solinus gave one character an extra day in order to raise one thousand marks or face death, and the abbess who appears at the end turns out to be Aemilia. Set in Ephesus, one central character was arrested for refusing to pay for a gold chain, and on his way to jail was accosted by a courtesan who demanded a ring, but in the end he pays Aegeon's ransom, and the confusion that abounds is laid to rest. FTP, identify this Shakespeare play about the Antipholus and Dromio twins.": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.008185099
      ],
      [
        " Comedy",
        -0.000114033115
      ],
      [
        " of",
        -0.00052646134
      ],
      [
        " Errors",
        -0.00036394817
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.60510576
      ],
      [
        "ito",
        -3.9888433e-05
      ],
      [
        " Muss",
        -5.967624e-05
      ],
      [
        "olini",
        -9.4914985e-06
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but Buwalda was so inspired by her speeches in his defense that he joined her movement after leaving prison. She was boycotted by the British left after discussing her horror with Leninism in My Disillusionment in Russia, and her other writings include the periodical Mother Earth. She was present on-site at the Homestead Strike, where her lover Alexander Berkman tried to kill Henry Clay Frick. For 10": {
    "guess": "Emma Goldman",
    "confidence": [
      [
        "Emma",
        -0.017437233
      ],
      [
        " Goldman",
        -0.00019042798
      ]
    ]
  },
  "The action of this novel is set in motion when the protagonist finds two drafts of a letter in a copy": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.46985066
      ],
      [
        " Sor",
        -1.869117
      ],
      [
        "rows",
        -1.4617256e-05
      ],
      [
        " of",
        -3.9292416e-05
      ],
      [
        " Young",
        -0.0005431425
      ],
      [
        " Wer",
        -0.00037669198
      ],
      [
        "ther",
        -3.750436e-05
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development, and he performs a two-man show with Paul Scheer. The character, on the other hand, grew up on a pig farm in Stone Mountain, Georgia, and graduated from Kentucky Mountain Bible College, where he studied television theory. He has an ongoing feud with a character portrayed by Paul Scheer named Donnie, who is the head of the NBC pages. For 10 points, name this lovable yokel portrayed by Jack McBrayer on the series 30 Rock.": {
    "guess": "Kenneth Parcell",
    "confidence": [
      [
        "Kenn",
        -0.0071908077
      ],
      [
        "eth",
        -3.7027545e-05
      ],
      [
        " Par",
        -0.00027730546
      ],
      [
        "cell",
        -1.8624639e-06
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife,": {
    "guess": "Henry I of England",
    "confidence": [
      [
        "Henry",
        -1.1829109
      ],
      [
        " I",
        -0.59879917
      ],
      [
        " of",
        -0.0010721079
      ],
      [
        " England",
        -0.007987859
      ]
    ]
  },
  "One actor in this story draws on the horrors of World War Two in decrying the punishment of people \"for": {
    "guess": "The Pianist",
    "confidence": [
      [
        "The",
        -0.7143024
      ],
      [
        " P",
        -1.0916735
      ],
      [
        "ian",
        -0.4002743
      ],
      [
        "ist",
        -0.000113913906
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs and TIRs to  control the velocity. Like similar, less frequent actions, this is done by enclosing the cargo in an ablative aeroshell  and attaching a parachute. A new approach to doing this is the Sky Crane. This action was not done correctly by the  Beagle 2 nor a certain polar lander. For 10 points, name this action which will hopefully be carried out by NASA's  Curiosity the day of or the day after this tournament.": {
    "guess": "Mars landing",
    "confidence": [
      [
        "M",
        -0.24136892
      ],
      [
        "ars",
        -3.0113732e-05
      ],
      [
        " landing",
        -0.38831216
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs Lord Darlington. When she returns, evidence of her impropriety remains, and the woman who dissuaded her, being her mother, sacrifices her recently regained social status for that of her daughter. In": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.015495529
      ],
      [
        " Wind",
        -7.314626e-05
      ],
      [
        "erm",
        -4.6206227e-05
      ],
      [
        "ere",
        -7.822647e-06
      ],
      [
        "'s",
        -5.8961017e-05
      ],
      [
        " Fan",
        -8.89548e-06
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany, who held some claim to this man's throne, was captured, and Anjou and Maine were retaken by (*) Philip II.  Following this king's failure in France, Pope Innocent III excommunicated him for refusing to accept Stephen Langton as the new Archbishop of Canterbury.  Langton supported barons who launched": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.010280703
      ],
      [
        ",",
        -0.00013178712
      ],
      [
        " King",
        -2.2127088e-05
      ],
      [
        " of",
        -9.968313e-06
      ],
      [
        " England",
        -2.1531068e-05
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp that had caused a woman suing (*) Goodyear company to have her case struck down in the Supreme Court. The Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act and the Lily Ledbetter Fair Pay": {
    "guess": "Barack Obama",
    "confidence": [
      [
        "Bar",
        -0.015149206
      ],
      [
        "ack",
        -6.086828e-05
      ],
      [
        " Obama",
        -0.0019414882
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions were quashed by the Six Acts. Lord Bentinck argued that the repeal of these acts would empower commercial interests too much, as did Benjamin Disraeli; both politicians were supported by the Central [*] Agricultural Protection Society. These laws helped spark the Peterloo Massacre. The Peelites split from the Conservatives over these laws, which were supported by Thomas Malthus and opposed": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -0.17890427
      ],
      [
        " Laws",
        -0.00015455135
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included a disinformation scheme during the Battle of the Bulge, and an operation that saw the kidnapping of the son of (*) Miklos Horthy. The most notable one is known as the Gran Sasso raid and allowed": {
    "guess": "Operation Eiche",
    "confidence": [
      [
        "Operation",
        -1.5431007
      ],
      [
        " E",
        -0.078940466
      ],
      [
        "iche",
        -0.002115524
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but Buwalda was so inspired by her speeches in his defense that he joined her movement after leaving prison.": {
    "guess": "Susan B. Anthony",
    "confidence": [
      [
        "Susan",
        -1.7600182
      ],
      [
        " B",
        -0.0022011672
      ],
      [
        ".",
        -0.0027897807
      ],
      [
        " Anthony",
        -0.00013679368
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation": {
    "guess": "Dunkirk evacuation",
    "confidence": [
      [
        "D",
        -0.1541838
      ],
      [
        "unk",
        -0.14402781
      ],
      [
        "irk",
        -0.00014895246
      ],
      [
        " evacuation",
        -0.002682303
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing brother named Steve. In that sitcom, this actor played an employee at a (*) Cleveland department store who invented Buzz Beer and was harassed by the flamboyantly dressed Mimi. This man hosted the American version of a show where he often noted \"everything's made up and the points don't matter.\" In his current television show, he succeeded Bob Barker as host. For 10 points, name this": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.000802957
      ],
      [
        "rew",
        -1.3856493e-06
      ],
      [
        " Carey",
        -0.00012178135
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar de Portola led an expedition to enable this activity, with facilities linked by the Royal Highway. A man primarily engaged in this activity was one of the first Europeans to navigate the northern Mississippi when he traveled with Louis Jolliet. San Diego and San Francisco were originally built for this purpose by the \"Apostle of California.\" For 10 points, name this practice of Jacques Marquette and Junipero Serra that promoted the adoption of a new faith by inhabitants of the New World.": {
    "guess": "Missions in California",
    "confidence": [
      [
        "M",
        -0.42396697
      ],
      [
        "issions",
        -0.00450702
      ],
      [
        " in",
        -0.048595093
      ],
      [
        " California",
        -0.008685602
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite un po' quegl'occhi.\" A more famous aria sung by the title character addresses a page as an \"amorous butterfly\" and is called \"Non piu andrai.\" The aria \"Voi che sapete\" is sung by that page, Cherubino, who is in love with most of the women in the opera, including the Countess Almaviva and the title character's betrothed, Susanna. FTP, identify this Mozart opera based on a play by Beaumarchais,": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.0014772483
      ],
      [
        " Marriage",
        -0.00023476807
      ],
      [
        " of",
        -2.2365493e-05
      ],
      [
        " Fig",
        -1.0325924e-05
      ],
      [
        "aro",
        -7.851042e-05
      ]
    ]
  },
  "This actor starred with Richard Burton in Where Eagles Dare, and he portrayed Frank Morris in Escape from Alcatraz. In one film he tracks down the serial killer Scorpio, while in another his character splits Bill Carson's gold with Tuco after killing Angel Eyes. In addition to appearing in Dirty Harry": {
    "guess": "Clint Eastwood",
    "confidence": [
      [
        "Cl",
        -0.0035984025
      ],
      [
        "int",
        -5.5577775e-06
      ],
      [
        " East",
        -7.493431e-05
      ],
      [
        "wood",
        -4.2272506e-05
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane to create a strong base and another base is formed by combining this element with diisopropylamide.": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.002425718
      ],
      [
        "ith",
        -2.808727e-05
      ],
      [
        "ium",
        -0.00013381359
      ]
    ]
  },
  "This actor voiced Sparky, Stan Marsh's gay dog, on an episode of South Park. He  was more successful as Dr. Doug Ross on ER. His first significant movie role was  in From Dusk Till Dawn, and his directorial": {
    "guess": "George Clooney",
    "confidence": [
      [
        "George",
        -0.06970909
      ],
      [
        " Clo",
        -0.000127615
      ],
      [
        "oney",
        -0.00014954848
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.009893854
      ],
      [
        "my",
        -9.960947e-05
      ],
      [
        " Lee",
        -1.247159e-05
      ],
      [
        " Jones",
        -7.58424e-06
      ]
    ]
  },
  "This actor starred with Richard Burton in Where Eagles Dare, and he portrayed Frank Morris in Escape from Alcatraz. In one film he tracks down the serial killer Scorpio, while in another his character splits Bill Carson's gold with Tuco after killing Angel Eyes. In addition to appearing in Dirty Harry as the title role and The Good, the Bad, and the Ugly as the Man with No Name, he has directed films": {
    "guess": "Clint Eastwood",
    "confidence": [
      [
        "Cl",
        -0.004004554
      ],
      [
        "int",
        -7.107425e-06
      ],
      [
        " East",
        -7.064298e-05
      ],
      [
        "wood",
        -5.574252e-05
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.10035785
      ],
      [
        "th",
        -0.00022117885
      ],
      [
        "ello",
        -2.9994528e-05
      ]
    ]
  },
  "In Act 2 of this work, a stag party chagrins of Mrs. Elvsted. Eljert loses his manuscript and gets arrested, but Jurgen Tesman, the title character's husband, snags it and gives it to his wife. Eljert tells the title character that he wants to kill himself, so she gives him a pistol. Upon learning that the gun accidentally went off, she is blackmailed by Judge Brack and kills herself too. FTP, name": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0004942946
      ],
      [
        "ed",
        -2.9352968e-06
      ],
      [
        "da",
        -7.9418505e-06
      ],
      [
        " Gab",
        -0.0005750744
      ],
      [
        "ler",
        -2.220075e-06
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions were quashed by the Six Acts. Lord Bentinck argued that the repeal of these acts would empower": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -1.0868177
      ],
      [
        " Laws",
        -0.0135653345
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in a search for liquor and discovers a rotting corpse, prompting some bored policemen to crash the wedding festivities. The body is that of Zinovy, the ex-husband of the title character, who was beaten to death after discovering a belt on his bed and thus learning that his wife was cheating on him with": {
    "guess": "The Wedding (play)",
    "confidence": [
      [
        "The",
        -0.34705308
      ],
      [
        " Wedding",
        -0.5464971
      ],
      [
        " (",
        -0.07048262
      ],
      [
        "play",
        -0.2582022
      ],
      [
        ")",
        -0.005430358
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called Ricardian equivalence. A rectangle representing this quantity has height defined by upward shift of the supply curve on a quantity-price diagram, left of a triangular area showing deadweight loss. Negative externalities are ended by the Pigouvian type of this quantity, which can be ad valorem or \"value-added.\" A parabolic diagram about their optimal rate is the Laffer curve. For 10 points, name": {
    "guess": "Tax incidence",
    "confidence": [
      [
        "Tax",
        -0.016497165
      ],
      [
        " incidence",
        -0.48593608
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany, who held some claim to this man's throne, was captured, and Anjou and Maine were retaken by (*) Philip II.  Following this king's failure in France, Pope Innocent III excommunicated him for refusing to accept Stephen Langton as the new Archbishop of Canterbury.  Langton supported barons who launched a rebellion in the early 13th century that led to reforms in this man's monarchy.  For 10 points, name this King of England that lost Normandy to the French and signed the Magna Carta.": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.14370789
      ],
      [
        ",",
        -0.004418248
      ],
      [
        " King",
        -8.852353e-05
      ],
      [
        " of",
        -2.2842309e-05
      ],
      [
        " England",
        -4.561021e-05
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested. Solinus gave one character an extra day in order to raise one thousand marks or face death, and the abbess who appears at the end turns out to be Aemilia. Set in Ephesus, one central character was arrested for refusing to pay for a gold chain, and on his way to jail was accosted by a courtesan who demanded a ring, but in the end he pays Aegeon's ransom, and the confusion that abounds is laid to rest.": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.0029334836
      ],
      [
        " Comedy",
        -0.00015705463
      ],
      [
        " of",
        -0.00073054346
      ],
      [
        " Errors",
        -0.00014966767
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left by another, at which point she sings the Jewel Song.  In Act Four, the woman's brother Valentin challenges": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.041725952
      ],
      [
        "ust",
        -2.577686e-06
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.022448968
      ],
      [
        "sch",
        -0.00023667533
      ],
      [
        "l",
        -0.0028612239
      ],
      [
        "uss",
        -1.0206721e-05
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included": {
    "guess": "Soviet espionage in the United States",
    "confidence": [
      [
        "S",
        -0.82287425
      ],
      [
        "ov",
        -0.0069733597
      ],
      [
        "iet",
        -5.383526e-05
      ],
      [
        " espionage",
        -0.14862014
      ],
      [
        " in",
        -0.012884892
      ],
      [
        " the",
        -0.004164826
      ],
      [
        " United",
        -0.00065012503
      ],
      [
        " States",
        -0.0043807556
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs": {
    "guess": "Ballistic Missile Defense",
    "confidence": [
      [
        "Ball",
        -1.4493243
      ],
      [
        "istic",
        -0.002355668
      ],
      [
        " Missile",
        -0.9031853
      ],
      [
        " Defense",
        -0.00549118
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde, whose support made it possible for this man to become Grand Prince of Vladimir. However, this": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.2159103
      ],
      [
        " Nev",
        -0.0009808859
      ],
      [
        "sky",
        -0.00027254096
      ]
    ]
  },
  "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked": {
    "guess": "Lightsaber",
    "confidence": [
      [
        "Lights",
        -0.4773077
      ],
      [
        "aber",
        -0.011067156
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small red table in his Three Women. He painted recurring subjects like \"constructors,\" \"country outings,\" \"cyclists,\" and \"keys\" in groups called \"cycles.\" His attempt to depict humans and other figures with three-dimensional robotic cylinders led Louis Vauxcelles to dub his work Tubism. For 10 points, name this French artist whose more traditionally cubist works include The City and who worked with": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.010886289
      ],
      [
        "ern",
        -0.00011820524
      ],
      [
        "and",
        -4.179569e-05
      ],
      [
        " L",
        -4.0842064e-05
      ],
      [
        "é",
        -0.013601433
      ],
      [
        "ger",
        -4.0603656e-05
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common": {
    "guess": "Suicide intervention",
    "confidence": [
      [
        "Su",
        -0.17760824
      ],
      [
        "icide",
        -0.00049595983
      ],
      [
        " intervention",
        -0.111179374
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This operation over a region or its boundary are related by Stokes' theorem. Near vertical asymptotes, limits have to be used for the \"improper\" versions of them. You can do this to all rational functions by decomposing them into (*) partial fractions. It is usually defined as the limit of Riemann sums, which approximate the area under a curve. For 10 points, name this operation that, by the fundamental": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.19257553
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This operation over a region or its boundary are related by Stokes' theorem. Near vertical asymptotes, limits have to be used for the \"improper\" versions of them. You can do this to all rational functions by decomposing them into (*) partial fractions. It is usually defined as the limit of Riemann sums, which approximate the area under a curve. For 10 points, name this operation that, by the fundamental theorem of calculus, yields the antiderivative.": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.2343591
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar de Portola led an expedition to enable this activity, with facilities linked by the Royal Highway. A man primarily engaged in this activity was one of the first Europeans to navigate the northern Mississippi when he traveled with Louis Jolliet. San Diego and San Francisco were originally built": {
    "guess": "Singing",
    "confidence": [
      [
        "S",
        -1.0374433
      ],
      [
        "inging",
        -0.07433095
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings": {
    "guess": "A Streetcar Named Desire",
    "confidence": [
      [
        "A",
        -0.69485396
      ],
      [
        " Street",
        -0.074307166
      ],
      [
        "car",
        -0.00074220716
      ],
      [
        " Named",
        -0.0013515453
      ],
      [
        " Desire",
        -0.0002134343
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development, and he performs a two-man show with Paul Scheer. The character, on the other hand, grew up on a pig farm in Stone Mountain, Georgia, and graduated from Kentucky Mountain Bible College, where he studied television theory. He has an ongoing feud with a character portrayed by Paul Scheer named Donnie,": {
    "guess": "Andre Allen",
    "confidence": [
      [
        "Andre",
        -0.2743287
      ],
      [
        " Allen",
        -0.4157453
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and was instigated by Madison Washington. The most famous of these events resulted in the death of Ramon (*) Ferrar and was led by Joseph Cinque. Participants in that event were subsequently aided by Lewis": {
    "guess": "Amistad Incident",
    "confidence": [
      [
        "Am",
        -0.16666494
      ],
      [
        "ist",
        -0.00011796683
      ],
      [
        "ad",
        -8.299462e-06
      ],
      [
        " Incident",
        -1.007422
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this actor led a teenage militia in battling Russian invaders in Red Dawn. He played the lovely Vida in To Wong Foo Thanks For Everything Julie Newmar and turned dancing skills into martial arts moves as Dalton in Roadhouse. His final role was Chet Barker in the television series The Beast, which he filmed": {
    "guess": "Patrick Swayze",
    "confidence": [
      [
        "Patrick",
        -0.005344517
      ],
      [
        " S",
        -0.0006584656
      ],
      [
        "way",
        -3.0471343e-05
      ],
      [
        "ze",
        -0.00019007038
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf": {
    "guess": "Heimskringla",
    "confidence": [
      [
        "He",
        -0.2357418
      ],
      [
        "im",
        -0.0008590543
      ],
      [
        "sk",
        -3.261701e-05
      ],
      [
        "ring",
        -0.00014454192
      ],
      [
        "la",
        -7.481511e-05
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading others to discuss the author of the treatise \"The Truth About Native Crime.\" The central character tries to hire a lawyer through the help of Father Vincent and is assisted by his Anglican colleague": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.007884842
      ],
      [
        "ry",
        -5.9153886e-06
      ],
      [
        ",",
        -4.8425554e-06
      ],
      [
        " the",
        -0.0004888113
      ],
      [
        " Bel",
        -1.247159e-05
      ],
      [
        "oved",
        -1.0280384e-06
      ],
      [
        " Country",
        -1.9862217e-05
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts would see if this act was pre-empting state laws. George Hoar helped draft this legislation, and it was based on an act named for Valentine passed in its namesake's home state of Ohio. A follow-up to this legislation was amended by the Robinson-Patman Act and included provisions about tying arrangements": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.6464674
      ],
      [
        "man",
        -3.059055e-05
      ],
      [
        " Ant",
        -0.0010029166
      ],
      [
        "itrust",
        -0.00011772843
      ],
      [
        " Act",
        -4.7159858e-05
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small red table in his Three Women. He painted recurring subjects like \"constructors,\" \"country outings,\"": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.2789016
      ],
      [
        "ern",
        -0.0027138111
      ],
      [
        "and",
        -0.005562194
      ],
      [
        " L",
        -0.00010032469
      ],
      [
        "é",
        -0.05051006
      ],
      [
        "ger",
        -7.600714e-05
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern in celebrating his birthday, only to have the Princess-Mother come in and scold her son about his riotous living. The three proceed to go on a hunt, where the protagonist falls in love, only to": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.004585584
      ],
      [
        "an",
        -5.121278e-05
      ],
      [
        " Lake",
        -0.00012415809
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts would see if this act was pre-empting state laws. George Hoar helped draft this legislation, and it was based on an act named for Valentine passed in its namesake's home state of Ohio. A follow-up to this legislation was amended by the Robinson-Patman Act and included provisions about tying arrangements and price discrimination; that act was named for Clayton. For 10 points, name this piece of legislation that forbade the formation of monopolies, an early antitrust law.": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.17211328
      ],
      [
        "man",
        -2.0935051e-05
      ],
      [
        " Ant",
        -2.58224e-05
      ],
      [
        "itrust",
        -9.841743e-05
      ],
      [
        " Act",
        -1.8431772e-05
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left by another, at which point she sings the Jewel Song.  In Act Four, the woman's brother Valentin challenges the title figure to a duel for impregnating his sister, but Valentin is of course no match for his opponent, who has a lot of help.  In Act Five, the title character demands to see Marguerite on Walpurgis Night, and a band of angels prevents Mephistopheles from taking her to hell.  FTP, name this opera about a man who makes a pact with the devil, a work by Charles Gounod.": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.004441036
      ],
      [
        "ust",
        -1.7954959e-05
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas Offensive. This war saw the largest humanitarian rescue by a single ship occur, which was captained": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.100202456
      ],
      [
        "orean",
        -0.0007008801
      ],
      [
        " War",
        -0.0005642342
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small red table in his Three Women. He painted recurring subjects like \"constructors,\" \"country outings,\" \"cyclists,\" and \"keys\" in groups called \"cycles.\" His attempt to depict humans and other figures": {
    "guess": "Joan Miró",
    "confidence": [
      [
        "Jo",
        -0.2864546
      ],
      [
        "an",
        -4.3202e-07
      ],
      [
        " Mir",
        -0.041485827
      ],
      [
        "ó",
        -6.704273e-07
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts would see if this act was pre-empting state laws. George Hoar helped draft this legislation, and it was based on an act named for Valentine passed in its namesake's home state of Ohio. A follow-up to this legislation was amended by the Robinson-Patman Act and included provisions about tying arrangements and price discrimination; that act was named for Clayton. For 10 points, name this piece of": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.003254835
      ],
      [
        "man",
        -2.1650272e-05
      ],
      [
        " Ant",
        -3.059055e-05
      ],
      [
        "itrust",
        -6.587483e-05
      ],
      [
        " Act",
        -3.650519e-06
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called": {
    "guess": "Incidence of tax",
    "confidence": [
      [
        "Inc",
        -0.7789352
      ],
      [
        "idence",
        -0.00016992862
      ],
      [
        " of",
        -0.7325153
      ],
      [
        " tax",
        -0.7866808
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included a disinformation scheme during the Battle of the Bulge, and an operation that saw the kidnapping of the son of (*) Miklos Horthy. The most notable one is known as the Gran Sasso raid and allowed its target to create the Italian Social Republic. For 10 points, name these actions that include": {
    "guess": "Special Operations Executive",
    "confidence": [
      [
        "Special",
        -0.93128574
      ],
      [
        " Operations",
        -0.06848288
      ],
      [
        " Executive",
        -0.034728605
      ]
    ]
  },
  "In Act 3 of this opera, Frasquita and Mercedes triumph in the good fortune that tarot cards hold for": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.008825161
      ],
      [
        "arm",
        -1.1994775e-05
      ],
      [
        "en",
        -1.3067608e-05
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called Ricardian equivalence. A rectangle representing this quantity has height defined by upward shift": {
    "guess": "Tax incidence",
    "confidence": [
      [
        "Tax",
        -0.15746391
      ],
      [
        " incidence",
        -0.021760868
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most famous work on this subject the author doesn't define it in terms of intentionality but instead": {
    "guess": "Suicide",
    "confidence": [
      [
        "Su",
        -0.005770223
      ],
      [
        "icide",
        -0.0021046982
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus in honor of  Mozart. Author of the novel The Devil's Elixir, he is better  known for his Gothic horror stories collected in Fantasiestucke,  or Fantasy Pieces. These stories were the inspiration for": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.0034128476
      ],
      [
        ".",
        -0.014096044
      ],
      [
        " T",
        -4.406056e-05
      ],
      [
        ".",
        -7.465036e-06
      ],
      [
        " A",
        -2.220075e-06
      ],
      [
        ".",
        -0.00025871702
      ],
      [
        " Hoff",
        -0.00041982904
      ],
      [
        "mann",
        -6.6306106e-06
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.14864613
      ],
      [
        " Marriage",
        -0.1664302
      ],
      [
        " of",
        -1.7835755e-05
      ],
      [
        " Fig",
        -4.246537e-06
      ],
      [
        "aro",
        -5.705376e-05
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three years after that he led an army division that became known as the \"ghost division.\"  The high point": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.013372098
      ],
      [
        "win",
        -0.00044413557
      ],
      [
        " Rom",
        -0.00093099097
      ],
      [
        "mel",
        -0.00033343938
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named": {
    "guess": "Operation Long Jump",
    "confidence": [
      [
        "Operation",
        -0.75381327
      ],
      [
        " Long",
        -0.49150455
      ],
      [
        " Jump",
        -0.004585942
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne, but upon his death it was taken over by the Italian Boniface of Montferrat, who assembled a fleet for Egypt. The Venetians agreed to support the passage but demanded large monetary reparations, and when its participants were unable to pay, it altered the purpose of the enterprise for debt repayment.": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.00017112066
      ],
      [
        " Crus",
        -4.3583746e-05
      ],
      [
        "ade",
        -1.5570886e-05
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing": {
    "guess": "Macbeth",
    "confidence": [
      [
        "Mac",
        -1.6235536
      ],
      [
        "beth",
        -0.00016134596
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing under the Gate of Longevity and Good Will after spending the day being presented with a glass elephant and visiting a pig farm. The next scene shows the main characters interrupt a performance of The Red Detachment of Women, which was organized by Chiang Ch'ing, the wife of Mao. With a libretto by Alice Goodman and stage direction by Peter Sellars, this is, FTP, what John Adams opera about a president's": {
    "guess": "Nixon in China",
    "confidence": [
      [
        "N",
        -0.048923098
      ],
      [
        "ixon",
        -4.5491004e-05
      ],
      [
        " in",
        -1.4855664e-05
      ],
      [
        " China",
        -3.4047454e-05
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar de Portola led an expedition to enable this activity, with facilities linked by the Royal Highway. A man primarily engaged in this activity was one of the first Europeans to navigate the northern Mississippi when he traveled with Louis Jolliet. San Diego and San Francisco were originally built for this purpose by the \"Apostle of California.\" For 10 points, name this practice of Jacques Marquette": {
    "guess": "Fur trade in North America",
    "confidence": [
      [
        "F",
        -1.0499585
      ],
      [
        "ur",
        -0.0094813425
      ],
      [
        " trade",
        -0.07299787
      ],
      [
        " in",
        -0.6480258
      ],
      [
        " North",
        -0.2677677
      ],
      [
        " America",
        -0.00088465743
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.027760668
      ],
      [
        "my",
        -0.0018654527
      ],
      [
        " Lee",
        -0.0002640775
      ],
      [
        " Jones",
        -4.894791e-05
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.00812882
      ],
      [
        "ith",
        -4.334534e-05
      ],
      [
        "ium",
        -2.2484697e-05
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.0014805787
      ],
      [
        "ido",
        -1.18755715e-05
      ],
      [
        " and",
        -4.0246043e-05
      ],
      [
        " A",
        -3.3809047e-05
      ],
      [
        "ene",
        -3.106736e-05
      ],
      [
        "as",
        -1.7432603e-06
      ]
    ]
  },
  "This actor portrayed William of Baskerville in The Name of the Rose. He played Jimmy Malone, a police officer who works with Prohibition agent Eliot Ness, in The Untouchables He also played John Mason, an escapee of Alcatraz prison, in The Rock. This actor played the leading role in Never Say Never Say Again, reprising a role he had earlier played in Thunderball, Dr. No, and Goldfinger. For 10 points,": {
    "guess": "Sean Connery",
    "confidence": [
      [
        "Sean",
        -0.006225021
      ],
      [
        " Conn",
        -5.3193703e-06
      ],
      [
        "ery",
        -7.107425e-06
      ]
    ]
  },
  "This actor starred with Richard Burton in Where Eagles Dare, and he portrayed Frank Morris in Escape from Alcatraz. In one film he tracks down the serial killer Scorpio, while in another his character splits Bill Carson's gold with Tuco after killing Angel Eyes. In addition to appearing in Dirty Harry as the title role and The Good, the Bad, and the Ugly as the Man with No Name, he has directed films like Mystic River and Million Dollar Baby. For 10 points, name this iconic star of spaghetti westerns.": {
    "guess": "Clint Eastwood",
    "confidence": [
      [
        "Cl",
        -0.0009849352
      ],
      [
        "int",
        -9.014684e-06
      ],
      [
        " East",
        -5.252402e-05
      ],
      [
        "wood",
        -4.8113485e-05
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\"": {
    "guess": "Jon Lovitz",
    "confidence": [
      [
        "Jon",
        -0.92984384
      ],
      [
        " Lov",
        -0.004001823
      ],
      [
        "itz",
        -0.00014144262
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.01769071
      ],
      [
        "ido",
        -3.5120287e-05
      ],
      [
        " and",
        -0.00041482248
      ],
      [
        " A",
        -3.5477897e-05
      ],
      [
        "ene",
        -2.939851e-05
      ],
      [
        "as",
        -1.5928495e-05
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs and TIRs to  control the velocity. Like similar, less frequent actions, this is done by enclosing": {
    "guess": "Ballistic Missile Defense",
    "confidence": [
      [
        "Ball",
        -1.4671547
      ],
      [
        "istic",
        -0.0052753803
      ],
      [
        " Missile",
        -0.52120894
      ],
      [
        " Defense",
        -0.0069604507
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this actor led a teenage militia in battling Russian invaders in Red Dawn. He played the lovely Vida in To Wong Foo Thanks For Everything Julie Newmar and turned dancing skills into martial arts moves as Dalton in Roadhouse. His final role was Chet Barker in the television series The Beast, which he filmed while receiving treatment for pancreatic cancer. For 10 points, name this actor who danced with Baby in Dirty Dancing.": {
    "guess": "Patrick Swayze",
    "confidence": [
      [
        "Patrick",
        -0.0008654876
      ],
      [
        " S",
        -0.000107000094
      ],
      [
        "way",
        -4.3202e-07
      ],
      [
        "ze",
        -5.252402e-05
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing under the Gate of Longevity and Good Will after spending the day being presented with a glass elephant and visiting a pig farm. The next scene shows the main characters interrupt a performance of The Red Detachment of Women, which was organized by Chiang Ch'ing, the wife of Mao. With a libretto by": {
    "guess": "Nixon in China",
    "confidence": [
      [
        "N",
        -0.04674927
      ],
      [
        "ixon",
        -5.276243e-05
      ],
      [
        " in",
        -4.2510914e-05
      ],
      [
        " China",
        -5.443128e-05
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.6226301
      ],
      [
        "ru",
        -0.0046036225
      ],
      [
        "v",
        -0.0003212806
      ],
      [
        "ate",
        -7.588794e-05
      ],
      [
        " de",
        -0.18729652
      ],
      [
        "hydro",
        -0.008100908
      ],
      [
        "gen",
        -2.3080716e-05
      ],
      [
        "ase",
        -7.326546e-05
      ],
      [
        " complex",
        -0.0027821735
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde,": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.16164687
      ],
      [
        " Nev",
        -0.00044580444
      ],
      [
        "sky",
        -0.00094838
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself for his crimes. In the second act, the titular character visits the town and is accidentally led to believe that his son was killed by the executioner. The opera ends with two marriage arrangements and a restoration of order to the town. It is the most frequently performed of the composers' sequence of pieces known as the \"Savoy Operas.\" FTP, name this comic opera written by Arthur Sullivan and William Gilbert that satirizes British politics and is set in Japan.": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.00590225
      ],
      [
        " Mik",
        -8.061054e-06
      ],
      [
        "ado",
        -1.9385403e-05
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second National Catastrophe\" to be losses suffered in the Treaty of Neuilly-sur-Seine. During the 1876": {
    "guess": "Kingdom of Bulgaria",
    "confidence": [
      [
        "King",
        -0.51151013
      ],
      [
        "dom",
        -0.001727776
      ],
      [
        " of",
        -0.00062808703
      ],
      [
        " Bulgaria",
        -0.006766649
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts would see if this act was pre-empting state laws. George Hoar helped draft this legislation, and it was based on an act named for Valentine passed in its namesake's home state of Ohio. A follow-up": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.030088779
      ],
      [
        "man",
        -1.50940705e-05
      ],
      [
        " Ant",
        -0.0005215776
      ],
      [
        "itrust",
        -2.677603e-05
      ],
      [
        " Act",
        -1.11603495e-05
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups serve as acyl and electron carriers. This multimer contains an E3-bound flavin adenine dinucleotide which transfers protons from reduced lipoyl-lysine to nicotinamide adenine dinucleotide. It catalyzes irreversible oxidative decarboxylation, attaching the remaining hydroxyl-ethyl group to TPP in E1": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.0014553552
      ],
      [
        "ru",
        -4.3202e-07
      ],
      [
        "v",
        -6.869018e-06
      ],
      [
        "ate",
        -5.9153886e-06
      ],
      [
        " de",
        -0.0026022915
      ],
      [
        "hydro",
        -0.0001508597
      ],
      [
        "gen",
        -3.6073914e-05
      ],
      [
        "ase",
        -3.106736e-05
      ],
      [
        " complex",
        -0.000108668944
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp that had caused a woman suing (*) Goodyear company to have her case struck down in the Supreme Court. The Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act and the Lily Ledbetter Fair Pay Act were both passed under the tenure of this president, who reversed his predecessor's policy of cutting funding to foreign organizations that allowed abortion. For 10 points, name this person who was succeeded as a Senator by Roland Burris.": {
    "guess": "Barack Obama",
    "confidence": [
      [
        "Bar",
        -0.00071433914
      ],
      [
        "ack",
        -0.00018029935
      ],
      [
        " Obama",
        -0.00016527968
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian": {
    "guess": "Battle of Ergeme",
    "confidence": [
      [
        "Battle",
        -0.2431668
      ],
      [
        " of",
        -0.026523791
      ],
      [
        " Erg",
        -0.07227742
      ],
      [
        "eme",
        -0.00015407454
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development, and he performs a two-man show with Paul Scheer. The character, on the other hand, grew up on a pig farm in Stone Mountain, Georgia, and graduated from Kentucky Mountain Bible College, where he studied television theory. He has an ongoing feud with a character portrayed by Paul Scheer named Donnie, who is the head of the NBC pages. For 10 points, name this lovable yokel portrayed by Jack McBrayer": {
    "guess": "Kenneth Parcell",
    "confidence": [
      [
        "Kenn",
        -0.011936158
      ],
      [
        "eth",
        -0.00026932248
      ],
      [
        " Par",
        -0.00250634
      ],
      [
        "cell",
        -1.1517961e-05
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.8242444
      ],
      [
        "ith",
        -0.06566666
      ],
      [
        "ium",
        -3.0828953e-05
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in a search for liquor and discovers a rotting corpse, prompting some bored policemen to crash the wedding festivities. The body is that of Zinovy, the ex-husband of the title character, who was beaten to death after discovering a belt on his bed and thus learning that his wife was cheating on him with Sergei. FTP, identify this opera that ends in Siberia with the death of *Katerina Ismailova, a Dmitri": {
    "guess": "Lady Macbeth of the Mtsensk District",
    "confidence": [
      [
        "Lady",
        -0.06198326
      ],
      [
        " Mac",
        -0.0005337327
      ],
      [
        "beth",
        -0.00042280913
      ],
      [
        " of",
        -4.179569e-05
      ],
      [
        " the",
        -0.07783561
      ],
      [
        " M",
        -0.00097053725
      ],
      [
        "ts",
        -0.00025680976
      ],
      [
        "ens",
        -0.0033736536
      ],
      [
        "k",
        -4.894791e-05
      ],
      [
        " District",
        -0.00022141727
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested. Solinus gave one character an extra day in order to raise one thousand marks or face death, and the abbess who appears at the end turns out to be Aemilia. Set in Ephesus, one central character was arrested for refusing to pay for a gold chain, and on his way to jail was accosted by a courtesan who demanded": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.0031956548
      ],
      [
        " Comedy",
        -5.252402e-05
      ],
      [
        " of",
        -0.00035226622
      ],
      [
        " Errors",
        -4.2272506e-05
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\" This actor played Blake, who declares \"always be closing\" and \"coffee's for closers\" in the movie Glengarry": {
    "guess": "Alec Baldwin",
    "confidence": [
      [
        "A",
        -0.13112506
      ],
      [
        "lec",
        -0.00010521204
      ],
      [
        " Baldwin",
        -0.0017869214
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work seeks employment as a milkmaid at Talbothays Dairy, where she befriends Retty, Marian, and Izz. She": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.00085893506
      ],
      [
        "ess",
        -7.58424e-06
      ],
      [
        " of",
        -9.6629374e-05
      ],
      [
        " the",
        -0.00013488642
      ],
      [
        " d",
        -0.000412796
      ],
      [
        "'",
        -0.00020985818
      ],
      [
        "U",
        -1.2948405e-05
      ],
      [
        "rb",
        -1.3544423e-05
      ],
      [
        "erv",
        -1.1517961e-05
      ],
      [
        "illes",
        -2.1173457e-05
      ]
    ]
  },
  "This actor portrayed William of Baskerville in The Name of the Rose. He played Jimmy Malone, a police officer who works with Prohibition agent Eliot Ness, in The Untouchables He also played John Mason, an escapee of Alcatraz prison, in The Rock. This actor played the leading role in Never Say Never Say Again, reprising a role he had earlier played in Thunderball, Dr. No, and Goldfinger. For 10 points, name this Scottish actor who played James Bond throughout the 1960s.": {
    "guess": "Sean Connery",
    "confidence": [
      [
        "Sean",
        -0.008741152
      ],
      [
        " Conn",
        -4.5491004e-05
      ],
      [
        "ery",
        -4.1273333e-06
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0012271352
      ],
      [
        "an",
        -2.319992e-05
      ],
      [
        " Lake",
        -9.221884e-05
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to": {
    "guess": "Blast protection",
    "confidence": [
      [
        "B",
        -1.3780402
      ],
      [
        "last",
        -0.008122312
      ],
      [
        " protection",
        -0.8304721
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading others to discuss the author of the treatise \"The Truth About Native Crime.\" The central character tries to hire a lawyer through the help of Father Vincent and is assisted by his Anglican colleague Msimangu. The protagonist finds out that his sister Gertrude is a prostitute and cannot prevent (*) Absalom's execution for killing Arthur Jarvis. Stephen Kumalo attempts to save his son from the apartheid": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.108000234
      ],
      [
        "ry",
        -0.00016969022
      ],
      [
        ",",
        -0.00053504034
      ],
      [
        " the",
        -0.020695219
      ],
      [
        " Bel",
        -0.00044783088
      ],
      [
        "oved",
        -9.849109e-06
      ],
      [
        " Country",
        -0.00054898346
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work seeks employment as a milkmaid at Talbothays Dairy, where she befriends Retty, Marian, and Izz. She gives birth to a sickly child named Sorrow, whom her father refuses to allow baptism. When her lover returns from Brazil, she has already returned to the man from Trantridge who raped her as a child, Alec. After being executed for stabbing Alec, her sister Liza-Lu leaves with her lover, Angel Clare.": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.001983237
      ],
      [
        "ess",
        -9.610702e-06
      ],
      [
        " of",
        -0.0012284428
      ],
      [
        " the",
        -0.00064357254
      ],
      [
        " d",
        -0.01711785
      ],
      [
        "'",
        -0.00065537
      ],
      [
        "U",
        -6.0272258e-05
      ],
      [
        "rb",
        -0.00012190055
      ],
      [
        "erv",
        -4.6802244e-05
      ],
      [
        "illes",
        -7.302705e-05
      ]
    ]
  },
  "In Act 3 of this opera, Frasquita and Mercedes triumph in the good fortune that tarot cards hold for them. The title character's first song claims that \"Love is a rebellious bird,\" before throwing a bouquet": {
    "guess": "Carmen (opera)",
    "confidence": [
      [
        "C",
        -0.009962306
      ],
      [
        "arm",
        -7.89631e-07
      ],
      [
        "en",
        -1.5213274e-05
      ],
      [
        " (",
        -0.073054604
      ],
      [
        "op",
        -0.118851066
      ],
      [
        "era",
        -5.252402e-05
      ],
      [
        ")",
        -0.00013858173
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment": {
    "guess": "Operation Long Jump",
    "confidence": [
      [
        "Operation",
        -0.085226856
      ],
      [
        " Long",
        -0.00781399
      ],
      [
        " Jump",
        -0.0006826493
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small": {
    "guess": "Pablo Picasso",
    "confidence": [
      [
        "P",
        -1.3020529
      ],
      [
        "ablo",
        -0.12019339
      ],
      [
        " Picasso",
        -0.00010902656
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up to this event, the murderers of Engelbert Dollfuss were granted amnesty. Kurt von Schuschnigg was": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.02037499
      ],
      [
        "sch",
        -0.010039615
      ],
      [
        "l",
        -0.005887199
      ],
      [
        "uss",
        -9.610702e-06
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this": {
    "guess": "C. Thomas Howell",
    "confidence": [
      [
        "C",
        -0.44892558
      ],
      [
        ".",
        -0.0016325708
      ],
      [
        " Thomas",
        -4.4537377e-05
      ],
      [
        " Howell",
        -4.727906e-05
      ]
    ]
  },
  "One actor in this story draws on the horrors of World War Two in decrying the punishment of people \"for walking round the world in the wrong skin.\" One messenger in this drama frequently proclaims that": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.04402682
      ],
      [
        " Kill",
        -9.031158e-05
      ],
      [
        " a",
        -0.0007610303
      ],
      [
        " Mock",
        -2.6060809e-05
      ],
      [
        "ing",
        -8.1609716e-05
      ],
      [
        "bird",
        -2.1650272e-05
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite un po' quegl'occhi.\" A more famous aria sung by the title character addresses a page as an": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.077064216
      ],
      [
        " Marriage",
        -0.6523618
      ],
      [
        " of",
        -6.968935e-05
      ],
      [
        " Fig",
        -5.0735965e-05
      ],
      [
        "aro",
        -0.00017278951
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after striking her, horrifying Lodovico. Early in it, the title character and his wife are accosted at the Sagittary by Roderigo and Brabantio, while later, this play's antagonist warns its protagonist against \"the green-eyed monster\" of jealousy. A handkerchief recovered by Emilia is used by one character to accuse Cassio of adultery in this play, set in Cyprus and Venice. For 10 points, name this play in which Iago tricks the title Moor into killing Desdemona, a work of Shakespeare.": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0013470192
      ],
      [
        "th",
        -3.5313153e-06
      ],
      [
        "ello",
        -0.000104616025
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.": {
    "guess": "Pour le Mérite",
    "confidence": [
      [
        "Pour",
        -0.05001862
      ],
      [
        " le",
        -0.0026207278
      ],
      [
        " Mé",
        -0.0046522687
      ],
      [
        "rite",
        -7.9940866e-05
      ]
    ]
  },
  "This man acted as assistant to Andrew Talcott, helping to build Fort Calhoun and Fort Monroe. He found a flanking route at the Battle of Cerro Gordo during the Mexican-American War. This man took over Joseph Johnston's post after Johnston was wounded at the Battle of Seven Pines. This man won at the": {
    "guess": "Robert E. Lee",
    "confidence": [
      [
        "Robert",
        -0.038739447
      ],
      [
        " E",
        -0.0007345817
      ],
      [
        ".",
        -0.00021093102
      ],
      [
        " Lee",
        -6.511407e-06
      ]
    ]
  },
  "In Act II of Julius Caesar, Cassius compares Caesar to this item which was built to celebrate the end of a siege by Demetrius I. It was sold to an Edessan scrap metal dealer in 654 CE by a conquering Arab expedition, several centuries after locals declined Ptolemy III's offer to rebuild this monument designed by Chares of Lyndus. For 10 points, the Mandrákion harbor was not actually straddled by what": {
    "guess": "Colossus of Rhodes",
    "confidence": [
      [
        "Col",
        -0.015112468
      ],
      [
        "oss",
        -0.00025061116
      ],
      [
        "us",
        -0.00022022522
      ],
      [
        " of",
        -0.00075364334
      ],
      [
        " Rhodes",
        -3.1424974e-05
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus in honor of  Mozart. Author of the novel The Devil's Elixir, he is better  known for his Gothic horror stories collected in Fantasiestucke,  or Fantasy Pieces. These stories were the inspiration for  Hindemith's Cardillac, Schuman's Kreisleriana, Tchaikovsky's  Nutcracker, and another famous opera": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.0011943945
      ],
      [
        ".",
        -0.00488457
      ],
      [
        " T",
        -6.17027e-05
      ],
      [
        ".",
        -9.849109e-06
      ],
      [
        " A",
        -1.8624639e-06
      ],
      [
        ".",
        -0.00021772196
      ],
      [
        " Hoff",
        -0.00015753144
      ],
      [
        "mann",
        -6.511407e-06
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three years after that he led an army division that became known as the \"ghost division.\"  The high point of his career was the capture of Tobruk but after defeat at Mareth Line he was recalled and was preparing": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.01298374
      ],
      [
        "win",
        -5.6934558e-05
      ],
      [
        " Rom",
        -0.00027182576
      ],
      [
        "mel",
        -0.00035238542
      ]
    ]
  },
  "This actor starred with Richard Burton in Where Eagles Dare, and he portrayed Frank Morris in Escape from Alcatraz. In one film he tracks down the serial killer Scorpio, while in another his character": {
    "guess": "Clint Eastwood",
    "confidence": [
      [
        "Cl",
        -0.0027430546
      ],
      [
        "int",
        -4.1273333e-06
      ],
      [
        " East",
        -0.00047190272
      ],
      [
        "wood",
        -6.2656334e-05
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise to \"outlive the menace of tyranny...if necessary alone\" was made in a speech that also promised \"we shall fight on the beaches,\" though Churchill also cautioned that \"wars are not won by\" actions": {
    "guess": "Dunkirk Evacuation",
    "confidence": [
      [
        "D",
        -0.26697442
      ],
      [
        "unk",
        -0.00088656467
      ],
      [
        "irk",
        -4.2391708e-05
      ],
      [
        " Ev",
        -0.112201475
      ],
      [
        "ac",
        -1.962381e-05
      ],
      [
        "uation",
        -0.000335939
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.20883648
      ],
      [
        ".",
        -0.013589788
      ],
      [
        " T",
        -0.00028779538
      ],
      [
        ".",
        -3.6431527e-05
      ],
      [
        " A",
        -8.602025e-05
      ],
      [
        ".",
        -0.000492745
      ],
      [
        " Hoff",
        -0.000709571
      ],
      [
        "mann",
        -1.4021238e-05
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled": {
    "guess": "The Bostonians",
    "confidence": [
      [
        "The",
        -0.6956468
      ],
      [
        " Boston",
        -0.041124593
      ],
      [
        "ians",
        -0.00010914576
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage": {
    "guess": "Annulment",
    "confidence": [
      [
        "Ann",
        -0.12699698
      ],
      [
        "ul",
        -0.001994778
      ],
      [
        "ment",
        -9.805982e-05
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions were quashed by the Six Acts. Lord Bentinck argued that the repeal of these acts would empower commercial interests too much, as did Benjamin Disraeli; both politicians were supported by the": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -0.15569314
      ],
      [
        " Laws",
        -0.027181348
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing brother named Steve. In that sitcom, this actor played an employee at a (*) Cleveland department store who invented Buzz Beer and was harassed by the flamboyantly dressed Mimi. This man hosted the American version of a show where he often noted \"everything's made up and the points don't": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.003667295
      ],
      [
        "rew",
        -1.7432603e-06
      ],
      [
        " Carey",
        -0.000492745
      ]
    ]
  },
  "In Act 2 of this work, a stag party chagrins of Mrs. Elvsted. Eljert loses his manuscript and gets arrested, but Jurgen Tesman, the title character's husband, snags it and gives it to his wife. Eljert tells the title character that he wants to kill himself, so she gives him a pistol. Upon learning that the gun accidentally went off, she is blackmailed by Judge Brack and kills herself too. FTP, name this play by Henrik Ibsen.": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0002551409
      ],
      [
        "ed",
        -8.657073e-06
      ],
      [
        "da",
        -6.6306106e-06
      ],
      [
        " Gab",
        -0.0006528667
      ],
      [
        "ler",
        -1.6762922e-05
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.0031553805
      ],
      [
        "ido",
        -1.2233183e-05
      ],
      [
        " and",
        -8.4947416e-05
      ],
      [
        " A",
        -5.419287e-05
      ],
      [
        "ene",
        -6.3609965e-05
      ],
      [
        "as",
        -7.3458323e-06
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas Offensive. This war saw the largest humanitarian rescue by a single ship occur, which was captained by Leonard LaRue and led to the SS Meredith Victory being known as the \"Ship of Miracles.\" Also known as the 6-2-5 War, this war included the Battles of Onjong, Changjin Reservoir, and Inchon. Described as a police action, for 10 points, name his 1950-1953 war that led to the creation of two nations on its namesake peninsula.": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.006066852
      ],
      [
        "orean",
        -4.0842064e-05
      ],
      [
        " War",
        -0.0010111344
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly": {
    "guess": "The Parakeet and the Mermaid",
    "confidence": [
      [
        "The",
        -0.88213176
      ],
      [
        " Par",
        -1.297841
      ],
      [
        "ake",
        -0.28553304
      ],
      [
        "et",
        -0.0023604252
      ],
      [
        " and",
        -0.0023889681
      ],
      [
        " the",
        -0.010026158
      ],
      [
        " Mer",
        -0.001262733
      ],
      [
        "maid",
        -0.004750388
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after striking her, horrifying Lodovico. Early in it, the title character and his wife are accosted at the Sagittary by Roderigo and Brabantio, while later, this play's antagonist warns its protagonist against \"the green-eyed monster\" of jealousy. A handkerchief recovered by Emilia is used by one character to accuse Cassio of adultery in this play, set in Cyprus and Venice. For 10 points, name this play": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.006934879
      ],
      [
        "th",
        -3.4121115e-06
      ],
      [
        "ello",
        -0.00016074994
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself for his crimes. In the second act, the titular character visits the town and is accidentally led to believe that his son was killed by the executioner. The opera ends with two marriage arrangements": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.0022832418
      ],
      [
        " Mik",
        -0.00014239625
      ],
      [
        "ado",
        -1.0683535e-05
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by": {
    "guess": "Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act",
    "confidence": [
      [
        "Matthew",
        -1.2649862
      ],
      [
        " Shepard",
        -0.0006121211
      ],
      [
        " and",
        -0.027935373
      ],
      [
        " James",
        -0.0003584648
      ],
      [
        " By",
        -8.8404326e-05
      ],
      [
        "rd",
        -0.00018709028
      ],
      [
        " Jr",
        -0.13476703
      ],
      [
        ".",
        -0.0036420035
      ],
      [
        " Hate",
        -0.0007260138
      ],
      [
        " Crimes",
        -0.001034357
      ],
      [
        " Prevention",
        -0.0016280484
      ],
      [
        " Act",
        -0.00016837897
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included a disinformation scheme during the Battle of the Bulge, and an operation that saw the kidnapping": {
    "guess": "Special Operations Executive",
    "confidence": [
      [
        "Special",
        -1.3344018
      ],
      [
        " Operations",
        -0.62788403
      ],
      [
        " Executive",
        -0.015227408
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus in honor of  Mozart. Author of the novel The Devil's Elixir, he is better  known for his Gothic horror stories collected in Fantasiestucke,  or Fantasy Pieces. These stories were the inspiration for  Hindemith's Cardillac, Schuman's Kreisleriana, Tchaikovsky's  Nutcracker, and another famous opera which features the author  himself recalling past love affairs in a tavern. FTP, identify  this man,": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.0017021986
      ],
      [
        ".",
        -0.004589742
      ],
      [
        " T",
        -3.8219583e-05
      ],
      [
        ".",
        -1.60477e-05
      ],
      [
        " A",
        -3.1737043e-06
      ],
      [
        ".",
        -0.00017255111
      ],
      [
        " Hoff",
        -0.00012987986
      ],
      [
        "mann",
        -6.9882217e-06
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and was instigated by Madison Washington. The most famous of these events resulted in the death of Ramon (*) Ferrar and was led by Joseph Cinque. Participants in that event were subsequently aided by Lewis Tappan and a former president, John Quincy Adams, in the trial that followed it. For 10 points, name these events that took place on vessels like the Meermen, the Creole and the Amistad, in which captured": {
    "guess": "Slave revolts on ships",
    "confidence": [
      [
        "Slave",
        -0.6317446
      ],
      [
        " rev",
        -0.76040107
      ],
      [
        "ol",
        -1.5451682e-05
      ],
      [
        "ts",
        -9.610702e-06
      ],
      [
        " on",
        -0.5103777
      ],
      [
        " ships",
        -0.09552027
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon and a \"violently fanatical Puritan,\" who wants to mint money. Only Pertinax Surly, the friend of Sir Epicure Mammon, sees through the ruses and refuses to buy into the promises made by Dol Common and Jeremy about their ability to procure the philosopher's stone. For ten points, name this Ben Jonson comedy about a man named Subtle who practices the title profession that claims to turn base metals": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.006565691
      ],
      [
        " Al",
        -0.0005405237
      ],
      [
        "chemist",
        -0.00012094693
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.015667476
      ],
      [
        "win",
        -0.00065918086
      ],
      [
        " Rom",
        -3.3451433e-05
      ],
      [
        "mel",
        -0.0002813584
      ]
    ]
  },
  "This actor spoke the line \"Look at this. Look at what they make you give.\" while his character was dying in The Bourne Identity, a movie where he played rival assassin The Professor. He appeared as Walter": {
    "guess": "Clive Owen",
    "confidence": [
      [
        "Cl",
        -0.29275322
      ],
      [
        "ive",
        -0.0010663936
      ],
      [
        " Owen",
        -0.00054481137
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern in celebrating his birthday, only to have the Princess-Mother come in and scold her son about": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0012285619
      ],
      [
        "an",
        -3.7742768e-05
      ],
      [
        " Lake",
        -2.7372049e-05
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde, whose support made it possible for this man to become Grand Prince of Vladimir. However, this leader of the Republic of (*) Novgorod gained his epithet after defeating the Swedes at the Battle of the Neva River in 1240 and for his defeat of the Knights of the Teutonic Order at the Battle of Lake Peipus or the Battle of the Ice two years later. For 10 points, identify this Russian ruler who is the subject and namesake of a famous 1938 Sergei Eisenstein film.": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.0013555945
      ],
      [
        " Nev",
        -0.00035679596
      ],
      [
        "sky",
        -0.00016122675
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams and flirts with a call girl played by Jennifer Garner. In still another of his roles, he kills Happy": {
    "guess": "James Marsden",
    "confidence": [
      [
        "James",
        -1.7801905
      ],
      [
        " Mars",
        -0.07364038
      ],
      [
        "den",
        -5.8245798e-05
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced": {
    "guess": "Simone de Beauvoir",
    "confidence": [
      [
        "Sim",
        -0.48494083
      ],
      [
        "one",
        -8.9119545e-05
      ],
      [
        " de",
        -0.00516082
      ],
      [
        " Beau",
        -0.00025335286
      ],
      [
        "voir",
        -8.184812e-05
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite un po' quegl'occhi.\" A more famous aria sung by the title character addresses a page as an \"amorous butterfly\" and is called \"Non piu andrai.\" The aria \"Voi che sapete\" is sung by that page,": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.0073912833
      ],
      [
        " Marriage",
        -0.00033475063
      ],
      [
        " of",
        -2.9994528e-05
      ],
      [
        " Fig",
        -9.729906e-06
      ],
      [
        "aro",
        -3.8457987e-05
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called Ricardian equivalence. A rectangle representing this quantity has height defined by upward shift of the supply curve on a quantity-price diagram, left of a triangular area showing deadweight loss.": {
    "guess": "Tax incidence",
    "confidence": [
      [
        "Tax",
        -0.020154318
      ],
      [
        " incidence",
        -0.09113573
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports": {
    "guess": "Copyright Act of 1976",
    "confidence": [
      [
        "Copyright",
        -1.0962567
      ],
      [
        " Act",
        -0.10015286
      ],
      [
        " of",
        -0.010262063
      ],
      [
        " ",
        -9.0907604e-05
      ],
      [
        "197",
        -0.07353793
      ],
      [
        "6",
        -0.0009879116
      ]
    ]
  },
  "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked \"Where is my super suit?\" as the voice of Frozone. In one film, John Travolta tells this actor that, in France, a (*) Quarter Pounder with Cheese is called a Royale with Cheese. He threatened to quit one movie if its name was changed from Snakes on a Plane. For 10 points, name this actor who played S.H.I.E.L.D. director Nick Fury in The Avengers.": {
    "guess": "Samuel L. Jackson",
    "confidence": [
      [
        "Sam",
        -0.0043943906
      ],
      [
        "uel",
        -2.4153549e-05
      ],
      [
        " L",
        -0.00020187153
      ],
      [
        ".",
        -0.00020139472
      ],
      [
        " Jackson",
        -2.4987974e-05
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.42224807
      ],
      [
        "th",
        -0.00040052168
      ],
      [
        "ello",
        -0.00011760922
      ]
    ]
  },
  "One actor in this story draws on the horrors of World War Two in decrying the punishment of people \"for walking round the world in the wrong skin.\" One messenger in this drama frequently proclaims that \"I only am escaped alone to tell thee,\" and also claims that witnesses also suffer. The protagonist of this play learns of his son being shot, two other children dying in a car wreck, and a fourth being raped. Name this allegorical play with parallels to the story of Job [jobe], by Archibald MacLeish.": {
    "guess": "J.B. (play)",
    "confidence": [
      [
        "J",
        -0.004731534
      ],
      [
        ".B",
        -0.00023536409
      ],
      [
        ".",
        -3.4524266e-05
      ],
      [
        " (",
        -0.5789695
      ],
      [
        "play",
        -0.00020854695
      ],
      [
        ")",
        -5.574252e-05
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another character is derisively called an \"eternal student,\" and was the tutor of Grisha, whose death by drowning caused the protagonist to move to Paris for five years. The final act ends with Firs' abandonment by the central family, who finally leaves Russia after Gayev is unable to save the title property, which is bought by Lopakhin. Madame Ranevskaya unwillingly allows the title estate to be chopped down in, FTP, what play by Anton Chekhov?": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.001203089
      ],
      [
        " Cherry",
        -0.0002640775
      ],
      [
        " Orchard",
        -5.6219335e-05
      ]
    ]
  },
  "The action of this novel is set in motion when the protagonist finds two drafts of a letter in a copy of Vico's Principi di una Scienza. Conjecturing that the letters were intended for the poetess Christabel LaMotte, the literary investigator Roland Mitchell is led to completely reevaluate his views on the 19th century poet Randolph Henry Ash. Subtitled A Romance, FTP, what is this novel, the best-known": {
    "guess": "Possession (Byatt novel)",
    "confidence": [
      [
        "Poss",
        -0.0008806155
      ],
      [
        "ession",
        -0.00015419374
      ],
      [
        " (",
        -0.0035418593
      ],
      [
        "By",
        -0.0063965498
      ],
      [
        "att",
        -1.0921943e-05
      ],
      [
        " novel",
        -0.00035012423
      ],
      [
        ")",
        -6.897413e-05
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second National Catastrophe\" to be losses suffered in the Treaty of Neuilly-sur-Seine. During the 1876 April Uprising in this future nation, Ottoman forces committed massacres in the Plovdiv area in this": {
    "guess": "Kingdom of Bulgaria",
    "confidence": [
      [
        "King",
        -0.37538695
      ],
      [
        "dom",
        -0.0027222526
      ],
      [
        " of",
        -0.00024037065
      ],
      [
        " Bulgaria",
        -0.0024892148
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs and TIRs to  control the velocity. Like similar, less frequent actions, this is done by enclosing the cargo in an ablative aeroshell  and attaching a parachute. A new approach to doing this is the Sky Crane. This action was not done correctly by the  Beagle 2 nor a certain polar lander. For 10 points, name this action which will hopefully be carried out by NASA's  Curiosity the day of or the day": {
    "guess": "Mars landing",
    "confidence": [
      [
        "M",
        -0.37215662
      ],
      [
        "ars",
        -6.749814e-06
      ],
      [
        " landing",
        -0.21578434
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\" This actor played Blake, who declares \"always be closing\" and \"coffee's for closers\" in the movie Glengarry Glen Ross. This actor narrated The Royal Tenenbaums, and together with Steve Martin, appeared in It's Complicated. On an NBC sitcom, this actor plays a character who is the Vice President of East": {
    "guess": "Alec Baldwin",
    "confidence": [
      [
        "A",
        -0.0057683266
      ],
      [
        "lec",
        -1.0206721e-05
      ],
      [
        " Baldwin",
        -0.00065036345
      ]
    ]
  },
  "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked \"Where is my super suit?\" as the voice of Frozone. In one film, John Travolta tells this actor that, in France, a (*) Quarter Pounder with Cheese is called a Royale with Cheese. He threatened to quit": {
    "guess": "Samuel L. Jackson",
    "confidence": [
      [
        "Sam",
        -0.26343197
      ],
      [
        "uel",
        -0.00011093382
      ],
      [
        " L",
        -0.00011617878
      ],
      [
        ".",
        -0.00031389366
      ],
      [
        " Jackson",
        -1.7835755e-05
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This operation over a region or its boundary are related by Stokes' theorem. Near vertical asymptotes, limits have to be used for the \"improper\" versions of them. You can do this to all rational functions": {
    "guess": "Integral",
    "confidence": [
      [
        "Integral",
        -0.90960324
      ]
    ]
  },
  "In Act II of Julius Caesar, Cassius compares Caesar to this item which was built to celebrate the end": {
    "guess": "Assassination of Julius Caesar",
    "confidence": [
      [
        "Ass",
        -1.6017979
      ],
      [
        "ass",
        -0.0004739255
      ],
      [
        "ination",
        -0.00033784626
      ],
      [
        " of",
        -0.000392304
      ],
      [
        " Julius",
        -8.280175e-05
      ],
      [
        " Caesar",
        -3.106736e-05
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde, whose support made it possible for this man to become Grand Prince of Vladimir. However, this leader of the Republic of (*) Novgorod gained his epithet after defeating the Swedes at the Battle of the Neva River in 1240 and for his defeat of the Knights of the Teutonic Order at the Battle of Lake": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.003344898
      ],
      [
        " Nev",
        -0.0006491714
      ],
      [
        "sky",
        -0.00023131118
      ]
    ]
  },
  "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked \"Where is my super suit?\" as the voice of Frozone. In one film, John Travolta tells this actor that, in France, a (*) Quarter Pounder with Cheese is called a Royale with Cheese. He threatened to quit one movie if its name was changed from Snakes on a Plane. For 10 points, name this actor who played": {
    "guess": "Samuel L. Jackson",
    "confidence": [
      [
        "Sam",
        -0.005642328
      ],
      [
        "uel",
        -4.6206227e-05
      ],
      [
        " L",
        -1.247159e-05
      ],
      [
        ".",
        -0.00013822412
      ],
      [
        " Jackson",
        -9.253091e-06
      ]
    ]
  },
  "This actor voiced Sparky, Stan Marsh's gay dog, on an episode of South Park. He  was more successful as Dr. Doug Ross on ER. His first significant movie role was  in From Dusk Till Dawn, and his directorial debut was Confessions of a Dangerous  Mind. FTP name this actor who, along with Brad Pitt, is the only man to have been  twice named People Magazine's Sexiest Man Alive.": {
    "guess": "George Clooney",
    "confidence": [
      [
        "George",
        -0.011616065
      ],
      [
        " Clo",
        -0.00094505335
      ],
      [
        "oney",
        -0.000113913906
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after striking her, horrifying Lodovico. Early in it, the title character and his wife are accosted at the Sagittary by Roderigo and Brabantio, while later, this play's antagonist warns its protagonist against": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0049077044
      ],
      [
        "th",
        -1.3306016e-05
      ],
      [
        "ello",
        -0.00025919382
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.011963957
      ],
      [
        " Enemy",
        -0.00024536622
      ],
      [
        " of",
        -1.5570886e-05
      ],
      [
        " the",
        -9.317247e-05
      ],
      [
        " People",
        -1.9385403e-05
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \"all that dark,": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.0011743902
      ],
      [
        "my",
        -1.7597347e-05
      ],
      [
        " Lee",
        -2.2842309e-05
      ],
      [
        " Jones",
        -7.226629e-06
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany,": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.052026298
      ],
      [
        ",",
        -0.03472872
      ],
      [
        " King",
        -0.0008158237
      ],
      [
        " of",
        -2.8206474e-05
      ],
      [
        " England",
        -8.733149e-05
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another character is derisively called an \"eternal student,\" and was the tutor of Grisha, whose death by drowning caused the protagonist to move to Paris for five years. The final act ends with Firs' abandonment": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.0060856845
      ],
      [
        " Cherry",
        -0.010211084
      ],
      [
        " Orchard",
        -1.9504607e-05
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left by another, at which point she sings the Jewel Song.  In Act Four, the woman's brother Valentin challenges the title figure to a duel for impregnating his sister, but Valentin is of course no match for his opponent, who has a lot of help.  In Act Five, the title character demands to see Marguerite on": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.012893484
      ],
      [
        "ust",
        -8.776276e-06
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany, who held some claim to this man's throne, was captured, and Anjou and Maine were retaken by (*) Philip II.  Following this king's failure in France, Pope Innocent III excommunicated him for refusing to accept Stephen Langton as the new Archbishop of Canterbury.  Langton supported barons who launched a rebellion in the early 13th century that led to reforms in this man's monarchy.  For 10 points,": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.023487015
      ],
      [
        ",",
        -9.674858e-05
      ],
      [
        " King",
        -2.2961513e-05
      ],
      [
        " of",
        -5.7961847e-06
      ],
      [
        " England",
        -1.7239736e-05
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.02738887
      ],
      [
        "ido",
        -4.990154e-05
      ],
      [
        " and",
        -0.00036037207
      ],
      [
        " A",
        -5.8841815e-05
      ],
      [
        "ene",
        -3.9888433e-05
      ],
      [
        "as",
        -1.9027791e-05
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs Lord Darlington. When she returns, evidence of her impropriety remains, and the woman who dissuaded her, being her mother, sacrifices her recently regained social status for that of her daughter. In the end, Lord Augustus Lorton decides to marry the title character's mother, despite her reputation. The title object drops to the ground, and is not used to strike Mrs. Erlynne. FTP, identify this play": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.023114683
      ],
      [
        " Wind",
        -0.00046355845
      ],
      [
        "erm",
        -0.0014881967
      ],
      [
        "ere",
        -2.5941605e-05
      ],
      [
        "'s",
        -0.0053396556
      ],
      [
        " Fan",
        -4.429897e-05
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself for his crimes. In the second act, the titular character visits the town and is accidentally led to believe that his son was killed by the executioner. The opera ends with two marriage arrangements and a restoration of order to the town. It is the most frequently performed of the composers' sequence of pieces known as the \"Savoy Operas.\" FTP, name this comic opera written by Arthur Sullivan": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.00331555
      ],
      [
        " Mik",
        -0.00054624176
      ],
      [
        "ado",
        -2.1531068e-05
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.059164036
      ],
      [
        " Wind",
        -0.0034206898
      ],
      [
        "erm",
        -0.001001013
      ],
      [
        "ere",
        -6.206032e-05
      ],
      [
        "'s",
        -0.0077018607
      ],
      [
        " Fan",
        -0.00013131031
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work seeks employment as a milkmaid at Talbothays Dairy, where she befriends Retty, Marian, and Izz. She gives birth to a sickly child named Sorrow, whom her father refuses to allow baptism. When her lover returns from Brazil, she has already returned to the man from Trantridge who raped her as a child, Alec. After being executed for stabbing Alec, her sister Liza-Lu leaves with her lover, Angel Clare. FTP, name this Thomas Hardy novel.": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.0022828842
      ],
      [
        "ess",
        -2.2961513e-05
      ],
      [
        " of",
        -0.00075304735
      ],
      [
        " the",
        -0.00015193255
      ],
      [
        " d",
        -0.0059523797
      ],
      [
        "'",
        -0.00018673266
      ],
      [
        "U",
        -0.00012880703
      ],
      [
        "rb",
        -2.2961513e-05
      ],
      [
        "erv",
        -1.1637165e-05
      ],
      [
        "illes",
        -2.7133641e-05
      ]
    ]
  },
  "In Act 3 of this opera, Frasquita and Mercedes triumph in the good fortune that tarot cards hold for them. The title character's first song claims that \"Love is a rebellious bird,\" before throwing a bouquet to Don José; that title character is later killed by Don José as a refrain of Escamillo's (*) \"Toreador Song\" is played. Famous for the \"Habanera,\" name this opera about the titular gypsy cigarette factory worker, composed by Georges Bizet.": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.030403359
      ],
      [
        "arm",
        -1.6240566e-06
      ],
      [
        "en",
        -4.0603656e-05
      ]
    ]
  },
  "This actor spoke the line \"Look at this. Look at what they make you give.\" while his character was dying in The Bourne Identity, a movie where he played rival assassin The Professor. He appeared as Walter Raleigh in Elizabeth: The Golden Age and protected Monica Belluci from (*)Paul Giamatti's Hertz": {
    "guess": "Clive Owen",
    "confidence": [
      [
        "Cl",
        -0.06594994
      ],
      [
        "ive",
        -4.7040652e-05
      ],
      [
        " Owen",
        -0.00037573834
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar": {
    "guess": "Singing",
    "confidence": [
      [
        "S",
        -0.72697496
      ],
      [
        "inging",
        -0.0037125465
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne, but upon his death it was taken over by the Italian Boniface of Montferrat, who assembled a fleet": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.000116894
      ],
      [
        " Crus",
        -9.014684e-06
      ],
      [
        "ade",
        -9.968313e-06
      ]
    ]
  },
  "One actor in this story draws on the horrors of World War Two in decrying the punishment of people \"for walking round the world in the wrong skin.\" One messenger in this drama frequently proclaims that \"I only am escaped alone to tell thee,\" and also claims that witnesses also suffer. The protagonist": {
    "guess": "The Book of Job",
    "confidence": [
      [
        "The",
        -0.9564034
      ],
      [
        " Book",
        -1.0070329
      ],
      [
        " of",
        -0.012243205
      ],
      [
        " Job",
        -0.105744794
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing under the Gate of Longevity and Good Will after spending the day being presented with a glass elephant and visiting a pig farm. The next scene shows the main characters interrupt a performance of The Red Detachment of Women, which was organized by Chiang Ch'ing, the wife of Mao. With a libretto by Alice Goodman and stage direction by Peter Sellars, this is, FTP, what John Adams opera about a president's 1973 visit to the Orient?": {
    "guess": "Nixon in China",
    "confidence": [
      [
        "N",
        -0.058130708
      ],
      [
        "ixon",
        -3.0113732e-05
      ],
      [
        " in",
        -4.604148e-06
      ],
      [
        " China",
        -2.057744e-05
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas Offensive. This war saw the largest humanitarian rescue by a single ship occur, which was captained by Leonard LaRue and led to the SS Meredith Victory being known as the \"Ship of Miracles.\" Also known as the 6-2-5 War, this war included the Battles of Onjong, Changjin Reservoir, and Inchon.": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.00644275
      ],
      [
        "orean",
        -5.0378356e-05
      ],
      [
        " War",
        -0.00076567195
      ]
    ]
  },
  "This man acted as assistant to Andrew Talcott, helping to build Fort Calhoun and Fort Monroe. He found a flanking route at the Battle of Cerro Gordo during the Mexican-American War. This man took over Joseph Johnston's post after Johnston was wounded at the Battle of Seven Pines. This man won at the Battles of the (*) Wilderness and Cold Harbor, as well as Fredericksburg and Chancellorsville. He suffered": {
    "guess": "Robert E. Lee",
    "confidence": [
      [
        "Robert",
        -0.037278034
      ],
      [
        " E",
        -0.00019221604
      ],
      [
        ".",
        -0.00017100146
      ],
      [
        " Lee",
        -4.246537e-06
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing brother named Steve. In that sitcom, this actor played an employee at a (*) Cleveland department store who invented Buzz Beer and was harassed by the flamboyantly dressed Mimi. This man hosted the American version of a show where he often noted \"everything's made up and the points don't matter.\" In his current television show, he succeeded Bob Barker as host. For 10 points, name this bespectacled comedian and current host of The Price is Right.": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.0013507109
      ],
      [
        "rew",
        -1.3856493e-06
      ],
      [
        " Carey",
        -0.00011594037
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading others to discuss the author of the treatise \"The Truth About Native Crime.\" The central character tries to hire a lawyer through the help of Father Vincent and is assisted by his Anglican colleague Msimangu. The protagonist finds out that his sister Gertrude is a prostitute and cannot prevent (*) Absalom's execution for killing Arthur Jarvis. Stephen Kumalo attempts to save his son from the apartheid justice system in, for 10 points, what novel by Alan Paton?": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.0068201623
      ],
      [
        "ry",
        -1.9816675e-06
      ],
      [
        ",",
        -3.0471343e-05
      ],
      [
        " the",
        -0.00087489735
      ],
      [
        " Bel",
        -1.342522e-05
      ],
      [
        "oved",
        -2.8160932e-06
      ],
      [
        " Country",
        -3.750436e-05
      ]
    ]
  },
  "While acting as the Count of Mortain, he married his first wife Isabel, but later annulled the marriage after discovering that they shared the same great-grandfather.  He became monarch without a wife, but his marriage to Isabella of Angouleme triggered a war with France.  In that war, Arthur of Brittany, who held some claim to this man's throne, was captured, and Anjou and Maine were retaken by (*)": {
    "guess": "John, King of England",
    "confidence": [
      [
        "John",
        -0.093577504
      ],
      [
        ",",
        -0.008011628
      ],
      [
        " King",
        -0.0010878282
      ],
      [
        " of",
        -4.310693e-05
      ],
      [
        " England",
        -0.00015395533
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested. Solinus gave one character an extra day in order to raise one thousand marks or face death, and the abbess who appears at the end turns out to be Aemilia. Set in Ephesus, one central character was arrested": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.0069439984
      ],
      [
        " Comedy",
        -0.00012058931
      ],
      [
        " of",
        -0.00065906165
      ],
      [
        " Errors",
        -0.00013011828
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite un po' quegl'occhi.\" A more famous aria sung by the title character addresses a page as an \"amorous butterfly\" and is called \"Non piu andrai.\" The aria \"Voi che sapete\" is sung by that page, Cherubino, who is in love with most of the women in the opera, including the Countess Almaviva and the title character's betrothed, Susanna. FTP, identify this Mozart opera based on a play by Beaumarchais, whose title character was formerly the barber of Seville.": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.0018485552
      ],
      [
        " Marriage",
        -0.033949032
      ],
      [
        " of",
        -2.9636918e-05
      ],
      [
        " Fig",
        -6.0345924e-06
      ],
      [
        "aro",
        -8.208653e-05
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\" This actor played Blake, who declares \"always be closing\" and \"coffee's for closers\" in the movie Glengarry Glen Ross. This actor narrated The Royal Tenenbaums, and together with Steve Martin, appeared in It's Complicated. On an NBC sitcom, this actor plays a character who is the Vice President of East Coast Television and Microwave Oven Programming. For 10 points, name this actor who plays Jack Donaghy": {
    "guess": "Alec Baldwin",
    "confidence": [
      [
        "A",
        -0.0041232808
      ],
      [
        "lec",
        -2.2007884e-05
      ],
      [
        " Baldwin",
        -0.0034608485
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another character is derisively called an \"eternal student,\" and was the tutor of Grisha, whose death by drowning caused the protagonist to move to Paris for five years. The final act ends with Firs' abandonment by the central family, who finally leaves Russia after Gayev is unable to save the title property,": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.0042727347
      ],
      [
        " Cherry",
        -0.0061650705
      ],
      [
        " Orchard",
        -0.00011844365
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after striking her, horrifying Lodovico. Early in it, the title character and his wife are accosted at the Sagittary by Roderigo and Brabantio, while later, this play's antagonist warns its protagonist against \"the green-eyed monster\" of jealousy. A handkerchief recovered by Emilia is used by one character": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0055226
      ],
      [
        "th",
        -3.0545007e-06
      ],
      [
        "ello",
        -0.00016802136
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as": {
    "guess": "Battle of the Ice",
    "confidence": [
      [
        "Battle",
        -0.6201386
      ],
      [
        " of",
        -0.11671662
      ],
      [
        " the",
        -0.42508703
      ],
      [
        " Ice",
        -0.017585767
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this actor led a teenage militia in battling Russian invaders in Red Dawn. He played the lovely Vida in To Wong Foo Thanks For Everything Julie Newmar and turned dancing skills into martial arts moves as": {
    "guess": "Patrick Swayze",
    "confidence": [
      [
        "Patrick",
        -0.050193917
      ],
      [
        " S",
        -0.00029816243
      ],
      [
        "way",
        -4.723352e-06
      ],
      [
        "ze",
        -0.00012225083
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show": {
    "guess": "John C. Reilly",
    "confidence": [
      [
        "John",
        -0.7419759
      ],
      [
        " C",
        -0.734223
      ],
      [
        ".",
        -0.00034464084
      ],
      [
        " Re",
        -0.0009796976
      ],
      [
        "illy",
        -4.2391708e-05
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work seeks employment as a milkmaid at Talbothays Dairy, where she befriends Retty, Marian, and Izz. She gives birth to a sickly child named Sorrow, whom her father refuses to allow baptism. When her lover": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.0015309321
      ],
      [
        "ess",
        -6.1537958e-06
      ],
      [
        " of",
        -7.4576696e-05
      ],
      [
        " the",
        -7.409989e-05
      ],
      [
        " d",
        -0.0006375005
      ],
      [
        "'",
        -0.0002074741
      ],
      [
        "U",
        -1.8431772e-05
      ],
      [
        "rb",
        -6.749814e-06
      ],
      [
        "erv",
        -1.5213274e-05
      ],
      [
        "illes",
        -2.1411865e-05
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward": {
    "guess": "Olaf Tryggvason",
    "confidence": [
      [
        "Ol",
        -1.1049019
      ],
      [
        "af",
        -0.008464695
      ],
      [
        " Try",
        -0.2118978
      ],
      [
        "gg",
        -0.5621091
      ],
      [
        "v",
        -0.0012523733
      ],
      [
        "ason",
        -0.0081904195
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas Offensive. This war saw the largest humanitarian rescue by a single ship occur, which was captained by Leonard LaRue and led to the SS Meredith Victory being known as the \"Ship of Miracles.\" Also known as the 6-2-5 War, this war included the Battles of Onjong, Changjin Reservoir, and Inchon. Described as a police action, for 10 points, name his 1950-1953 war that led to the creation of two": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.007207133
      ],
      [
        "orean",
        -5.1331983e-05
      ],
      [
        " War",
        -0.0016642313
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.016623087
      ],
      [
        " Glass",
        -0.00014632997
      ],
      [
        " Men",
        -0.00021152703
      ],
      [
        "ager",
        -2.6299214e-05
      ],
      [
        "ie",
        -5.6100132e-05
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College,": {
    "guess": "Singing",
    "confidence": [
      [
        "S",
        -1.8633592
      ],
      [
        "inging",
        -0.005776273
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative": {
    "guess": "Christ's Entry Into Brussels in 1889",
    "confidence": [
      [
        "Christ",
        -0.4096845
      ],
      [
        "'s",
        -0.0038083845
      ],
      [
        " Entry",
        -0.0012135679
      ],
      [
        " Into",
        -0.033047304
      ],
      [
        " Brussels",
        -0.0017560989
      ],
      [
        " in",
        -0.00024441257
      ],
      [
        " ",
        -4.2391708e-05
      ],
      [
        "188",
        -0.00018911675
      ],
      [
        "9",
        -0.00013262156
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.07088993
      ],
      [
        " Enemy",
        -9.6867785e-05
      ],
      [
        " of",
        -3.888926e-06
      ],
      [
        " the",
        -6.778209e-05
      ],
      [
        " People",
        -3.488188e-05
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs and TIRs to  control the velocity. Like similar, less frequent actions, this is done by enclosing the cargo in an ablative aeroshell  and attaching a parachute. A new approach to doing this is the Sky Crane. This action was not done correctly by the  Beagle 2 nor a certain polar lander. For 10 points,": {
    "guess": "Atmospheric reentry",
    "confidence": [
      [
        "At",
        -0.7820805
      ],
      [
        "mos",
        -0.00028564973
      ],
      [
        "pheric",
        -0.0016267409
      ],
      [
        " re",
        -0.67571217
      ],
      [
        "entry",
        -0.48302913
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise to \"outlive the menace of tyranny...if necessary alone\" was made in a speech that also promised \"we shall fight on the beaches,\" though Churchill also cautioned that \"wars are not won by\" actions similar to this one. For 10 points, name this operation, codenamed Dynamo, a mass evacuation from the namesake French port that miraculously saved a vast portion of the British army from the advancing Germans in 1940.": {
    "guess": "Dunkirk Evacuation",
    "confidence": [
      [
        "D",
        -0.010878741
      ],
      [
        "unk",
        -0.00016086915
      ],
      [
        "irk",
        -1.7716551e-05
      ],
      [
        " Ev",
        -0.66096795
      ],
      [
        "ac",
        -2.0935051e-05
      ],
      [
        "uation",
        -0.00021140782
      ]
    ]
  },
  "Act IV, scene i of this play sees its title character accuse another of crying crocodile tears after striking her, horrifying Lodovico. Early in it, the title character and his wife are accosted at the": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.007071252
      ],
      [
        "th",
        -0.0006028342
      ],
      [
        "ello",
        -6.325235e-05
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing under the Gate of Longevity and Good Will after spending the day being presented with a glass elephant": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.17873995
      ],
      [
        " Glass",
        -0.02596386
      ],
      [
        " Men",
        -0.00011236426
      ],
      [
        "ager",
        -9.543734e-05
      ],
      [
        "ie",
        -5.9080223e-05
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and was instigated by Madison Washington. The most famous of these events resulted in the death of Ramon (*) Ferrar and was led by Joseph Cinque. Participants in that event were subsequently aided by Lewis Tappan and a former president, John Quincy Adams, in the trial that followed it. For 10 points, name": {
    "guess": "Amistad Incident",
    "confidence": [
      [
        "Am",
        -0.029595185
      ],
      [
        "ist",
        -0.00016313401
      ],
      [
        "ad",
        -1.3663626e-05
      ],
      [
        " Incident",
        -0.93634045
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing brother named Steve. In that sitcom, this actor played an employee at a (*) Cleveland department store who invented Buzz Beer and was harassed by the flamboyantly dressed Mimi. This man": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.0023575716
      ],
      [
        "rew",
        -2.3392786e-06
      ],
      [
        " Carey",
        -0.00071112067
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon and a \"violently fanatical Puritan,\" who wants to mint money. Only Pertinax Surly, the friend of Sir Epicure Mammon, sees through the ruses and refuses to buy into the promises made by Dol Common and Jeremy about their ability to procure the philosopher's stone. For ten points, name this Ben Jonson comedy about a man named Subtle who practices the title profession that claims to turn base metals into gold.": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.0059523797
      ],
      [
        " Al",
        -0.00040195213
      ],
      [
        "chemist",
        -5.3596854e-05
      ]
    ]
  },
  "This actor portrayed William of Baskerville in The Name of the Rose. He played Jimmy Malone, a police officer who works with Prohibition agent Eliot Ness, in The Untouchables He also played John Mason,": {
    "guess": "Sean Connery",
    "confidence": [
      [
        "Sean",
        -0.0024876688
      ],
      [
        " Conn",
        -1.0802739e-05
      ],
      [
        "ery",
        -8.657073e-06
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.012309263
      ],
      [
        "ulg",
        -0.0046347072
      ],
      [
        "aria",
        -0.0031270909
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.11576276
      ],
      [
        "th",
        -0.0040190415
      ],
      [
        "ello",
        -3.357064e-05
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly Hall of the UN headquarters. He depicted the title figures resting on a yellow couch next to a small red table in his Three Women. He painted recurring subjects like \"constructors,\" \"country outings,\" \"cyclists,\" and \"keys\" in groups called \"cycles.\" His attempt to depict humans and other figures with three-dimensional robotic cylinders led Louis Vauxcelles to dub his work Tubism. For 10 points,": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.01992729
      ],
      [
        "ern",
        -8.053688e-05
      ],
      [
        "and",
        -1.1756368e-05
      ],
      [
        " L",
        -4.6683042e-05
      ],
      [
        "é",
        -0.020362135
      ],
      [
        "ger",
        -3.7742768e-05
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself for his crimes. In the second act, the titular character visits the town and is accidentally led": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.019688984
      ],
      [
        " Mik",
        -0.00030448023
      ],
      [
        "ado",
        -4.274932e-05
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde, whose support made it possible for this man to become Grand Prince of Vladimir. However, this leader of the Republic of (*) Novgorod gained his epithet after defeating the Swedes at the Battle of": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.020946361
      ],
      [
        " Nev",
        -0.0005430233
      ],
      [
        "sky",
        -0.00043114604
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss": {
    "guess": "Romeo and Juliet",
    "confidence": [
      [
        "R",
        -0.9180153
      ],
      [
        "ome",
        -0.0100026755
      ],
      [
        "o",
        -0.00025633295
      ],
      [
        " and",
        -0.00066228013
      ],
      [
        " Juliet",
        -0.00021903319
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp": {
    "guess": "Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act",
    "confidence": [
      [
        "Matthew",
        -0.10247865
      ],
      [
        " Shepard",
        -0.0006466718
      ],
      [
        " and",
        -0.0135828545
      ],
      [
        " James",
        -0.00022845028
      ],
      [
        " By",
        -0.00015526658
      ],
      [
        "rd",
        -0.00018304103
      ],
      [
        " Jr",
        -0.13022235
      ],
      [
        ".",
        -0.0017338481
      ],
      [
        " Hate",
        -0.00036561702
      ],
      [
        " Crimes",
        -0.0006556084
      ],
      [
        " Prevention",
        -0.0012010626
      ],
      [
        " Act",
        -5.0616763e-05
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of": {
    "guess": "Otis Campbell",
    "confidence": [
      [
        "Ot",
        -1.5715324
      ],
      [
        "is",
        -0.037814472
      ],
      [
        " Campbell",
        -0.084854804
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -1.5592288
      ],
      [
        "arm",
        -0.016622152
      ],
      [
        "en",
        -5.4385737e-06
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar de Portola led an expedition to enable this activity, with facilities linked by the Royal Highway.": {
    "guess": "Singing",
    "confidence": [
      [
        "S",
        -0.7819267
      ],
      [
        "inging",
        -0.007631824
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise to \"outlive the menace of tyranny...if necessary alone\" was made in a speech that also promised \"we shall fight on the beaches,\" though Churchill also cautioned that \"wars are not won by\" actions similar to this one. For 10 points, name this operation, codenamed Dynamo, a mass evacuation from the namesake French port that miraculously saved a vast portion of the British army from the advancing": {
    "guess": "Dunkirk evacuation",
    "confidence": [
      [
        "D",
        -0.12362588
      ],
      [
        "unk",
        -0.00011188744
      ],
      [
        "irk",
        -9.472212e-05
      ],
      [
        " evacuation",
        -0.0026242894
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams": {
    "guess": "James Marsden",
    "confidence": [
      [
        "James",
        -0.7169381
      ],
      [
        " Mars",
        -0.19943416
      ],
      [
        "den",
        -0.00015335932
      ]
    ]
  },
  "This actor spoke the line \"Look at this. Look at what they make you give.\" while his character was dying in The Bourne Identity, a movie where he played rival assassin The Professor. He appeared as Walter Raleigh in Elizabeth: The Golden Age and protected Monica Belluci from (*)Paul Giamatti's Hertz as Smith in Shoot 'Em Up. For 10 points, name this British actor who portrayed Dalton Russell in Inside Man and Dwight McCarthy in Sin City before starring in Alfonso Cuarón's Children of Men.": {
    "guess": "Clive Owen",
    "confidence": [
      [
        "Cl",
        -0.00085893506
      ],
      [
        "ive",
        -1.2664457e-06
      ],
      [
        " Owen",
        -5.9080223e-05
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal stripe which is punctuated by a large red \"C\" which stands for cirque. This was representative of a shift in style late in his career in which he drew forms in black and white and added color, mainly red, blue, and yellow, in wide swaths. This artist created the two murals in the General Assembly": {
    "guess": "Alexander Calder",
    "confidence": [
      [
        "Alexander",
        -0.9708812
      ],
      [
        " Calder",
        -0.00015514737
      ]
    ]
  },
  "This actor portrayed William of Baskerville in The Name of the Rose. He played Jimmy Malone, a police": {
    "guess": "Sean Connery",
    "confidence": [
      [
        "Sean",
        -0.21015573
      ],
      [
        " Conn",
        -1.962381e-05
      ],
      [
        "ery",
        -2.7848862e-05
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included a disinformation scheme during the Battle of the Bulge, and an operation that saw the kidnapping of the son of (*) Miklos Horthy. The most notable one is known as the Gran Sasso raid and allowed its target to create the Italian Social Republic. For 10 points, name these actions that include the mission to free the imprisoned Benito Mussolini, which were all carried out by a certain scar-faced": {
    "guess": "Special Operations Executive",
    "confidence": [
      [
        "Special",
        -1.7802203
      ],
      [
        " Operations",
        -0.037694514
      ],
      [
        " Executive",
        -0.012475276
      ]
    ]
  },
  "This actor voiced Dr. Caleb Thorn on an episode of The Simpson's entitled \"Bonfire of the Manatees.\" This actor played Blake, who declares \"always be closing\" and \"coffee's for closers\" in the movie Glengarry Glen Ross. This actor narrated The Royal Tenenbaums, and together with Steve Martin, appeared": {
    "guess": "Alec Baldwin",
    "confidence": [
      [
        "A",
        -0.013143405
      ],
      [
        "lec",
        -6.749814e-06
      ],
      [
        " Baldwin",
        -0.0004739255
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble.": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.51263255
      ],
      [
        "rew",
        -0.0003244991
      ],
      [
        " Carey",
        -0.0010668703
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up to this event, the murderers of Engelbert Dollfuss were granted amnesty. Kurt von Schuschnigg was replaced by Arthur Seyss-Inquart the day before this event, which gathered 99.7% approval in a plebiscite a month after it happened. Ostmark was created by this action, which was followed by encroachment into the Sudetenland. It was the first move in an expansionist policy based on the need for Lebensraum, or \"living space\". For 10 points, name this annexation of Austria by Nazi Germany.": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.0035189374
      ],
      [
        "sch",
        -0.0045711035
      ],
      [
        "l",
        -0.0018097716
      ],
      [
        "uss",
        -5.080963e-06
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane to create a strong base and another base is formed by combining this element with diisopropylamide. This metal is found with copper in Gilman reagents. An isotope of this element is created in boron neutron capture therapy. This element has one electron in its outer 2s subshell. For 10 points, name this element with atomic number three whose ions are found in batteries that power many laptops and phones": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.0004987015
      ],
      [
        "ith",
        -1.4378848e-05
      ],
      [
        "ium",
        -5.3596854e-05
      ]
    ]
  },
  "This actor starred with Richard Burton in Where Eagles Dare, and he portrayed Frank Morris in Escape": {
    "guess": "Clint Eastwood",
    "confidence": [
      [
        "Cl",
        -0.009474267
      ],
      [
        "int",
        -1.831257e-05
      ],
      [
        " East",
        -0.0002072357
      ],
      [
        "wood",
        -8.3278566e-05
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs Lord Darlington. When she returns, evidence of her impropriety remains, and the woman who dissuaded her, being her mother, sacrifices her recently regained social status for that of her daughter. In the end, Lord Augustus Lorton decides to marry the title character's mother, despite her reputation.": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.2535116
      ],
      [
        " Wind",
        -0.00037883763
      ],
      [
        "erm",
        -0.00023607932
      ],
      [
        "ere",
        -1.7954959e-05
      ],
      [
        "'s",
        -0.0016906542
      ],
      [
        " Fan",
        -0.00011868205
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure": {
    "guess": "List of incidents of civil unrest in the United States",
    "confidence": [
      [
        "List",
        -2.1855364
      ],
      [
        " of",
        -0.00021176544
      ],
      [
        " incidents",
        -2.0215416
      ],
      [
        " of",
        -0.33137342
      ],
      [
        " civil",
        -1.1123563
      ],
      [
        " unrest",
        -0.025168454
      ],
      [
        " in",
        -0.06427585
      ],
      [
        " the",
        -0.033679936
      ],
      [
        " United",
        -0.0005597045
      ],
      [
        " States",
        -0.00038908547
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.010341463
      ],
      [
        "orean",
        -0.00019996427
      ],
      [
        " War",
        -0.0127496645
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering a  letter to her father. The contents of that letter lead to a conflict between her father, Thomas,": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.0030366553
      ],
      [
        " Enemy",
        -0.00011939728
      ],
      [
        " of",
        -9.849109e-06
      ],
      [
        " the",
        -0.0005226505
      ],
      [
        " People",
        -1.18755715e-05
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but Buwalda was so inspired by her speeches in his defense that he joined her movement after leaving prison. She was boycotted by the British left after discussing her horror with Leninism in My Disillusionment in Russia, and her other writings include the periodical Mother Earth. She was present on-site": {
    "guess": "Emma Goldman",
    "confidence": [
      [
        "Emma",
        -0.00029327508
      ],
      [
        " Goldman",
        -0.00038777426
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.029078435
      ],
      [
        " Marriage",
        -0.0009078875
      ],
      [
        " of",
        -4.692145e-05
      ],
      [
        " Fig",
        -3.5313153e-06
      ],
      [
        "aro",
        -7.624555e-05
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus in honor of  Mozart. Author of the novel The Devil's Elixir, he is better  known for his Gothic": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.009790205
      ],
      [
        ".",
        -0.019634044
      ],
      [
        " T",
        -0.00015705463
      ],
      [
        ".",
        -3.2736214e-05
      ],
      [
        " A",
        -6.1537958e-06
      ],
      [
        ".",
        -0.00047523674
      ],
      [
        " Hoff",
        -0.0006476255
      ],
      [
        "mann",
        -2.3795938e-05
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and was instigated by Madison Washington. The most famous of these events resulted in the death of Ramon (*) Ferrar and was led by Joseph Cinque. Participants in that event were subsequently aided by Lewis Tappan and a former president, John Quincy Adams, in the trial that followed it. For 10 points, name these events that took place on vessels like the Meermen, the Creole and the Amistad, in which captured Africans took up arms against their captors.": {
    "guess": "Amistad Incident",
    "confidence": [
      [
        "Am",
        -0.5508759
      ],
      [
        "ist",
        -0.00017398155
      ],
      [
        "ad",
        -1.3067608e-05
      ],
      [
        " Incident",
        -1.0854478
      ]
    ]
  },
  "This activity was the principal interest of the Mayhew family, which bought and governed Martha's Vineyard. Translator John Eliot dedicated his life to this activity, as did the founder of Dartmouth College, Eleazar Wheelock. Diego Ortiz Parilla blamed this activity for instigating the Pima Revolt. Gaspar de Portola led an expedition to enable this activity, with facilities linked by the Royal Highway. A man primarily engaged in this activity was one of the first Europeans to navigate the northern": {
    "guess": "Singing",
    "confidence": [
      [
        "S",
        -1.1044259
      ],
      [
        "inging",
        -0.18484582
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.0010672279
      ],
      [
        "my",
        -2.1054253e-05
      ],
      [
        " Lee",
        -2.9994528e-05
      ],
      [
        " Jones",
        -9.968313e-06
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another character is derisively called an \"eternal student,\" and was the tutor of Grisha, whose death by drowning caused the protagonist to move to Paris for five years. The final act ends with Firs' abandonment by the central family, who finally leaves Russia after Gayev is unable to save the title property, which is bought by Lopakhin. Madame Ranevskaya unwillingly allows the title estate to be chopped": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.0004744023
      ],
      [
        " Cherry",
        -0.001172725
      ],
      [
        " Orchard",
        -1.0206721e-05
      ]
    ]
  },
  "In one action, this man won a battle to prevent his opponent from taking Pskov. According to the Livonian Rhymed Chronicle, this man had a 60 to one advantage in men in that battle. This man served as an intermediary between the various Russian rulers and the Mongols under Sartaq Khan of the Golden Horde, whose support made it possible for this man to become Grand Prince of Vladimir. However, this leader of the Republic of (*) Novgorod gained his epithet after defeating the Swedes at the Battle of the Neva River in 1240 and for his defeat of the Knights of the Teutonic Order at the Battle of Lake Peipus or the Battle of the Ice two years later. For 10 points, identify this Russian ruler who is": {
    "guess": "Alexander Nevsky",
    "confidence": [
      [
        "Alexander",
        -0.0030030198
      ],
      [
        " Nev",
        -8.780831e-05
      ],
      [
        "sky",
        -0.00020854695
      ]
    ]
  },
  "This actor spoke the line \"Look at this. Look at what they make you give.\" while his character was dying": {
    "guess": "The Departed",
    "confidence": [
      [
        "The",
        -1.437468
      ],
      [
        " Depart",
        -1.455662
      ],
      [
        "ed",
        -2.618001e-05
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams and flirts with a call girl played by Jennifer Garner. In still another of his roles, he kills Happy Jack Mulraney and is the son of a priest played by Liam Neeson. This man has played such characters as frustrated suburbanite Frank Wheeler, the vengeance seeking Amsterdam Vallon, and Frank Abagnale": {
    "guess": "Leonardo DiCaprio",
    "confidence": [
      [
        "Leon",
        -0.008141827
      ],
      [
        "ardo",
        -0.0011921332
      ],
      [
        " Di",
        -0.00026574635
      ],
      [
        "Cap",
        -2.1008714e-06
      ],
      [
        "rio",
        -0.0001039008
      ]
    ]
  },
  "The action of this novel is set in motion when the protagonist finds two drafts of a letter in a copy of Vico's Principi di una Scienza. Conjecturing that the letters were intended for the poetess Christabel LaMotte, the literary investigator Roland Mitchell is led to completely reevaluate his views on the 19th century poet Randolph Henry Ash. Subtitled A Romance, FTP, what is this novel, the best-known work of A.S. Byatt?": {
    "guess": "Possession (Byatt novel)",
    "confidence": [
      [
        "Poss",
        -0.0005616117
      ],
      [
        "ession",
        -0.000147522
      ],
      [
        " (",
        -0.0022529108
      ],
      [
        "By",
        -0.030015895
      ],
      [
        "att",
        -8.418666e-06
      ],
      [
        " novel",
        -0.00011260267
      ],
      [
        ")",
        -4.5491004e-05
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development, and he performs a two-man show with Paul Scheer. The character, on the other hand, grew up on a pig farm in Stone Mountain, Georgia, and graduated from Kentucky Mountain Bible College, where he studied": {
    "guess": "Andre Nowzick",
    "confidence": [
      [
        "Andre",
        -1.7276591
      ],
      [
        " Now",
        -0.3080071
      ],
      [
        "z",
        -0.108305044
      ],
      [
        "ick",
        -0.00071946124
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane to create a strong base and another base is formed by combining this element with diisopropylamide. This metal is found with copper in Gilman reagents. An isotope of this element is created in boron": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.0044087516
      ],
      [
        "ith",
        -2.5703197e-05
      ],
      [
        "ium",
        -6.563642e-05
      ]
    ]
  },
  "This man acted as assistant to Andrew Talcott, helping to build Fort Calhoun and Fort Monroe. He found a flanking route at the Battle of Cerro Gordo during the Mexican-American War. This man took over Joseph Johnston's post after Johnston was wounded at the Battle of Seven Pines. This man won at the Battles of the (*) Wilderness and Cold Harbor, as well as Fredericksburg and Chancellorsville. He suffered losses at Antietam and Gettysburg. For 10 points, name this leader of the Confederate army.": {
    "guess": "Robert E. Lee",
    "confidence": [
      [
        "Robert",
        -0.04647974
      ],
      [
        " E",
        -0.00016825978
      ],
      [
        ".",
        -0.000114748334
      ],
      [
        " Lee",
        -5.9153886e-06
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \"all that dark, all that cold\" in a 2007 movie starring this actor as Sheriff Ed Tom Bell. He played Colonel Hayes Hodge in Rules of Engagement and portrayed a marshall trying to capture Dr. Richard Kimble in the 1993 movie The Fugitive. For 10 points, name this actor who played Agent K, the mentor of Will Smith's Agent J, in Men in Black, and attempted to track down Anton Chigurh in No Country For Old Men.": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.001959798
      ],
      [
        "my",
        -1.4855664e-05
      ],
      [
        " Lee",
        -3.786197e-05
      ],
      [
        " Jones",
        -3.5313153e-06
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be the Lord High Executioner, although he is unable to commit any executions without first executing himself": {
    "guess": "The Mikado",
    "confidence": [
      [
        "The",
        -0.0038728737
      ],
      [
        " Mik",
        -0.00031055594
      ],
      [
        "ado",
        -2.355753e-05
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.21389908
      ],
      [
        "man",
        -2.057744e-05
      ],
      [
        " Ant",
        -0.00088561105
      ],
      [
        "itrust",
        -8.42322e-05
      ],
      [
        " Act",
        -3.166338e-05
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another character is derisively called an \"eternal student,\" and was the tutor of Grisha, whose death by drowning": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.046914104
      ],
      [
        " Cherry",
        -0.25691554
      ],
      [
        " Orchard",
        -6.968935e-05
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strangers grown\"": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.011599326
      ],
      [
        "ido",
        -1.0325924e-05
      ],
      [
        " and",
        -6.7901296e-05
      ],
      [
        " A",
        -5.5577775e-06
      ],
      [
        "ene",
        -3.9292416e-05
      ],
      [
        "as",
        -1.5809293e-05
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested. Solinus gave one character an extra day in order to raise one thousand marks or face death, and the": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.007439559
      ],
      [
        " Comedy",
        -8.3278566e-05
      ],
      [
        " of",
        -0.00042376274
      ],
      [
        " Errors",
        -0.00019328887
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading others to discuss the author of the treatise \"The Truth About Native Crime.\" The central character": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.0023173688
      ],
      [
        "ry",
        -7.822647e-06
      ],
      [
        ",",
        -4.604148e-06
      ],
      [
        " the",
        -0.00029840085
      ],
      [
        " Bel",
        -1.1041146e-05
      ],
      [
        "oved",
        -1.2664457e-06
      ],
      [
        " Country",
        -2.7968066e-05
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne, but upon his death it was taken over by the Italian Boniface of Montferrat, who assembled a fleet for Egypt. The Venetians agreed to support the passage but demanded large monetary reparations, and when its participants were unable to pay, it altered the purpose of the enterprise for debt repayment. Manifesting the Great Schism between the Orthodox and Catholic Churches, this is, for 10 points, what event that culminated in the sacking of Constantinople in the early Thirteenth Century?": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.002447235
      ],
      [
        " Crus",
        -0.0002352449
      ],
      [
        "ade",
        -2.7133641e-05
      ]
    ]
  },
  "The action of this novel is set in motion when the protagonist finds two drafts of a letter in a copy of Vico's Principi di una Scienza. Conjecturing that the letters were intended for the poetess Christabel LaMotte, the literary investigator Roland Mitchell is led to completely reevaluate his views": {
    "guess": "Possession (Byatt novel)",
    "confidence": [
      [
        "Poss",
        -0.008259358
      ],
      [
        "ession",
        -0.00018744789
      ],
      [
        " (",
        -0.22183238
      ],
      [
        "By",
        -0.52837086
      ],
      [
        "att",
        -2.577686e-06
      ],
      [
        " novel",
        -6.749814e-06
      ],
      [
        ")",
        -0.00021796036
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This": {
    "guess": "Change of variables",
    "confidence": [
      [
        "Change",
        -0.3623886
      ],
      [
        " of",
        -0.00024108587
      ],
      [
        " variables",
        -0.025356868
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.007907785
      ],
      [
        " Wind",
        -0.00022320532
      ],
      [
        "erm",
        -0.0018540311
      ],
      [
        "ere",
        -2.8206474e-05
      ],
      [
        "'s",
        -0.0018850884
      ],
      [
        " Fan",
        -1.5809293e-05
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but": {
    "guess": "Frances Willard",
    "confidence": [
      [
        "Fr",
        -2.8389208
      ],
      [
        "ances",
        -0.031969402
      ],
      [
        " Will",
        -0.44308227
      ],
      [
        "ard",
        -0.00057054835
      ]
    ]
  },
  "Act IV of this opera opens with the cavatina \"L'ho perduta,\" expressing distress over a lost pin, which causes the title character to become suspicious and sing the recitative and aria \"Tutto e disposto...Aprite un po' quegl'occhi.\" A more famous aria sung by the title character addresses a page as an \"amorous butterfly\" and is called \"Non piu andrai.\" The aria \"Voi che sapete\" is sung by that page, Cherubino, who is in love with most of the women in the opera, including the Countess Almaviva and": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.002886187
      ],
      [
        " Marriage",
        -0.0027801543
      ],
      [
        " of",
        -5.8603408e-05
      ],
      [
        " Fig",
        -2.0815847e-05
      ],
      [
        "aro",
        -9.019238e-05
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -0.091280356
      ],
      [
        " Laws",
        -0.0017909706
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most famous work on this subject the author doesn't define it in terms of intentionality but instead his definition hinges on the executor knowing the result of the action.  He also related it to social": {
    "guess": "Suicide in literature",
    "confidence": [
      [
        "Su",
        -0.01735594
      ],
      [
        "icide",
        -0.0009765984
      ],
      [
        " in",
        -0.21916315
      ],
      [
        " literature",
        -0.7771908
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left by another, at which point she sings the Jewel Song.  In Act Four, the woman's brother Valentin challenges the title figure to a duel for impregnating his sister, but Valentin is of course no match for": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.102767825
      ],
      [
        "ust",
        -1.247159e-05
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work seeks employment as a milkmaid at Talbothays Dairy, where she befriends Retty, Marian, and Izz. She gives birth to a sickly child named Sorrow, whom her father refuses to allow baptism. When her lover returns from Brazil, she has already returned to the man from Trantridge who raped her as a child,": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.0040589287
      ],
      [
        "ess",
        -1.4259645e-05
      ],
      [
        " of",
        -0.00021128863
      ],
      [
        " the",
        -0.00036667887
      ],
      [
        " d",
        -0.0019308975
      ],
      [
        "'",
        -0.00040862753
      ],
      [
        "U",
        -6.2656334e-05
      ],
      [
        "rb",
        -1.1756368e-05
      ],
      [
        "erv",
        -4.7755875e-05
      ],
      [
        "illes",
        -3.9650025e-05
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left by another, at which point she sings the Jewel Song.  In Act Four, the woman's brother Valentin challenges the title figure to a duel for impregnating his sister, but Valentin is of course no match for his opponent, who has a lot of help.  In Act Five, the title character demands to see Marguerite on Walpurgis Night, and a band of angels prevents Mephistopheles from taking her to hell.  FTP, name": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.05616911
      ],
      [
        "ust",
        -4.365741e-06
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in a search for liquor and discovers a rotting corpse, prompting some bored policemen to crash the wedding": {
    "guess": "The Beggars' Opera",
    "confidence": [
      [
        "The",
        -0.5070097
      ],
      [
        " B",
        -1.49377
      ],
      [
        "egg",
        -0.27527243
      ],
      [
        "ars",
        -0.00053420593
      ],
      [
        "'",
        -0.044735413
      ],
      [
        " Opera",
        -0.0036316693
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne, but upon his death it was taken over by the Italian Boniface of Montferrat, who assembled a fleet for Egypt. The Venetians agreed to support the passage but demanded large monetary reparations, and when its participants were unable to pay, it altered the purpose of the enterprise for debt repayment. Manifesting the Great Schism between the Orthodox and Catholic Churches, this is, for 10 points,": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.0012334456
      ],
      [
        " Crus",
        -0.00031973462
      ],
      [
        "ade",
        -1.735894e-05
      ]
    ]
  },
  "This actor voiced Sparky, Stan Marsh's gay dog, on an episode of South Park. He  was more successful as Dr. Doug Ross on ER. His first significant movie role was  in From Dusk Till Dawn, and his directorial debut was Confessions of a Dangerous  Mind. FTP name this actor who, along with Brad Pitt, is": {
    "guess": "George Clooney",
    "confidence": [
      [
        "George",
        -0.012584411
      ],
      [
        " Clo",
        -0.00025895544
      ],
      [
        "oney",
        -0.00014013138
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering a  letter to her father. The contents of that letter lead to a conflict between her father, Thomas, and   his brother, Peter, who is a mayor. Eventually, Thomas is widely criticized by town residents": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.005178609
      ],
      [
        " Enemy",
        -6.0510665e-05
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " the",
        -0.00049059937
      ],
      [
        " People",
        -0.000109622575
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially inspired by an incident in Caesar and Cleopatra featuring a rolled-up carpet and was code-named \"Mickey Mouse.\" While a failed one saw an attempted capture of Marshal Tito, more successful ones included a disinformation scheme during the Battle of the Bulge, and an operation that saw the kidnapping of the son of (*) Miklos Horthy. The most notable one is known as the Gran Sasso raid and allowed its target to create the Italian Social Republic. For 10 points, name these actions that include the mission to free the imprisoned Benito Mussolini, which were all carried out by a certain scar-faced Nazi commando.": {
    "guess": "Otto Skorzeny",
    "confidence": [
      [
        "Ot",
        -0.16329819
      ],
      [
        "to",
        -5.3193703e-06
      ],
      [
        " Sk",
        -0.0005743592
      ],
      [
        "or",
        -0.0042696465
      ],
      [
        "zen",
        -1.9361265e-07
      ],
      [
        "y",
        -6.754368e-05
      ]
    ]
  },
  "In Act 2 of this work, a stag party chagrins of Mrs. Elvsted. Eljert loses his manuscript and gets arrested, but Jurgen Tesman, the title character's husband, snags it and gives it to his wife. Eljert tells the title character that he wants to kill himself, so she gives him a pistol. Upon learning that": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0019797839
      ],
      [
        "ed",
        -3.650519e-06
      ],
      [
        "da",
        -1.0921943e-05
      ],
      [
        " Gab",
        -9.627177e-05
      ],
      [
        "ler",
        -2.220075e-06
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern in celebrating his birthday, only to have the Princess-Mother come in and scold her son about his riotous living. The three proceed to go on a hunt, where the protagonist falls in love, only to later pledge his love to an evil double, Odile, who is the evil von Rothbart's daughter. For 10 points,": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0010045854
      ],
      [
        "an",
        -2.5941605e-05
      ],
      [
        " Lake",
        -1.0802739e-05
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strangers grown\" and later sings \"Remember me, but ah! forget my fate\" in a section that makes extensive use of ground": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.0051359157
      ],
      [
        "ido",
        -1.473646e-05
      ],
      [
        " and",
        -8.7212284e-05
      ],
      [
        " A",
        -2.9160103e-05
      ],
      [
        "ene",
        -2.5107178e-05
      ],
      [
        "as",
        -1.0802739e-05
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise to \"outlive the menace of tyranny...if necessary alone\" was made in a speech that also promised": {
    "guess": "Operation Jubilee",
    "confidence": [
      [
        "Operation",
        -0.7526591
      ],
      [
        " Jub",
        -1.3070341
      ],
      [
        "ilee",
        -9.877504e-05
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \"all that dark, all that cold\" in a 2007 movie starring this actor as Sheriff Ed Tom Bell. He played Colonel Hayes Hodge in Rules of Engagement and portrayed a marshall trying to capture Dr. Richard Kimble in the 1993 movie The Fugitive. For 10 points, name this actor who played Agent K, the mentor of Will Smith's": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.003143493
      ],
      [
        "my",
        -9.972867e-05
      ],
      [
        " Lee",
        -3.3093824e-05
      ],
      [
        " Jones",
        -6.392203e-06
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon and a \"violently fanatical Puritan,\" who wants to mint money. Only Pertinax Surly, the friend of Sir Epicure Mammon, sees through the ruses and refuses to buy into the promises made by Dol Common and": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.014383621
      ],
      [
        " Al",
        -0.00015526658
      ],
      [
        "chemist",
        -1.0280384e-06
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly.": {
    "guess": "William H. Macy",
    "confidence": [
      [
        "William",
        -0.30948913
      ],
      [
        " H",
        -0.00284791
      ],
      [
        ".",
        -0.0009143244
      ],
      [
        " Macy",
        -5.50273e-05
      ]
    ]
  },
  "This man acted as assistant to Andrew Talcott, helping to build Fort Calhoun and Fort Monroe. He found a flanking route at the Battle of Cerro Gordo during the Mexican-American War. This man took over": {
    "guess": "Robert E. Lee",
    "confidence": [
      [
        "Robert",
        -0.91238344
      ],
      [
        " E",
        -0.000108668944
      ],
      [
        ".",
        -0.0001503829
      ],
      [
        " Lee",
        -4.00813e-06
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play says he will \"die upon a kiss.\" This play opens with the antagonist claiming that the protagonist": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.009554675
      ],
      [
        "th",
        -5.538491e-05
      ],
      [
        "ello",
        -0.00026383912
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted with a gold chain he did not pay for, the goldsmith Angelo demanded that one character be arrested.": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.08874903
      ],
      [
        " Comedy",
        -0.00018613665
      ],
      [
        " of",
        -0.00044032474
      ],
      [
        " Errors",
        -3.4405064e-05
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This operation over a region or its boundary are related by Stokes' theorem. Near vertical asymptotes, limits have to be used for the \"improper\" versions of them. You can do this to all rational functions by decomposing them into (*) partial fractions. It is usually defined as the limit of Riemann sums,": {
    "guess": "Multiple integral",
    "confidence": [
      [
        "Multiple",
        -1.005058
      ],
      [
        " integral",
        -0.030509388
      ]
    ]
  },
  "In Act II of Julius Caesar, Cassius compares Caesar to this item which was built to celebrate the end of a siege by Demetrius I. It was sold to an Edessan scrap metal dealer in 654 CE by a conquering Arab expedition, several centuries after locals declined Ptolemy III's offer to rebuild this monument designed by Chares of Lyndus. For 10 points, the Mandrákion harbor was not actually straddled by what statue of Helios that comprised one of the seven wonders of the ancient world?": {
    "guess": "Colossus of Rhodes",
    "confidence": [
      [
        "Col",
        -0.0072628893
      ],
      [
        "oss",
        -0.00015991552
      ],
      [
        "us",
        -3.7146747e-05
      ],
      [
        " of",
        -0.00056852185
      ],
      [
        " Rhodes",
        -1.6286107e-05
      ]
    ]
  },
  "The action of one painting by this man is overlaid by a large orange vertical stripe and a blue horizontal": {
    "guess": "Barnett Newman",
    "confidence": [
      [
        "B",
        -0.41198018
      ],
      [
        "arn",
        -0.021317286
      ],
      [
        "ett",
        -0.00024108587
      ],
      [
        " Newman",
        -9.7821416e-05
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to be a capital offense. The town authorities then appoint a former tailor convicted of flirting to be": {
    "guess": "The Marriage of Figaro",
    "confidence": [
      [
        "The",
        -0.32857832
      ],
      [
        " Marriage",
        -1.2725217
      ],
      [
        " of",
        -5.9914648e-05
      ],
      [
        " Fig",
        -8.180258e-06
      ],
      [
        "aro",
        -8.5781845e-05
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.023941513
      ],
      [
        " Wind",
        -0.0027104844
      ],
      [
        "erm",
        -0.00021331508
      ],
      [
        "ere",
        -7.9418505e-06
      ],
      [
        "'s",
        -0.002793111
      ],
      [
        " Fan",
        -3.202099e-05
      ]
    ]
  },
  "This action was overseen by Bertram Ramsey from Dover Castle, and after it, plans were made for Operation Rutter, which eventually became the disastrous Dieppe Raid. In the wake of this action, the promise": {
    "guess": "Operation Jubilee",
    "confidence": [
      [
        "Operation",
        -0.46557185
      ],
      [
        " Jub",
        -0.88588905
      ],
      [
        "ilee",
        -1.998142e-05
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane to create a strong base and another base is formed by combining this element with diisopropylamide. This metal is found with copper in Gilman reagents. An isotope of this element is created in boron neutron capture therapy. This element has one electron in its outer 2s subshell. For 10 points, name": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.0012360608
      ],
      [
        "ith",
        -1.7432603e-06
      ],
      [
        "ium",
        -1.6643718e-05
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second National Catastrophe\" to be losses suffered in the Treaty of Neuilly-sur-Seine. During the 1876 April Uprising in this future nation, Ottoman forces committed massacres in the Plovdiv area in this country's namesake \"horrors.\" People from this nation were defeated at the Battle of Kleidion, which saw 99 out of 100 men blinded. For 10 points, name this eastern European nation whose peoples were": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.0027012087
      ],
      [
        "ulg",
        -2.2961513e-05
      ],
      [
        "aria",
        -0.0006675215
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most": {
    "guess": "Suicide",
    "confidence": [
      [
        "Su",
        -0.0053964457
      ],
      [
        "icide",
        -0.0014634536
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon and a \"violently fanatical Puritan,\" who wants to mint money. Only Pertinax Surly, the friend of Sir": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.047308948
      ],
      [
        " Al",
        -0.00012225083
      ],
      [
        "chemist",
        -1.4021238e-05
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in a search for liquor and discovers a rotting corpse, prompting some bored policemen to crash the wedding festivities. The body is that of Zinovy, the ex-husband of the title character, who was beaten": {
    "guess": "The Nose",
    "confidence": [
      [
        "The",
        -0.35015634
      ],
      [
        " Nose",
        -0.66350013
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play says he will \"die upon a kiss.\" This play opens with the antagonist claiming that the protagonist is making \"the beast with two backs\" with Brabantio's daughter. After mishearing discussion of a handkerchief discovered by Bianca, the protagonist of this play becomes convinced his wife is having an affair with Cassio. For 10 points, identify this Shakespeare play in which the title \"Moor of Venice\" is tricked into smothering his wife Desdemona by the treacherous Iago.": {
    "guess": "Othello (play)",
    "confidence": [
      [
        "O",
        -0.36559844
      ],
      [
        "th",
        -1.4021238e-05
      ],
      [
        "ello",
        -0.00017183588
      ],
      [
        " (",
        -0.41468924
      ],
      [
        "play",
        -0.020965967
      ],
      [
        ")",
        -0.00011951648
      ]
    ]
  },
  "In Act 3 of this opera, Frasquita and Mercedes triumph in the good fortune that tarot cards hold for them. The title character's first song claims that \"Love is a rebellious bird,\" before throwing a bouquet to Don José; that title character is later killed by Don José as a refrain of Escamillo's (*) \"Toreador Song\" is played. Famous for the \"Habanera,\" name this opera about the titular gypsy cigarette": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.050202534
      ],
      [
        "arm",
        -1.504853e-06
      ],
      [
        "en",
        -3.7265952e-05
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article": {
    "guess": "Nuremberg Laws",
    "confidence": [
      [
        "N",
        -2.2966063
      ],
      [
        "ure",
        -0.1881737
      ],
      [
        "m",
        -0.00021688752
      ],
      [
        "berg",
        -0.0002100966
      ],
      [
        " Laws",
        -0.14857544
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering a  letter to her father. The contents of that letter lead to a conflict between her father, Thomas, and   his brother, Peter, who is a mayor. Eventually, Thomas is widely criticized by town residents in this  work because he is convinced that it is necessary to repair the drainage system of the town's baths.  Name this work about the Stockmann family set in a small town in Norway, written by Henrik Ibsen.": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.0045594806
      ],
      [
        " Enemy",
        -2.0458236e-05
      ],
      [
        " of",
        -5.3193703e-06
      ],
      [
        " the",
        -7.1238996e-05
      ],
      [
        " People",
        -1.6882126e-05
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.20206077
      ],
      [
        "ry",
        -5.2047206e-05
      ],
      [
        ",",
        -4.9186317e-05
      ],
      [
        " the",
        -0.002406216
      ],
      [
        " Bel",
        -0.0001167748
      ],
      [
        "oved",
        -1.8624639e-06
      ],
      [
        " Country",
        -0.00014203864
      ]
    ]
  },
  "This action was deemed null and void in the Moscow Declaration. Earlier, it had been forbidden by Article 88 of the Treaty of St. Germain. One leader tried to manipulate a referendum to be held about this action by setting the voting age at 24. It led to the fall of the Fatherland Front. In the lead-up to this event, the murderers of Engelbert Dollfuss were granted amnesty. Kurt von Schuschnigg was replaced by Arthur Seyss-Inquart the day before this event, which gathered 99.7% approval in a plebiscite a month after it happened. Ostmark was created by this action, which was followed by encroachment": {
    "guess": "Anschluss",
    "confidence": [
      [
        "An",
        -0.008138868
      ],
      [
        "sch",
        -0.0057085934
      ],
      [
        "l",
        -0.0023856377
      ],
      [
        "uss",
        -2.1008714e-06
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three years after that he led an army division that became known as the \"ghost division.\"  The high point of his career was the capture of Tobruk but after defeat at Mareth Line he was recalled and was preparing coastal defenses in France in his last official position.  Committing suicide after his implication in the assassination plot on Hitler, FTP, who was this German commander of the Afrika Corps,": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.029662892
      ],
      [
        "win",
        -4.7994283e-05
      ],
      [
        " Rom",
        -0.0007026608
      ],
      [
        "mel",
        -0.0003124632
      ]
    ]
  },
  "In Act Two, one character quotes two lines Hamlet speaks to Ophelia after a tramp asks for money. In the third act, a Jewish band plays during a ball where Pischin is astonished by magic tricks. Another": {
    "guess": "The Government Inspector",
    "confidence": [
      [
        "The",
        -0.13039291
      ],
      [
        " Government",
        -0.051537175
      ],
      [
        " Inspector",
        -2.1769476e-05
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development,": {
    "guess": "Zach Galifianakis",
    "confidence": [
      [
        "Z",
        -1.1378272
      ],
      [
        "ach",
        -0.00047499835
      ],
      [
        " Gal",
        -0.26405326
      ],
      [
        "if",
        -0.0003495282
      ],
      [
        "ian",
        -0.0024951603
      ],
      [
        "akis",
        -0.0019775261
      ]
    ]
  },
  "This actor portrayed William of Baskerville in The Name of the Rose. He played Jimmy Malone, a police officer who works with Prohibition agent Eliot Ness, in The Untouchables He also played John Mason, an escapee of Alcatraz prison, in The Rock. This actor played the leading role in Never Say Never Say": {
    "guess": "Sean Connery",
    "confidence": [
      [
        "Sean",
        -0.0070058014
      ],
      [
        " Conn",
        -1.1279553e-05
      ],
      [
        "ery",
        -6.869018e-06
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon and a \"violently fanatical Puritan,\" who wants to mint money. Only Pertinax Surly, the friend of Sir Epicure Mammon, sees through the ruses and refuses to buy into the promises made by Dol Common and Jeremy about their ability to procure the philosopher's stone. For ten points, name this Ben Jonson": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.17770207
      ],
      [
        " Al",
        -0.0002009179
      ],
      [
        "chemist",
        -9.849109e-06
      ]
    ]
  },
  "In Act 2 of this work, a stag party chagrins of Mrs. Elvsted. Eljert loses his manuscript and gets arrested,": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.0056276317
      ],
      [
        "ed",
        -7.9418505e-06
      ],
      [
        "da",
        -2.2127088e-05
      ],
      [
        " Gab",
        -0.00013023747
      ],
      [
        "ler",
        -4.9617593e-06
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp that had caused a woman suing (*) Goodyear company to have her case struck down in the Supreme Court. The Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act and the Lily Ledbetter Fair Pay Act were both passed under the tenure of this president, who reversed his predecessor's policy of cutting funding to foreign organizations that allowed abortion. For 10 points, name this person who was": {
    "guess": "Barack Obama",
    "confidence": [
      [
        "Bar",
        -0.00067800406
      ],
      [
        "ack",
        -0.00020961977
      ],
      [
        " Obama",
        -0.0002883914
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs Lord Darlington. When she returns, evidence of her impropriety remains, and the woman who dissuaded her, being her mother, sacrifices her recently regained social status for that of her daughter. In the end, Lord Augustus Lorton decides to marry the title character's mother, despite her reputation. The title object drops to the ground, and is not used to strike Mrs. Erlynne. FTP, identify this play about an object used to alleviate heat, written by Oscar Wilde.": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.12745821
      ],
      [
        " Wind",
        -0.0007601959
      ],
      [
        "erm",
        -0.00023059595
      ],
      [
        "ere",
        -1.1041146e-05
      ],
      [
        "'s",
        -0.0011899876
      ],
      [
        " Fan",
        -0.00014764121
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups serve as acyl and electron carriers. This multimer contains an E3-bound flavin adenine dinucleotide which transfers protons from reduced lipoyl-lysine to nicotinamide adenine dinucleotide. It catalyzes": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.0021709593
      ],
      [
        "ru",
        -2.577686e-06
      ],
      [
        "v",
        -7.107425e-06
      ],
      [
        "ate",
        -7.822647e-06
      ],
      [
        " de",
        -0.0006384541
      ],
      [
        "hydro",
        -7.7318386e-05
      ],
      [
        "gen",
        -3.7146747e-05
      ],
      [
        "ase",
        -1.700133e-05
      ],
      [
        " complex",
        -5.407367e-05
      ]
    ]
  },
  "The action in this book is all started by a discovery of Parson Tringham. The protagonist of this work": {
    "guess": "Tess of the d'Urbervilles",
    "confidence": [
      [
        "T",
        -0.0050917994
      ],
      [
        "ess",
        -2.1008714e-06
      ],
      [
        " of",
        -0.0004069587
      ],
      [
        " the",
        -9.674858e-05
      ],
      [
        " d",
        -0.011030729
      ],
      [
        "'",
        -0.00284696
      ],
      [
        "U",
        -0.00055255595
      ],
      [
        "rb",
        -3.1281633e-07
      ],
      [
        "erv",
        -4.246537e-06
      ],
      [
        "illes",
        -3.333223e-05
      ]
    ]
  },
  "This actor chose a purple weapon so he could see himself as Mace Windu in large battle scenes. He asked \"Where is my super suit?\" as the voice of Frozone. In one film, John Travolta tells this actor that,": {
    "guess": "Samuel L. Jackson",
    "confidence": [
      [
        "Sam",
        -0.0062562963
      ],
      [
        "uel",
        -0.00013858173
      ],
      [
        " L",
        -0.0002787359
      ],
      [
        ".",
        -0.0011602197
      ],
      [
        " Jackson",
        -1.11603495e-05
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide that is decarboxylated and deprotonated to form a thiamine heterocycle. It contains a core of lysine-bound lipoic acid \"arms\" that make up E2 di-hydro-lipoyl trans-acetylases, whose disulfide groups serve as acyl and electron carriers. This multimer contains an E3-bound flavin adenine dinucleotide which transfers protons from reduced lipoyl-lysine to nicotinamide adenine dinucleotide. It catalyzes irreversible oxidative decarboxylation, attaching the remaining hydroxyl-ethyl group to TPP in E1 before the lipoyl-lysine of E2 carries it to coenzyme A. Similar to alpha- ketoglutarate dehydrogenase": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.0043526213
      ],
      [
        "ru",
        -1.7432603e-06
      ],
      [
        "v",
        -6.749814e-06
      ],
      [
        "ate",
        -1.18755715e-05
      ],
      [
        " de",
        -0.000634878
      ],
      [
        "hydro",
        -0.00019567294
      ],
      [
        "gen",
        -6.563642e-05
      ],
      [
        "ase",
        -3.9292416e-05
      ],
      [
        " complex",
        -5.0139948e-05
      ]
    ]
  },
  "In act five of this play, one character claims to have made the discovery of \"the strongest man in the   world\". In act one of this play, Petra talks about how hard she works as a teacher after delivering a  letter to her father. The contents of that letter lead to a conflict between her father, Thomas, and   his brother, Peter, who is a mayor. Eventually, Thomas is widely criticized by town residents in this  work because he is convinced that it is necessary to repair the drainage system of the": {
    "guess": "An Enemy of the People",
    "confidence": [
      [
        "An",
        -0.005048983
      ],
      [
        " Enemy",
        -0.0003706126
      ],
      [
        " of",
        -2.939851e-05
      ],
      [
        " the",
        -0.0002728986
      ],
      [
        " People",
        -8.351697e-05
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention": {
    "guess": "Espionage",
    "confidence": [
      [
        "Esp",
        -0.2597209
      ],
      [
        "ionage",
        -0.001133905
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne,": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.00025263763
      ],
      [
        " Crus",
        -0.00024072826
      ],
      [
        "ade",
        -1.473646e-05
      ]
    ]
  },
  "Act II, Scene 1 takes place on the morning of February 22, and ends with the protagonist's wife singing under the Gate of Longevity and Good Will after spending the day being presented with a glass elephant and visiting a pig farm. The next scene shows the main characters interrupt a performance of The": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.6280803
      ],
      [
        " Glass",
        -0.12625116
      ],
      [
        " Men",
        -0.0005866335
      ],
      [
        "ager",
        -0.00012368128
      ],
      [
        "ie",
        -6.313315e-05
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play says he will \"die upon a kiss.\" This play opens with the antagonist claiming that the protagonist is making \"the beast with two backs\" with Brabantio's daughter. After mishearing discussion of a handkerchief discovered by Bianca, the protagonist of this play becomes convinced his wife is having an affair with Cassio. For 10 points, identify this Shakespeare play in which the title \"Moor of Venice\"": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0011170001
      ],
      [
        "th",
        -4.8425554e-06
      ],
      [
        "ello",
        -5.3000836e-05
      ]
    ]
  },
  "The action of this novel is set in motion when the protagonist finds two drafts of a letter in a copy of Vico's Principi di una Scienza. Conjecturing that the letters were intended for the poetess Christabel": {
    "guess": "Christabel (novel)",
    "confidence": [
      [
        "Christ",
        -0.1264678
      ],
      [
        "abel",
        -0.0078014536
      ],
      [
        " (",
        -1.3959819
      ],
      [
        "nov",
        -0.13377132
      ],
      [
        "el",
        -0.06701986
      ],
      [
        ")",
        -0.0021312293
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern in celebrating his birthday, only to have the Princess-Mother come in and scold her son about his riotous living. The three proceed to go on a hunt, where the protagonist falls in love, only to later pledge his love to an evil double, Odile, who is the evil von Rothbart's daughter. For 10 points, name this work featuring Prince Siegfried and Odette, who dive into the titular locale and die": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.0004810777
      ],
      [
        "an",
        -3.2497806e-05
      ],
      [
        " Lake",
        -1.831257e-05
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams and flirts with a call girl played by Jennifer Garner. In still another of his roles, he kills Happy Jack Mulraney and is the son of a priest played by Liam Neeson. This man has played such characters": {
    "guess": "James Marsden",
    "confidence": [
      [
        "James",
        -1.1899589
      ],
      [
        " Mars",
        -0.33202374
      ],
      [
        "den",
        -9.484132e-05
      ]
    ]
  },
  "Act three features the gift of a dead mouse and gingerbread sent to a gentleman caller by a woman feigning madness, while the final act begins with six neighbors telling the master about recent comings and goings during his trip to the \"hop yards.\" Visitors to the London address where the play is set include Kastril, \"a well-to-do youth\" who wants to learn how to fight better, and Ananias, a deacon": {
    "guess": "The Alchemist (play)",
    "confidence": [
      [
        "The",
        -0.007315543
      ],
      [
        " Al",
        -1.2113979e-05
      ],
      [
        "chemist",
        -6.0345924e-06
      ],
      [
        " (",
        -0.6175176
      ],
      [
        "play",
        -0.0030309518
      ],
      [
        ")",
        -0.0046905917
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing brother named Steve. In that sitcom, this actor played an employee at a (*) Cleveland": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.002644145
      ],
      [
        "rew",
        -3.4121115e-06
      ],
      [
        " Carey",
        -0.0016157961
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\" incidence. Robert Barro revived the idea that a change in them does not affect consumer behavior, called Ricardian equivalence. A rectangle representing this quantity has height defined by upward shift of the supply curve on a quantity-price diagram, left of a triangular area showing deadweight loss. Negative externalities are ended by the Pigouvian type of this quantity, which can be ad valorem or \"value-added.\" A parabolic diagram about their optimal rate is the Laffer curve. For 10 points, name these payments which can be \"progressive\" and raise government revenue.": {
    "guess": "Taxation",
    "confidence": [
      [
        "Tax",
        -0.019382928
      ],
      [
        "ation",
        -0.033973
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp that had caused a woman suing (*) Goodyear company to have her case struck down in the Supreme Court. The Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act and the Lily Ledbetter Fair Pay Act were both passed under the tenure of this president, who reversed his predecessor's policy of cutting": {
    "guess": "Barack Obama",
    "confidence": [
      [
        "Bar",
        -0.000737085
      ],
      [
        "ack",
        -4.608702e-05
      ],
      [
        " Obama",
        -0.00044187438
      ]
    ]
  },
  "Act 3 begins with a drunken tenor aria as an outcry from the Shabby Peasant, who enters the cellar in a search for liquor and discovers a rotting corpse, prompting some bored policemen to crash the wedding festivities. The body is that of Zinovy, the ex-husband of the title character, who was beaten to death after discovering a belt on his bed and thus learning that his wife was cheating on him with Sergei. FTP, identify this opera that ends in Siberia with the death of *Katerina Ismailova, a Dmitri Shostakovich work with a quasi-Shakespearean title.": {
    "guess": "Lady Macbeth of the Mtsensk District",
    "confidence": [
      [
        "Lady",
        -0.023606481
      ],
      [
        " Mac",
        -0.00044365876
      ],
      [
        "beth",
        -0.000244651
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " the",
        -0.044039942
      ],
      [
        " M",
        -0.0015131965
      ],
      [
        "ts",
        -0.000113079484
      ],
      [
        "ens",
        -0.0018504624
      ],
      [
        "k",
        -1.7597347e-05
      ],
      [
        " District",
        -0.000115582756
      ]
    ]
  },
  "In act one of this two-part opera, it is revealed that the titular character has decreed flirting to": {
    "guess": "Die Fledermaus",
    "confidence": [
      [
        "Die",
        -1.1911855
      ],
      [
        " F",
        -0.0975381
      ],
      [
        "led",
        -7.58424e-06
      ],
      [
        "er",
        -2.577686e-06
      ],
      [
        "ma",
        -4.604148e-06
      ],
      [
        "us",
        -2.1769476e-05
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\" On that show, this man's character sang the original theme song, \"Moon Over Parma,\" and had a cross-dressing": {
    "guess": "Drew Carey",
    "confidence": [
      [
        "D",
        -0.048694786
      ],
      [
        "rew",
        -0.00039921046
      ],
      [
        " Carey",
        -0.0002883914
      ]
    ]
  },
  "The action of this is facilitated by an ylidic attack of a ketone group, resulting in a beta-alkoxide": {
    "guess": "Pyruvate dehydrogenase complex",
    "confidence": [
      [
        "Py",
        -0.6355808
      ],
      [
        "ru",
        -0.006399277
      ],
      [
        "v",
        -0.0008188001
      ],
      [
        "ate",
        -1.1279553e-05
      ],
      [
        " de",
        -0.13749427
      ],
      [
        "hydro",
        -0.0027821735
      ],
      [
        "gen",
        -4.4849444e-06
      ],
      [
        "ase",
        -5.7649777e-05
      ],
      [
        " complex",
        -0.00016206119
      ]
    ]
  },
  "The \"actual incidence\" of these things can be observed independent of their intended, or \"statutory,\"": {
    "guess": "Crime statistics",
    "confidence": [
      [
        "Crime",
        -0.90032864
      ],
      [
        " statistics",
        -1.510698
      ]
    ]
  },
  "One of these actions was foiled by Gevork Vartanian, while another unsuccessfully attempted to foment rebellion among disgruntled Iranian mountain tribes. Another of these actions violated the Hague Convention regarding improper use of uniforms, prompting a later trial. One of these actions was partially": {
    "guess": "Soviet espionage in the United States",
    "confidence": [
      [
        "S",
        -0.34074607
      ],
      [
        "ov",
        -0.004425609
      ],
      [
        "iet",
        -0.00013548243
      ],
      [
        " espionage",
        -0.5442764
      ],
      [
        " in",
        -0.02543404
      ],
      [
        " the",
        -0.04862472
      ],
      [
        " United",
        -0.003729534
      ],
      [
        " States",
        -0.0017828793
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted.": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.0004261468
      ],
      [
        "my",
        -0.00020330198
      ],
      [
        " Lee",
        -7.13582e-05
      ],
      [
        " Jones",
        -8.418666e-06
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three years after that he led an army division that became known as the \"ghost division.\"  The high point of his career was the capture of Tobruk but after defeat at Mareth Line he was recalled and was preparing coastal defenses in France in his last official position.  Committing suicide after his implication": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.049140345
      ],
      [
        "win",
        -4.2153304e-05
      ],
      [
        " Rom",
        -0.0019690774
      ],
      [
        "mel",
        -0.0003340354
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second National Catastrophe\" to be losses suffered in the Treaty of Neuilly-sur-Seine. During the 1876 April Uprising in this future nation, Ottoman forces committed massacres in the Plovdiv area in this country's namesake \"horrors.\" People from this nation were defeated at the Battle of Kleidion, which": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.46568963
      ],
      [
        "ulg",
        -0.04089644
      ],
      [
        "aria",
        -0.012217172
      ]
    ]
  },
  "The actor who plays this character grew up in Macon Georgia, and studied theater at the University of Evansville, before performing at improvOlympic and Second City. That actor's first break into show business came when he performed as a waiter at the country club in two episodes of Arrested Development, and he performs a two-man show with Paul Scheer. The character, on the other hand, grew up on a": {
    "guess": "Jean-Ralphio Saperstein",
    "confidence": [
      [
        "Jean",
        -1.0168376
      ],
      [
        "-R",
        -0.08591475
      ],
      [
        "alph",
        -0.0015742563
      ],
      [
        "io",
        -0.00011415232
      ],
      [
        " S",
        -0.0014097588
      ],
      [
        "aper",
        -7.934485e-05
      ],
      [
        "stein",
        -0.00014942927
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \"all that dark, all that cold\" in a 2007 movie starring this actor as Sheriff Ed Tom Bell. He played Colonel Hayes Hodge in Rules of Engagement and portrayed a marshall trying to capture Dr. Richard Kimble in the": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.0010847325
      ],
      [
        "my",
        -1.2948405e-05
      ],
      [
        " Lee",
        -1.962381e-05
      ],
      [
        " Jones",
        -3.650519e-06
      ]
    ]
  },
  "One action during this conflict involving the US Eighth Army and X Corps was known as the Home by Christmas Offensive. This war saw the largest humanitarian rescue by a single ship occur, which was captained by Leonard LaRue and led to the SS Meredith Victory being known as the \"Ship of Miracles.\" Also": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -1.3512
      ],
      [
        "orean",
        -0.00062641816
      ],
      [
        " War",
        -0.00018637507
      ]
    ]
  },
  "In Act 3 of this opera, Frasquita and Mercedes triumph in the good fortune that tarot cards hold for them. The title character's first song claims that \"Love is a rebellious bird,\" before throwing a bouquet to Don José; that title character is later killed by Don José as a refrain of Escamillo's (*)": {
    "guess": "Carmen",
    "confidence": [
      [
        "C",
        -0.0027160726
      ],
      [
        "arm",
        -1.6240566e-06
      ],
      [
        "en",
        -2.7133641e-05
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another": {
    "guess": "Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act",
    "confidence": [
      [
        "Matthew",
        -0.34142306
      ],
      [
        " Shepard",
        -0.00040576665
      ],
      [
        " and",
        -1.1218554
      ],
      [
        " James",
        -0.01050734
      ],
      [
        " By",
        -0.0002326224
      ],
      [
        "rd",
        -0.00012689977
      ],
      [
        " Jr",
        -0.08438708
      ],
      [
        ".",
        -0.00032175743
      ],
      [
        " Hate",
        -0.000191024
      ],
      [
        " Crimes",
        -0.00047368708
      ],
      [
        " Prevention",
        -0.00046618094
      ],
      [
        " Act",
        -3.88156e-05
      ]
    ]
  },
  "Actinium metal is produced by reacting actinium fluoride with this element at 1200 degrees Celsius. GSK-3 is inhibited by this substance. This element has been proposed as a component of fusion reactors because it is both a heat transfer medium and a tritium breeder. This element is combined with butane to create a strong base and another base is formed by combining this element with diisopropylamide. This metal is found with copper in Gilman reagents. An isotope of this element is created in boron neutron capture therapy. This element has one electron in its outer 2s subshell. For 10 points, name this element with atomic number three whose ions are found in batteries that power many laptops": {
    "guess": "Lithium",
    "confidence": [
      [
        "L",
        -0.00012237004
      ],
      [
        "ith",
        -1.9816675e-06
      ],
      [
        "ium",
        -3.6431527e-05
      ]
    ]
  },
  "This act was stated to have been created for the protection of the public in the case Spectrum Sports Inc v. McQuillan, while the case Rice v. Norman Williams co-created a two-step process by which courts would see if this act was pre-empting state laws. George Hoar helped draft this legislation, and": {
    "guess": "Sherman Antitrust Act",
    "confidence": [
      [
        "Sher",
        -0.046291158
      ],
      [
        "man",
        -2.7014437e-05
      ],
      [
        " Ant",
        -0.00070480653
      ],
      [
        "itrust",
        -0.00020842774
      ],
      [
        " Act",
        -0.00012213163
      ]
    ]
  },
  "For his action at Caporetto he was awarded the \"Blue Max,\" his country's highest military decoration.  Twenty years later, he published a book of lectures on tactics entitled Infantry Attacks, and three years after that he led an army division that became known as the \"ghost division.\"  The high point of his career was the capture of Tobruk but after defeat at Mareth Line he was recalled and was preparing coastal defenses in France in his last official position.  Committing suicide after his implication in the assassination plot on Hitler, FTP, who was this German commander of the Afrika Corps, a man known as \"The Desert Fox?\"": {
    "guess": "Erwin Rommel",
    "confidence": [
      [
        "Er",
        -0.022215802
      ],
      [
        "win",
        -3.1782583e-05
      ],
      [
        " Rom",
        -1.9862217e-05
      ],
      [
        "mel",
        -0.00022129806
      ]
    ]
  },
  "This action was roused by the preaching of Fulk of Neuilly and initially led by Count Thibaut of Champagne, but upon his death it was taken over by the Italian Boniface of Montferrat, who assembled a fleet for Egypt. The Venetians agreed to support the passage but demanded large monetary reparations,": {
    "guess": "Fourth Crusade",
    "confidence": [
      [
        "Fourth",
        -0.00013715129
      ],
      [
        " Crus",
        -2.4749568e-05
      ],
      [
        "ade",
        -1.7478143e-05
      ]
    ]
  },
  "This actor played a character who works at Knox Business Machines and lives next door to Shep and Milly. In another film, this man played a character who falls in love with a nurse played by Amy Adams and flirts with a call girl played by Jennifer Garner. In still another of his roles, he kills Happy Jack Mulraney and is the son of a priest played by Liam Neeson. This man has played such characters as frustrated suburbanite Frank Wheeler, the vengeance seeking Amsterdam Vallon, and Frank Abagnale Jr., who poses as a pilot. For 10 points, name this star of Gangs of New York, Revolutionary Road, and Catch Me If You Can, who can currently be seen in Shutter Island.": {
    "guess": "Leonardo DiCaprio",
    "confidence": [
      [
        "Leon",
        -0.0045107007
      ],
      [
        "ardo",
        -0.0008292827
      ],
      [
        " Di",
        -0.00048821527
      ],
      [
        "Cap",
        -6.6306106e-06
      ],
      [
        "rio",
        -0.00015776986
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play says he will \"die upon a kiss.\" This play opens with the antagonist claiming that the protagonist is making \"the beast with two backs\" with Brabantio's daughter. After mishearing discussion of a handkerchief": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.003183421
      ],
      [
        "th",
        -1.4498052e-05
      ],
      [
        "ello",
        -0.0001558626
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered": {
    "guess": "Sandwich panel",
    "confidence": [
      [
        "Sand",
        -1.2211429
      ],
      [
        "wich",
        -0.013282579
      ],
      [
        " panel",
        -0.27708903
      ]
    ]
  },
  "This action does not involve an ARD, but one plan to do this uses a aluminum honeycomb structure  covered with NORCOAT-Liege blocks as a barrier. A common method of doing this uses layers of Vectran to  encapsulate a tetrahedron structure. A successfully way of doing to this uses a combination of RADs and TIRs to  control the velocity. Like similar, less frequent actions, this is done by enclosing the cargo in an ablative aeroshell  and attaching a parachute. A new approach to doing this is the Sky": {
    "guess": "Atmospheric reentry",
    "confidence": [
      [
        "At",
        -0.52989095
      ],
      [
        "mos",
        -0.00017362394
      ],
      [
        "pheric",
        -0.0013322637
      ],
      [
        " re",
        -0.5127161
      ],
      [
        "entry",
        -0.6933372
      ]
    ]
  },
  "This actor played Darrell Curtis, older brother of Sodapop and Ponyboy in The Outsiders. As Jed, this actor led a teenage militia in battling Russian invaders in Red Dawn. He played the lovely Vida in To Wong Foo Thanks For Everything Julie Newmar and turned dancing skills into martial arts moves as Dalton in Roadhouse. His final role was Chet Barker in the television series The Beast, which he filmed while receiving treatment for pancreatic cancer. For 10 points, name this actor who danced with": {
    "guess": "Patrick Swayze",
    "confidence": [
      [
        "Patrick",
        -0.0048497
      ],
      [
        " S",
        -0.00021045419
      ],
      [
        "way",
        -6.6306106e-06
      ],
      [
        "ze",
        -7.815281e-05
      ]
    ]
  },
  "He actually composed two operas of his own, Undine and  Aurora, and he changed his third name to Amadeus in honor of  Mozart. Author of the novel The Devil's Elixir, he is better  known for his Gothic horror stories collected in Fantasiestucke,  or Fantasy Pieces. These stories were the inspiration for  Hindemith's Cardillac, Schuman's Kreisleriana, Tchaikovsky's  Nutcracker, and another famous opera which features the author  himself recalling past love affairs in a tavern. FTP, identify  this man, whose tales were the basis for the opera by Jacques  Offenbach.": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.010766003
      ],
      [
        ".",
        -0.019435659
      ],
      [
        " T",
        -7.183501e-05
      ],
      [
        ".",
        -4.167649e-05
      ],
      [
        " A",
        -5.4385737e-06
      ],
      [
        ".",
        -0.00039170796
      ],
      [
        " Hoff",
        -0.0006293983
      ],
      [
        "mann",
        -1.378283e-05
      ]
    ]
  },
  "This activist's feminist beliefs may be traced to her treatment as a child, when this woman was forced by her father to walk back and forth across the room with a glass of water and was beaten if she spilled any. William Buwalda was court-martialed on a false charge of associating with this woman, but Buwalda was so inspired by her speeches in his defense that he joined her movement after leaving prison. She was boycotted by the British left after discussing her horror with Leninism in My Disillusionment": {
    "guess": "Emma Goldman",
    "confidence": [
      [
        "Emma",
        -0.0011540321
      ],
      [
        " Goldman",
        -0.001222013
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps": {
    "guess": "Faust (opera)",
    "confidence": [
      [
        "Fa",
        -0.3913442
      ],
      [
        "ust",
        -7.9418505e-06
      ],
      [
        " (",
        -0.53346694
      ],
      [
        "op",
        -0.00021271907
      ],
      [
        "era",
        -2.8564085e-05
      ],
      [
        ")",
        -0.0005831766
      ]
    ]
  },
  "This actor spoke the line \"Look at this. Look at what they make you give.\" while his character was dying in The Bourne Identity, a movie where he played rival assassin The Professor. He appeared as Walter Raleigh in Elizabeth: The Golden Age and protected Monica Belluci from (*)Paul Giamatti's Hertz as Smith in Shoot 'Em Up. For 10 points, name this British actor who portrayed Dalton Russell in Inside": {
    "guess": "Clive Owen",
    "confidence": [
      [
        "Cl",
        -0.0011940368
      ],
      [
        "ive",
        -5.9153886e-06
      ],
      [
        " Owen",
        -0.00019674578
      ]
    ]
  },
  "These acts were opposed by Factories and the Factory System, written by William Taylor, and their repercussions were quashed by the Six Acts. Lord Bentinck argued that the repeal of these acts would empower commercial interests too much, as did Benjamin Disraeli; both politicians were supported by the Central [*] Agricultural Protection Society. These laws helped spark the Peterloo Massacre. The Peelites split from the Conservatives over these laws, which were supported by Thomas Malthus and opposed by David Ricardo. For 10 points, name these British tariffs regulating grain imports.": {
    "guess": "Corn Laws",
    "confidence": [
      [
        "Corn",
        -0.0183288
      ],
      [
        " Laws",
        -0.00021831797
      ]
    ]
  },
  "Act III of this opera begins with the shanty \"Come away, fellow sailors\" after those sailors have resolved to \"take a boozy short leave\" of their nymphs. A storm breaks out when one of the main characters displays the head of a freshly-killed boar, leading one character to sing the aria \"Haste, haste to town.\" The death of one character in this opera is reflected on by the chorus in \"With drooping wings.\" In Act I of this opera, one character tells her maid that \"Peace and I are strangers grown\" and later sings \"Remember me, but ah! forget my fate\" in a section that makes extensive use of ground bass. This opera was partially inspired by John Blow's Venus and Adonis, and its libretto was written": {
    "guess": "Dido and Aeneas",
    "confidence": [
      [
        "D",
        -0.0021595412
      ],
      [
        "ido",
        -4.274932e-05
      ],
      [
        " and",
        -2.8444882e-05
      ],
      [
        " A",
        -5.2285613e-05
      ],
      [
        "ene",
        -2.9636918e-05
      ],
      [
        "as",
        -9.968313e-06
      ]
    ]
  },
  "This action is the topic of Alfred Alvarez's The Savage God.  Edwin Schneidman has developed ten common characteristics of it, and Karl Menninger developed the concept of a \"chronic\" variety.  In the most famous work on this subject the author doesn't define it in terms of intentionality but instead his definition hinges on the executor knowing the result of the action.  He also related it to social integration and proposed three types-egoistic, altruistic, and anomic. FTP, identify this title action": {
    "guess": "Suicide",
    "confidence": [
      [
        "Su",
        -0.00521704
      ],
      [
        "icide",
        -0.00011510595
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by dipping his hands in holy water, but the woman barely notices them next to the box of baubles left": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.18062726
      ],
      [
        "ust",
        -5.3193703e-06
      ]
    ]
  },
  "In Act I of this work, the protagonist's tutor gets drunk and completely misses when he tries to kiss a dancing village girl. That tutor, Wolfgang, accompanies the protagonist along with Benno von Sommerstern in celebrating his birthday, only to have the Princess-Mother come in and scold her son about his riotous living. The three proceed to go on a hunt, where the protagonist falls in love, only to later pledge his love to an evil double, Odile, who is the evil von Rothbart's daughter. For 10 points, name this work featuring Prince Siegfried and Odette, who dive into the titular locale and die once they realize they cannot be together in life, a ballet by Pyotr Tchaikovsky.": {
    "guess": "Swan Lake",
    "confidence": [
      [
        "Sw",
        -0.00093933154
      ],
      [
        "an",
        -3.6669935e-05
      ],
      [
        " Lake",
        -5.955704e-05
      ]
    ]
  },
  "In Act II of Julius Caesar, Cassius compares Caesar to this item which was built to celebrate the end of a siege by Demetrius I. It was sold to an Edessan scrap metal dealer in 654 CE by a conquering Arab": {
    "guess": "Colossus of Rhodes",
    "confidence": [
      [
        "Col",
        -0.8969949
      ],
      [
        "oss",
        -0.0035101532
      ],
      [
        "us",
        -0.00018280261
      ],
      [
        " of",
        -0.0004539103
      ],
      [
        " Rhodes",
        -0.011668839
      ]
    ]
  },
  "Act II of this play begins with discussion of a storm that wrecked most of a Turkish fleet, though Montano soon spies the protagonist's surviving ship. After stabbing himself, one character in this play says he will \"die upon a kiss.\" This play opens with the antagonist claiming that the protagonist is making \"the beast with two backs\" with Brabantio's daughter. After mishearing discussion of a handkerchief discovered by Bianca, the protagonist of this play becomes convinced his wife is having an": {
    "guess": "Othello",
    "confidence": [
      [
        "O",
        -0.0011737979
      ],
      [
        "th",
        -7.822647e-06
      ],
      [
        "ello",
        -5.7768983e-05
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities": {
    "guess": "Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act",
    "confidence": [
      [
        "Matthew",
        -0.83978254
      ],
      [
        " Shepard",
        -0.00013882013
      ],
      [
        " and",
        -0.020803923
      ],
      [
        " James",
        -0.00019197763
      ],
      [
        " By",
        -0.00010330478
      ],
      [
        "rd",
        -0.000111410634
      ],
      [
        " Jr",
        -0.284925
      ],
      [
        ".",
        -0.0013623781
      ],
      [
        " Hate",
        -0.0014441647
      ],
      [
        " Crimes",
        -0.00093933154
      ],
      [
        " Prevention",
        -0.0009030038
      ],
      [
        " Act",
        -0.00011605957
      ]
    ]
  },
  "This actor played Abner Snopes in a 1980 TV adaptation of \"Barn Burning.\" This actor played a man who goes unarmed into the Oregon woods to confront the unbalanced assassin Aaron Hallam in The Hunted. He directed a film in which Mike Norton kills the title character, then is forced to dig him up and take him to Jimenez by Pete Perkins. The director of The Three Burials of Melquiades Estrada, this actor described waking up after dreaming of his father riding on ahead to make a fire in \"all that dark, all that cold\" in a 2007 movie starring this actor as Sheriff Ed Tom Bell. He played Colonel Hayes": {
    "guess": "Tommy Lee Jones",
    "confidence": [
      [
        "Tom",
        -0.0023792153
      ],
      [
        "my",
        -1.7954959e-05
      ],
      [
        " Lee",
        -2.7133641e-05
      ],
      [
        " Jones",
        -6.392203e-06
      ]
    ]
  },
  "The action of this play revolves around events that took place in Epidamnum, and after being spotted": {
    "guess": "The Comedy of Errors",
    "confidence": [
      [
        "The",
        -0.019438116
      ],
      [
        " Comedy",
        -0.00020842774
      ],
      [
        " of",
        -0.00041649136
      ],
      [
        " Errors",
        -5.6576944e-05
      ]
    ]
  },
  "One act signed by this president was named after a man who was tortured and murdered in Wyoming and another after a man who was decapitated in Texas and provided fifteen million dollars to local authorities over a three year time span to fight a certain type of criminal offense. Another act signed by this president amended the Civil Rights Act of 1964 to alter the definition of a 180 day time-stamp that had caused a woman suing (*) Goodyear company to have her case struck down in the Supreme Court.": {
    "guess": "Matthew Shepard and James Byrd Jr. Hate Crimes Prevention Act",
    "confidence": [
      [
        "Matthew",
        -0.092293724
      ],
      [
        " Shepard",
        -0.00022678143
      ],
      [
        " and",
        -0.007458019
      ],
      [
        " James",
        -0.000112245056
      ],
      [
        " By",
        -0.00011319869
      ],
      [
        "rd",
        -0.00016146517
      ],
      [
        " Jr",
        -0.16018401
      ],
      [
        ".",
        -0.0021967639
      ],
      [
        " Hate",
        -0.0003159201
      ],
      [
        " Crimes",
        -0.0004740447
      ],
      [
        " Prevention",
        -0.0013490457
      ],
      [
        " Act",
        -5.4908094e-05
      ]
    ]
  },
  "This actor is in the WWE Hall of Fame for being the first non-wrestling celebrity to enter a Royal Rumble. In a television show, he played the Internal Expediting Analyst at the online \"Neverending Store.\"": {
    "guess": "David Arquette",
    "confidence": [
      [
        "David",
        -1.1054345
      ],
      [
        " Ar",
        -0.0042881654
      ],
      [
        "quette",
        -2.7014437e-05
      ]
    ]
  },
  "The action begins when the Duchess of Berwick convinces the title character to go through her husband's belongings, finding a number of suspicious checks. After a rash mistake, she accepts an invitation to potential adultery, but she is persuaded to not abandon her husband and child. Thus, she rebuffs Lord Darlington. When she returns, evidence of her impropriety remains, and the woman who dissuaded": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.008936226
      ],
      [
        " Wind",
        -0.00021200384
      ],
      [
        "erm",
        -7.564953e-05
      ],
      [
        "ere",
        -2.0100624e-05
      ],
      [
        "'s",
        -0.00013381359
      ],
      [
        " Fan",
        -1.6882126e-05
      ]
    ]
  },
  "For his actions in World War II, one ruler of this country may have been poisoned by Hitler for his efforts to save his country's Jews. This country, once ruled by Ferdinand and Boris, considers its \"Second National Catastrophe\" to be losses suffered in the Treaty of Neuilly-sur-Seine. During the 1876 April Uprising in this future nation, Ottoman forces committed massacres in the Plovdiv area in this country's namesake \"horrors.\" People from this nation were defeated at the Battle of Kleidion, which saw 99 out of 100 men blinded. For 10 points, name this eastern European nation whose peoples were notably fought by the Byzantine Basil II.": {
    "guess": "Bulgaria",
    "confidence": [
      [
        "B",
        -0.002136579
      ],
      [
        "ulg",
        -2.1173457e-05
      ],
      [
        "aria",
        -0.00053515955
      ]
    ]
  },
  "The action of this novel is delayed when one character has to travel to a colony for the blind, leading others to discuss the author of the treatise \"The Truth About Native Crime.\" The central character tries to hire a lawyer through the help of Father Vincent and is assisted by his Anglican colleague Msimangu. The protagonist finds out that his sister Gertrude is a prostitute and cannot prevent (*)": {
    "guess": "Cry, the Beloved Country",
    "confidence": [
      [
        "C",
        -0.012853478
      ],
      [
        "ry",
        -4.604148e-06
      ],
      [
        ",",
        -2.808727e-05
      ],
      [
        " the",
        -0.0023255793
      ],
      [
        " Bel",
        -2.3080716e-05
      ],
      [
        "oved",
        -5.3193703e-06
      ],
      [
        " Country",
        -9.043079e-05
      ]
    ]
  },
  "In Act Three of this work, a female character sings a song about the king of Thule, but her mind keeps straying back to the title figure. Siebel is finally able to leave unwilted flowers at her door by": {
    "guess": "Faust (opera)",
    "confidence": [
      [
        "Fa",
        -0.046488386
      ],
      [
        "ust",
        -2.1008714e-06
      ],
      [
        " (",
        -0.33937076
      ],
      [
        "op",
        -0.00030269218
      ],
      [
        "era",
        -1.8550976e-05
      ],
      [
        ")",
        -0.00050823414
      ]
    ]
  },
  "This action can be performed in a different coordinate system by using the Jacobian determinant. This operation over a region or its boundary are related by Stokes' theorem. Near vertical asymptotes, limits": {
    "guess": "Stokes' theorem",
    "confidence": [
      [
        "St",
        -0.53575194
      ],
      [
        "okes",
        -0.0013844016
      ],
      [
        "'",
        -0.0039910157
      ],
      [
        " theorem",
        -0.028502323
      ]
    ]
  },
  "One of these actions was miraculously ended with the discovery of a message in a bottle sent by Olaf Leij. Another of these events resulted in a very strongly worded letter from Daniel Webster to Edward Everett about actions taken by Francis Cockburn. That event of this type would also lead to the censure and resignation of Joshua Giddings following the introduction of his namesake resolutions and": {
    "guess": "Creole Revolt",
    "confidence": [
      [
        "Cre",
        -0.45693704
      ],
      [
        "ole",
        -2.4034345e-05
      ],
      [
        " Rev",
        -0.5084662
      ],
      [
        "olt",
        -1.7597347e-05
      ]
    ]
  }
}