{
  "Egypt, Iraq, and Lebanon, after Israel invaded the Suez Canal. The Netherlands, Spain, and Switzerland, after the Soviet Union invaded Hungary. Some 22 African nations, after New Zealand competed in a": {
    "guess": "1956 Suez Crisis",
    "confidence": [
      [
        "195",
        -0.9118281
      ],
      [
        "6",
        -0.0062111546
      ],
      [
        " S",
        -0.71495783
      ],
      [
        "uez",
        -4.723352e-06
      ],
      [
        " Crisis",
        -0.006764514
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature. In Greek myth, Leto, after birthing Artemis and Apollo, was forbidden to drink from a lake by some Lycian peasants, whom she turned into these creatures as punishment. In a tale sometimes attributed": {
    "guess": "Lycian peasants",
    "confidence": [
      [
        "L",
        -0.80498326
      ],
      [
        "yc",
        -0.0025217996
      ],
      [
        "ian",
        -0.088667214
      ],
      [
        " peasants",
        -0.23981743
      ]
    ]
  },
  "Egypt, Iraq, and Lebanon, after Israel invaded the Suez Canal. The Netherlands, Spain, and Switzerland,": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.15195231
      ],
      [
        "uez",
        -0.0005645882
      ],
      [
        " Crisis",
        -0.0040374375
      ]
    ]
  },
  "Egypt, Iraq, and Lebanon, after Israel invaded the Suez Canal. The Netherlands, Spain, and Switzerland, after the Soviet Union invaded Hungary. Some 22 African nations, after New Zealand competed in a [*]  rugby tournament in South Africa. For 10 points—all of these nations carried out what political tactic, which the United States and 64 other nations did in 1980 to protest the Soviet invasion of Afghanistan?": {
    "guess": "1980 Summer Olympics Boycott",
    "confidence": [
      [
        "198",
        -0.50288063
      ],
      [
        "0",
        -0.015932659
      ],
      [
        " Summer",
        -0.0024119194
      ],
      [
        " Olympics",
        -0.0027878843
      ],
      [
        " Boy",
        -0.51529366
      ],
      [
        "cott",
        -0.00087036757
      ]
    ]
  },
  "Egypt, Iraq, and Lebanon, after Israel invaded the Suez Canal. The Netherlands, Spain, and Switzerland, after the Soviet Union invaded Hungary. Some 22 African nations, after New Zealand competed in a [*]  rugby tournament in South Africa. For 10 points—all of these nations carried out what political": {
    "guess": "Boycott of South Africa during the apartheid era",
    "confidence": [
      [
        "Bo",
        -0.23503108
      ],
      [
        "yc",
        -1.0280384e-06
      ],
      [
        "ott",
        -0.05995853
      ],
      [
        " of",
        -0.036250185
      ],
      [
        " South",
        -0.5329417
      ],
      [
        " Africa",
        -0.0009180088
      ],
      [
        " during",
        -0.8534319
      ],
      [
        " the",
        -0.13934422
      ],
      [
        " apartheid",
        -0.2083452
      ],
      [
        " era",
        -0.01810581
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature. In Greek myth, Leto, after birthing Artemis and Apollo, was forbidden to drink from a lake by some Lycian peasants, whom she turned into these creatures as punishment. In a tale sometimes attributed to Homer, one of these creatures accidentally drowns a mouse it is carrying on its back, leading to a war between the mice and these creatures. FTP what are these amphibians, one of which turns into": {
    "guess": "FROG",
    "confidence": [
      [
        "F",
        -0.011190003
      ],
      [
        "RO",
        -0.48034146
      ],
      [
        "G",
        -0.04794773
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature. In Greek myth, Leto, after birthing Artemis and Apollo, was forbidden to drink from a lake by some Lycian peasants, whom she turned into these creatures as punishment. In a tale sometimes attributed to Homer, one of these creatures accidentally drowns a mouse it is carrying on its back, leading to a war between the mice and these creatures. FTP what are these amphibians, one of which turns into a handsome prince after being kissed by a princess in a common fairy tale?": {
    "guess": "FROG",
    "confidence": [
      [
        "F",
        -0.0020326113
      ],
      [
        "RO",
        -0.4104106
      ],
      [
        "G",
        -0.0026730418
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature.": {
    "guess": "Frog",
    "confidence": [
      [
        "F",
        -0.19008677
      ],
      [
        "rog",
        -0.020385034
      ]
    ]
  },
  "Egypt, Iraq, and Lebanon, after Israel invaded the Suez Canal. The Netherlands, Spain, and Switzerland, after the Soviet Union invaded Hungary. Some 22 African nations, after New Zealand competed in a [*]  rugby tournament in South Africa. For 10 points—all of these nations carried out what political tactic, which the United States and 64 other nations did in 1980 to protest the Soviet invasion of": {
    "guess": "1980 Summer Olympics",
    "confidence": [
      [
        "198",
        -0.16918169
      ],
      [
        "0",
        -0.06656345
      ],
      [
        " Summer",
        -0.011586957
      ],
      [
        " Olympics",
        -0.0034860354
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature. In Greek myth, Leto, after birthing Artemis and Apollo, was forbidden to drink from a lake by some": {
    "guess": "Heqet",
    "confidence": [
      [
        "He",
        -1.108998
      ],
      [
        "q",
        -0.008189239
      ],
      [
        "et",
        -0.39526793
      ]
    ]
  },
  "The Egyptian fertility goddess Heqmet is usually depicted as or with the head of this type of creature. In Greek myth, Leto, after birthing Artemis and Apollo, was forbidden to drink from a lake by some Lycian peasants, whom she turned into these creatures as punishment. In a tale sometimes attributed to Homer, one of these creatures accidentally drowns a mouse it is carrying on its back, leading to": {
    "guess": "Frog",
    "confidence": [
      [
        "F",
        -0.87051356
      ],
      [
        "rog",
        -0.011486315
      ]
    ]
  }
}