{
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks used in this event reportedly had the logo of the Ansar al-Sharia group on them. Glen Doherty died alongside Tyrone S. Woods and Sean Smith in this event. This event grew out of a protest against the movie \"Innocence of Muslims\" and it was labeled an act of terrorism from the Rose Garden. For 10 points, name this September 11, 2012 event that took place in the second largest city in a North African country and resulted in the death of American Ambassador J. Christopher Stevens.": {
    "guess": "2012 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.013534403
      ],
      [
        "2",
        -0.0012480894
      ],
      [
        " Benghazi",
        -0.00080855226
      ],
      [
        " attack",
        -0.03551597
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks used in this event reportedly had the logo of the Ansar al-Sharia group on them. Glen Doherty": {
    "guess": "2012 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.031603105
      ],
      [
        "2",
        -0.0049468474
      ],
      [
        " Benghazi",
        -0.003108073
      ],
      [
        " attack",
        -0.05892716
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in the section \"Docile Bodies.\" Better known is the contrast of a symbolic approach to the title actions with the carceral approach, with the Medieval method exemplified by the opening discussion of an attempted regicide in \"Body of the Condemned\" and \"Spectacle of the Scaffold.\" Most famous for its discussion": {
    "guess": "Discipline and Punish",
    "confidence": [
      [
        "Disc",
        -0.00905744
      ],
      [
        "ipline",
        -0.00014895246
      ],
      [
        " and",
        -4.5491004e-05
      ],
      [
        " Pun",
        -0.0001527633
      ],
      [
        "ish",
        -4.9663133e-05
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks used in this event reportedly had the logo of the Ansar al-Sharia group on them. Glen Doherty died alongside Tyrone S. Woods and Sean Smith in this event. This event grew out of a protest against the movie \"Innocence of Muslims\" and it was labeled an act of terrorism from the Rose Garden. For 10 points, name this September 11, 2012 event that took place in the second largest city in a North": {
    "guess": "2012 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.09033512
      ],
      [
        "2",
        -0.0024231062
      ],
      [
        " Benghazi",
        -0.0016775564
      ],
      [
        " attack",
        -0.03948047
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in the section \"Docile Bodies.\" Better known is the contrast of a symbolic approach to the title actions with the carceral approach, with the Medieval method exemplified by the opening discussion of an attempted regicide in \"Body of the Condemned\" and \"Spectacle of the Scaffold.\" Most famous for its discussion of Mettray as an example of a Jeremy Bentham-designed structure, FTP, identify this work that discusses the Panopticon prison design, a work of Michel Foucault.": {
    "guess": " Discipline and Punish",
    "confidence": [
      [
        " Discipline",
        -0.14007537
      ],
      [
        " and",
        -5.157039e-05
      ],
      [
        " Pun",
        -1.4259645e-05
      ],
      [
        "ish",
        -2.0696643e-05
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks used in this event reportedly had the logo of the Ansar al-Sharia group on them. Glen Doherty died alongside Tyrone S. Woods and Sean Smith in this event. This event grew out of a protest against the movie \"Innocence of Muslims\" and it was labeled an act of terrorism from the Rose Garden. For": {
    "guess": "2012 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.007744444
      ],
      [
        "2",
        -0.0016844667
      ],
      [
        " Benghazi",
        -0.00035858402
      ],
      [
        " attack",
        -0.038126178
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in the section \"Docile Bodies.\" Better known is the contrast of a symbolic approach to the title actions with the carceral approach, with the Medieval method exemplified by the opening discussion of an attempted regicide in \"Body of the Condemned\" and \"Spectacle of the Scaffold.\" Most famous for its discussion of Mettray as an example of a Jeremy Bentham-designed structure, FTP, identify this work that": {
    "guess": "Discipline and Punish",
    "confidence": [
      [
        "Disc",
        -0.03255413
      ],
      [
        "ipline",
        -0.0003348698
      ],
      [
        " and",
        -0.0006181968
      ],
      [
        " Pun",
        -0.00038860866
      ],
      [
        "ish",
        -0.00016384924
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks": {
    "guess": "2013 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.24697125
      ],
      [
        "3",
        -0.9963324
      ],
      [
        " Benghazi",
        -0.2083296
      ],
      [
        " attack",
        -0.047700334
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\"": {
    "guess": "M. Butterfly",
    "confidence": [
      [
        "M",
        -0.15214369
      ],
      [
        ".",
        -0.00028302724
      ],
      [
        " Butterfly",
        -5.080963e-06
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in the section \"Docile Bodies.\" Better known is the contrast of a symbolic approach to the title actions with the carceral approach, with the Medieval method exemplified by the opening discussion of an attempted": {
    "guess": " Discipline and Punish",
    "confidence": [
      [
        " Discipline",
        -0.08894177
      ],
      [
        " and",
        -4.334534e-05
      ],
      [
        " Pun",
        -2.5107178e-05
      ],
      [
        "ish",
        -7.362307e-05
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this event. Some people feel that this event happened in response to the death of Abu Yahya al-Libi and trucks used in this event reportedly had the logo of the Ansar al-Sharia group on them. Glen Doherty died alongside Tyrone S. Woods and Sean Smith in this event. This event grew out of a protest against": {
    "guess": "2012 Benghazi attack",
    "confidence": [
      [
        "201",
        -0.033302847
      ],
      [
        "2",
        -0.007929784
      ],
      [
        " Benghazi",
        -0.004589623
      ],
      [
        " attack",
        -0.058647066
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in": {
    "guess": "Discipline and Punish",
    "confidence": [
      [
        "Disc",
        -0.6881769
      ],
      [
        "ipline",
        -2.8325678e-05
      ],
      [
        " and",
        -0.00054910267
      ],
      [
        " Pun",
        -5.2001665e-06
      ],
      [
        "ish",
        -4.1318875e-05
      ]
    ]
  },
  "Kate Quigley publicly disagreed with her mother on the discussion concerning one participant in this": {
    "guess": "Milgram experiment",
    "confidence": [
      [
        "Mil",
        -0.673212
      ],
      [
        "gram",
        -9.698699e-05
      ],
      [
        " experiment",
        -0.028497914
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin": {
    "guess": "M. Butterfly",
    "confidence": [
      [
        "M",
        -0.22500691
      ],
      [
        ".",
        -0.0025900502
      ],
      [
        " Butterfly",
        -0.00012797261
      ]
    ]
  },
  "Kathryn Remen compares David Henry Hwang's Madame Butterfly to this work, especially in relation to \"vision\" in it and a Georges Vigarello essay discusses the \"Life of the Body\" in this work.  Keith Hoskin and Barry Smart both cite this work's discussion of schools and classroom management, found in the section \"Docile Bodies.\" Better known is the contrast of a symbolic approach to the title actions": {
    "guess": "Discipline and Punish",
    "confidence": [
      [
        "Disc",
        -0.0051879818
      ],
      [
        "ipline",
        -4.0603656e-05
      ],
      [
        " and",
        -0.0001170132
      ],
      [
        " Pun",
        -9.133887e-06
      ],
      [
        "ish",
        -1.831257e-05
      ]
    ]
  }
}