{
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially hated by his family as a child due to the crushing of a fiddle and the loss of a riding crop, gifts brought for his adopted siblings from Liverpool. The protagonist is then abused physically by Hindley, whose sister he desperately loves, and, after a three-year absence, returns to Thrushcross Grange and the title estate to reclaim his love and exact revenge. FTP, name this novel about Catherine Earnshaw and Heathcliff Heathcliff by Emily Bronte.": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.012662331
      ],
      [
        "uth",
        -0.0004766672
      ],
      [
        "ering",
        -1.0802739e-05
      ],
      [
        " Heights",
        -0.0009138476
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially hated by his family as a child due to the crushing of a fiddle and the loss of a riding crop, gifts brought for his adopted siblings from Liverpool. The protagonist is then abused physically by Hindley, whose sister he desperately loves, and, after a three-year absence, returns to Thrushcross Grange": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.020450905
      ],
      [
        "uth",
        -0.00012368128
      ],
      [
        "ering",
        -4.596782e-05
      ],
      [
        " Heights",
        -0.00079390116
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially hated by his family as a child due to the crushing of a fiddle and the loss of a riding crop, gifts brought for his adopted siblings from Liverpool. The protagonist is then abused physically by Hindley, whose sister he desperately loves, and, after a three-year absence, returns to Thrushcross Grange and the title estate to reclaim his love and exact revenge. FTP, name this novel about Catherine": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0057633533
      ],
      [
        "uth",
        -0.0003312937
      ],
      [
        "ering",
        -2.8325678e-05
      ],
      [
        " Heights",
        -0.00078687555
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.60046774
      ],
      [
        " Sound",
        -0.3851219
      ],
      [
        " and",
        -0.0007473329
      ],
      [
        " the",
        -0.001958252
      ],
      [
        " Fury",
        -3.7146747e-05
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially hated by his family as a child due to the crushing of a fiddle and the loss of a riding crop, gifts brought for his adopted siblings from Liverpool. The protagonist is then abused physically by Hindley,": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.1358394
      ],
      [
        "uth",
        -0.047948074
      ],
      [
        "ering",
        -3.1305768e-05
      ],
      [
        " Heights",
        -0.0014010718
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -0.32585207
      ],
      [
        "oby",
        -0.0055337427
      ],
      [
        "-D",
        -0.037522405
      ],
      [
        "ick",
        -0.00018363337
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has a dream in which he is forced to attend a sermon delivered by the Reverend James Branderham, who accuses him of committing the \"first of the seventy-first\" sin. That narrator's landlord is initially hated by his family as a child due to the crushing of a fiddle and the loss of a riding crop, gifts": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.9953952
      ],
      [
        " Sound",
        -0.5960574
      ],
      [
        " and",
        -0.0006965888
      ],
      [
        " the",
        -0.0023100039
      ],
      [
        " Fury",
        -4.167649e-05
      ]
    ]
  },
  "Joyce Carol Oates wrote a controversial article about the \"magnanimity\" of this novel. The narrator has": {
    "guess": "American Pastoral",
    "confidence": [
      [
        "American",
        -0.5949741
      ],
      [
        " Past",
        -0.8058066
      ],
      [
        "oral",
        -1.4378848e-05
      ]
    ]
  }
}