{
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.07140141
      ],
      [
        "mer",
        -7.0404574e-05
      ],
      [
        "igo",
        -2.3438328e-05
      ],
      [
        " Ves",
        -8.208653e-05
      ],
      [
        "pu",
        -1.9146995e-05
      ],
      [
        "cci",
        -6.420598e-05
      ]
    ]
  },
  "The Mergui Archipelago lies at this country's southern tip, the state of Tenasserim, which is separated by the Bilaktaung ranges from its eastern neighbour. The Pegu Yomas are a range of low hills along": {
    "guess": "Geography of Myanmar",
    "confidence": [
      [
        "Ge",
        -0.72057647
      ],
      [
        "ography",
        -0.00056268455
      ],
      [
        " of",
        -0.00020294437
      ],
      [
        " Myanmar",
        -0.019504402
      ]
    ]
  },
  "The Mergui Archipelago lies at this country's southern tip, the state of Tenasserim, which is separated by the Bilaktaung ranges from its eastern neighbour. The Pegu Yomas are a range of low hills along the Sittang River in the center, while the Arakan Yomas face the port of Akyab along the western coast. Ports on the Gulf of Martaban include both its capital and the city of Moulmein. FTP, name this": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.008131297
      ],
      [
        "anmar",
        -0.00017028624
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The production of mastic was monopolized by the Maona of (*) Chios controlled by this polity, whose colonies of the Taman peninsula and Gazaria on the Black Sea were managed by the Bank of Saint George. The Adorno and Campofregoso families vied for control of this polity, whose oligarchical alberghi were": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.054390956
      ],
      [
        " of",
        -0.00014716439
      ],
      [
        " Gen",
        -3.619312e-05
      ],
      [
        "oa",
        -0.00025621374
      ]
    ]
  },
  "The Mergui Archipelago lies at this country's southern tip, the state of Tenasserim, which is separated by the Bilaktaung ranges from its eastern neighbour. The Pegu Yomas are a range of low hills along the Sittang River in the center, while the Arakan Yomas face the port of Akyab along the western coast.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.009214678
      ],
      [
        "anmar",
        -5.8603408e-05
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.069334775
      ],
      [
        " of",
        -0.0001375089
      ],
      [
        " Venice",
        -0.20631124
      ]
    ]
  },
  "The Mergui Archipelago lies at this country's southern tip, the state of Tenasserim, which is separated": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.045144096
      ],
      [
        "anmar",
        -5.5980927e-05
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The production of mastic was monopolized by the Maona of (*) Chios controlled by this polity, whose colonies of the Taman peninsula and Gazaria on the Black Sea were managed by the Bank of Saint George. The Adorno and Campofregoso families vied for control of this polity, whose oligarchical alberghi were created in 1528 by the \"perpetual censor\" and admiral Andrea Doria. For 10 points, name this polity nicknamed \"La Superba,\" a maritime republic based in the Ligurian birthplace of Christopher Columbus.": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.013634124
      ],
      [
        " of",
        -1.998142e-05
      ],
      [
        " Gen",
        -7.465036e-06
      ],
      [
        "oa",
        -0.00020139472
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America as a separate continent altered European understanding of the New World. In 1499 he served as navigator of the expedition of Ojeda that discovered the mainland of the New World, while on his own he discovered Baia de Guanabara and the mouth of the Amazon, but is best-known for the accounts of his voyages published by the mapmaker Martin Waldseemuller. FTP, who was this explorer often considered": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.0117195025
      ],
      [
        "mer",
        -7.89631e-07
      ],
      [
        "igo",
        -1.7716551e-05
      ],
      [
        " Ves",
        -4.5491004e-05
      ],
      [
        "pu",
        -6.704273e-07
      ],
      [
        "cci",
        -2.7252845e-05
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The production of mastic was monopolized by the Maona of (*) Chios controlled by this polity, whose colonies": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.024930233
      ],
      [
        " of",
        -0.00013035668
      ],
      [
        " Gen",
        -0.45321694
      ],
      [
        "oa",
        -0.0005782929
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The production of mastic was monopolized by the Maona of (*) Chios controlled by this polity, whose colonies of the Taman peninsula and Gazaria on the Black Sea were managed by the Bank of Saint George. The": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.053056713
      ],
      [
        " of",
        -0.00013321757
      ],
      [
        " Gen",
        -0.000232384
      ],
      [
        "oa",
        -0.000320923
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.27318177
      ],
      [
        " of",
        -0.0009967254
      ],
      [
        " Venice",
        -0.25157812
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages,": {
    "guess": "Giovanni di Niccolò da Empoli",
    "confidence": [
      [
        "G",
        -0.40618894
      ],
      [
        "iov",
        -0.042293474
      ],
      [
        "anni",
        -1.7716551e-05
      ],
      [
        " di",
        -0.51626015
      ],
      [
        " Nic",
        -0.28082865
      ],
      [
        "col",
        -0.00603675
      ],
      [
        "ò",
        -0.0015011752
      ],
      [
        " da",
        -0.4742399
      ],
      [
        " Emp",
        -0.93516624
      ],
      [
        "oli",
        -4.604148e-06
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.109924406
      ],
      [
        " of",
        -0.00021748354
      ],
      [
        " Venice",
        -0.08411698
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The production of mastic was monopolized by the Maona of (*) Chios controlled by this polity, whose colonies of the Taman peninsula and Gazaria on the Black Sea were managed by the Bank of Saint George. The Adorno and Campofregoso families vied for control of this polity, whose oligarchical alberghi were created in 1528 by the \"perpetual censor\" and admiral Andrea Doria. For 10 points, name this polity": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.045726508
      ],
      [
        " of",
        -0.00020425562
      ],
      [
        " Gen",
        -7.3742274e-05
      ],
      [
        "oa",
        -0.00075316656
      ]
    ]
  },
  "In 1298, a merchant from this polity incorporated pioneering risk-sharing measures into his contract to transport Phocaean alum from Aigues-Mortes to Bruges. Braudel claims that this polity's control over the Piacenza fairs and manipulation of Spanish juros were instrumental in its success during a period he dubbed its namesake \"century,\" which was abruptly brought to a disastrous end in 1575. The": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.379337
      ],
      [
        " of",
        -0.00018697108
      ],
      [
        " Gen",
        -0.5990585
      ],
      [
        "oa",
        -0.000573644
      ]
    ]
  },
  "The Mergui Archipelago lies at this country's southern tip, the state of Tenasserim, which is separated by the Bilaktaung ranges from its eastern neighbour. The Pegu Yomas are a range of low hills along the Sittang River in the center, while the Arakan Yomas face the port of Akyab along the western coast. Ports on the Gulf of Martaban include both its capital and the city of Moulmein. FTP, name this country whose larger rivers are the Chindwin and the Irrawaddy.": {
    "guess": "Myanmar",
    "confidence": [
      [
        "My",
        -0.00056494575
      ],
      [
        "anmar",
        -0.00010497363
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America as a separate continent altered European understanding of the New World. In 1499 he served as navigator of the expedition of Ojeda that discovered the mainland of the New World, while on his own he discovered Baia de Guanabara and the mouth of the Amazon, but is best-known for the accounts of his voyages published by the mapmaker Martin Waldseemuller. FTP, who was this explorer often considered the source of the name America?": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.0031442048
      ],
      [
        "mer",
        -7.89631e-07
      ],
      [
        "igo",
        -6.9570146e-05
      ],
      [
        " Ves",
        -5.8365e-05
      ],
      [
        "pu",
        -2.6968896e-06
      ],
      [
        "cci",
        -1.3663626e-05
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America as a separate continent altered European understanding of the New World. In 1499 he served as": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.011746254
      ],
      [
        "mer",
        -1.1041146e-05
      ],
      [
        "igo",
        -4.465658e-05
      ],
      [
        " Ves",
        -0.00018470621
      ],
      [
        "pu",
        -1.700133e-05
      ],
      [
        "cci",
        -0.00012987986
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America as a separate continent altered European understanding of the New World. In 1499 he served as navigator of the expedition of Ojeda that discovered the mainland of the New World, while on his own": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.06905179
      ],
      [
        "mer",
        -3.6789137e-05
      ],
      [
        "igo",
        -0.00022105966
      ],
      [
        " Ves",
        -0.0007771118
      ],
      [
        "pu",
        -3.297462e-05
      ],
      [
        "cci",
        -0.00016194198
      ]
    ]
  },
  "A merchant in the service of the Medici, this man helped outfit the ships for Columbus' 2nd and 3rd voyages, and devised a system for determining nearly exact longitude, while his acceptance of South America as a separate continent altered European understanding of the New World. In 1499 he served as navigator of the expedition of Ojeda that discovered the mainland of the New World, while on his own he discovered Baia de Guanabara and the mouth of the Amazon, but is best-known for the accounts of": {
    "guess": "Amerigo Vespucci",
    "confidence": [
      [
        "A",
        -0.0033052159
      ],
      [
        "mer",
        -1.147242e-06
      ],
      [
        "igo",
        -3.2497806e-05
      ],
      [
        " Ves",
        -5.5861725e-05
      ],
      [
        "pu",
        -9.0883464e-07
      ],
      [
        "cci",
        -3.631232e-05
      ]
    ]
  }
}