{
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso": {
    "guess": "The Tribute Money",
    "confidence": [
      [
        "The",
        -1.4248132
      ],
      [
        " Tribute",
        -0.57116354
      ],
      [
        " Money",
        -0.0002998313
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands as she glances over her shoulder at her pursuer. This work is located in the Borghese Gallery next": {
    "guess": "Apollo and Daphne",
    "confidence": [
      [
        "Apollo",
        -0.2129307
      ],
      [
        " and",
        -0.0005305142
      ],
      [
        " D",
        -4.3941356e-05
      ],
      [
        "aph",
        -0.0003517894
      ],
      [
        "ne",
        -0.00031127117
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands as she glances over her shoulder at her pursuer. This work is located in the Borghese Gallery next to The Rape of Proserpina, but depicts a scene from the Metamorphoses, which can be seen from the fact that the fingers of one of the titular figures are changing into laurel leaves while her leg can be seen becoming a tree trunk. For ten points, identify this statue depicting the attempted abduction": {
    "guess": "Apollo and Daphne (Bernini)",
    "confidence": [
      [
        "Apollo",
        -0.12976103
      ],
      [
        " and",
        -0.00019138161
      ],
      [
        " D",
        -0.00013595926
      ],
      [
        "aph",
        -0.00052217365
      ],
      [
        "ne",
        -0.00017493518
      ],
      [
        " (",
        -0.70006675
      ],
      [
        "Bern",
        -0.018983793
      ],
      [
        "ini",
        -1.3856493e-06
      ],
      [
        ")",
        -0.0004583135
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting by Masaccio, sometimes called The Holy Trinity. The completed façade of this church is the work of": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.07813575
      ],
      [
        " Maria",
        -0.0006080792
      ],
      [
        " Nov",
        -7.58424e-06
      ],
      [
        "ella",
        -8.709308e-05
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she refused. A young man who prayed for help in winning the hand of the daughter of Iasus or Schoeneus was given three of these by Aphrodite. The wife of Bragi was known for her supply of these, while a": {
    "guess": "Brisingamen",
    "confidence": [
      [
        "Br",
        -0.31544885
      ],
      [
        "ising",
        -0.4611031
      ],
      [
        "amen",
        -0.0018335611
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.6002685
      ],
      [
        " Judgment",
        -0.017917776
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands as she glances over her shoulder at her pursuer. This work is located in the Borghese Gallery next to The Rape of Proserpina, but depicts a scene from the Metamorphoses, which can be seen from the fact that the fingers of one of the titular figures are changing into laurel leaves while her leg can": {
    "guess": "Apollo and Daphne (Bernini)",
    "confidence": [
      [
        "Apollo",
        -0.0149622755
      ],
      [
        " and",
        -0.0001406082
      ],
      [
        " D",
        -4.608702e-05
      ],
      [
        "aph",
        -0.00015443214
      ],
      [
        "ne",
        -0.00015765065
      ],
      [
        " (",
        -0.34955478
      ],
      [
        "Bern",
        -0.0007588846
      ],
      [
        "ini",
        -1.9361265e-07
      ],
      [
        ")",
        -0.00079568924
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.12223549
      ],
      [
        " Maria",
        -0.09204552
      ],
      [
        " Nov",
        -0.0005905636
      ],
      [
        "ella",
        -0.0003097215
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she": {
    "guess": "Apples",
    "confidence": [
      [
        "App",
        -0.7107234
      ],
      [
        "les",
        -0.0009777903
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands as she glances over her shoulder at her pursuer. This work is located in the Borghese Gallery next to The Rape of Proserpina, but depicts a scene from the Metamorphoses, which can be seen from the fact that the fingers of one of the titular figures are changing into laurel leaves while her leg can be seen becoming a tree trunk. For ten points, identify this statue depicting the attempted abduction by a god of a nymph, a masterpiece of Gianlorenzo Bernini.": {
    "guess": "Apollo and Daphne",
    "confidence": [
      [
        "Apollo",
        -0.0009889845
      ],
      [
        " and",
        -0.0001407274
      ],
      [
        " D",
        -6.2775536e-05
      ],
      [
        "aph",
        -0.0002105734
      ],
      [
        "ne",
        -4.477578e-05
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting by Masaccio, sometimes called The Holy Trinity. The completed façade of this church is the work of Leon Batista Alberti, and his s-curved scrolls flanking the classical pediment became a model for Renaissance church facades. For ten points, name this Florentine church that houses the Tornobuoni and Strozzi chapels, as well as a crucifix by Brunelleschi, and whose name signifies that it replaced": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.025448805
      ],
      [
        " Maria",
        -0.0003491706
      ],
      [
        " Nov",
        -3.23786e-05
      ],
      [
        "ella",
        -1.7432603e-06
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is": {
    "guess": "Santa Trinita",
    "confidence": [
      [
        "Santa",
        -0.13697124
      ],
      [
        " Tr",
        -0.36441556
      ],
      [
        "init",
        -0.0027938262
      ],
      [
        "a",
        -0.04156141
      ]
    ]
  },
  "One fresco in this location depicts two triumphal arches and a classical temple in the background, The Delivery of the Keys. Daniele de Volterra covered the genitalia of many of the figures in a work located here that includes a depiction of the artist as the flayed skin of Bartholomew, The Last Judgment.": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.028893724
      ],
      [
        "istine",
        -6.392203e-06
      ],
      [
        " Chapel",
        -9.376849e-05
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she refused. A young man who prayed for help in winning the hand of the daughter of Iasus or Schoeneus was given three of these by Aphrodite. The wife of Bragi was known for her supply of these, while a certain companion of Ares was known for owning one inscribed \"Kallisti.\" Ladon was set as a guard over, and Melanion or Hippomenes beat Atalanta in a footrace with the help of, FTP, what sort of magical fruit kept by Idunn in Norse myth, and by the Hesperides in Greek myth?": {
    "guess": "Apple of Discord",
    "confidence": [
      [
        "Apple",
        -0.18236437
      ],
      [
        " of",
        -0.59656024
      ],
      [
        " Discord",
        -0.03384129
      ]
    ]
  },
  "One fresco in this location depicts two triumphal arches and a classical temple in the background, The Delivery of the Keys. Daniele de Volterra covered the genitalia of many of the figures in a work located here that includes a depiction of the artist as the flayed skin of Bartholomew, The Last Judgment. This place's most famous décor depicts several sybils and the expulsion from Eden, as well as": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.0049702204
      ],
      [
        "istine",
        -4.365741e-06
      ],
      [
        " Chapel",
        -6.4802e-05
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict": {
    "guess": "Tornabuoni Chapel",
    "confidence": [
      [
        "T",
        -0.4395641
      ],
      [
        "orn",
        -0.00044032474
      ],
      [
        "ab",
        -5.9080223e-05
      ],
      [
        "u",
        -0.00022642381
      ],
      [
        "oni",
        -4.365741e-06
      ],
      [
        " Chapel",
        -1.9027791e-05
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.42006567
      ],
      [
        " Judgment",
        -0.015278246
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting by Masaccio, sometimes called The Holy Trinity. The completed façade of this church is the work of Leon Batista Alberti, and his s-curved scrolls flanking the classical pediment became a model for Renaissance church facades. For ten points, name this Florentine church that houses the Tornobuoni and": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.0033913527
      ],
      [
        " Maria",
        -0.00021748354
      ],
      [
        " Nov",
        -4.00813e-06
      ],
      [
        "ella",
        -3.1305768e-05
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this sculpture provides little information. Of the two figures depicted, one has one of his feet off the ground and his arm around the other one, while the other figure reaches for the sky in both hands as she glances over her shoulder at her pursuer. This work is located in the Borghese Gallery next to The Rape of Proserpina, but depicts a scene from the Metamorphoses, which can be seen from the fact": {
    "guess": "Apollo and Daphne",
    "confidence": [
      [
        "Apollo",
        -0.07281511
      ],
      [
        " and",
        -0.00047928968
      ],
      [
        " D",
        -0.00011284107
      ],
      [
        "aph",
        -0.00023107276
      ],
      [
        "ne",
        -0.00043388773
      ]
    ]
  },
  "One fresco in this location depicts two triumphal arches and a classical temple in the background, The Delivery of the Keys. Daniele de Volterra covered the genitalia of many of the figures in a work located": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.16951138
      ],
      [
        "istine",
        -2.546479e-05
      ],
      [
        " Chapel",
        -0.0003275984
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she refused. A young man who prayed for help in winning the hand of the daughter of Iasus or Schoeneus was given three of these by Aphrodite. The wife of Bragi was known for her supply of these, while a certain companion of Ares was known for owning one inscribed \"Kallisti.\" Ladon was set as a guard over, and Melanion or Hippomenes beat Atalanta in a footrace with the help of, FTP, what sort of magical": {
    "guess": "Apples of Hesperides",
    "confidence": [
      [
        "App",
        -0.7324048
      ],
      [
        "les",
        -0.00018244502
      ],
      [
        " of",
        -0.13244012
      ],
      [
        " H",
        -0.53061986
      ],
      [
        "esper",
        -6.392203e-06
      ],
      [
        "ides",
        -3.0471343e-05
      ]
    ]
  },
  "The fresco above this work in the museum to which it belongs depicts the same scene as painted by Dosso Dossi. Intended to be viewed from a fixed spot, as though it were a relief, the \"back\" side of this": {
    "guess": "Parnassus (Raphael)",
    "confidence": [
      [
        "P",
        -1.5257227
      ],
      [
        "arn",
        -0.18370965
      ],
      [
        "ass",
        -0.000493341
      ],
      [
        "us",
        -1.831257e-05
      ],
      [
        " (",
        -0.012699879
      ],
      [
        "R",
        -0.0021616833
      ],
      [
        "aphael",
        -0.0008582198
      ],
      [
        ")",
        -0.005260799
      ]
    ]
  },
  "One fresco in this location depicts two triumphal arches and a classical temple in the background, The Delivery of the Keys. Daniele de Volterra covered the genitalia of many of the figures in a work located here that includes a depiction of the artist as the flayed skin of Bartholomew, The Last Judgment. This place's most famous décor depicts several sybils and the expulsion from Eden, as well as God giving life to Adam. For 10 points, name this building whose ceiling was decorated by Michelangelo.": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.002079717
      ],
      [
        "istine",
        -1.2664457e-06
      ],
      [
        " Chapel",
        -0.00023500649
      ]
    ]
  },
  "One fresco in this location depicts two triumphal arches and a classical temple in the background, The": {
    "guess": "Sistine Chapel",
    "confidence": [
      [
        "S",
        -0.32096004
      ],
      [
        "istine",
        -0.0045595923
      ],
      [
        " Chapel",
        -0.0033472786
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting by Masaccio, sometimes called The Holy Trinity. The completed façade of this church is the work of Leon Batista Alberti, and his s-curved scrolls flanking the classical pediment became a model for Renaissance church facades. For ten points, name this Florentine church that houses the Tornobuoni and Strozzi chapels, as well as a crucifix by Brunelleschi, and whose name signifies that it replaced an earlier structure of the same patron.": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.009900814
      ],
      [
        " Maria",
        -0.0013410774
      ],
      [
        " Nov",
        -8.280175e-05
      ],
      [
        "ella",
        -5.6769813e-06
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she refused. A young man who prayed for help in winning the hand of the daughter of Iasus or Schoeneus was given three of these by Aphrodite. The wife of Bragi was known for her supply of these, while a certain companion of Ares was known for owning one inscribed \"Kallisti.\" Ladon was set as a guard over,": {
    "guess": "Apples of Idun",
    "confidence": [
      [
        "App",
        -0.52915794
      ],
      [
        "les",
        -0.00147701
      ],
      [
        " of",
        -0.019775478
      ],
      [
        " Id",
        -0.42656612
      ],
      [
        "un",
        -0.41114306
      ]
    ]
  },
  "Frey's servant Skirnir offered Gerda eleven of these in an attempt to bribe her to marry Frey, but she refused. A young man who prayed for help in winning the hand of the daughter of Iasus or Schoeneus": {
    "guess": "Skirnismal",
    "confidence": [
      [
        "Sk",
        -1.01174
      ],
      [
        "ir",
        -0.6343446
      ],
      [
        "n",
        -0.00073078193
      ],
      [
        "ism",
        -0.360889
      ],
      [
        "al",
        -0.3501995
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague. This church's most famous decoration is a crucifixion fresco with a classical architectural setting by Masaccio, sometimes called The Holy Trinity. The completed façade of this church is the work of Leon Batista Alberti, and his s-curved scrolls flanking the classical pediment became a model for": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.26423562
      ],
      [
        " Maria",
        -9.901345e-05
      ],
      [
        " Nov",
        -6.704273e-07
      ],
      [
        "ella",
        -5.4788892e-05
      ]
    ]
  },
  "Frescoes for one of this church's chapels were commissioned from Domenico Ghirlandaio in 1485 and depict two cycles: scenes from the life of the Virgin and of Saint John the Baptist. Another chapel is the meeting place where the principals of the Decameron decide to leave Florence to escape the plague.": {
    "guess": "Santa Maria Novella",
    "confidence": [
      [
        "Santa",
        -0.028192582
      ],
      [
        " Maria",
        -0.027904656
      ],
      [
        " Nov",
        -0.000119039665
      ],
      [
        "ella",
        -6.8854926e-05
      ]
    ]
  }
}