{
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However, he owed that power chiefly to the political skills of Mucianus and the military victory at Cremona of Antonius Primus. His reign ended with him saying \"Alas, I think I'm becoming a god\" on his deathbed and began with the crushing of major revolts on the Rhine and in Judaea and saw the start of construction on the Forum of Peace and the Colosseum, the latter of which was finished by his son. For 10 points, name this father of Domitian and Titus and Roman emperor from AD 69-79.": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -0.004577515
      ],
      [
        "esp",
        -4.00813e-06
      ],
      [
        "as",
        -1.3544423e-05
      ],
      [
        "ian",
        -1.3544423e-05
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However, he owed that power chiefly to the political skills of Mucianus and the military victory at Cremona of Antonius Primus. His reign ended with him saying \"Alas, I think I'm becoming a god\" on his deathbed and began with the crushing of major revolts on the Rhine and in Judaea and saw the start of construction on the Forum of Peace and the Colosseum, the latter of which was finished by his son.": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -0.021761335
      ],
      [
        "esp",
        -9.829823e-05
      ],
      [
        "as",
        -9.138441e-05
      ],
      [
        "ian",
        -2.7014437e-05
      ]
    ]
  },
  "He was raised by Cato the Younger, his mother's half-brother, and when Cato died, he asked Cicero to write a eulogy, but rejected it as \"effeminate and spineless.\" Although he hated Pompey for killing his father, he allied with Pompey until after Pharsalus, but he is better known for an alliance with Cassius.  For 10 points, name this man who was beaten by Antony and Octavian at Philippi after plotting against Caesar.": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.17437322
      ],
      [
        "ut",
        -6.873572e-05
      ],
      [
        "us",
        -2.5941605e-05
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added to a mountain of bedding so that its protagonist can get a job posting advertising bills. In its final": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.05263122
      ],
      [
        "icycle",
        -0.00027122974
      ],
      [
        " Th",
        -0.00011856285
      ],
      [
        "ieves",
        -1.8908588e-05
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However, he owed that power chiefly to the political skills of Mucianus and the military victory at Cremona of Antonius Primus. His reign ended with him saying \"Alas, I think I'm becoming a god\" on his": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -0.079133555
      ],
      [
        "esp",
        -0.008617882
      ],
      [
        "as",
        -0.00013011828
      ],
      [
        "ian",
        -5.6338537e-05
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats, and 150 chestnut mares from the Eleans, then killed the Elean commander Amarynceus. His son Antilochus was killed by Memnon after one of his chariot horses was shot by Paris. Apollo gave him the years taken from his maternal uncles, the sons of Niobe, so that he lived for 300 years. His son Pisistratus helped search for Odysseus after Telemachus came to this man's court at Pylos. FTP, name this": {
    "guess": "Nestor",
    "confidence": [
      [
        "N",
        -0.3813338
      ],
      [
        "est",
        -4.036525e-05
      ],
      [
        "or",
        -9.972867e-05
      ]
    ]
  },
  "He was raised by Cato the Younger, his mother's half-brother, and when Cato died, he asked Cicero to": {
    "guess": "Marcus Junius Brutus the Younger",
    "confidence": [
      [
        "Marcus",
        -0.1526386
      ],
      [
        " Jun",
        -0.3331321
      ],
      [
        "ius",
        -7.350386e-05
      ],
      [
        " Brut",
        -0.0022745582
      ],
      [
        "us",
        -8.304016e-05
      ],
      [
        " the",
        -0.10062457
      ],
      [
        " Young",
        -0.00012666137
      ],
      [
        "er",
        -3.1737043e-06
      ]
    ]
  },
  "The raid that caused them was led by Seymour Pine on June 27, 1969, the day of Judy Garland's funeral. That New York City police raid at a bar was met with resistance by the homosexual patrons who fought": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.008658777
      ],
      [
        "on",
        -3.1281633e-07
      ],
      [
        "ew",
        -2.577686e-06
      ],
      [
        "all",
        -3.3093824e-05
      ],
      [
        " riots",
        -0.1290967
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time": {
    "guess": "Louis Armstrong",
    "confidence": [
      [
        "Louis",
        -0.7690438
      ],
      [
        " Armstrong",
        -0.016001754
      ]
    ]
  },
  "The raid that caused them was led by Seymour Pine on June 27, 1969, the day of Judy Garland's funeral. That New York City police raid at a bar was met with resistance by the homosexual patrons who fought back, leading to three days of violence. The struggle resulted in numerous arrests and injuries, but helped lead to the formation of the Gay Liberation Front. FTP, name this event, often called the starting point in the crusade for gay rights.": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.01413495
      ],
      [
        "on",
        -1.9816675e-06
      ],
      [
        "ew",
        -3.7697225e-06
      ],
      [
        "all",
        -1.1398757e-05
      ],
      [
        " riots",
        -0.02393872
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However,": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -1.1794362
      ],
      [
        "esp",
        -0.027764257
      ],
      [
        "as",
        -0.0006079599
      ],
      [
        "ian",
        -7.0404574e-05
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added to a mountain of bedding so that its protagonist can get a job posting advertising bills. In its final scene, two characters walk off together, crying, into a crowd; shortly before, the father had been": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.027270325
      ],
      [
        "icycle",
        -0.000106046464
      ],
      [
        " Th",
        -7.278864e-05
      ],
      [
        "ieves",
        -8.537869e-06
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However, he owed that power chiefly to the political skills of Mucianus and the military victory at Cremona": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -0.012027444
      ],
      [
        "esp",
        -0.010608907
      ],
      [
        "as",
        -0.00015121732
      ],
      [
        "ian",
        -1.8789384e-05
      ]
    ]
  },
  "The raid that caused them was led by Seymour Pine on June 27, 1969, the day of Judy Garland's funeral. That New York City police raid at a bar was met with resistance by the homosexual patrons who fought back, leading to three days of violence. The struggle resulted in numerous arrests and injuries, but helped lead to the formation of the Gay Liberation Front. FTP, name this event, often called the": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.011740833
      ],
      [
        "on",
        -2.6968896e-06
      ],
      [
        "ew",
        -1.8431772e-05
      ],
      [
        "all",
        -1.7120534e-05
      ],
      [
        " riots",
        -0.05615209
      ]
    ]
  },
  "He was raised by Cato the Younger, his mother's half-brother, and when Cato died, he asked Cicero to write a eulogy, but rejected it as \"effeminate and spineless.\" Although he hated Pompey for killing his father, he allied with Pompey until after Pharsalus, but he is better known for an alliance with": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.19279696
      ],
      [
        "ut",
        -0.0001626572
      ],
      [
        "us",
        -3.2855416e-05
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.060536545
      ],
      [
        "icycle",
        -3.4166656e-05
      ],
      [
        " Th",
        -6.749814e-06
      ],
      [
        "ieves",
        -4.4849444e-06
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added to a mountain of bedding so that its protagonist can get a job posting advertising bills. In its final scene, two characters walk off together, crying, into a crowd; shortly before, the father had been mobbed by policemen after jumping on an unattended object, becoming one of the title people. For 10 points, name this Vittorio de Sica film in which Bruno helps his father Antonio recover a stolen vehicle, a masterpiece of neorealism.": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.14288764
      ],
      [
        "icycle",
        -5.371606e-05
      ],
      [
        " Th",
        -4.143808e-05
      ],
      [
        "ieves",
        -2.3080716e-05
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered by the oath of loyalty given by Tiberius Alexander as well as 40,000 archers from the Parthians. However, he owed that power chiefly to the political skills of Mucianus and the military victory at Cremona of Antonius Primus. His reign ended with him saying \"Alas, I think I'm becoming a god\" on his deathbed and began with the crushing of major revolts on the Rhine and in Judaea and saw the start": {
    "guess": "Vespasian",
    "confidence": [
      [
        "V",
        -0.030340565
      ],
      [
        "esp",
        -0.0040705632
      ],
      [
        "as",
        -9.651017e-05
      ],
      [
        "ian",
        -2.6537622e-05
      ]
    ]
  },
  "He was raised by Cato the Younger, his mother's half-brother, and when Cato died, he asked Cicero to write a eulogy, but rejected it as \"effeminate and spineless.\" Although he hated Pompey for killing his father, he allied with Pompey until after Pharsalus, but he is better known for an alliance with Cassius.  For 10 points, name this man who was beaten by Antony and Octavian at Philippi after plotting": {
    "guess": "Brutus",
    "confidence": [
      [
        "Br",
        -0.5247389
      ],
      [
        "ut",
        -6.551722e-05
      ],
      [
        "us",
        -2.7372049e-05
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats, and 150 chestnut mares from the Eleans, then killed the Elean commander Amarynceus. His son Antilochus": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.7448199
      ],
      [
        "acles",
        -0.0039521866
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming to power and lived with a freed-slave mistress named Caenis [KYE-niss]. That power was bolstered": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -1.8911213
      ],
      [
        "us",
        -0.0016645889
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly": {
    "guess": "La Dolce Vita",
    "confidence": [
      [
        "La",
        -0.40879905
      ],
      [
        " Dol",
        -0.06398169
      ],
      [
        "ce",
        -5.443128e-05
      ],
      [
        " Vita",
        -0.000108788154
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added to a mountain of bedding so that its protagonist can get a job posting advertising bills. In its final scene, two characters walk off together, crying, into a crowd; shortly before, the father had been mobbed by policemen after jumping on an unattended object, becoming one of the title people. For": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.055785984
      ],
      [
        "icycle",
        -0.00024727348
      ],
      [
        " Th",
        -1.6762922e-05
      ],
      [
        "ieves",
        -1.2113979e-05
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.8693366
      ],
      [
        "icycle",
        -0.97855604
      ],
      [
        " Th",
        -0.000106284875
      ],
      [
        "ieves",
        -6.0510665e-05
      ]
    ]
  },
  "The raid that caused them was led by Seymour Pine on June 27, 1969, the day of Judy Garland's funeral.": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.0005398085
      ],
      [
        "on",
        0.0
      ],
      [
        "ew",
        -4.4849444e-06
      ],
      [
        "all",
        -3.917321e-05
      ],
      [
        " riots",
        -0.07896987
      ]
    ]
  },
  "He was raised by his grandmother, from whose silver cup he would drink on festival days, and for a time he was so poor that he dealt in donkeys and was known as \"the Muleteer.\" He was widowed before coming": {
    "guess": "Alfred, Lord Tennyson",
    "confidence": [
      [
        "Al",
        -2.335808
      ],
      [
        "fred",
        -1.0239719
      ],
      [
        ",",
        -1.8914071
      ],
      [
        " Lord",
        -0.026907407
      ],
      [
        " T",
        -0.00015193255
      ],
      [
        "enny",
        -8.1371305e-05
      ],
      [
        "son",
        -2.6895234e-05
      ]
    ]
  },
  "He was raised by Cato the Younger, his mother's half-brother, and when Cato died, he asked Cicero to write a eulogy, but rejected it as \"effeminate and spineless.\" Although he hated Pompey for killing": {
    "guess": "Marcus Porcius Cato Uticensis",
    "confidence": [
      [
        "Marcus",
        -0.96634877
      ],
      [
        " Por",
        -0.73427665
      ],
      [
        "ci",
        -0.00017517358
      ],
      [
        "us",
        -9.253091e-06
      ],
      [
        " C",
        -0.00038467496
      ],
      [
        "ato",
        -1.2948405e-05
      ],
      [
        " Ut",
        -0.14891672
      ],
      [
        "icens",
        -0.049422108
      ],
      [
        "is",
        -0.000134052
      ]
    ]
  },
  "During a rainstorm, this film's protagonist tails an old man to a church serving lunch. One character in this film says, \"There's a cure for everything except death,\" in a restaurant scene that constantly cuts to a richer family. In this film, a set of dowry bedsheets is taken to a pawn shop and added to a mountain of bedding so that its protagonist can get a job posting advertising bills. In its final scene, two characters walk off together, crying, into a crowd; shortly before, the father had been mobbed by policemen after jumping on an unattended object, becoming one of the title people. For 10 points, name this Vittorio de Sica film in which Bruno helps his father Antonio recover a stolen": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.16174331
      ],
      [
        "icycle",
        -8.888114e-05
      ],
      [
        " Th",
        -6.384837e-05
      ],
      [
        "ieves",
        -3.7146747e-05
      ]
    ]
  },
  "The raid that caused them was led by Seymour Pine on June 27, 1969, the day of Judy Garland's funeral. That New York City police raid at a bar was met with resistance by the homosexual patrons who fought back, leading to three days of violence. The struggle resulted in numerous arrests and injuries,": {
    "guess": "Stonewall riots",
    "confidence": [
      [
        "St",
        -0.006174671
      ],
      [
        "on",
        -1.6240566e-06
      ],
      [
        "ew",
        -3.5313153e-06
      ],
      [
        "all",
        -2.1411865e-05
      ],
      [
        " riots",
        -0.10553995
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats, and 150 chestnut mares from the Eleans, then killed the Elean commander Amarynceus. His son Antilochus was killed by Memnon after one of his chariot horses was shot by Paris. Apollo gave him the years taken from his maternal uncles, the sons of Niobe, so that he lived for 300 years. His son Pisistratus helped search for Odysseus after Telemachus came to this man's court at Pylos. FTP, name this son of Neleus who appears in the Iliad as a wise old man.": {
    "guess": "Nestor (mythology)",
    "confidence": [
      [
        "N",
        -0.002501579
      ],
      [
        "est",
        -2.4987974e-05
      ],
      [
        "or",
        -4.365741e-06
      ],
      [
        " (",
        -0.3215259
      ],
      [
        "my",
        -0.00054791063
      ],
      [
        "th",
        -7.465036e-06
      ],
      [
        "ology",
        -6.575563e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats, and 150 chestnut mares from the Eleans, then killed the Elean commander Amarynceus. His son Antilochus was killed by Memnon after one of his chariot horses was shot by Paris. Apollo gave him the years": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -1.8744136
      ],
      [
        "ch",
        -0.06355422
      ],
      [
        "illes",
        -0.0008155853
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats,": {
    "guess": "The Bible in Spain",
    "confidence": [
      [
        "The",
        -2.3249285
      ],
      [
        " Bible",
        -1.4694257
      ],
      [
        " in",
        -1.0649604
      ],
      [
        " Spain",
        -0.080853015
      ]
    ]
  },
  "During a raid, he took 50 herds of cattle, 50 flocks of sheep, 50 droves of swine, 50 flocks of goats, and 150 chestnut mares from the Eleans, then killed the Elean commander Amarynceus. His son Antilochus was killed by Memnon after one of his chariot horses was shot by Paris. Apollo gave him the years taken from his maternal uncles, the sons of Niobe, so that he lived for 300 years. His son Pisistratus": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.9900763
      ],
      [
        "acles",
        -0.003574173
      ]
    ]
  }
}