{
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously, indicate that these objects are part of a supercell. Noctilucent examples may contain thin sodium and iron coats, leading to their unusually high tendency to reflect radar. Large-scale organizations of these entities include actinoform, open-cell, and closed-cell. Nacreous ones sequester nitric acid, altering nitrogen and chlorine cycles and damaging the ozone layer. For 10 points, name": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.005134846
      ],
      [
        "s",
        -0.42486343
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins are critical in their signaling cascades. Synthesized through the mevalonic acid pathway, these diterpenoids are named for their common skeleton. By increasing the size and number of internodal cells, they function to increase stem length, and their effects on roots are controlled by auxins.": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.012785563
      ],
      [
        "ib",
        -0.00252798
      ],
      [
        "ber",
        -5.3193703e-06
      ],
      [
        "ell",
        -0.008578878
      ],
      [
        "in",
        -0.087981336
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components of this involved activity at Inyokem, Uravan, and Sylacauga. At the behest of Bush, the Secretary of War replaced Colonel James Marshall with Colonel Leslie Groves, who formally directed this": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0023104807
      ],
      [
        "hattan",
        -1.9743013e-05
      ],
      [
        " Project",
        -9.5914154e-05
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components of this involved activity at Inyokem, Uravan, and Sylacauga. At the behest of Bush, the Secretary": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.025388252
      ],
      [
        "hattan",
        -0.00015824666
      ],
      [
        " Project",
        -0.0071911654
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes a scherzo that accompanies a dance by thirteen princesses playing a game with golden apples. The grand finale of this ballet depicts the fall of the antagonist inside his palace when his subjects": {
    "guess": "Romeo and Juliet (Prokofiev)",
    "confidence": [
      [
        "R",
        -0.169199
      ],
      [
        "ome",
        -0.00012308525
      ],
      [
        "o",
        -0.00035882244
      ],
      [
        " and",
        -0.003058165
      ],
      [
        " Juliet",
        -0.00012047011
      ],
      [
        " (",
        -0.013610605
      ],
      [
        "Pro",
        -0.0009935105
      ],
      [
        "k",
        -1.0564331e-05
      ],
      [
        "of",
        -0.0003856286
      ],
      [
        "iev",
        -4.990154e-05
      ],
      [
        ")",
        -0.0016130544
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins are critical in their signaling cascades. Synthesized through the mevalonic acid pathway, these": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.129189
      ],
      [
        "ib",
        -0.00186926
      ],
      [
        "ber",
        -2.220075e-06
      ],
      [
        "ell",
        -0.03275708
      ],
      [
        "in",
        -0.14974971
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer into McNugget numbers. The Prim-Jarnik and Kruskal approaches to computing minimum spanning trees are both examples of this type of method. The single-source shortest path problem for a directed graph with non-negative edge weights can be solved using Dijkstra's algorithm, an example of this": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.2749308
      ],
      [
        " programming",
        -0.023758063
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned": {
    "guess": "The Nutcracker",
    "confidence": [
      [
        "The",
        -1.1769222
      ],
      [
        " Nut",
        -0.79934496
      ],
      [
        "cr",
        -0.00034785937
      ],
      [
        "acker",
        -0.00016742534
      ]
    ]
  },
  "Matteo Ricci was one of many missionaries who invented writing systems for this language. Another system's \"tone numbers\" are still retained, even when using the spelling of a more modern system that represents this language's \"ch\" (\"CH\") sound as the letter \"q\" and \"sh\" (\"SSH\") sound as the letter \"x.\"For": {
    "guess": "Chinese language orthography",
    "confidence": [
      [
        "Chinese",
        -0.7512788
      ],
      [
        " language",
        -0.9657007
      ],
      [
        " orth",
        -0.8846359
      ],
      [
        "ography",
        -0.0009286142
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square matrix doesn't have one if its determinant is zero; in other words, if it is degenerate or singular. The trigonometric functions are made to have one by introducing domain restrictions, though notational": {
    "guess": "Moore-Penrose inverse",
    "confidence": [
      [
        "Mo",
        -1.0905569
      ],
      [
        "ore",
        -0.0038379524
      ],
      [
        "-P",
        -0.35332426
      ],
      [
        "en",
        -0.0002905334
      ],
      [
        "rose",
        -7.3742274e-05
      ],
      [
        " inverse",
        -0.5506951
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer": {
    "guess": "Matroid intersection algorithm",
    "confidence": [
      [
        "Mat",
        -1.1172506
      ],
      [
        "roid",
        -0.0007844951
      ],
      [
        " intersection",
        -0.92481804
      ],
      [
        " algorithm",
        -1.1516029
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square matrix doesn't have one if its determinant is zero; in other words, if it is degenerate or singular. The trigonometric functions are made to have one by introducing domain restrictions, though notational difficulties arise due to the traditional use of superscripts. The identity function has one,": {
    "guess": "Moore-Penrose Pseudoinverse",
    "confidence": [
      [
        "Mo",
        -0.51237607
      ],
      [
        "ore",
        -0.0019954895
      ],
      [
        "-P",
        -0.29320395
      ],
      [
        "en",
        -0.00025680976
      ],
      [
        "rose",
        -8.697388e-05
      ],
      [
        " P",
        -0.5002832
      ],
      [
        "seud",
        -0.006625847
      ],
      [
        "oin",
        -2.1008714e-06
      ],
      [
        "verse",
        -9.233804e-05
      ]
    ]
  },
  "Matteo Ricci was one of many missionaries who invented writing systems for this language. Another system's \"tone numbers\" are still retained, even when using the spelling of a more modern system that represents this language's \"ch\" (\"CH\") sound as the letter \"q\" and \"sh\" (\"SSH\") sound as the letter \"x.\"For 10 points, identify this language that is \"romanized\" into English letters by the Wade-Giles or Pinyin systems.": {
    "guess": "Chinese languages",
    "confidence": [
      [
        "Chinese",
        -0.12733269
      ],
      [
        " languages",
        -0.43532524
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and Ullman. The  conspiracy problem in this model is an examination of the minimum number of actors required to witness a  \"can share\" predicate. It was devised by Synder and Lipton. This model is usually": {
    "guess": "Non-interference (security)",
    "confidence": [
      [
        "Non",
        -1.5837867
      ],
      [
        "-inter",
        -0.71246034
      ],
      [
        "ference",
        -0.013906088
      ],
      [
        " (",
        -0.9371504
      ],
      [
        "security",
        -0.028210077
      ],
      [
        ")",
        -0.05441929
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and": {
    "guess": "Security model",
    "confidence": [
      [
        "Security",
        -1.6968647
      ],
      [
        " model",
        -0.6179265
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in": {
    "guess": "Aerosols",
    "confidence": [
      [
        "A",
        -0.16493466
      ],
      [
        "eros",
        -0.00048250816
      ],
      [
        "ols",
        -0.4955546
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square matrix doesn't have one if its determinant is zero; in other words, if it is degenerate or singular.": {
    "guess": "Moore-Penrose inverse",
    "confidence": [
      [
        "Mo",
        -0.7515598
      ],
      [
        "ore",
        -0.00022690064
      ],
      [
        "-P",
        -0.22625093
      ],
      [
        "en",
        -0.00011796683
      ],
      [
        "rose",
        -3.297462e-05
      ],
      [
        " inverse",
        -0.4803849
      ]
    ]
  },
  "Matteo Ricci was one of many missionaries who invented writing systems for this language. Another system's \"tone numbers\" are still retained, even when using the spelling of a more modern system that represents": {
    "guess": "Chinese language orthography",
    "confidence": [
      [
        "Chinese",
        -0.06014286
      ],
      [
        " language",
        -0.8443876
      ],
      [
        " orth",
        -0.98927385
      ],
      [
        "ography",
        -0.032811303
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and Ullman. The  conspiracy problem in this model is an examination of the minimum number of actors required to witness a  \"can share\" predicate. It was devised by Synder and Lipton. This model is usually represented as a directed graph  with the edges labeled with rights. This system consists of five rules which include its namesakes along with call,  create, and remove. For 10 points, name this linear time decidable protection model.": {
    "guess": "Access control matrix",
    "confidence": [
      [
        "Access",
        -0.51494956
      ],
      [
        " control",
        -0.52254546
      ],
      [
        " matrix",
        -0.19698103
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions. The number of linearly independent vectors needed to solve a system of this type equals [read slowly] the number of columns minus the rank of the matrix describing the system, giving the size of the null space. In solving higher-order differential equations, a general (*) solution can be found by adding any specific solution to the one described by this adjective. For 10 points, give this": {
    "guess": "Homogeneous system",
    "confidence": [
      [
        "Hom",
        -0.29630336
      ],
      [
        "ogeneous",
        -0.0098839365
      ],
      [
        " system",
        -1.093975
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes a scherzo that accompanies a dance by thirteen princesses playing a game with golden apples. The grand finale of this ballet depicts the fall of the antagonist inside his palace when his subjects are forced to dance themselves to sleep by the title character.  That title character of this ballet": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.3367561
      ],
      [
        " Fire",
        -0.29878023
      ],
      [
        "bird",
        -1.0921943e-05
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and Ullman. The  conspiracy problem in this model is an examination of the minimum number of actors required to witness a  \"can share\" predicate. It was devised by Synder and Lipton. This model is usually represented as a directed graph  with the edges labeled with rights. This system consists of five rules which include its namesakes along with call,  create, and remove. For 10 points, name this linear": {
    "guess": "Access control matrix",
    "confidence": [
      [
        "Access",
        -1.2226628
      ],
      [
        " control",
        -0.28907225
      ],
      [
        " matrix",
        -0.43453014
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins are critical in their signaling cascades. Synthesized through the mevalonic acid pathway, these diterpenoids are named for their common skeleton. By increasing the size and number of internodal": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.0113819
      ],
      [
        "ib",
        -0.004920393
      ],
      [
        "ber",
        -5.6769813e-06
      ],
      [
        "ell",
        -0.0066748783
      ],
      [
        "in",
        -0.12747909
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -1.2722147
      ],
      [
        " Fire",
        -0.43884853
      ],
      [
        "bird",
        -4.4849444e-06
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes a scherzo that accompanies a dance by thirteen princesses playing a game with golden apples. The grand finale of this ballet depicts the fall of the antagonist inside his palace when his subjects are forced to dance themselves to sleep by the title character.  That title character of this ballet then instructs the protagonist to smash an egg containing Kashchei's soul.  For 10 points, name this Stravinsky ballet in which prince Ivan defeats Kashchei after freeing a mythical, avian creature.": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.009692816
      ],
      [
        " Fire",
        -0.00048857287
      ],
      [
        "bird",
        -9.849109e-06
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.011390737
      ],
      [
        "hattan",
        -2.8802491e-05
      ],
      [
        " Project",
        -0.00045641355
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form": {
    "guess": "Cloud",
    "confidence": [
      [
        "Cloud",
        -0.0057035005
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components of this involved activity at Inyokem, Uravan, and Sylacauga. At the behest of Bush, the Secretary of War replaced Colonel James Marshall with Colonel Leslie Groves, who formally directed this undertaking. However, it was the work of Emilio Segre, Joseph Kennedy, Glenn Seaborg, and Enrico Fermi": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0038528126
      ],
      [
        "hattan",
        -1.3663626e-05
      ],
      [
        " Project",
        -0.00012618455
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes a scherzo that accompanies a dance by thirteen princesses playing a game with golden apples. The grand finale of this ballet depicts the fall of the antagonist inside his palace when his subjects are forced to dance themselves to sleep by the title character.  That title character of this ballet then instructs the protagonist to smash an egg containing Kashchei's soul.  For 10 points, name this": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.03554059
      ],
      [
        " Fire",
        -0.00021366903
      ],
      [
        "bird",
        -6.869018e-06
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components of this involved activity at Inyokem, Uravan, and Sylacauga. At the behest of Bush, the Secretary of War replaced Colonel James Marshall with Colonel Leslie Groves, who formally directed this undertaking. However, it was the work of Emilio Segre, Joseph Kennedy, Glenn Seaborg, and Enrico Fermi that allowed for the advancements that would produce the desired product. For ten points, name this Robert Oppenheimer-led effort to produce the first atomic bomb.": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0028400607
      ],
      [
        "hattan",
        -6.659005e-05
      ],
      [
        " Project",
        -4.167649e-05
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.1519731
      ],
      [
        "hattan",
        -9.198044e-05
      ],
      [
        " Project",
        -0.0015866279
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously, indicate that these objects are part of a supercell. Noctilucent examples may contain thin sodium and iron coats, leading to their unusually high tendency to reflect radar. Large-scale organizations of these entities include actinoform, open-cell, and closed-cell. Nacreous ones sequester nitric": {
    "guess": "Cloud",
    "confidence": [
      [
        "Cloud",
        -0.022386363
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.05316072
      ],
      [
        "s",
        -0.7285942
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square matrix doesn't have one if its determinant is zero; in other words, if it is degenerate or singular. The trigonometric functions are made to have one by introducing domain restrictions, though notational difficulties arise due to the traditional use of superscripts. The identity function has one, since it easily passes the horizontal line test. For 10 points, give the term that indicates that a function's action undoes the action of another.": {
    "guess": "Inverse function",
    "confidence": [
      [
        "Inverse",
        -0.0025736368
      ],
      [
        " function",
        -0.018286318
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer into McNugget numbers. The Prim-Jarnik and Kruskal approaches to computing minimum spanning trees": {
    "guess": "Matroid (mathematics)",
    "confidence": [
      [
        "Mat",
        -0.35920382
      ],
      [
        "roid",
        -0.0010113728
      ],
      [
        " (",
        -0.23909977
      ],
      [
        "math",
        -0.14618501
      ],
      [
        "ematics",
        -2.6656826e-05
      ],
      [
        ")",
        -0.0002223709
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins are critical in their signaling cascades. Synthesized through the mevalonic acid pathway, these diterpenoids are named for their common skeleton. By increasing the size and number of internodal cells, they function to increase stem length, and their effects on roots are controlled by auxins. They were first identified by researchers studying a fungal disease of rice known as \"bakanae.\" FTP, name this class of plant hormones whose overexpression leads to \"foolish seedling\" disease.": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.008959388
      ],
      [
        "ib",
        -0.00038908547
      ],
      [
        "ber",
        -2.0339032e-05
      ],
      [
        "ell",
        -0.00038372134
      ],
      [
        "in",
        -0.010211907
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions. The number of linearly independent vectors needed to solve a system of this type equals [read": {
    "guess": "Rank (linear algebra)",
    "confidence": [
      [
        "Rank",
        -0.81672925
      ],
      [
        " (",
        -0.07679126
      ],
      [
        "linear",
        -0.008624975
      ],
      [
        " algebra",
        -7.8033605e-05
      ],
      [
        ")",
        -2.2365493e-05
      ]
    ]
  },
  "Matteo Ricci was one of many missionaries who invented writing systems for this language. Another system's": {
    "guess": "Chinese language",
    "confidence": [
      [
        "Chinese",
        -0.032499094
      ],
      [
        " language",
        -1.1850449
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously,": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.0076205875
      ],
      [
        "s",
        -0.27477324
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions. The number of linearly independent vectors needed to solve a system of this type equals [read slowly] the number of columns minus the rank of the matrix describing the system, giving the size": {
    "guess": "Homogeneous system",
    "confidence": [
      [
        "Hom",
        -0.38828513
      ],
      [
        "ogeneous",
        -0.022618081
      ],
      [
        " system",
        -0.14263494
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and Ullman. The  conspiracy problem in this model is an examination of the minimum number of actors required to witness a  \"can share\" predicate. It was devised by Synder and Lipton. This model is usually represented as a directed graph  with the edges labeled with rights. This system consists of five": {
    "guess": "Access control matrix",
    "confidence": [
      [
        "Access",
        -0.51907176
      ],
      [
        " control",
        -0.45529822
      ],
      [
        " matrix",
        -0.615999
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square": {
    "guess": "Matrix (mathematics)",
    "confidence": [
      [
        "Matrix",
        -0.5918656
      ],
      [
        " (",
        -0.55090475
      ],
      [
        "math",
        -0.0008055795
      ],
      [
        "ematics",
        -2.7729659e-05
      ],
      [
        ")",
        -3.190179e-05
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions. The number of linearly independent vectors needed to solve a system of this type equals [read slowly] the number of columns minus the rank of the matrix describing the system, giving the size of the null space. In solving higher-order differential equations, a general (*) solution can be found by adding any specific solution to the one described by this adjective. For 10 points, give this word describing systems of equations with no constant terms.": {
    "guess": "Homogeneous system",
    "confidence": [
      [
        "Hom",
        -0.005136035
      ],
      [
        "ogeneous",
        -0.006523645
      ],
      [
        " system",
        -0.62032706
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which": {
    "guess": "Greedy algorithm",
    "confidence": [
      [
        "Gre",
        -0.13621429
      ],
      [
        "edy",
        -0.00016849818
      ],
      [
        " algorithm",
        -0.36818057
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions. The number of linearly independent vectors needed to solve a system of this type equals [read slowly] the number of columns minus the rank of the matrix describing the system, giving the size of the null space. In solving higher-order differential equations, a general (*) solution can be found": {
    "guess": "Homogeneous equation",
    "confidence": [
      [
        "Hom",
        -0.05500584
      ],
      [
        "ogeneous",
        -0.0006105715
      ],
      [
        " equation",
        -0.31721884
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer into McNugget numbers. The Prim-Jarnik and Kruskal approaches to computing minimum spanning trees are both examples of this type of method. The single-source shortest path problem for a directed graph with non-negative edge weights can be solved using Dijkstra's algorithm, an example of this class of algorithms. FTP, name this type of algorithm which always takes the best available temporary solution on its way to a final answer.": {
    "guess": "Greedy algorithm",
    "confidence": [
      [
        "Gre",
        -0.010041154
      ],
      [
        "edy",
        -1.147242e-06
      ],
      [
        " algorithm",
        -0.011613939
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set": {
    "guess": "Computer Security Model",
    "confidence": [
      [
        "Computer",
        -1.0058742
      ],
      [
        " Security",
        -0.6834554
      ],
      [
        " Model",
        -0.03591754
      ]
    ]
  },
  "Matteo Ricci was one of many missionaries who invented writing systems for this language. Another system's \"tone numbers\" are still retained, even when using the spelling of a more modern system that represents this language's \"ch\" (\"CH\") sound as the letter \"q\" and \"sh\" (\"SSH\") sound as the letter \"x.\"For 10 points, identify this language that is \"romanized\" into English letters by the Wade-Giles": {
    "guess": "Chinese languages",
    "confidence": [
      [
        "Chinese",
        -0.32132715
      ],
      [
        " languages",
        -0.61381024
      ]
    ]
  },
  "In 1970, Maurice Bejart used this ballet's score to choreograph a work in which Michael Denard donned a notably bright red costume as a French revolutionary.  The composer's suite for this ballet includes a scherzo that accompanies a dance by thirteen princesses playing a game with golden apples. The": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.08117512
      ],
      [
        " Fire",
        -0.003216688
      ],
      [
        "bird",
        -6.9882217e-06
      ]
    ]
  },
  "If the matrix for a system described by this adjective is singular, the system has infinitely many solutions.": {
    "guess": "Homogeneous system of linear equations",
    "confidence": [
      [
        "Hom",
        -0.1564197
      ],
      [
        "ogeneous",
        -0.00059008674
      ],
      [
        " system",
        -0.19280806
      ],
      [
        " of",
        -0.67911184
      ],
      [
        " linear",
        -0.00044163596
      ],
      [
        " equations",
        -0.0003457137
      ]
    ]
  },
  "Matrices that are not square may have retractions and sections without having one of these, and a square matrix doesn't have one if its determinant is zero; in other words, if it is degenerate or singular. The trigonometric functions are made to have one by introducing domain restrictions, though notational difficulties arise due to the traditional use of superscripts. The identity function has one, since it easily passes the horizontal line test. For 10 points, give the term that indicates that": {
    "guess": "Inverse function",
    "confidence": [
      [
        "Inverse",
        -1.0702192
      ],
      [
        " function",
        -0.7549289
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins are critical in their signaling cascades. Synthesized through the mevalonic acid pathway, these diterpenoids are named for their common skeleton. By increasing the size and number of internodal cells, they function to increase stem length, and their effects on roots are controlled by auxins. They were first identified by researchers studying a fungal disease of rice known as \"bakanae.\" FTP,": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.047762614
      ],
      [
        "ib",
        -0.016700005
      ],
      [
        "ber",
        -5.080963e-06
      ],
      [
        "ell",
        -0.00838892
      ],
      [
        "in",
        -0.08202979
      ]
    ]
  },
  "Matt Bishop showed the conditions under which information theft can occur in this model. It is a set of  restrictions to get around a result of undecidability of a larger problem by Harrison, Ruzzo and Ullman. The  conspiracy problem in this model is an examination of the minimum number of actors required": {
    "guess": "Access control matrix",
    "confidence": [
      [
        "Access",
        -1.2839885
      ],
      [
        " control",
        -0.11717201
      ],
      [
        " matrix",
        -0.5191587
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously, indicate that these objects are part of a supercell. Noctilucent examples may contain thin sodium and iron coats, leading to their unusually high tendency to reflect radar. Large-scale organizations of these entities include actinoform, open-cell, and closed-cell. Nacreous ones sequester nitric acid, altering nitrogen and chlorine cycles and damaging the ozone layer. For 10 points, name these objects studied in nephology, which come in forms like cirrus and cumulus.": {
    "guess": "Cloud",
    "confidence": [
      [
        "Cloud",
        -0.0038433056
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer into McNugget numbers. The Prim-Jarnik and Kruskal approaches to computing minimum spanning trees are both examples of this type of method. The single-source shortest path problem for a directed": {
    "guess": "Greedy algorithm",
    "confidence": [
      [
        "Gre",
        -1.066233
      ],
      [
        "edy",
        -2.5107178e-05
      ],
      [
        " algorithm",
        -0.030685812
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of": {
    "guess": "Phase transitions",
    "confidence": [
      [
        "Phase",
        -1.762985
      ],
      [
        " transitions",
        -0.71210635
      ]
    ]
  },
  "Matroid theory was introduced to determine when this type of technique is optimal. One example, which makes use of the floor function, can be used to determine the decomposition, if it exists, of any integer into McNugget numbers. The Prim-Jarnik and Kruskal approaches to computing minimum spanning trees are both examples of this type of method. The single-source shortest path problem for a directed graph with non-negative edge weights can be solved using Dijkstra's algorithm, an example of this class of algorithms. FTP, name this type of algorithm which always takes the best available temporary": {
    "guess": "Dynamic programming",
    "confidence": [
      [
        "Dynamic",
        -0.37873137
      ],
      [
        " programming",
        -0.026943844
      ]
    ]
  },
  "The Matsuoka group discovered the first soluble receptor for this class of compounds, and the DELLA proteins": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.10314304
      ],
      [
        "ib",
        -0.0007584078
      ],
      [
        "ber",
        -0.00013536324
      ],
      [
        "ell",
        -0.0021238534
      ],
      [
        "in",
        -0.011918252
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously, indicate that these objects are part of a supercell. Noctilucent examples may contain thin": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.0044050748
      ],
      [
        "s",
        -0.5985967
      ]
    ]
  },
  "The MAUD Committee's reports were essential to the beginning of this enterprise, resulting in the creation of a new office by Vannevar Bush. Its Canadian site was situated at Chalk River, and other components of this involved activity at Inyokem, Uravan, and Sylacauga. At the behest of Bush, the Secretary of War replaced Colonel James Marshall with Colonel Leslie Groves, who formally directed this undertaking. However, it was the work of Emilio Segre, Joseph Kennedy, Glenn Seaborg, and Enrico Fermi that allowed for the advancements that would produce the desired product. For ten points, name this": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0106525505
      ],
      [
        "hattan",
        -3.0828953e-05
      ],
      [
        " Project",
        -0.00012666137
      ]
    ]
  },
  "Matveev developed a two-parameter model to predict which type of these objects will form. One model of the formation of these objects has been extended to organic seeds by Pandis, and they may form in response to orographic uplift. One process that occurs in these objects is named for Bergeron. The formation of these objects are studied in Köhler theory. Ice caps are a type of this object that form over nuclear detonations. These objects may have \"overshooting tops\" that, if they are present continuously, indicate that these objects are part of a supercell. Noctilucent examples may contain thin sodium and iron coats, leading to their unusually high tendency to reflect radar. Large-scale organizations": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.26842618
      ],
      [
        "s",
        -0.24893454
      ]
    ]
  }
}