{
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -1.0135549
      ],
      [
        "se",
        -0.026018918
      ],
      [
        "us",
        -0.00045116857
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal to the P-wave modulus minus eight thirds the elasticity modulus, and, in a liquid, the speed of sound": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.4493482
      ],
      [
        " modulus",
        -0.07914094
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing. According to the chronicler Garcilaso de la Vega, this hero, Tocay, Pinahua, and Colla held dominion over the (*) \"four quarters,\" or the Tawantinsuyu. This male hero planted a golden staff in the ground to create civilization, alongside his sister and wife Mama Ocllo, following a great flood that": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.68424714
      ],
      [
        "ca",
        -0.09352974
      ],
      [
        " mythology",
        -0.73462987
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders Celsius found evidence suggesting that changes in the Earth's magnetic field were directly related to these. Other possible causes for these include Alfvén waves, and striations in these enhance their likeness to curtains. They occur in their namesake zone, located in a 2500 km radius from the Earth's magnetic poles, while most of their observed effect is due to their namesake electrojets. Identify": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.0022129428
      ],
      [
        "ur",
        -1.9361265e-07
      ],
      [
        "ora",
        -0.32806388
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more complex. The species of this bird named for McGregor is capable of imitating many noises, including waterfalls and chainsaws. These birds, native to Australia and (*) New Guinea, are most notable for their courtship ritual, which sees the male collect hundreds of sticks, stones, flowers, and other": {
    "guess": "Bowerbird",
    "confidence": [
      [
        "B",
        -0.4693375
      ],
      [
        "ower",
        -1.1756368e-05
      ],
      [
        "bird",
        -0.0055505745
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.28176636
      ],
      [
        "ur",
        -0.00016098835
      ],
      [
        "ora",
        -0.020582646
      ]
    ]
  },
  "The birdcage near the window on the left may be an addition by a later artist. On the wall is a painting": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.7117929
      ],
      [
        " Arn",
        -0.8656844
      ],
      [
        "ol",
        -9.984788e-05
      ],
      [
        "fin",
        -0.00034404485
      ],
      [
        "i",
        -7.350386e-05
      ],
      [
        " Portrait",
        -0.027744545
      ]
    ]
  },
  "The birdcage near the window on the left may be an addition by a later artist. On the wall is a painting of Cupid behind the woman and the man, who appears to be her instructor. She is dressed in white": {
    "guess": "The Music Lesson (Vermeer)",
    "confidence": [
      [
        "The",
        -0.68596
      ],
      [
        " Music",
        -1.1355925
      ],
      [
        " Lesson",
        -2.2842309e-05
      ],
      [
        " (",
        -0.3768351
      ],
      [
        "Ver",
        -0.00036870534
      ],
      [
        "meer",
        -3.1281633e-07
      ],
      [
        ")",
        -0.0006115251
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a": {
    "guess": "Prometheus",
    "confidence": [
      [
        "Prom",
        -0.13623977
      ],
      [
        "etheus",
        -0.006919969
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more complex. The species of this bird named for McGregor is capable of imitating many noises, including waterfalls and chainsaws. These birds, native to Australia and (*) New Guinea, are most notable for their courtship ritual, which sees the male collect hundreds of sticks, stones, flowers, and other shiny objects. For ten points, name these birds, males of which build elaborate structures for the sole": {
    "guess": "Bowerbird",
    "confidence": [
      [
        "B",
        -0.04112471
      ],
      [
        "ower",
        -3.0113732e-05
      ],
      [
        "bird",
        -0.04349739
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders Celsius found evidence suggesting that changes in the Earth's magnetic field were directly related to these. Other possible causes for these include Alfvén waves, and striations in these enhance their likeness to curtains. They occur in their namesake zone, located in a 2500 km radius from the Earth's magnetic poles, while most of their observed effect is due to their namesake electrojets. Identify this natural light display caused by the collision of charged particles into the upper atmosphere.": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.00088431075
      ],
      [
        "ur",
        -1.147242e-06
      ],
      [
        "ora",
        -0.003850194
      ]
    ]
  },
  "The birdcage near the window on the left may be an addition by a later artist. On the wall is a painting of Cupid behind the woman and the man, who appears to be her instructor. She is dressed in white and red and turns away from the sheet of paper she is holding, looking quizzically at the viewer. FTP, name this painting by Vermeer that, as depicted in a Winona Ryder movie, made Susanna Kaysen think": {
    "guess": "Girl with a Pearl Earring",
    "confidence": [
      [
        "Girl",
        -0.04036796
      ],
      [
        " with",
        -0.061520193
      ],
      [
        " a",
        -0.00083976163
      ],
      [
        " Pearl",
        -0.012936551
      ],
      [
        " E",
        -5.157039e-05
      ],
      [
        "arring",
        -0.0002074741
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal to the P-wave modulus minus eight thirds the elasticity modulus, and, in a liquid, the speed of sound is equal to the square root of the ratio of this to the equilibrium density. For a gas at constant enthalpy, this quantity is given by the adiabatic index times the pressure. For ten points, identify this material quantity, which can be defined as minus the product of volume and the partial derivative": {
    "guess": "Bulk Modulus",
    "confidence": [
      [
        "Bulk",
        -0.25271872
      ],
      [
        " Mod",
        -0.06200488
      ],
      [
        "ulus",
        -8.923875e-05
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing. According to the chronicler Garcilaso de la Vega, this hero, Tocay, Pinahua, and Colla held dominion over the (*) \"four quarters,\" or the Tawantinsuyu. This male hero planted a golden staff in the ground to create civilization, alongside his sister and wife Mama Ocllo, following a great flood that Viracocha sent to ravage the area around Lake Titicaca. For 10 points, name this legendary first emperor of the Inca.": {
    "guess": "Manco Cápac",
    "confidence": [
      [
        "Man",
        -0.046875887
      ],
      [
        "co",
        -5.6100132e-05
      ],
      [
        " C",
        -0.020200932
      ],
      [
        "á",
        -0.0004073163
      ],
      [
        "pac",
        -1.7432603e-06
      ]
    ]
  },
  "The birdcage near the window on the left may be an addition by a later artist. On the wall is a painting of Cupid behind the woman and the man, who appears to be her instructor. She is dressed in white and red and turns away from the sheet of paper she is holding, looking quizzically at the viewer. FTP, name this painting by Vermeer that, as depicted in a Winona Ryder movie, made Susanna Kaysen think the girl was trying to warn her.": {
    "guess": "Girl with a Pearl Earring",
    "confidence": [
      [
        "Girl",
        -0.043292504
      ],
      [
        " with",
        -0.07582449
      ],
      [
        " a",
        -0.0009785056
      ],
      [
        " Pearl",
        -0.017762737
      ],
      [
        " E",
        -7.100059e-05
      ],
      [
        "arring",
        -0.00039468808
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles and knights on horseback, and to the right are dark-robed figures led by a red-robed Christ figure. There is a fountain between the two large groups of worshipers in the central panel. There are a total of four large groups of worshipers at a distance from the central object, and closer in are fourteen angels kneeling in a circle around the altar, upon which stands a white creature. FTP, identify this altarpiece, whose center is Adoration of the Lamb, finished in 1432 by Hubert and Jan Van Eyck.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.0026944359
      ],
      [
        "h",
        -1.6762922e-05
      ],
      [
        "ent",
        -8.537869e-06
      ],
      [
        " Alt",
        -9.372295e-06
      ],
      [
        "arp",
        -1.831257e-05
      ],
      [
        "iece",
        -5.3954464e-05
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also causes mirage images. Snell's law relates the namesake indices of this effect, which can be observed by putting a pencil partly into (*) water and seeing it appear to bend at the edge of the water. For 10 points, name this phenomenon in which a wave changes direction when changing medium.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.0045814305
      ],
      [
        "raction",
        -4.4849444e-06
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.73940766
      ],
      [
        "acles",
        -0.0057449793
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments,": {
    "guess": "Equation of state",
    "confidence": [
      [
        "Equ",
        -0.6003692
      ],
      [
        "ation",
        -0.001510574
      ],
      [
        " of",
        -0.000104377614
      ],
      [
        " state",
        -0.015055507
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing. According to the chronicler Garcilaso de la Vega, this hero, Tocay, Pinahua, and Colla held dominion": {
    "guess": "Inca Empire",
    "confidence": [
      [
        "In",
        -0.6988965
      ],
      [
        "ca",
        -0.116893016
      ],
      [
        " Empire",
        -1.2360555
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more complex. The species of this bird named for McGregor is capable of imitating many noises, including waterfalls and chainsaws. These birds, native to Australia and (*) New Guinea, are most notable for their courtship ritual, which sees the male collect hundreds of sticks, stones, flowers, and other shiny objects. For ten points, name these birds, males of which build elaborate structures for the sole purpose of attracting females.": {
    "guess": "Bowerbird",
    "confidence": [
      [
        "B",
        -0.016203986
      ],
      [
        "ower",
        -3.7697225e-06
      ],
      [
        "bird",
        -0.013792278
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles and knights on horseback, and to the right are dark-robed figures led by a red-robed Christ figure. There is a fountain between the two large groups of worshipers in the central panel. There are a total": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.59247893
      ],
      [
        "h",
        -0.0009894612
      ],
      [
        "ent",
        -7.9418505e-06
      ],
      [
        " Alt",
        -0.00023619852
      ],
      [
        "arp",
        -0.0003675133
      ],
      [
        "iece",
        -0.00013655527
      ]
    ]
  },
  "This is the only bird who can fly backwards. Flit from The Walt Disney Company's Pocahontas is a cute": {
    "guess": "Hummingbird",
    "confidence": [
      [
        "Hum",
        -0.028519707
      ],
      [
        "ming",
        -5.085517e-05
      ],
      [
        "bird",
        -0.01035645
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also   causes mirage images. Snell's law relates the namesake indices of this effect, which can be  observed by putting": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -0.70741665
      ],
      [
        "ire",
        -0.00031532408
      ],
      [
        "fr",
        -1.27099975e-05
      ],
      [
        "ing",
        -8.5781845e-05
      ],
      [
        "ence",
        -0.00028278882
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles and knights on horseback, and to the right are dark-robed figures led by a red-robed Christ figure. There is a fountain between the two large groups of worshipers in the central panel. There are a total of four large groups of worshipers at a distance from the central object, and closer in are fourteen": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.1679862
      ],
      [
        " Garden",
        -0.034874134
      ],
      [
        " of",
        -0.00016027314
      ],
      [
        " Earth",
        -8.299462e-06
      ],
      [
        "ly",
        -1.4259645e-05
      ],
      [
        " Del",
        -6.704273e-07
      ],
      [
        "ights",
        -0.0005544632
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also causes mirage images. Snell's law relates the namesake indices of this effect, which can be observed by putting a": {
    "guess": "Birefringence",
    "confidence": [
      [
        "B",
        -0.6282669
      ],
      [
        "ire",
        -0.00036347136
      ],
      [
        "fr",
        -1.9027791e-05
      ],
      [
        "ing",
        -5.9437833e-05
      ],
      [
        "ence",
        -0.0006414269
      ]
    ]
  },
  "This is the only bird who can fly backwards. Flit from The Walt Disney Company's Pocahontas is a cute screen interpretation of this bird. For ten points, name this adorable bird who has to eat nectar almost continuously in order to meet the energy demands of its high metabolic rate and large surface": {
    "guess": "Hummingbird",
    "confidence": [
      [
        "Hum",
        -0.0011983246
      ],
      [
        "ming",
        -1.9146995e-05
      ],
      [
        "bird",
        -0.00020020269
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also causes mirage": {
    "guess": "Mirage",
    "confidence": [
      [
        "Mir",
        -0.72685575
      ],
      [
        "age",
        -7.910644e-05
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\"": {
    "guess": "Gray catbird",
    "confidence": [
      [
        "Gray",
        -1.28416
      ],
      [
        " cat",
        -0.0851072
      ],
      [
        "bird",
        -0.18354079
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing. According to the chronicler Garcilaso de la Vega, this hero, Tocay, Pinahua, and Colla held dominion over the (*) \"four quarters,\" or the Tawantinsuyu. This male hero planted a golden staff in the": {
    "guess": "Inca mythology",
    "confidence": [
      [
        "In",
        -0.6618412
      ],
      [
        "ca",
        -0.10540187
      ],
      [
        " mythology",
        -0.7468427
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while": {
    "guess": "The Bird and the Bell",
    "confidence": [
      [
        "The",
        -0.9404796
      ],
      [
        " Bird",
        -0.53245634
      ],
      [
        " and",
        -0.00831598
      ],
      [
        " the",
        -0.034485865
      ],
      [
        " Bell",
        -0.0011772511
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise": {
    "guess": "House of Bourbon",
    "confidence": [
      [
        "House",
        -1.8075718
      ],
      [
        " of",
        -0.0061417343
      ],
      [
        " Bourbon",
        -0.56125695
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also   causes mirage images. Snell's law relates the namesake indices of this effect, which can be  observed by putting a pencil partly into (*) water and seeing it appear to bend at the edge of the  water. For 10 points,": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.8561448
      ],
      [
        "raction",
        -6.0153056e-05
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more": {
    "guess": "Bowerbirds",
    "confidence": [
      [
        "B",
        -0.41413042
      ],
      [
        "ower",
        -0.0033944445
      ],
      [
        "birds",
        -0.1904473
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more complex. The species of this bird named for McGregor is capable of imitating many noises, including waterfalls and chainsaws. These birds, native to Australia and (*) New Guinea, are most notable for": {
    "guess": "Satinbird",
    "confidence": [
      [
        "S",
        -1.0500892
      ],
      [
        "atin",
        -0.0033464439
      ],
      [
        "bird",
        -0.86695486
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't Tutay Quiri, gained ascendancy by impressing his subjects with dazzling sunlight-reflecting clothing. According to the chronicler Garcilaso de la Vega, this hero, Tocay, Pinahua, and Colla held dominion over the (*) \"four quarters,\" or the Tawantinsuyu. This male hero planted a golden staff in the ground to create civilization, alongside his sister and wife Mama Ocllo, following a great flood that Viracocha sent to ravage the area around Lake Titicaca. For 10 points, name this legendary first": {
    "guess": "Manco Cápac",
    "confidence": [
      [
        "Man",
        -0.3139645
      ],
      [
        "co",
        -3.6908343e-05
      ],
      [
        " C",
        -0.17104277
      ],
      [
        "á",
        -0.0014759371
      ],
      [
        "pac",
        -2.4584822e-06
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders Celsius found evidence suggesting that changes in the Earth's magnetic field were directly related": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.45108154
      ],
      [
        "ur",
        -2.8802491e-05
      ],
      [
        "ora",
        -0.057385955
      ]
    ]
  },
  "The birdcage near the window on the left may be an addition by a later artist. On the wall is a painting of Cupid behind the woman and the man, who appears to be her instructor. She is dressed in white and red and turns away from the sheet of paper she is holding, looking quizzically at the viewer. FTP,": {
    "guess": "The Love Letter (Vermeer)",
    "confidence": [
      [
        "The",
        -0.65887314
      ],
      [
        " Love",
        -1.3897691
      ],
      [
        " Letter",
        -0.010236452
      ],
      [
        " (",
        -0.6826686
      ],
      [
        "Ver",
        -0.01400177
      ],
      [
        "meer",
        -3.094816e-05
      ],
      [
        ")",
        -0.07457294
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal to the P-wave modulus minus eight thirds the elasticity modulus, and, in a liquid, the speed of sound is equal to the square root of the ratio of this to the equilibrium density. For a gas at constant": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.6798681
      ],
      [
        " modulus",
        -0.07088637
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.28400862
      ],
      [
        "h",
        -0.00032033064
      ],
      [
        "ent",
        -7.822647e-06
      ],
      [
        " Alt",
        -0.00013202553
      ],
      [
        "arp",
        -0.00016110756
      ],
      [
        "iece",
        -0.00011164904
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles and knights on horseback, and to the right are dark-robed figures led by a red-robed Christ figure.": {
    "guess": "Black Mass (painting)",
    "confidence": [
      [
        "Black",
        -1.5847404
      ],
      [
        " Mass",
        -1.4816276
      ],
      [
        " (",
        -0.5766766
      ],
      [
        "paint",
        -1.8614624
      ],
      [
        "ing",
        -0.00443629
      ],
      [
        ")",
        -0.0007529281
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also causes mirage images. Snell's law relates the namesake indices of this effect, which can be observed by putting a pencil partly into (*) water and seeing it appear to bend at the edge of the water. For 10 points,": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.9688417
      ],
      [
        "raction",
        -8.8404326e-05
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a": {
    "guess": "Prometheus",
    "confidence": [
      [
        "Prom",
        -0.3765709
      ],
      [
        "etheus",
        -0.00505586
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders Celsius found evidence suggesting that changes in the Earth's magnetic field were directly related to these. Other possible causes for these include Alfvén waves, and striations in these enhance": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.064865135
      ],
      [
        "ur",
        -2.3392786e-06
      ],
      [
        "ora",
        -0.0043907138
      ]
    ]
  },
  "A bird can be seen within the sun shining down on the central scene. To the left is a group of nobles and knights on horseback, and to the right are dark-robed figures led by a red-robed Christ figure. There is a fountain between the two large groups of worshipers in the central panel. There are a total of four large groups of worshipers at a distance from the central object, and closer in are fourteen angels kneeling in a circle around the altar, upon which stands a white creature. FTP, identify": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.11691201
      ],
      [
        "h",
        -0.00092039286
      ],
      [
        "ent",
        -8.061054e-06
      ],
      [
        " Alt",
        -2.0100624e-05
      ],
      [
        "arp",
        -0.00015550498
      ],
      [
        "iece",
        -9.0788395e-05
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal to the P-wave modulus minus eight thirds the elasticity modulus, and, in a liquid, the speed of sound is equal to the square root of the ratio of this to the equilibrium density. For a gas at constant enthalpy, this quantity is given by the adiabatic index times the pressure. For ten points, identify this material quantity, which can be defined as minus the product of volume and the partial derivative of pressure with respect to volume.": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.7511922
      ],
      [
        " modulus",
        -0.02171375
      ]
    ]
  },
  "Birkeland currents are a proposed mechanism for the occurrence of these phenomena. Olof Hiorter and Anders Celsius found evidence suggesting that changes in the Earth's magnetic field were directly related to these. Other possible causes for these include Alfvén waves, and striations in these enhance their likeness to curtains. They occur in their namesake zone, located in a 2500 km radius from the": {
    "guess": "Aurora",
    "confidence": [
      [
        "A",
        -0.06108372
      ],
      [
        "ur",
        -3.202099e-05
      ],
      [
        "ora",
        -0.028260725
      ]
    ]
  },
  "These birds share a family with the true catbirds. Ornithologists have coined the term \"transfer effect\" to refer to how these species seem to be becoming less colorful while their behavior become more complex. The species of this bird named for McGregor is capable of imitating many noises, including": {
    "guess": "Bowerbird",
    "confidence": [
      [
        "B",
        -1.0016077
      ],
      [
        "ower",
        -0.00012678056
      ],
      [
        "bird",
        -0.09677029
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also   causes mirage": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.84513134
      ],
      [
        "raction",
        -1.5928495e-05
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal to the P-wave modulus minus eight thirds the elasticity modulus, and, in a liquid, the speed of sound is equal to the square root of the ratio of this to the equilibrium density. For a gas at constant enthalpy, this quantity is given by the adiabatic index times the pressure. For ten points, identify": {
    "guess": "Bulk Modulus",
    "confidence": [
      [
        "Bulk",
        -0.01225721
      ],
      [
        " Mod",
        -0.27963445
      ],
      [
        "ulus",
        -9.805982e-05
      ]
    ]
  },
  "The Birch-Murnaghan equation of state takes volume and this parameter at zero pressure as its arguments, and Cauchy's Number in compressible flows is inversely proportional to this quantity. It is equal": {
    "guess": "Bulk modulus",
    "confidence": [
      [
        "Bulk",
        -0.026240384
      ],
      [
        " modulus",
        -0.09530084
      ]
    ]
  },
  "A bird that this hero imprisoned in a cage was released by his great-grandson, who became a very wise man as a result. This was the most famous brother of a god who could knock down entire hills with a well-aimed sling-shot; this man tried to send that brother away with promises of a golden cup and a miniature pack animal. This hero's brothers either turned into stone, or sprouted wings and gained the ability to terraform the landscape, upon escaping from a cave. In one story, this hero, who isn't": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -1.1823027
      ],
      [
        "acles",
        -0.0035867717
      ]
    ]
  },
  "This is the only bird who can fly backwards. Flit from The Walt Disney Company's Pocahontas is a cute screen interpretation of this bird. For ten points, name this adorable bird who has to eat nectar almost": {
    "guess": "Hummingbird",
    "confidence": [
      [
        "Hum",
        -0.0020530738
      ],
      [
        "ming",
        -2.0100624e-05
      ],
      [
        "bird",
        -0.000312344
      ]
    ]
  },
  "This is the only bird who can fly backwards. Flit from The Walt Disney Company's Pocahontas is a cute screen interpretation of this bird. For ten points, name this adorable bird who has to eat nectar almost continuously in order to meet the energy demands of its high metabolic rate and large surface area to volume ratio.": {
    "guess": "Hummingbird",
    "confidence": [
      [
        "Hum",
        -0.0022774118
      ],
      [
        "ming",
        -4.2868523e-05
      ],
      [
        "bird",
        -0.00023381444
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened": {
    "guess": "The Bird and the Bell",
    "confidence": [
      [
        "The",
        -1.3185284
      ],
      [
        " Bird",
        -2.529703
      ],
      [
        " and",
        -0.016739855
      ],
      [
        " the",
        -0.046837777
      ],
      [
        " Bell",
        -0.008227195
      ]
    ]
  },
  "Birefringence is the occurrence along two different axes of this phenomenon, which also   causes mirage images. Snell's law relates the namesake indices of this effect, which can be  observed by putting a pencil partly into (*) water and seeing it appear to bend at the edge of the  water. For 10 points, name this phenomenon in which a wave changes direction when changing  medium.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.011107947
      ],
      [
        "raction",
        -9.133887e-06
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\"": {
    "guess": "The Assassination of Abraham Lincoln",
    "confidence": [
      [
        "The",
        -1.8197911
      ],
      [
        " Assass",
        -1.9302433
      ],
      [
        "ination",
        -0.0010407903
      ],
      [
        " of",
        -0.00069456233
      ],
      [
        " Abraham",
        -0.0045574615
      ],
      [
        " Lincoln",
        -2.5226382e-05
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\" about it, and Henry Longfellow described it happening \"as we rode along/ Down the dark of the mountain": {
    "guess": "The Mexican War",
    "confidence": [
      [
        "The",
        -1.5598627
      ],
      [
        " Mexican",
        -1.05681
      ],
      [
        " War",
        -0.50341994
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\" about it, and Henry Longfellow described it happening \"as we rode along/ Down the dark of the mountain gap/ To visit the picket-guard at the (*) ford.\" Another poet reflects upon it \"with ever-returning": {
    "guess": "John Brown's raid on Harpers Ferry",
    "confidence": [
      [
        "John",
        -1.506609
      ],
      [
        " Brown",
        -0.0049865935
      ],
      [
        "'s",
        -0.006288995
      ],
      [
        " raid",
        -0.26422784
      ],
      [
        " on",
        -0.17605919
      ],
      [
        " Har",
        -0.3290616
      ],
      [
        "pers",
        -0.0001721935
      ],
      [
        " Ferry",
        -0.00066990557
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\" about it, and Henry Longfellow described it happening \"as we rode along/ Down the dark of the mountain gap/ To visit the picket-guard at the (*) ford.\" Another poet reflects upon it \"with ever-returning spring\" when \"the great star droop'd in the west,\" noting in another of the four poems remembering": {
    "guess": "John Brown's raid on Harpers Ferry",
    "confidence": [
      [
        "John",
        -1.6984887
      ],
      [
        " Brown",
        -0.0031457543
      ],
      [
        "'s",
        -0.013428326
      ],
      [
        " raid",
        -0.19670081
      ],
      [
        " on",
        -0.21706091
      ],
      [
        " Har",
        -0.119476445
      ],
      [
        "pers",
        -8.077529e-05
      ],
      [
        " Ferry",
        -0.00033343938
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\" about it, and Henry Longfellow described it happening \"as we rode along/ Down the dark of the mountain gap/ To visit the picket-guard at the (*) ford.\" Another poet reflects upon it \"with ever-returning spring\" when \"the great star droop'd in the west,\" noting in another of the four poems remembering it that though \"our fearful trip is done\" a certain man is \"Fallen cold and dead.\" For 10 points,": {
    "guess": "Assassination of Abraham Lincoln",
    "confidence": [
      [
        "Ass",
        -0.1576577
      ],
      [
        "ass",
        -0.0009189624
      ],
      [
        "ination",
        -2.4034345e-05
      ],
      [
        " of",
        -0.0009780288
      ],
      [
        " Abraham",
        -0.00039373443
      ],
      [
        " Lincoln",
        -6.749814e-06
      ]
    ]
  },
  "In The Bird and the Bell, Christopher Pearse Cranch wrote a seven-sonnet sequence about this event, while George Moses Horton described it in the line \"The dove to his covet has fled\" and claims it happened \"triumphantly.\"  Herman Melville wrote \"Beware the people weeping/ When they bare the iron hand\" about it, and Henry Longfellow described it happening \"as we rode along/ Down the dark of the mountain gap/ To visit the picket-guard at the (*) ford.\" Another poet reflects upon it \"with ever-returning spring\" when \"the great star droop'd in the west,\" noting in another of the four poems remembering it that though \"our fearful trip is done\" a certain man is \"Fallen cold and dead.\" For 10 points, name this event lamented in Walt Whitman's \"O Captain My Captain.\"": {
    "guess": "Assassination of Abraham Lincoln",
    "confidence": [
      [
        "Ass",
        -0.2521823
      ],
      [
        "ass",
        -0.0012378488
      ],
      [
        "ination",
        -4.6563837e-05
      ],
      [
        " of",
        -2.5345586e-05
      ],
      [
        " Abraham",
        -1.1279553e-05
      ],
      [
        " Lincoln",
        -1.1041146e-05
      ]
    ]
  }
}