{
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army. She refuses on the grounds that they had previously caused much mischief for her, and all the gods": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -1.0529679
      ],
      [
        "then",
        -0.8763798
      ],
      [
        "a",
        -0.00615322
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.40462062
      ],
      [
        "ib",
        -0.003797346
      ],
      [
        "ody",
        -0.0011239066
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.0047812383
      ],
      [
        " Passage",
        -7.822647e-06
      ],
      [
        " to",
        -2.4584822e-06
      ],
      [
        " India",
        -4.9617593e-06
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong, and his grandson Zhangzhong, both of whom reformed the system of a thousand households, or meng'an, equal to ten mouke. It lost the Battle of Badger Mouth to the Mongols, while (*) Kaifeng was lavishly": {
    "guess": "Northern Song Dynasty",
    "confidence": [
      [
        "Northern",
        -0.66783196
      ],
      [
        " Song",
        -0.11779214
      ],
      [
        " Dynasty",
        -0.49904034
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which are nicknamed \"The Little\" and \"The Great\" variety of this key, and George Bizet's first symphony. One": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.03760439
      ],
      [
        " major",
        -0.028557695
      ]
    ]
  },
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army. She refuses on the grounds that they had previously caused much mischief for her, and all the gods instead decide to watch.* There are three armies which fight in it, including the title groups and the crabs, who are sent in the end by Zeus to prevent the mice from routing the frogs. FTP, what is this epic, sometimes attributed to Homer or Pigres of Halicarnassus, which describes one day of war between the title characters?": {
    "guess": "Batrachomyomachia",
    "confidence": [
      [
        "Bat",
        -0.11559851
      ],
      [
        "r",
        -5.7649777e-05
      ],
      [
        "ach",
        -7.0523776e-05
      ],
      [
        "omy",
        -0.000109622575
      ],
      [
        "om",
        -7.4576696e-05
      ],
      [
        "ach",
        -7.851042e-05
      ],
      [
        "ia",
        -0.00035262384
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an expanded percussion section. The hymn \"I vow to thee, my country\" appears in the fourth movement, while the work concludes with The Magician and The Mystic, which contains a wordless chorus of women's voices. The relentless 5-4 military march and the ruthless brass sounds from the first movement is the best-known music from this work. Most famous for Bringer of War, the first of its seven movements, FTP, name this symphonic suite on astrological themes by Gustav Holst.": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.0021324179
      ],
      [
        " Plan",
        -8.537869e-06
      ],
      [
        "ets",
        -7.89631e-07
      ]
    ]
  },
  "Unlike compounds of its type with more carbons, it undergoes a severe degree of angular and torsional strain, making it unstable.  First synthesized by allowing 1,3-Dibromopropane to react with sodium, its carbon framework is held together by what are called \"banana bonds.\"  Derivatives of it can also by synthesized by allowing an alkene to react with a carbene.  For ten points, name this simplest": {
    "guess": "Cyclopropane",
    "confidence": [
      [
        "C",
        -0.14819787
      ],
      [
        "yc",
        -0.007218973
      ],
      [
        "lo",
        -3.4285862e-05
      ],
      [
        "pro",
        -0.002931226
      ],
      [
        "pane",
        -3.3213026e-05
      ]
    ]
  },
  "Not unlike the Fresh Prince of Bel Air, she was born and raised in Philadelphia. Five years after her death in 1978, Derek Freeman published a work subtitled The Making and Unmaking of an Anthropological Myth,  challening all of her major conclusions. A pupil of Franz Boas, FTP, who was this author of Coming of Age in Samoa?": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.07230193
      ],
      [
        "aret",
        -0.00014334988
      ],
      [
        " Me",
        -0.0004837002
      ],
      [
        "ad",
        -9.639097e-05
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which are nicknamed \"The Little\" and \"The Great\" variety of this key, and George Bizet's first symphony. One work in this key's relative minor is Rachmaninoff's Rhapsody on a Theme of Paganini, and Rachmaninoff's second piano concerto was written in this key's parallel minor which has three flats in its key signature. For 10 points, name this key signature, the relative major of A minor, often considered": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.76087797
      ],
      [
        " major",
        -0.07278209
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong, and his grandson Zhangzhong, both of whom reformed the system of a thousand households, or meng'an,": {
    "guess": "Later Jin (Five Dynasties)",
    "confidence": [
      [
        "Later",
        -1.5816911
      ],
      [
        " Jin",
        -0.74525106
      ],
      [
        " (",
        -0.16400062
      ],
      [
        "Five",
        -0.0031911435
      ],
      [
        " Dyn",
        -0.0019157878
      ],
      [
        "ast",
        -0.00024132428
      ],
      [
        "ies",
        -0.00014191943
      ],
      [
        ")",
        -0.014717392
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European residents of Chandrapore. The central incident involves Mrs. Moore and Adela Quested's both having a psychotic breakdown while exploring the Marabar Caves and hearing their echoes, and Adela accuses her onetime friend Dr. Aziz of sexually assaulting her. Eventually the misunderstanding is cleared up, but Aziz realizes that no Indian can be friends with an Englishman until the British are out of": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.001223682
      ],
      [
        " Passage",
        -0.00015526658
      ],
      [
        " to",
        -0.0001341712
      ],
      [
        " India",
        -1.8789384e-05
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally": {
    "guess": "Parallel computing",
    "confidence": [
      [
        "Parallel",
        -0.014248126
      ],
      [
        " computing",
        -0.7885585
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong, and his grandson Zhangzhong, both of whom reformed the system of a thousand households, or meng'an, equal to ten mouke. It lost the Battle of Badger Mouth to the Mongols, while (*) Kaifeng was lavishly rebuilt under the ostensibly drunken Prince Hailing, who killed his cousin and suffered defeats": {
    "guess": "Jin dynasty",
    "confidence": [
      [
        "J",
        -1.0460482
      ],
      [
        "in",
        -0.13230647
      ],
      [
        " dynasty",
        -0.035063952
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European residents of Chandrapore. The central incident involves Mrs. Moore and Adela Quested's both having a psychotic breakdown while exploring the Marabar Caves and hearing their echoes, and Adela accuses": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.13785784
      ],
      [
        " Passage",
        -0.0001909048
      ],
      [
        " to",
        -0.000119874094
      ],
      [
        " India",
        -2.4987974e-05
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine. Individual ones are separated from each other by a surrounding fascia, which can become part of a tendon. Some of the major ones include the Palmaris longus and the sternomastoid. Their fibers are about 10 to 80 microns in diameter and extend the entire length of their parent structure. Their cells are * striated and multinucleated. FTP, identify this type of muscle that makes up 50 percent of the body's muscle mass.": {
    "guess": "Skeletal muscle",
    "confidence": [
      [
        "S",
        -0.010317755
      ],
      [
        "keletal",
        -0.00016122675
      ],
      [
        " muscle",
        -0.034618177
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong, and his grandson Zhangzhong, both of whom reformed the system of a thousand households, or meng'an, equal to ten mouke. It lost the Battle of Badger Mouth to the Mongols, while (*) Kaifeng was lavishly rebuilt under the ostensibly drunken Prince Hailing, who killed his cousin and suffered defeats at Caishi and Tangdong. All of those rulers, were, like Aguda, members of the Wanyan family that ruled it. For 10 points, name this Chinese dynasty that defeated the Liao and was founded by the Jurchens.": {
    "guess": "Jin dynasty",
    "confidence": [
      [
        "J",
        -0.008403814
      ],
      [
        "in",
        -0.0020997028
      ],
      [
        " dynasty",
        -0.0076215337
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play.": {
    "guess": "Piano Key Signatures",
    "confidence": [
      [
        "P",
        -1.2487084
      ],
      [
        "iano",
        -0.033455037
      ],
      [
        " Key",
        -0.7844876
      ],
      [
        " Sign",
        -1.8235813
      ],
      [
        "atures",
        -0.020791315
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted by inner cells instead of a cellular epidermis. Like the Cestodans, they have suckers by which they attach themselves to a host, and much of their body is occupied by reproductive organs. Although one order is ectoparasitic, the endoparasitic varieties involved multiple hosts in their life cycle and pose major health risks to humans in areas with contaminated water. FTP, identify this class": {
    "guess": "Trematoda",
    "confidence": [
      [
        "T",
        -0.062379025
      ],
      [
        "rem",
        -5.3193703e-06
      ],
      [
        "at",
        -1.7432603e-06
      ],
      [
        "oda",
        -0.016533043
      ]
    ]
  },
  "Unlike a linked list, this data structure does not require memory for references; elements are addressed adding a base memory address to the product of a fixed increment and the index. A one-dimensional one is considered to be linear. One of these stores multiple elements of the same type in continguous memory locations. For 10 points, name this data structure, analogous to the mathematical matrix.": {
    "guess": "Array data type",
    "confidence": [
      [
        "Array",
        -0.006516418
      ],
      [
        " data",
        -0.002981983
      ],
      [
        " type",
        -0.0033548782
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted by inner cells instead of a cellular epidermis. Like the Cestodans, they have suckers by which they attach themselves to a host, and much of their body is occupied by reproductive organs. Although one order is ectoparasitic, the endoparasitic varieties involved multiple hosts in their life cycle and pose major health risks to humans in areas with contaminated water. FTP, identify this class of flatworms whose most infamous member causes schistosomiasis.": {
    "guess": "Trematoda",
    "confidence": [
      [
        "T",
        -0.000993749
      ],
      [
        "rem",
        -7.465036e-06
      ],
      [
        "at",
        -9.877504e-05
      ],
      [
        "oda",
        -0.00195611
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine. Individual ones are separated from each other by a surrounding fascia, which can become part of a tendon. Some of the major ones include the Palmaris longus and the sternomastoid. Their fibers are about 10 to 80 microns in diameter and extend the entire length of their parent structure. Their cells are * striated and multinucleated. FTP, identify this type of muscle that makes up 50 percent": {
    "guess": "Skeletal muscle",
    "confidence": [
      [
        "S",
        -0.03192749
      ],
      [
        "keletal",
        -0.0005712636
      ],
      [
        " muscle",
        -0.10874922
      ]
    ]
  },
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army. She refuses on the grounds that they had previously caused much mischief for her, and all the gods instead decide to watch.* There are three armies which fight in it, including the title groups and the crabs, who are sent in the end by Zeus to prevent the mice from routing the frogs. FTP, what is this epic, sometimes attributed to Homer or Pigres of Halicarnassus, which describes one day of war between": {
    "guess": "Batrachomyomachia",
    "confidence": [
      [
        "Bat",
        -0.07072877
      ],
      [
        "r",
        -2.3676734e-05
      ],
      [
        "ach",
        -5.4788892e-05
      ],
      [
        "omy",
        -5.8484206e-05
      ],
      [
        "om",
        -2.5941605e-05
      ],
      [
        "ach",
        -3.5835506e-05
      ],
      [
        "ia",
        -0.00024323154
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an expanded percussion section. The hymn \"I vow to thee, my country\" appears in the fourth movement, while the work concludes with The Magician and The Mystic, which contains a wordless chorus of women's voices. The relentless 5-4 military march and the ruthless brass sounds from the first movement is the best-known music from this work. Most famous for Bringer of War, the first of its seven movements,": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.083260246
      ],
      [
        " Plan",
        -0.0006778848
      ],
      [
        "ets",
        -1.27099975e-05
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally developed by C.A.R Hoare, with heapsort gives introsort, which is faster on average because heapsort has a better worst-case runtime. Its second step is referred to as the partition function, which divides the original list into elements that are higher or lower than a given pivot value. FTP, name this algorithm that runs in big-O of n log n time, that sorts a list by repeatedly creating two sub- lists and resorting, named for its speed.": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.17475528
      ],
      [
        "icks",
        -7.421909e-05
      ],
      [
        "ort",
        -5.1928004e-05
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains by deleting sections of DNA to randomly join V, D, and J gene segments. These light chains are joined to heavy ones by disulfide bridges. Their M type can be produced in response to transfusions of a different blood type, while the E type is responsible for allergic reactions. They can cause autoimmune": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.69412583
      ],
      [
        "mun",
        -5.1689596e-05
      ],
      [
        "oglob",
        -0.0041953367
      ],
      [
        "ul",
        -0.6906086
      ],
      [
        "ins",
        -0.00039659534
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong, and his grandson Zhangzhong, both of whom reformed the system of a thousand households, or meng'an, equal to ten mouke. It lost the Battle of Badger Mouth to the Mongols, while (*) Kaifeng was lavishly rebuilt under the ostensibly drunken Prince Hailing, who killed his cousin and suffered defeats at Caishi and Tangdong. All of those rulers, were, like Aguda, members of the Wanyan family that ruled": {
    "guess": "Jin dynasty (1115–1234)",
    "confidence": [
      [
        "J",
        -0.12985317
      ],
      [
        "in",
        -0.052554987
      ],
      [
        " dynasty",
        -0.029103449
      ],
      [
        " (",
        -0.35109732
      ],
      [
        "111",
        -0.0013932115
      ],
      [
        "5",
        -6.81397e-05
      ],
      [
        "–",
        -0.028116787
      ],
      [
        "123",
        -3.4405064e-05
      ],
      [
        "4",
        -3.655073e-05
      ],
      [
        ")",
        -9.41261e-05
      ]
    ]
  },
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army.": {
    "guess": "Theomachy",
    "confidence": [
      [
        "The",
        -1.5154529
      ],
      [
        "om",
        -0.020562207
      ],
      [
        "ach",
        -0.0010911622
      ],
      [
        "y",
        -0.10991275
      ]
    ]
  },
  "Unlike compounds of its type with more carbons, it undergoes a severe degree of angular and torsional strain, making it unstable.  First synthesized by allowing 1,3-Dibromopropane to react with sodium,": {
    "guess": "Cyclopropane",
    "confidence": [
      [
        "C",
        -0.122215234
      ],
      [
        "yc",
        -0.026721252
      ],
      [
        "lo",
        -0.009435408
      ],
      [
        "pro",
        -0.00251407
      ],
      [
        "pane",
        -0.0014103549
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an expanded percussion section. The hymn \"I vow to thee, my country\" appears in the fourth movement,": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.04469426
      ],
      [
        " Plan",
        -1.962381e-05
      ],
      [
        "ets",
        -2.8160932e-06
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which": {
    "guess": "C minor",
    "confidence": [
      [
        "C",
        -0.5941794
      ],
      [
        " minor",
        -0.48539844
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which are nicknamed \"The Little\" and \"The Great\" variety of this key, and George Bizet's first symphony. One work in this key's relative minor is Rachmaninoff's Rhapsody on a Theme of Paganini, and Rachmaninoff's": {
    "guess": "C major",
    "confidence": [
      [
        "C",
        -0.016104171
      ],
      [
        " major",
        -0.029586056
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an expanded percussion section. The hymn \"I vow to thee, my country\" appears in the fourth movement, while the work concludes with The Magician and The Mystic, which contains a wordless chorus of women's voices. The relentless 5-4 military march and the ruthless brass sounds from the first movement is": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.08650857
      ],
      [
        " Plan",
        -0.0017564566
      ],
      [
        "ets",
        -7.89631e-07
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance as temperature decreases, though for higher temperatures it may be derived from a crystal's lattice vibrations through the Law of Dulong and Petit. For a monatomic ideal gas, it is three halves times": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.18486336
      ],
      [
        " capacity",
        -0.0009443381
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains by deleting sections of DNA to randomly join V, D, and J gene segments. These light chains are joined to heavy ones by disulfide bridges. Their M type can be produced in response to transfusions of": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.7546392
      ],
      [
        "mun",
        -3.8338785e-05
      ],
      [
        "oglob",
        -0.002387303
      ],
      [
        "ul",
        -0.63391083
      ],
      [
        "ins",
        -0.0004838194
      ]
    ]
  },
  "Not unlike the Fresh Prince of Bel Air, she was born and raised in Philadelphia. Five years after her": {
    "guess": "Jazzy Jeff",
    "confidence": [
      [
        "J",
        -0.52393454
      ],
      [
        "az",
        -0.29728746
      ],
      [
        "zy",
        -0.6249932
      ],
      [
        " Jeff",
        -0.0004225707
      ]
    ]
  },
  "Unlike a linked list, this data structure does not require memory for references; elements are addressed": {
    "guess": "Array data type",
    "confidence": [
      [
        "Array",
        -0.0300683
      ],
      [
        " data",
        -0.018858178
      ],
      [
        " type",
        -0.095847435
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European residents of Chandrapore. The central incident involves Mrs. Moore and Adela Quested's both having": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.04175957
      ],
      [
        " Passage",
        -0.00016361084
      ],
      [
        " to",
        -0.0006332091
      ],
      [
        " India",
        -5.967624e-05
      ]
    ]
  },
  "Unlike a linked list, this data structure does not require memory for references; elements are addressed adding a base memory address to the product of a fixed increment and the index. A one-dimensional": {
    "guess": "Array data type",
    "confidence": [
      [
        "Array",
        -0.04808169
      ],
      [
        " data",
        -0.015002322
      ],
      [
        " type",
        -0.026010778
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine.": {
    "guess": "Dopamine",
    "confidence": [
      [
        "D",
        -1.9593464
      ],
      [
        "op",
        -0.8341286
      ],
      [
        "amine",
        -0.021168487
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally developed by C.A.R Hoare, with heapsort gives introsort, which is faster on average because heapsort has a better worst-case runtime. Its second step is referred to as the partition function, which divides the original list into elements that are higher or lower than a given pivot value. FTP, name this algorithm that runs in big-O of n log n time, that sorts a list by repeatedly creating two sub-": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.19999708
      ],
      [
        "icks",
        -2.4987974e-05
      ],
      [
        "ort",
        -5.931863e-05
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance as temperature decreases, though for higher temperatures it may be derived from a crystal's lattice vibrations through the Law of Dulong and Petit. For a monatomic ideal gas, it is three halves times the ideal gas constant, while that factor is seven-halves for a diatomic ideal gas. For 10 points, identify": {
    "guess": "Specific heat capacity",
    "confidence": [
      [
        "Specific",
        -0.17807385
      ],
      [
        " heat",
        -0.011218294
      ],
      [
        " capacity",
        -0.14873469
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance as temperature decreases, though for higher temperatures it may be derived from a crystal's lattice": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.4833944
      ],
      [
        " capacity",
        -0.00041720658
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains by deleting sections of DNA to randomly join V, D, and J gene segments. These light chains are joined to heavy ones by disulfide bridges. Their M type can be produced in response to transfusions of a different blood type, while the E type is responsible for allergic reactions. They can cause autoimmune diseases such as rheumatoid arthritis and lupus. For 10 points, name these immune system proteins": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.07797598
      ],
      [
        "mun",
        -3.392825e-05
      ],
      [
        "oglob",
        -0.00028553052
      ],
      [
        "ul",
        -0.050910983
      ],
      [
        "ins",
        -4.823269e-05
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine. Individual ones are separated from each other by a surrounding fascia, which can become part of a tendon. Some of the major ones include the Palmaris longus and the sternomastoid. Their fibers": {
    "guess": "Skeletal muscles",
    "confidence": [
      [
        "S",
        -1.1034758
      ],
      [
        "keletal",
        -0.017918361
      ],
      [
        " muscles",
        -0.4035243
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance": {
    "guess": "Debye model",
    "confidence": [
      [
        "De",
        -0.06599257
      ],
      [
        "bye",
        -4.1199673e-05
      ],
      [
        " model",
        -0.03805263
      ]
    ]
  },
  "Not unlike the Fresh Prince of Bel Air, she was born and raised in Philadelphia. Five years after her death in 1978, Derek Freeman published a work subtitled The Making and Unmaking of an Anthropological": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.23748422
      ],
      [
        "aret",
        -3.3809047e-05
      ],
      [
        " Me",
        -1.1994775e-05
      ],
      [
        "ad",
        -0.00016134596
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general Hushahu, and it reached its high point in the nativist reaction of Wulu, known as Emperor Shizong,": {
    "guess": "Liao dynasty",
    "confidence": [
      [
        "L",
        -1.0261943
      ],
      [
        "iao",
        -0.0003781224
      ],
      [
        " dynasty",
        -0.0014981952
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted by inner cells instead of a cellular epidermis. Like the Cestodans, they have suckers by which": {
    "guess": "Trematoda",
    "confidence": [
      [
        "T",
        -0.23741597
      ],
      [
        "rem",
        -0.00051800517
      ],
      [
        "at",
        -8.542423e-05
      ],
      [
        "oda",
        -0.114808835
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine. Individual ones are separated from each other by a surrounding fascia, which can become part": {
    "guess": "Skeletal muscle",
    "confidence": [
      [
        "S",
        -0.4040748
      ],
      [
        "keletal",
        -0.010587551
      ],
      [
        " muscle",
        -0.037236232
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted by inner cells instead of a cellular epidermis. Like the Cestodans, they have suckers by which they attach themselves to a host, and much of their body is occupied by reproductive organs. Although": {
    "guess": "Trematoda",
    "confidence": [
      [
        "T",
        -0.29284388
      ],
      [
        "rem",
        -5.5861725e-05
      ],
      [
        "at",
        -3.750436e-05
      ],
      [
        "oda",
        -0.032833334
      ]
    ]
  },
  "Unlike compounds of its type with more carbons, it undergoes a severe degree of angular and torsional strain, making it unstable.  First synthesized by allowing 1,3-Dibromopropane to react with sodium, its carbon framework is held together by what are called \"banana bonds.\"  Derivatives of it can also": {
    "guess": "Cyclopropane",
    "confidence": [
      [
        "C",
        -0.043064963
      ],
      [
        "yc",
        -0.0004871571
      ],
      [
        "lo",
        -0.040345855
      ],
      [
        "pro",
        -0.020656925
      ],
      [
        "pane",
        -0.01041686
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted": {
    "guess": "Cestoda",
    "confidence": [
      [
        "C",
        -0.56551224
      ],
      [
        "est",
        -0.015180798
      ],
      [
        "oda",
        -0.010463927
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance as temperature decreases, though for higher temperatures it may be derived from a crystal's lattice vibrations through the Law of Dulong and Petit. For a monatomic ideal gas, it is three halves times the ideal gas constant, while that factor is seven-halves for a diatomic ideal gas. For 10 points, identify this quantity, the amount of energy necessary to increase the temperature of a unit quantity of a substance by a unit amount.": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.5845092
      ],
      [
        " capacity",
        -0.047903534
      ]
    ]
  },
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army. She refuses on the grounds that they had previously caused much mischief for her, and all the gods instead decide to watch.* There are three armies which fight in it, including the title groups and the crabs, who are sent in the end by Zeus to prevent the mice from routing the frogs. FTP, what is this": {
    "guess": "Batrachomyomachia",
    "confidence": [
      [
        "Bat",
        -0.10803095
      ],
      [
        "r",
        -5.1808798e-05
      ],
      [
        "ach",
        -0.00011892046
      ],
      [
        "omy",
        -2.9160103e-05
      ],
      [
        "om",
        -4.6563837e-05
      ],
      [
        "ach",
        -5.4788892e-05
      ],
      [
        "ia",
        -0.001294047
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires": {
    "guess": "Parallel algorithm",
    "confidence": [
      [
        "Parallel",
        -0.53850263
      ],
      [
        " algorithm",
        -0.623958
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains by deleting sections of DNA to randomly join V, D, and J gene segments. These light chains are joined": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.3546755
      ],
      [
        "mun",
        -5.109358e-05
      ],
      [
        "oglob",
        -0.00073434337
      ],
      [
        "ul",
        -0.27848437
      ],
      [
        "ins",
        -0.00022094045
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally developed by C.A.R Hoare, with heapsort gives introsort, which is faster on average because heapsort": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.6032274
      ],
      [
        "icks",
        -4.3941356e-05
      ],
      [
        "ort",
        -4.5133394e-05
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which are nicknamed \"The Little\" and \"The Great\" variety of this key, and George Bizet's first symphony. One work in this key's relative minor is Rachmaninoff's Rhapsody on a Theme of Paganini, and Rachmaninoff's second piano concerto was written in this key's parallel minor which has three flats in its key": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -0.7626461
      ],
      [
        "-flat",
        -0.02526342
      ],
      [
        " major",
        -0.17144997
      ]
    ]
  },
  "Unlike other pianists, Frédéric Chopin believed that this key's scale was the most difficult to play. Symphonies in this key include Mozart's \"Jupiter\" Symphony, both Schubert's sixth and ninth, which are nicknamed \"The Little\" and \"The Great\" variety of this key, and George Bizet's first symphony. One work in this key's relative minor is Rachmaninoff's Rhapsody on a Theme of Paganini, and Rachmaninoff's second piano concerto was written in this key's parallel minor which has three flats in its key signature. For 10 points, name this key signature, the relative major of A minor, often considered the simplest of the key signatures in that it has no sharps or flats.": {
    "guess": "E-flat major",
    "confidence": [
      [
        "E",
        -0.21015118
      ],
      [
        "-flat",
        -0.0051518045
      ],
      [
        " major",
        -0.018866237
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European residents of Chandrapore. The central incident involves Mrs. Moore and Adela Quested's both having a psychotic breakdown while exploring the Marabar Caves and hearing their echoes, and Adela accuses her onetime friend Dr. Aziz of sexually assaulting her. Eventually the misunderstanding is cleared up, but Aziz realizes that no Indian can be friends with an Englishman until the British are out of India. This describes, FTP, which 1924 novel written by E.M. Forster?": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.011656115
      ],
      [
        " Passage",
        -0.0015197417
      ],
      [
        " to",
        -6.6947665e-05
      ],
      [
        " India",
        -1.640531e-05
      ]
    ]
  },
  "Unlike compounds of its type with more carbons, it undergoes a severe degree of angular and torsional strain, making it unstable.  First synthesized by allowing 1,3-Dibromopropane to react with sodium, its carbon framework is held together by what are called \"banana bonds.\"  Derivatives of it can also by synthesized by allowing an alkene to react with a carbene.  For ten points, name this simplest of the cycloalkanes.": {
    "guess": "Cyclopropane",
    "confidence": [
      [
        "C",
        -0.009447215
      ],
      [
        "yc",
        -0.00040898516
      ],
      [
        "lo",
        -0.0007763966
      ],
      [
        "pro",
        -0.0029046086
      ],
      [
        "pane",
        -5.157039e-05
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an": {
    "guess": "Symphony for Organ and Orchestra",
    "confidence": [
      [
        "Sym",
        -0.44738874
      ],
      [
        "phony",
        -0.027421469
      ],
      [
        " for",
        -0.29524228
      ],
      [
        " Organ",
        -0.012382734
      ],
      [
        " and",
        -0.000645599
      ],
      [
        " Orchestra",
        -0.0003028114
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted": {
    "guess": "African Americans in North Carolina",
    "confidence": [
      [
        "A",
        -0.08032786
      ],
      [
        "frican",
        -0.000418041
      ],
      [
        " Americans",
        -0.3616003
      ],
      [
        " in",
        -0.5948663
      ],
      [
        " North",
        -0.5770141
      ],
      [
        " Carolina",
        -0.0007736549
      ]
    ]
  },
  "Not unlike the Fresh Prince of Bel Air, she was born and raised in Philadelphia. Five years after her death in 1978, Derek Freeman published a work subtitled The Making and Unmaking of an Anthropological Myth,  challening all of her major conclusions. A pupil of Franz Boas, FTP, who was this author of": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.1537379
      ],
      [
        "aret",
        -0.00028088156
      ],
      [
        " Me",
        -0.00021390743
      ],
      [
        "ad",
        -4.1199673e-05
      ]
    ]
  },
  "Unlike a linked list, this data structure does not require memory for references; elements are addressed adding a base memory address to the product of a fixed increment and the index. A one-dimensional one is considered to be linear. One of these stores multiple elements of the same type in continguous": {
    "guess": "Array data type",
    "confidence": [
      [
        "Array",
        -0.008111318
      ],
      [
        " data",
        -0.0069276663
      ],
      [
        " type",
        -0.0026647195
      ]
    ]
  },
  "Unlike her son Ronny Heaslop, in this novel Mrs. Moore is interested in the culture of the non-European residents of Chandrapore. The central incident involves Mrs. Moore and Adela Quested's both having a psychotic breakdown while exploring the Marabar Caves and hearing their echoes, and Adela accuses her onetime friend Dr. Aziz of sexually assaulting her. Eventually the misunderstanding is cleared": {
    "guess": "A Passage to India",
    "confidence": [
      [
        "A",
        -0.014074414
      ],
      [
        " Passage",
        -7.946405e-05
      ],
      [
        " to",
        -7.0523776e-05
      ],
      [
        " India",
        -1.1994775e-05
      ]
    ]
  },
  "Unlike most of the composer's prior works, this one called for a full orchestra with full organ and an expanded percussion section. The hymn \"I vow to thee, my country\" appears in the fourth movement, while the work concludes with The Magician and The Mystic, which contains a wordless chorus of women's": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.04892616
      ],
      [
        " Plan",
        -4.692145e-05
      ],
      [
        "ets",
        -5.4385737e-06
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes": {
    "guess": "Antibody",
    "confidence": [
      [
        "Ant",
        -0.0005801965
      ],
      [
        "ib",
        -0.0003675133
      ],
      [
        "ody",
        -0.00023357604
      ]
    ]
  },
  "Unlike their predecessors, they moved north in the \"Great Migration,\" and one of their leaders enacted a dual administrative system advised by the Bohai Yang Pu. One ruler was killed by the craven general": {
    "guess": "Khitan people",
    "confidence": [
      [
        "Kh",
        -0.43414703
      ],
      [
        "itan",
        -0.00024667746
      ],
      [
        " people",
        -0.32771337
      ]
    ]
  },
  "Unlike TCRs, which are formed in a closely related process, they undergo somatic hypermutation. Epitopes bind to these molecules' variable regions by induced fit, and recombinase forms their light chains by deleting sections of DNA to randomly join V, D, and J gene segments. These light chains are joined to heavy ones by disulfide bridges. Their M type can be produced in response to transfusions of a different blood type, while the E type is responsible for allergic reactions. They can cause autoimmune diseases such as rheumatoid arthritis and lupus. For 10 points, name these immune system proteins that are produced by B cells in response to antigens.": {
    "guess": "Immunoglobulins",
    "confidence": [
      [
        "Im",
        -0.1021401
      ],
      [
        "mun",
        -7.0523776e-05
      ],
      [
        "oglob",
        -0.0014045177
      ],
      [
        "ul",
        -0.25258186
      ],
      [
        "ins",
        -0.00016992862
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally developed by C.A.R Hoare, with heapsort gives introsort, which is faster on average because heapsort has a better worst-case runtime. Its second step is referred to as the partition function, which divides": {
    "guess": "Quicksort",
    "confidence": [
      [
        "Qu",
        -0.10049219
      ],
      [
        "icks",
        -1.4140442e-05
      ],
      [
        "ort",
        -1.0921943e-05
      ]
    ]
  },
  "Unlike the more primitive turbellarians, animals in this class lack cilia, and have a thick cuticle secreted by inner cells instead of a cellular epidermis. Like the Cestodans, they have suckers by which they attach themselves to a host, and much of their body is occupied by reproductive organs. Although one order is ectoparasitic, the endoparasitic varieties involved multiple hosts in their life cycle": {
    "guess": "Monogenea",
    "confidence": [
      [
        "Mon",
        -0.60979664
      ],
      [
        "ogene",
        -0.0006476255
      ],
      [
        "a",
        -0.0012809455
      ]
    ]
  },
  "Unlike compounds of its type with more carbons, it undergoes a severe degree of angular and torsional": {
    "guess": "Cyclopropane",
    "confidence": [
      [
        "C",
        -0.0052518994
      ],
      [
        "yc",
        -0.0035196526
      ],
      [
        "lo",
        -0.020442268
      ],
      [
        "pro",
        -0.15020335
      ],
      [
        "pane",
        -1.4617256e-05
      ]
    ]
  },
  "Unlike in the Iliad, the gods do not take sides, though Zeus initially orders Athena to aid one army. She refuses on the grounds that they had previously caused much mischief for her, and all the gods instead decide to watch.* There are three armies which fight in it, including the title groups and the": {
    "guess": "Battle of the Gods",
    "confidence": [
      [
        "Battle",
        -0.6869379
      ],
      [
        " of",
        -0.014833083
      ],
      [
        " the",
        -0.44844607
      ],
      [
        " Gods",
        -0.65476894
      ]
    ]
  },
  "Unlike similar procedures, a parallel version of this algorithm requires no synchronization, and requires big-O of n time given big-theta of n processors. Combining this algorithm, which was originally developed by C.A.R Hoare, with heapsort gives introsort, which is faster on average because heapsort has a better worst-case runtime. Its second step is referred to as the partition function, which divides the original list into elements that are higher or lower than a given pivot value. FTP, name": {
    "guess": "Introsort",
    "confidence": [
      [
        "Int",
        -0.19548175
      ],
      [
        "ros",
        -2.1411865e-05
      ],
      [
        "ort",
        -0.0057519684
      ]
    ]
  },
  "Unlike their companion types they have nicotinic receptors, which serve as binding sites for acetylcholine. Individual ones are separated from each other by a surrounding fascia, which can become part of a tendon. Some of the major ones include the Palmaris longus and the sternomastoid. Their fibers are about 10 to 80 microns in diameter and extend the entire length of their parent structure. Their": {
    "guess": "Skeletal muscles",
    "confidence": [
      [
        "S",
        -0.11378857
      ],
      [
        "keletal",
        -0.0064115934
      ],
      [
        " muscles",
        -0.4709754
      ]
    ]
  },
  "Unlike the Einstein model, the Debye model properly models how this quantity changes for a substance as temperature decreases, though for higher temperatures it may be derived from a crystal's lattice vibrations through the Law of Dulong and Petit. For a monatomic ideal gas, it is three halves times the ideal gas constant, while that factor is seven-halves for a diatomic ideal gas. For 10 points, identify this quantity, the amount of energy necessary to increase the temperature of a unit quantity": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.35831836
      ],
      [
        " capacity",
        -0.045599643
      ]
    ]
  }
}