{
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal the Mead of Poetry. His possessions include an arm ring which provides endless wealth, the wolves Geri and Freki, and the ravens Hunin and Munin. He also pledged an eye to Mimir's well to gain wisdom. Wielding the spear Gungnir and riding the eight-legged steed Sleipnir, he will be avenged by his": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.0018339187
      ],
      [
        "in",
        -1.5332478e-05
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat the hydra. Although this constellation grabbed Hercules' toe, Hercules simply crushed him with his foot. As a result, Hera placed it in the night sky. This constellation is also has one of the nearest open clusters Praesepe or the Beehive Cluster. As of 2002, the sun appears in this constellation from July 21 to August 9.Representing the zodiac from June 24 to July 23, for ten points, identify": {
    "guess": "Cancer (constellation)",
    "confidence": [
      [
        "C",
        -0.059026722
      ],
      [
        "ancer",
        -0.0002036596
      ],
      [
        " (",
        -0.041553978
      ],
      [
        "const",
        -0.4844791
      ],
      [
        "ellation",
        -5.8722613e-05
      ],
      [
        ")",
        -0.00021521868
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor followed the advice of Polyeidos and received a dream from Athena. Charged by Iobates to complete several tasks, that captor used him in his battles with the Amazons and with the Chimaera. That hero, Bellerophon tamed this creature with a gift from Athena, a golden bridle, before failing in an attempt to reach Olympus himself. Born from the decapitated body of Medusa, this is, FTP, what mythological winged horse?": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.016409338
      ],
      [
        "egasus",
        -0.00048536903
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood from a wound in his penis.  In another he burned himself to death after which his heart became the planet Venus and he became known as 'Lord of the Dawn.\"  A bearer of culture, early missionaries believed he was actually the disciple Thomas.  In the most famous myth about him he is exiled from Tula": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0342798
      ],
      [
        "etz",
        -0.00037752642
      ],
      [
        "al",
        -0.00039266158
      ],
      [
        "co",
        -0.000716604
      ],
      [
        "atl",
        -0.00018351417
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a legendary king of Athens, is said to have been produced by this god's abortive attempt at having sex with Athena and sprung from this god's spilt seed. In the Iliad, he is married to Aglaea, one of the Charities, while his better known partner was caught in a net with Ares and hauled before the rest of the Olympians. The parthenogenic son of Hera, identify, for 10 points, this lame husband of Aphrodite,": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0008919288
      ],
      [
        "ep",
        -1.5451682e-05
      ],
      [
        "ha",
        -5.025915e-05
      ],
      [
        "est",
        -1.3544423e-05
      ],
      [
        "us",
        -5.276243e-05
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0015045058
      ],
      [
        "ek",
        -0.0017505074
      ],
      [
        "ong",
        -9.209964e-05
      ],
      [
        " River",
        -0.34085765
      ]
    ]
  },
  "One mythical figure with responsibility for this activity is the Hindu consort of Shiva named Durga. The Greek deity of this type was trapped in a jar by the Aloadai (al-OH-uh-dye) twins. That god of this type was also caught in a metallic web built by (*) Hephaestus to catch him sleeping with Aphrodite. The Greek god of this domain was the owner of the dogs Phobos and Deimos. For 10 points, name this activity of which Ares was the patron.": {
    "guess": "God Of War",
    "confidence": [
      [
        "God",
        -0.27247295
      ],
      [
        " Of",
        -0.24457312
      ],
      [
        " War",
        -0.0018858035
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from suckling Heracles.  In the Iliad, this figure sends Athena to calm Achilles before he argues with Agamemnon": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00064381096
      ],
      [
        "era",
        -1.4259645e-05
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -0.039173305
      ],
      [
        "eller",
        -0.00065393955
      ],
      [
        "ophon",
        -0.00095076405
      ]
    ]
  },
  "Mysteries in this novel include the birthday of the main character and the identity of Martha Clifford, who flirts with him by mail. In a major event, the protagonist masturbates while looking at Gerty MacDowell's legs during a fireworks display on June 16, 1904, and the novel closes with a famous stream of consciousness soliloquy by the protagonist's wife Molly. FTP, identify this novel about Leopold Bloom written by James Joyce.": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.007060485
      ],
      [
        "ly",
        -2.319992e-05
      ],
      [
        "ss",
        -4.370295e-05
      ],
      [
        "es",
        -8.89548e-06
      ],
      [
        " (",
        -0.017297128
      ],
      [
        "nov",
        -3.1544176e-05
      ],
      [
        "el",
        -4.4849444e-06
      ],
      [
        ")",
        -2.1054253e-05
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.33707264
      ],
      [
        "ard",
        -1.1756368e-05
      ],
      [
        "uk",
        -1.0325924e-05
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00017636562
      ],
      [
        "era",
        -4.246537e-06
      ]
    ]
  },
  "One mythical figure with responsibility for this activity is the Hindu consort of Shiva named Durga. The Greek deity of this type was trapped in a jar by the Aloadai (al-OH-uh-dye) twins. That god of this type was also caught in a metallic web built by (*) Hephaestus to catch him sleeping with Aphrodite. The Greek god of this domain was the owner of the dogs Phobos and Deimos. For 10 points, name this": {
    "guess": "God Of War",
    "confidence": [
      [
        "God",
        -0.39861023
      ],
      [
        " Of",
        -0.20441712
      ],
      [
        " War",
        -0.0009995826
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -1.0811015
      ],
      [
        "ard",
        -0.00019471932
      ],
      [
        "uk",
        -2.6968896e-06
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a large bride-price. However, after inviting Eioneus to his capital of Larissa, he tricked him into falling": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.038499273
      ],
      [
        "ion",
        -4.823269e-05
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father; that death goddess has obsidian teeth lining her (*) vagina, which snaps a hero crawling through her body in half. In this culture's creation myth, the children of the Earth and the Sky conspire to push their parents apart with their feet to allow light into the world. For 10 points, name this myth system whose creation myth details the separation of Papa and Rangi, whose grandchild was the famous trickster god, Maui.": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.0038960378
      ],
      [
        "yn",
        -1.9816675e-06
      ],
      [
        "esian",
        -5.5577775e-06
      ],
      [
        " narrative",
        -0.01216206
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull, while his soul was represented by a Bennu bird. He used beer mixed with pomegranate juice to calm Sekhmet, and he is genrally considered the father of Shu and Tefnut. Either Bast or Set helped ward off the attacks of the serpent Apep, who attacked this god during his nightly trip through Duat.": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.24941203
      ],
      [
        "un",
        -4.246537e-06
      ],
      [
        "-R",
        -0.001568784
      ],
      [
        "a",
        -2.6968896e-06
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat the hydra. Although this constellation grabbed Hercules' toe, Hercules simply crushed him with his foot. As a result, Hera placed it in the night sky. This constellation is also has one of the nearest open clusters Praesepe or the Beehive Cluster. As of 2002, the sun appears in this constellation from July 21 to August 9.Representing the zodiac from June 24 to July 23, for ten points, identify this constellation whose name means Crab.": {
    "guess": "Cancer (constellation)",
    "confidence": [
      [
        "C",
        -0.0029046086
      ],
      [
        "ancer",
        -1.3902034e-05
      ],
      [
        " (",
        -0.00032223423
      ],
      [
        "const",
        -0.005777581
      ],
      [
        "ellation",
        -3.1305768e-05
      ],
      [
        ")",
        -1.0445127e-05
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for propitiating this deity include pouring water into the mouth of a hunted carcass and diving into the sea to replicate the action of brushing hair. This goddess orders dogs to maul her treacherous father, prompting her father to invoke a curse that causes the earth to swallow them both. Her father Anguta beat her hands till her fingers fell off, becoming seals and whales. For 10 points, the underworld of Adlivun is ruled by what Inuit sea goddess?": {
    "guess": "Sedna (deity)",
    "confidence": [
      [
        "S",
        -0.002862416
      ],
      [
        "ed",
        -7.465036e-06
      ],
      [
        "na",
        -1.6240566e-06
      ],
      [
        " (",
        -0.02866995
      ],
      [
        "de",
        -0.34732607
      ],
      [
        "ity",
        -6.704273e-07
      ],
      [
        ")",
        -3.5313153e-06
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean,": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -1.2182719
      ],
      [
        "ep",
        -0.3557016
      ],
      [
        "ha",
        -9.436451e-05
      ],
      [
        "est",
        -0.00037538074
      ],
      [
        "us",
        -0.00039051592
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect": {
    "guess": "Saraswati",
    "confidence": [
      [
        "S",
        -0.7165732
      ],
      [
        "aras",
        -0.26355422
      ],
      [
        "w",
        -0.08526954
      ],
      [
        "ati",
        -0.0009830317
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women": {
    "guess": "Yakshini",
    "confidence": [
      [
        "Y",
        -1.0983695
      ],
      [
        "ak",
        -0.52671796
      ],
      [
        "sh",
        -0.5607153
      ],
      [
        "ini",
        -0.47058713
      ]
    ]
  },
  "This mythical figure's name means \"magnolia,\" and was probably based on a real soldier from the Central Plains region during the 5th century.  According to a famous ballad, \"In the East Market she buys a spirited horse, In the West Market she buys a saddle, In the South Market she buys a bridle, In the North Market she buys a long whip\" and goes to battle the Tartars at Mount Yen.  FTP name this legendary": {
    "guess": "Hua Mulan",
    "confidence": [
      [
        "H",
        -0.09697869
      ],
      [
        "ua",
        -0.00031532408
      ],
      [
        " Mul",
        -8.5543434e-05
      ],
      [
        "an",
        -1.0802739e-05
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from suckling Heracles.  In the Iliad, this figure sends Athena to calm Achilles before he argues with Agamemnon and later distracts her consort when Poseidon decides to fight in the war. This goddess sent Argus to keep her husband away from Io, and eventually placed Argus' eyes on the feathers of her peacock. For 10 points, identify this queen of the Greek pantheon, the goddess of marriage and childbirth, and wife of Zeus.": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00079580845
      ],
      [
        "era",
        -7.107425e-06
      ]
    ]
  },
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal the Mead of Poetry. His possessions include an arm ring which provides endless wealth, the wolves Geri and Freki, and the ravens Hunin and Munin. He also pledged an eye to Mimir's well to gain wisdom. Wielding the spear Gungnir and riding the eight-legged steed Sleipnir, he will be avenged by his son Vidar at Ragnarok after being swallowed by Fenrir. FTP, name this husband of Frigg and father of Thor, the chief of the gods in Norse mythology.": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.007509603
      ],
      [
        "in",
        -6.869018e-06
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.052495938
      ],
      [
        "ald",
        -0.00018113377
      ],
      [
        "ens",
        -0.028205905
      ],
      [
        "ians",
        -0.1241468
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus, was turned into a lion after she consummated her marriage in a temple of Zeus, and Medea": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0059091235
      ],
      [
        "al",
        -3.0232935e-05
      ],
      [
        "anta",
        -3.2140193e-05
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out of clay, causing him to reveal his secret name. Nephthys disguised herself as this goddess in order to seduce Set, resulting in the birth of Anubis. This goddess, who is frequently depicted as wearing a throne as a crown, transformed into a kite to perform an act of resurrection. She had to gather up": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.056966797
      ],
      [
        "is",
        -0.00010938417
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull, while his soul was represented by a Bennu bird. He used beer mixed with pomegranate juice to calm Sekhmet, and he is genrally considered the father of Shu and Tefnut. Either Bast or Set helped ward off the attacks of the serpent Apep, who attacked this god during his nightly trip through Duat. For 10 points, identify this deity who was often syncretized with figures like Atum and Amun, the Egyptian god of the sun.": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.7352609
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat the hydra. Although this constellation grabbed Hercules' toe, Hercules simply crushed him with his foot. As a result, Hera placed it in the night sky. This constellation is also has one of the nearest": {
    "guess": "Crab (constellation)",
    "confidence": [
      [
        "Cr",
        -0.19415188
      ],
      [
        "ab",
        -0.037475675
      ],
      [
        " (",
        -0.032135755
      ],
      [
        "const",
        -0.086595155
      ],
      [
        "ellation",
        -0.00013357517
      ],
      [
        ")",
        -0.00032330706
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into": {
    "guess": "Sword of Attila",
    "confidence": [
      [
        "S",
        -0.3116141
      ],
      [
        "word",
        -0.0826097
      ],
      [
        " of",
        -0.13132507
      ],
      [
        " At",
        -1.4718146
      ],
      [
        "til",
        -7.111979e-05
      ],
      [
        "a",
        -0.0025032442
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god received 50 powerful names. As a child, he played with four winds given to him by Anu, which irritated": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.026319688
      ],
      [
        "ard",
        -9.372295e-06
      ],
      [
        "uk",
        -1.6762922e-05
      ]
    ]
  },
  "In the mythology of Celtic France, this was the responsibility of Andarta. It was the domain of the Latvian Jumis, the Babylonian Mylitta, the Japanese Ugajin, and the Philistine Dagon. In the aspect of": {
    "guess": "Fertility god",
    "confidence": [
      [
        "F",
        -0.07491198
      ],
      [
        "ertility",
        -0.0007300667
      ],
      [
        " god",
        -0.88153857
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son Nabu a dragon named Mushussu. His father warned a figure of a great flood that would destroy mankind,": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.123264894
      ],
      [
        "ard",
        -4.723352e-06
      ],
      [
        "uk",
        -6.0345924e-06
      ]
    ]
  },
  "In 2005's The Mysterious Flame of Queen Loana, an amnesiac rare books dealer discovers a copy of Shakespeare's first folio while trying to remember his role in the second World War. A professor at the University of Bologna, he writes extensively on semiotics and literary theory, but his more famous works": {
    "guess": "Umberto Eco",
    "confidence": [
      [
        "U",
        -0.57457006
      ],
      [
        "mb",
        -3.0545007e-06
      ],
      [
        "erto",
        -2.8206474e-05
      ],
      [
        " Eco",
        -0.00030471865
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out": {
    "guess": "Sekhmet",
    "confidence": [
      [
        "S",
        -0.47781962
      ],
      [
        "ek",
        -0.00932511
      ],
      [
        "h",
        -2.220075e-06
      ],
      [
        "met",
        -1.147242e-06
      ]
    ]
  },
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal the Mead of Poetry. His possessions include an arm ring which provides endless wealth, the wolves Geri and Freki, and the ravens Hunin and Munin. He also pledged an eye to Mimir's well to gain wisdom. Wielding the spear Gungnir and riding the eight-legged steed Sleipnir, he will be avenged by his son Vidar at Ragnarok after being swallowed by Fenrir. FTP, name this husband of Frigg and father": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.047770232
      ],
      [
        "in",
        -1.4498052e-05
      ]
    ]
  },
  "One of these mythological animals brought night and rain to humans and became the owner of all of the stories in the world after he completed three tasks. Another converted a single ear of corn into a": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.6098402
      ],
      [
        "ansi",
        -0.003127329
      ]
    ]
  },
  "One of these mythological animals brought night and rain to humans and became the owner of all of the stories in the world after he completed three tasks. Another converted a single ear of corn into a hundred servants for the sky-god Nyame but was later thwarted by Goose and Little Bush Deer. Another was created when the daughter of Idmon depicted the failings of the gods and hung herself. For 10 points,": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.12972888
      ],
      [
        "ansi",
        -0.110821865
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -1.0833133
      ],
      [
        " Ring",
        -0.00988618
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect of his more famous consort.  Associated with and often taking the role of Prajapati, he is usually depicted as having four heads although he once had a fifth which was burned off by Shiva in anger.": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.14984146
      ],
      [
        "rah",
        -0.001591154
      ],
      [
        "ma",
        -0.002201048
      ]
    ]
  },
  "One of these mythological animals brought night and rain to humans and became the owner of all of the": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -2.088215
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a cuckoo. He tricks another of his lovers into turning into a fly, then swallows her, only to find out that she was pregnant and that his daughter is causing him a massive headache. In another myth, this": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.0873139
      ],
      [
        "us",
        -2.1531068e-05
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from suckling Heracles.  In the Iliad, this figure sends Athena to calm Achilles before he argues with Agamemnon and later distracts her consort when Poseidon decides to fight in the war. This goddess sent Argus to keep her husband away from Io, and eventually placed Argus' eyes on the feathers of her peacock.": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0006612073
      ],
      [
        "era",
        -0.00063094794
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after they quarreled. Eventually healed by Chiron, he became friends with Peleus and was soon responsible for raising Achilles. This name also identifies a creature that, according to Ovid, lives on frankincense": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.13254735
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of these creatures was sometimes said to have arisen from the spittle of Neith.  In Indian myth, some of these creatures guarded Vinata after she lost a bet with Kadru.  In Aztec myth, the goddess Coatlicue [coh-at-lee-queue] wore a skirt of these creatures.  In Egyptian myth, the demon Apep was said": {
    "guess": "Snake",
    "confidence": [
      [
        "Snake",
        -0.71642804
      ]
    ]
  },
  "In 2005's The Mysterious Flame of Queen Loana, an amnesiac rare books dealer discovers a copy of Shakespeare's first folio while trying to remember his role in the second World War. A professor at the": {
    "guess": "Umberto Eco",
    "confidence": [
      [
        "U",
        -0.5607283
      ],
      [
        "mb",
        -2.6968896e-06
      ],
      [
        "erto",
        -3.786197e-05
      ],
      [
        " Eco",
        -0.00039087355
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood from a wound in his penis.  In another he burned himself to death after which his heart became the planet Venus and he became known as 'Lord of the Dawn.\"  A bearer of culture, early missionaries believed he was actually the disciple Thomas.  In the most famous myth about him he is exiled from Tula and departs on a raft of serpents after being tricked into committing incest by his enemy Tezcatlipoca.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0010799681
      ],
      [
        "etz",
        -6.372917e-05
      ],
      [
        "al",
        -4.477578e-05
      ],
      [
        "co",
        -9.114601e-05
      ],
      [
        "atl",
        -1.50940705e-05
      ]
    ]
  },
  "One mythical figure with responsibility for this activity is the Hindu consort of Shiva named Durga.": {
    "guess": "Durga",
    "confidence": [
      [
        "D",
        -0.11264541
      ],
      [
        "urga",
        -0.023245595
      ]
    ]
  },
  "In one myth, this figure fell in love with Leuce and turned her into a white poplar tree after her death. Pirithous tried to abduct this god's wife, and was consequently trapped in a rock for eternity. This god abducted his wife from (*) Demeter and forced her to stay with him after she ate pomegranate": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.0008324975
      ],
      [
        "ades",
        -5.9153886e-06
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of these creatures was sometimes said to have arisen from the spittle of Neith.  In Indian myth, some of these creatures guarded Vinata after she lost a bet with Kadru.  In Aztec myth, the goddess Coatlicue [coh-at-lee-queue] wore a skirt of these creatures.  In Egyptian myth, the demon Apep was said to take this form, and in Indian myth, Shiva's throat turned blue after one of these creatures, named Vasuki, vomited poison.  FTP, the Aztec god Quetzalcoatl assumed the plumed form of what creature?": {
    "guess": "Serpent",
    "confidence": [
      [
        "S",
        -0.3633563
      ],
      [
        "erp",
        -1.1398757e-05
      ],
      [
        "ent",
        -0.0018624763
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for propitiating this deity include pouring water into the mouth of a hunted carcass and diving into": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.9912073
      ],
      [
        "tem",
        -0.00022022522
      ],
      [
        "is",
        -0.0006080792
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in": {
    "guess": "Huns",
    "confidence": [
      [
        "H",
        -0.6803847
      ],
      [
        "uns",
        -0.19756246
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.  Through his intervention Thrall, Karl, and Jarl were born and went on to differentiate the races of": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.124380104
      ],
      [
        "imd",
        -0.00021521868
      ],
      [
        "all",
        -1.0921943e-05
      ],
      [
        "r",
        -0.00030138093
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father; that death goddess has obsidian teeth lining her (*) vagina, which snaps a hero crawling through": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.0072403983
      ],
      [
        "yn",
        -0.0003001889
      ],
      [
        "esian",
        -1.3856493e-06
      ],
      [
        " narrative",
        -0.029738802
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood from a wound in his penis.  In another he burned himself to death after which his heart became the planet Venus and he became known as 'Lord of the Dawn.\"  A bearer of culture, early missionaries": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.26390395
      ],
      [
        "etz",
        -0.0006122403
      ],
      [
        "al",
        -0.00017064385
      ],
      [
        "co",
        -0.00057376316
      ],
      [
        "atl",
        -5.1331983e-05
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called Vilya, Nenya, and Narya. In an extravagant gesture of grief Odin abandoned his on Balder's funeral pyre, before he sent Hermod to retrieve it. Andvari made a cursed one and Sindri made one that dripped eight similar ones each ninth night, it was called Draupnir, but all of these have been eclipsed in popular culture by the example of one found in the Misty Mountains. FTP identify this mythological item perhaps most associated with Middle Earth or weddings.": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -0.24977973
      ],
      [
        " Ring",
        -0.008444249
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a large bride-price. However, after inviting Eioneus to his capital of Larissa, he tricked him into falling into a pit filled with burning coals, making him the first Greek to murder a kinsman. Due to Zeus' love for Dia, this figure was invited to Olympus for the purification rites for his crime, where": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.010504739
      ],
      [
        "ion",
        -1.4974867e-05
      ]
    ]
  },
  "This mythical figure's name means \"magnolia,\" and was probably based on a real soldier from the Central Plains region during the 5th century.  According to a famous ballad, \"In the East Market she buys a spirited horse, In the West Market she buys a saddle, In the South Market she buys a bridle, In the North Market she buys a long whip\" and goes to battle the Tartars at Mount Yen.  FTP name this legendary Hsui dynasty woman who saved her father's life by dressing as a man and joining the Khan's army.": {
    "guess": "Hua Mulan",
    "confidence": [
      [
        "H",
        -0.14140798
      ],
      [
        "ua",
        -0.00025323365
      ],
      [
        " Mul",
        -0.00019471932
      ],
      [
        "an",
        -2.0935051e-05
      ]
    ]
  },
  "In one myth, this figure fell in love with Leuce and turned her into a white poplar tree after her death. Pirithous tried to abduct this god's wife, and was consequently trapped in a rock for eternity. This god abducted his wife from (*) Demeter and forced her to stay with him after she ate pomegranate seeds. For 10 points, name this husband of Persephone, the Greek god of a namesake underworld.": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.0003678709
      ],
      [
        "ades",
        -3.0545007e-06
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00018995117
      ],
      [
        "ep",
        -0.00014597236
      ],
      [
        "ha",
        -7.100059e-05
      ],
      [
        "est",
        -0.00041696816
      ],
      [
        "us",
        -0.00018601745
      ]
    ]
  },
  "In one myth, this figure usurped Ophion and Eurynome. This figure sent the dragon Campe to guard prisoners in Tarturas. This figure's downfall began when he ingested the Omphalos stone. This man castrated his father with an adamant sickle, and the severed parts created the Erinyes, Meliae, and Gigantes. This figure ruled until he was dethroned by Zeus, Hades, and Poseidon, whom he had previously attempted": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.15935105
      ],
      [
        "ron",
        -5.6769813e-06
      ],
      [
        "us",
        -0.0031332748
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.8603273
      ],
      [
        "itzerland",
        -0.014582176
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's folk tales feature cucumber- riding water demons called kappas as well as an eight-headed dragon": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.027574899
      ],
      [
        " mythology",
        -0.17523262
      ]
    ]
  },
  "Mysteries in this novel include the birthday of the main character and the identity of Martha Clifford, who flirts with him by mail. In a major event, the protagonist masturbates while looking at Gerty MacDowell's legs during a fireworks display on June 16, 1904, and the novel closes with a famous stream": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.0027254673
      ],
      [
        "ly",
        -4.2391708e-05
      ],
      [
        "ss",
        -4.7517467e-05
      ],
      [
        "es",
        -5.7961847e-06
      ],
      [
        " (",
        -0.00024572382
      ],
      [
        "nov",
        -5.5265704e-05
      ],
      [
        "el",
        -1.8624639e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god received 50 powerful names. As a child, he played with four winds given to him by Anu, which irritated a monster he would later face. His cult surpassed that of Enlil after his patron city gained power. He snatched the Tablets of Destiny from the usurper Kingu, out of whose blood humans were made. In the Enuma Elish, this god kills the sea dragon Tiamat. For 10 points, name this supreme god of the Babylonian pantheon.": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.009215855
      ],
      [
        "ard",
        -1.0087517e-05
      ],
      [
        "uk",
        -1.569009e-05
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's folk tales feature cucumber- riding water demons called kappas as well as an eight-headed dragon that was slain by this country's sea god. This country was supposedly formed when its creator god Izanagi dripped brine from his spear, and its sun goddess retreated into a cave after her brother threw": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.01798604
      ],
      [
        " mythology",
        -0.064338334
      ]
    ]
  },
  "One mythical figure with responsibility for this activity is the Hindu consort of Shiva named Durga. The Greek deity of this type was trapped in a jar by the Aloadai (al-OH-uh-dye) twins. That god of this type was also caught in a metallic web built by (*) Hephaestus to catch him sleeping with Aphrodite.": {
    "guess": "Love",
    "confidence": [
      [
        "Love",
        -1.7649176
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father; that death goddess has obsidian teeth lining her (*) vagina, which snaps a hero crawling through her body in half. In this culture's creation myth, the children of the Earth and the Sky conspire": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.03455025
      ],
      [
        "yn",
        -0.0002667
      ],
      [
        "esian",
        0.0
      ],
      [
        " narrative",
        -0.07757962
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.36679152
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of these creatures was sometimes said to have arisen from the spittle of Neith.  In Indian myth, some of these creatures guarded Vinata after she lost a bet with Kadru.  In Aztec myth, the goddess Coatlicue [coh-at-lee-queue] wore a skirt of these creatures.  In Egyptian myth, the demon Apep was said to take this form, and in Indian myth, Shiva's throat turned blue after one of these creatures, named": {
    "guess": "Serpent",
    "confidence": [
      [
        "S",
        -0.7827518
      ],
      [
        "erp",
        -2.5345586e-05
      ],
      [
        "ent",
        -0.0015942458
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine of Believer's Baptism. These \"Poor Men of [*] Lyon\" modeled themselves after Matthew 23 and they absorbed the Humiliati and famously denied the sacraments, purgatory and the idea of relics. Persecuted": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.17724848
      ],
      [
        "ald",
        -0.00027087211
      ],
      [
        "ens",
        -0.22454771
      ],
      [
        "ians",
        -0.040490687
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a large bride-price. However, after inviting Eioneus to his capital of Larissa, he tricked him into falling into a pit filled with burning coals, making him the first Greek to murder a kinsman. Due to": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.04241791
      ],
      [
        "ion",
        -2.7968066e-05
      ]
    ]
  },
  "Mysteries in this novel include the birthday of the main character and the identity of Martha Clifford, who flirts with him by mail. In a major event, the protagonist masturbates while looking at Gerty": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.0051927245
      ],
      [
        "ly",
        -3.333223e-05
      ],
      [
        "ss",
        -3.5477897e-05
      ],
      [
        "es",
        -7.3458323e-06
      ],
      [
        " (",
        -0.000101039914
      ],
      [
        "nov",
        -2.9160103e-05
      ],
      [
        "el",
        -1.7432603e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before emptying into this river. This middle river of the Three Rivers of Yunnan flows over Khone Falls, which is located west of the Annamite Range. Pakse and Luongprabang are cities on this river, which receives water from (*) Tonle Sap. National capitals on this river include Vientiane and Phnom Penh. For ten points, name this Asian river which forms the border between Laos and Thailand and flows": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0005399277
      ],
      [
        "ek",
        -9.610702e-06
      ],
      [
        "ong",
        -5.9080223e-05
      ],
      [
        " River",
        -0.49454135
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull, while his soul was represented by a Bennu bird. He used beer mixed with pomegranate juice to calm Sekhmet, and he is genrally considered the father of Shu and Tefnut. Either Bast or Set helped ward": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.026238406
      ],
      [
        "un",
        -2.0100624e-05
      ],
      [
        "-R",
        -0.0009101523
      ],
      [
        "a",
        -6.869018e-06
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's folk tales feature cucumber- riding water demons called kappas as well as an eight-headed dragon that was slain by this country's sea god. This country was supposedly formed when its creator god Izanagi dripped brine from his spear, and its sun goddess retreated into a cave after her brother threw a flayed horse into her room. That goddess, Amaterasu, was the ancestor of this country's first emperor, Jimmu. For 10 points, name this nation home to the many kami of the Shinto religion.": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.0027249907
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.12133513
      ],
      [
        "ek",
        -0.078549765
      ],
      [
        "ong",
        -0.00012178135
      ],
      [
        " River",
        -0.04465743
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a legendary king of Athens, is said to have been produced by this god's abortive attempt at having sex": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0006071255
      ],
      [
        "ep",
        -0.0021834497
      ],
      [
        "ha",
        -3.4762674e-05
      ],
      [
        "est",
        -0.00011176824
      ],
      [
        "us",
        -8.077529e-05
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.  Through his intervention Thrall, Karl, and Jarl were born and went on to differentiate the races of men.  Because of his shining, golden teeth he is also called Gullintani.  He lives in the hall of Himinbjorg and rides the powerful horse Gulltop.  At Ragnarok he and Loki will kill each other, so apparently his great hearing and vision can not save him.  FTP, name this Norse god who blows Gjallerhorn to announce Ragnarok and who is the guardian of Bifrost, the rainbow bridge.": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.0020684218
      ],
      [
        "imd",
        -0.00018816312
      ],
      [
        "all",
        -1.11603495e-05
      ],
      [
        "r",
        -0.68013465
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for propitiating this deity include pouring water into the mouth of a hunted carcass and diving into the sea to replicate the action of brushing hair. This goddess orders dogs to maul her treacherous father,": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -0.09284316
      ],
      [
        "tem",
        -9.221884e-05
      ],
      [
        "is",
        -0.00037836083
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect of his more famous consort.  Associated with and often taking the role of Prajapati, he is usually depicted as having four heads although he once had a fifth which was burned off by Shiva in anger.  In one story he is born from a lotus coming from Vishnu's navel while in another he is born from a Golden Egg.  His mount is the swan Hamsa and his consort is usually Sarasvati.  FTP, identify this": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.002639153
      ],
      [
        "rah",
        -6.5278815e-05
      ],
      [
        "ma",
        -0.000120708515
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's folk tales feature cucumber- riding water demons called kappas as well as an eight-headed dragon that was slain by this country's sea god. This country was supposedly formed when its creator god Izanagi dripped brine from his spear, and its sun goddess retreated into a cave after her brother threw a flayed horse into her room. That goddess, Amaterasu, was the ancestor of this country's first": {
    "guess": "Japan",
    "confidence": [
      [
        "Japan",
        -0.24567258
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood,": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.002476605
      ],
      [
        "usa",
        -4.9186317e-05
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That person then killed the king's sons and sent their skulls to him. Along with Wayland, another figure": {
    "guess": "Leda (mythology)",
    "confidence": [
      [
        "L",
        -1.0445533
      ],
      [
        "eda",
        -1.3016622
      ],
      [
        " (",
        -0.07738666
      ],
      [
        "my",
        -0.004575496
      ],
      [
        "th",
        -0.0005425465
      ],
      [
        "ology",
        -0.0006585849
      ],
      [
        ")",
        -0.0002852921
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -1.0252061
      ],
      [
        "ion",
        -0.00034332962
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine of Believer's Baptism. These \"Poor Men of [*] Lyon\" modeled themselves after Matthew 23 and they absorbed the Humiliati and famously denied the sacraments, purgatory and the idea of relics. Persecuted by the Roman Catholic Church from the 12th to the 16th centuries, the beliefs of Baptists such": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.017856073
      ],
      [
        "ald",
        -0.00017421995
      ],
      [
        "ens",
        -0.13754466
      ],
      [
        "ians",
        -0.20016387
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after they quarreled. Eventually healed by Chiron, he became friends with Peleus and was soon responsible for raising Achilles. This name also identifies a creature that, according to Ovid, lives on frankincense and odoriferous gums and makes its way to Heliopolis with the charred remains of its parent to deposit in the temple of the sun. FTP identify this name most commonly associated with a magical bird that lives 500 years before it is destroyed and reborn in flame.": {
    "guess": "Phoenix (mythology)",
    "confidence": [
      [
        "Phoenix",
        -0.00034154154
      ],
      [
        " (",
        -0.0023883758
      ],
      [
        "my",
        -2.2961513e-05
      ],
      [
        "th",
        -7.89631e-07
      ],
      [
        "ology",
        -7.398068e-05
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father; that death goddess has obsidian teeth lining her (*) vagina, which snaps a hero crawling through her body in half. In this culture's creation myth, the children of the Earth and the Sky conspire to push their parents apart with their feet to allow light into the world. For 10 points, name this myth system whose creation myth details the separation of Papa and Rangi, whose grandchild was the": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.02143118
      ],
      [
        "yn",
        -1.4855664e-05
      ],
      [
        "esian",
        0.0
      ],
      [
        " narrative",
        -0.054720223
      ]
    ]
  },
  "In one myth, she joins a snake and a dangerous bird in a Huluppu tree in order to prevent the goddess Inanna from cutting it down for furniture, only to be chased away by Gilgamesh.  Depending on translation, she is referred to as \"the screech owl\" or \"the night hag\" in Isaiah 34:14, and in Arabic mythology": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.001764313
      ],
      [
        "il",
        -0.0010923543
      ],
      [
        "ith",
        -0.00010223195
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women into small pieces. In another myth, this creature once received a feather from each bird, only to lose them after becoming arrogant, explaining why it will only come out at night and lives in caves. One of these animals placed Hunahpu's head in a ball court after he was decapitated in their namesake House in Xibalba. For 10 points, the Mayan death god Camazotz had the head of what animal commonly associated with vampires?": {
    "guess": "BAT",
    "confidence": [
      [
        "BAT",
        -0.54636914
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out of clay, causing him to reveal his secret name. Nephthys disguised herself as this goddess in order": {
    "guess": "Sekhmet",
    "confidence": [
      [
        "S",
        -0.36189407
      ],
      [
        "ek",
        -0.00418121
      ],
      [
        "h",
        -5.276243e-05
      ],
      [
        "met",
        -4.4849444e-06
      ]
    ]
  },
  "In one myth, this figure fell in love with Leuce and turned her into a white poplar tree after her death. Pirithous tried to abduct this god's wife, and was consequently trapped in a rock for eternity.": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.010391961
      ],
      [
        "ades",
        -0.00016730615
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of these creatures was sometimes said to have arisen from the spittle of Neith.  In Indian myth, some of these creatures guarded Vinata after she lost a bet with Kadru.  In Aztec myth, the goddess Coatlicue": {
    "guess": "Serpent (mythology)",
    "confidence": [
      [
        "S",
        -0.6453579
      ],
      [
        "erp",
        -3.059055e-05
      ],
      [
        "ent",
        -0.001638289
      ],
      [
        " (",
        -0.06021727
      ],
      [
        "my",
        -1.0924662
      ],
      [
        "th",
        -2.0696643e-05
      ],
      [
        "ology",
        -0.00011462913
      ],
      [
        ")",
        -0.00020115632
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were Stheno and Euryale, and her parents are Phorcys and Ceto. Some myths claim that she was beautiful, until she was raped in the temple of Athena by Poseidon, at which time Athena transformed her into the hideous form that she takes. Most famously, Perseus was required to use a mirrored shield to guard himself from her power, and after he beheaded her, Athena mounted her head on her shield. For ten points, identify this Gorgon, a serpent haired monster that could turn viewers of her face to stone.": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.00011427152
      ],
      [
        "usa",
        -7.886803e-05
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son Nabu a dragon named Mushussu. His father warned a figure of a great flood that would destroy mankind, and his four horses each held poison in their mouths. He organized the years into months after his victory over a monster. He created tornados with the winds given to him by Anu, and he disturbed a": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.022100596
      ],
      [
        "ard",
        -1.378283e-05
      ],
      [
        "uk",
        -1.5213274e-05
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull,": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.0052776346
      ],
      [
        "un",
        -2.1054253e-05
      ],
      [
        "-R",
        -0.0006644222
      ],
      [
        "a",
        -9.253091e-06
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus, was turned into a lion after she consummated her marriage in a temple of Zeus, and Medea saved her life by healing a wound suffered fighting the Colchians. Raised by a she-bear after her father": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.00799176
      ],
      [
        "al",
        -7.9418505e-06
      ],
      [
        "anta",
        -6.9882217e-06
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus, was turned into a lion after she consummated her marriage in a temple of Zeus, and Medea saved her life by healing a wound suffered fighting the Colchians. Raised by a she-bear after her father abandoned her, she participated in the Calydonian boar hunt as well as being an Argonaut, but she is better known for being distracted by some golden apples while racing Hippomenes. For 10 points, name this mythological huntress known for her foot speed.": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0010089923
      ],
      [
        "al",
        -4.727906e-05
      ],
      [
        "anta",
        -9.0883464e-07
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat": {
    "guess": "Constellation of Scorpio",
    "confidence": [
      [
        "Const",
        -1.8067787
      ],
      [
        "ellation",
        -0.04992722
      ],
      [
        " of",
        -0.37131408
      ],
      [
        " Scor",
        -1.5629113
      ],
      [
        "pio",
        -0.6269412
      ]
    ]
  },
  "In one myth, she joins a snake and a dangerous bird in a Huluppu tree in order to prevent the goddess": {
    "guess": "Inanna",
    "confidence": [
      [
        "In",
        -1.0166706
      ],
      [
        "anna",
        -0.002635111
      ]
    ]
  },
  "In the mythology of Celtic France, this was the responsibility of Andarta. It was the domain of the Latvian": {
    "guess": "Andarta",
    "confidence": [
      [
        "And",
        -0.14315596
      ],
      [
        "arta",
        -0.0012077342
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a legendary king of Athens, is said to have been produced by this god's abortive attempt at having sex with Athena and sprung from this god's spilt seed. In the Iliad, he is married to Aglaea, one of the Charities, while his better known partner was caught in a net with Ares and hauled before the rest of the Olympians. The parthenogenic son of Hera, identify, for 10 points, this lame husband of Aphrodite, the Greek god of volcanoes, the forge and fire.": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00033212814
      ],
      [
        "ep",
        -3.1737043e-06
      ],
      [
        "ha",
        -3.750436e-05
      ],
      [
        "est",
        -1.9146995e-05
      ],
      [
        "us",
        -4.20341e-05
      ]
    ]
  },
  "In one myth, this figure usurped Ophion and Eurynome. This figure sent the dragon Campe to guard prisoners": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -1.3033326
      ],
      [
        "ron",
        -0.0045327772
      ],
      [
        "us",
        -0.0029481088
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous": {
    "guess": "Eagle",
    "confidence": [
      [
        "E",
        -0.49564648
      ],
      [
        "agle",
        -0.06117376
      ]
    ]
  },
  "One mythical figure with responsibility for this activity is the Hindu consort of Shiva named Durga. The Greek deity of this type was trapped in a jar by the Aloadai (al-OH-uh-dye) twins. That god of this": {
    "guess": "War",
    "confidence": [
      [
        "War",
        -1.3926307
      ]
    ]
  },
  "This mythical figure's name means \"magnolia,\" and was probably based on a real soldier from the Central": {
    "guess": "Magnolia (mythology)",
    "confidence": [
      [
        "Magn",
        -0.9447366
      ],
      [
        "olia",
        -0.09776494
      ],
      [
        " (",
        -0.28011978
      ],
      [
        "my",
        -0.4236925
      ],
      [
        "th",
        -0.0030990466
      ],
      [
        "ology",
        -0.026447756
      ],
      [
        ")",
        -9.5914154e-05
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after they quarreled. Eventually healed by Chiron, he became friends with Peleus and was soon responsible for raising Achilles. This name also identifies a creature that, according to Ovid, lives on frankincense and odoriferous gums and makes its way to Heliopolis with the charred remains of its parent to deposit in the temple of the sun. FTP identify this name most commonly associated with a magical": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.18783666
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral of Paddy Dignam and again during Mina Purefoy's delivery. An elaborate line of reasoning leads one character, a recently fired schoolteacher, to believe that Shakespeare's ghost is Hamlet's grandfather. With each chapter assigned a color, stylistic mode, and chief bodily organ, it took a joke by Ezra Pound about its sedition for the censor to realize its obscenity. For ten points, name this book": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.13750383
      ],
      [
        "ly",
        -4.763667e-05
      ],
      [
        "ss",
        -8.8285124e-05
      ],
      [
        "es",
        -1.6286107e-05
      ],
      [
        " (",
        -0.3653002
      ],
      [
        "nov",
        -0.00018625586
      ],
      [
        "el",
        -7.822647e-06
      ],
      [
        ")",
        -2.0219828e-05
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called Vilya, Nenya, and Narya. In an extravagant gesture of grief Odin abandoned his on Balder's funeral pyre, before he sent Hermod to retrieve it. Andvari made a cursed one and Sindri made one that dripped eight similar ones each ninth night, it was called Draupnir, but all of these have been eclipsed in popular culture by the example of one found in the Misty Mountains. FTP identify this mythological": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -0.3578843
      ],
      [
        " Ring",
        -0.018973863
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women into small pieces. In another myth, this creature once received a feather from each bird, only to": {
    "guess": "Raven",
    "confidence": [
      [
        "R",
        -1.6503339
      ],
      [
        "aven",
        -0.3774408
      ]
    ]
  },
  "This mythical figure's name means \"magnolia,\" and was probably based on a real soldier from the Central Plains region during the 5th century.  According to a famous ballad, \"In the East Market she buys a spirited horse, In the West Market she buys a saddle, In the South Market she buys a bridle, In the": {
    "guess": "Hua Mulan",
    "confidence": [
      [
        "H",
        -0.24321045
      ],
      [
        "ua",
        -0.00034821697
      ],
      [
        " Mul",
        -7.016616e-05
      ],
      [
        "an",
        -1.3663626e-05
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for propitiating this deity include pouring water into the mouth of a hunted carcass and diving into the sea to replicate the action of brushing hair. This goddess orders dogs to maul her treacherous father, prompting her father to invoke a curse that causes the earth to swallow them both. Her father": {
    "guess": "Hindu deities",
    "confidence": [
      [
        "H",
        -1.9609178
      ],
      [
        "ind",
        -0.7619213
      ],
      [
        "u",
        -0.0029723532
      ],
      [
        " de",
        -0.48061737
      ],
      [
        "ities",
        -0.00013190633
      ]
    ]
  },
  "In one myth, this figure usurped Ophion and Eurynome. This figure sent the dragon Campe to guard prisoners in Tarturas. This figure's downfall began when he ingested the Omphalos stone. This man castrated": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.08943339
      ],
      [
        "ron",
        -3.1305768e-05
      ],
      [
        "us",
        -0.0023413966
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral of Paddy Dignam and again during Mina Purefoy's delivery. An elaborate line of reasoning leads one": {
    "guess": "Macintosh (novel)",
    "confidence": [
      [
        "Mac",
        -1.3481677
      ],
      [
        "intosh",
        -0.3768939
      ],
      [
        " (",
        -0.20557076
      ],
      [
        "nov",
        -1.3376093
      ],
      [
        "el",
        -0.009161043
      ],
      [
        ")",
        -0.026745506
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were Stheno and Euryale, and her parents are Phorcys and Ceto. Some myths claim that she was beautiful, until she was raped in the temple of Athena by Poseidon, at which time Athena transformed her into the hideous form that she takes. Most famously, Perseus was required to use a mirrored shield to guard": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.00037192382
      ],
      [
        "usa",
        -5.574252e-05
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull, while his soul was represented by a Bennu bird. He used beer mixed with pomegranate juice to calm": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.0057791197
      ],
      [
        "un",
        -1.569009e-05
      ],
      [
        "-R",
        -0.0005806733
      ],
      [
        "a",
        -5.080963e-06
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women into small pieces. In another myth, this creature once received a feather from each bird, only to lose them after becoming arrogant, explaining why it will only come out at night and lives in caves. One of these animals placed Hunahpu's head in a ball court after he was decapitated in their namesake House in Xibalba. For 10 points, the Mayan death god Camazotz had the head of what animal commonly": {
    "guess": "Bat",
    "confidence": [
      [
        "Bat",
        -0.8613393
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son Nabu a dragon named Mushussu. His father warned a figure of a great flood that would destroy mankind, and his four horses each held poison in their mouths. He organized the years into months after his victory over a monster. He created tornados with the winds given to him by Anu, and he disturbed a monster that he would later defeat with a net and an arrow. For 10 points, name this god who defeated": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.022624496
      ],
      [
        "ard",
        -2.7133641e-05
      ],
      [
        "uk",
        -9.372295e-06
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.5178368
      ],
      [
        "ly",
        -0.0007753238
      ],
      [
        "ss",
        -4.0246043e-05
      ],
      [
        "es",
        -0.0003034074
      ],
      [
        " (",
        -0.088152505
      ],
      [
        "nov",
        -0.0003390383
      ],
      [
        "el",
        -9.133887e-06
      ],
      [
        ")",
        -0.00035167023
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus, was turned into a lion after she consummated her marriage in a temple of Zeus, and Medea saved her life by healing a wound suffered fighting the Colchians. Raised by a she-bear after her father abandoned her, she participated in the Calydonian boar hunt as well as being an Argonaut, but": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.013339627
      ],
      [
        "al",
        -2.7133641e-05
      ],
      [
        "anta",
        -6.1106686e-05
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son Nabu a dragon named Mushussu. His father warned a figure of a great flood that would destroy mankind, and his four horses each held poison in their mouths. He organized the years into months after his": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.016277289
      ],
      [
        "ard",
        -3.655073e-05
      ],
      [
        "uk",
        -1.11603495e-05
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for propitiating this deity include pouring water into the mouth of a hunted carcass and diving into the sea to replicate the action of brushing hair. This goddess orders dogs to maul her treacherous father, prompting her father to invoke a curse that causes the earth to swallow them both. Her father Anguta beat her hands till her fingers fell off, becoming seals and whales. For 10 points, the underworld": {
    "guess": "Sedna (deity)",
    "confidence": [
      [
        "S",
        -0.007969879
      ],
      [
        "ed",
        -0.0003088871
      ],
      [
        "na",
        -6.0345924e-06
      ],
      [
        " (",
        -0.00026550796
      ],
      [
        "de",
        -0.00252703
      ],
      [
        "ity",
        -1.7835755e-05
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.  Through his intervention Thrall, Karl, and Jarl were born and went on to differentiate the races of men.  Because of his shining, golden teeth he is also called Gullintani.  He lives in the hall of Himinbjorg and rides the powerful horse Gulltop.  At Ragnarok he and Loki will kill each other, so apparently his great hearing and vision can not save him.  FTP, name this Norse god who blows Gjallerhorn": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.00736738
      ],
      [
        "imd",
        -0.0007495904
      ],
      [
        "all",
        -1.2590794e-05
      ],
      [
        "r",
        -0.0068728486
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0043727984
      ],
      [
        "usa",
        -6.670925e-05
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral of Paddy Dignam and again during Mina Purefoy's delivery. An elaborate line of reasoning leads one character, a recently fired schoolteacher, to believe that Shakespeare's ghost is Hamlet's grandfather. With each chapter assigned a color, stylistic mode, and chief bodily organ, it took a joke by": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.8529972
      ],
      [
        "ly",
        -0.002074006
      ],
      [
        "ss",
        -0.00013357517
      ],
      [
        "es",
        -5.6576944e-05
      ],
      [
        " (",
        -0.12883726
      ],
      [
        "nov",
        -0.00028290803
      ],
      [
        "el",
        -1.5451682e-05
      ],
      [
        ")",
        -3.4166656e-05
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a cuckoo. He tricks another of his lovers into turning into a fly, then swallows her, only to find out that she was pregnant and that his daughter is causing him a massive headache. In another myth, this god draws lots with his brothers to see who controls the sky, the sea, and the underworld after he": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.0045000236
      ],
      [
        "us",
        -7.58424e-06
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god received 50 powerful names. As a child, he played with four winds given to him by Anu, which irritated a monster he would later face. His cult surpassed that of Enlil after his patron city gained power.": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.0014161885
      ],
      [
        "ard",
        -7.703444e-06
      ],
      [
        "uk",
        -4.4849444e-06
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine of Believer's Baptism. These \"Poor Men of [*] Lyon\" modeled themselves after Matthew 23 and they absorbed the Humiliati and famously denied the sacraments, purgatory and the idea of relics. Persecuted by the Roman Catholic Church from the 12th to the 16th centuries, the beliefs of Baptists such as the literal interpretation of the Bible and the denial of pedobaptism can be traced to them.": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.010308314
      ],
      [
        "ald",
        -8.029847e-05
      ],
      [
        "ens",
        -0.09010409
      ],
      [
        "ians",
        -0.081953466
      ]
    ]
  },
  "In one myth, she joins a snake and a dangerous bird in a Huluppu tree in order to prevent the goddess Inanna from cutting it down for furniture, only to be chased away by Gilgamesh.  Depending on translation, she is referred to as \"the screech owl\" or \"the night hag\" in Isaiah 34:14, and in Arabic mythology she is Satan's wife, while in \"Eden Bower\" Dante Gabriel Rossetti makes the serpent an instrument of her vengeance.  FTP, name this first wife of Adam.": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.009811696
      ],
      [
        "il",
        -7.064298e-05
      ],
      [
        "ith",
        -1.6643718e-05
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor followed the advice of Polyeidos and received a dream from Athena. Charged by Iobates to complete several tasks, that captor used him in his battles with the Amazons and with the Chimaera. That hero, Bellerophon tamed this creature with a gift from Athena, a golden bridle, before failing in an attempt": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.16239068
      ],
      [
        "egasus",
        -0.0018959139
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine of Believer's Baptism. These \"Poor Men of [*] Lyon\" modeled themselves after Matthew 23 and they absorbed the Humiliati and famously denied the sacraments, purgatory and the idea of relics. Persecuted by the Roman Catholic Church from the 12th to the 16th centuries, the beliefs of Baptists such as the literal interpretation of the Bible and the denial of pedobaptism can be traced to them. FTP name this group of heretics/schismatics named after their founder Peter Waldo.": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.0016251912
      ],
      [
        "ald",
        -0.0001594387
      ],
      [
        "ens",
        -0.36939645
      ],
      [
        "ians",
        -0.06181182
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.12507378
      ],
      [
        "yn",
        -0.00016206119
      ],
      [
        "esian",
        -3.2929079e-06
      ],
      [
        " narrative",
        -0.009332196
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women into small pieces. In another myth, this creature once received a feather from each bird, only to lose them after becoming arrogant, explaining why it will only come out at night and lives in caves.": {
    "guess": "Owl",
    "confidence": [
      [
        "O",
        -0.13579382
      ],
      [
        "wl",
        -0.0039917273
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a": {
    "guess": "Vishnu",
    "confidence": [
      [
        "V",
        -1.1744163
      ],
      [
        "ish",
        -0.01746535
      ],
      [
        "nu",
        -0.0015871046
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted": {
    "guess": "Hestia",
    "confidence": [
      [
        "H",
        -0.1219064
      ],
      [
        "est",
        -0.021383688
      ],
      [
        "ia",
        -6.2729996e-06
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's": {
    "guess": "Japanese folklore",
    "confidence": [
      [
        "Japanese",
        -0.5133961
      ],
      [
        " folklore",
        -0.20656249
      ]
    ]
  },
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.15444984
      ],
      [
        "in",
        -1.0206721e-05
      ]
    ]
  },
  "In one myth, this figure usurped Ophion and Eurynome. This figure sent the dragon Campe to guard prisoners in Tarturas. This figure's downfall began when he ingested the Omphalos stone. This man castrated his father with an adamant sickle, and the severed parts created the Erinyes, Meliae, and Gigantes. This figure ruled until he was dethroned by Zeus, Hades, and Poseidon, whom he had previously attempted to eat. For 10 points, name this husband of Rhea, the leader of the Titans who overthrew Uranus.": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.0016505412
      ],
      [
        "ron",
        -1.0445127e-05
      ],
      [
        "us",
        -0.0016088859
      ]
    ]
  },
  "In the mythology of Celtic France, this was the responsibility of Andarta. It was the domain of the Latvian Jumis, the Babylonian Mylitta, the Japanese Ugajin, and the Philistine Dagon. In the aspect of Bhumiya, Vishnu was the patron of this, replacing Prthivi in Vedic times. For 10 points, all were deities of what quality, also patronized by the Roman Bona Dea, the race of Vanir in Norse myth, and the Greek Demeter?": {
    "guess": "Fertility",
    "confidence": [
      [
        "F",
        -0.1400616
      ],
      [
        "ertility",
        -0.0006886058
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out of clay, causing him to reveal his secret name. Nephthys disguised herself as this goddess in order to seduce Set, resulting in the birth of Anubis. This goddess, who is frequently depicted as wearing a throne as a crown, transformed into a kite to perform an act of resurrection. She had to gather up her husband's fourteen pieces because he was chopped up by Set. For 10 points, name this Egyptian goddess, who was the mother of Horus and wife of Osiris.": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.0029072277
      ],
      [
        "is",
        -8.180258e-06
      ]
    ]
  },
  "In 2005's The Mysterious Flame of Queen Loana, an amnesiac rare books dealer discovers a copy of Shakespeare's first folio while trying to remember his role in the second World War. A professor at the University of Bologna, he writes extensively on semiotics and literary theory, but his more famous works include a 1988 novel about three Milanese friends working in publishing, and a man who travels to an abbey to examine a murder. FTP, name this author of Foucault's Pendulum and The Name of the Rose.": {
    "guess": "Umberto Eco",
    "confidence": [
      [
        "U",
        -0.0004548639
      ],
      [
        "mb",
        -1.504853e-06
      ],
      [
        "erto",
        -3.357064e-05
      ],
      [
        " Eco",
        -2.1531068e-05
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after they quarreled. Eventually healed by Chiron, he became friends with Peleus and was soon responsible for raising Achilles. This name also identifies a creature that, according to Ovid, lives on frankincense and odoriferous gums and makes its way to Heliopolis with the charred remains of its parent": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.059001334
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god received 50 powerful names. As a child, he played with four winds given to him by Anu, which irritated a monster he would later face. His cult surpassed that of Enlil after his patron city gained power. He snatched the Tablets of Destiny from the usurper Kingu, out of whose blood humans were made.": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.00196289
      ],
      [
        "ard",
        -1.9816675e-06
      ],
      [
        "uk",
        -4.365741e-06
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after they quarreled. Eventually healed by Chiron, he became friends with Peleus and was soon responsible": {
    "guess": "Phoenix (mythology)",
    "confidence": [
      [
        "Phoenix",
        -0.011540526
      ],
      [
        " (",
        -0.0009099139
      ],
      [
        "my",
        -0.16260327
      ],
      [
        "th",
        -1.6240566e-06
      ],
      [
        "ology",
        -0.00022034443
      ],
      [
        ")",
        -1.1041146e-05
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That person then killed the king's sons and sent their skulls to him. Along with Wayland, another figure of this type was tricked into climbing a fir tree to catch moonlight by Louhi. Ilmarinen and Svarog are both known for this occupation, and the most famous god of this type created Pandora. That god caught his wife and Ares with a golden net and was rendered lame after Hera threw him out of Olympus. For 10 points, name this occupation associated with Hephaestus, which involves forging iron.": {
    "guess": "Blacksmith",
    "confidence": [
      [
        "Black",
        -0.04143023
      ],
      [
        "smith",
        -0.00012213163
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat the hydra. Although this constellation grabbed Hercules' toe, Hercules simply crushed him with": {
    "guess": "LacusCurtius: Hercules",
    "confidence": [
      [
        "L",
        -1.1289861
      ],
      [
        "acus",
        -0.5415663
      ],
      [
        "C",
        -0.25889447
      ],
      [
        "urt",
        -0.005260799
      ],
      [
        "ius",
        -0.00062749104
      ],
      [
        ":",
        -0.26515678
      ],
      [
        " Hercules",
        -1.0176388
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a cuckoo. He tricks another of his lovers into turning into a fly, then swallows her, only to find out that she was pregnant and that his daughter is causing him a massive headache. In another myth, this god draws lots with his brothers to see who controls the sky, the sea, and the underworld after he castrates and overthrows his father Cronus. For 10 points, name this philandering leader of the Greek": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.014503471
      ],
      [
        "us",
        -3.392825e-05
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That person then killed the king's sons and sent their skulls to him. Along with Wayland, another figure of this type was tricked into climbing a fir tree to catch moonlight by Louhi. Ilmarinen and Svarog are both known for this occupation, and the most famous god of this type created Pandora. That god caught his wife and Ares with a golden net and was rendered lame after Hera threw him out of Olympus.": {
    "guess": "Blacksmith",
    "confidence": [
      [
        "Black",
        -0.4149437
      ],
      [
        "smith",
        -0.00040600507
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out of clay, causing him to reveal his secret name. Nephthys disguised herself as this goddess in order to seduce Set, resulting in the birth of Anubis. This goddess, who is frequently depicted as wearing a throne as a crown, transformed into a kite to perform an act of resurrection. She had to gather up her husband's fourteen pieces because he was chopped up by Set. For 10 points, name this Egyptian": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.1740801
      ],
      [
        "is",
        -0.00024275472
      ]
    ]
  },
  "This mythical figure's name means \"magnolia,\" and was probably based on a real soldier from the Central Plains region during the 5th century.  According to a famous ballad, \"In the East Market she buys": {
    "guess": "Hua Mulan",
    "confidence": [
      [
        "H",
        -0.619336
      ],
      [
        "ua",
        -0.0007220837
      ],
      [
        " Mul",
        -6.8854926e-05
      ],
      [
        "an",
        -1.6882126e-05
      ]
    ]
  },
  "Mysteries in this novel include the birthday of the main character and the identity of Martha Clifford, who flirts with him by mail. In a major event, the protagonist masturbates while looking at Gerty MacDowell's legs during a fireworks display on June 16, 1904, and the novel closes with a famous stream of consciousness soliloquy by the protagonist's wife Molly. FTP, identify this novel about Leopold": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.033026885
      ],
      [
        "ly",
        -6.742448e-05
      ],
      [
        "ss",
        -8.1490514e-05
      ],
      [
        "es",
        -1.0921943e-05
      ],
      [
        " (",
        -0.0018650951
      ],
      [
        "nov",
        -8.900034e-05
      ],
      [
        "el",
        -3.650519e-06
      ],
      [
        ")",
        -3.0545007e-06
      ]
    ]
  },
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal the Mead of Poetry. His possessions include an arm ring which provides endless wealth, the wolves": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.038156595
      ],
      [
        "in",
        -7.159661e-05
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father;": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.0015565207
      ],
      [
        "yn",
        -8.5543434e-05
      ],
      [
        "esian",
        -1.8624639e-06
      ],
      [
        " narrative",
        -0.0043498906
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a cuckoo. He tricks another of his lovers into turning into a fly, then swallows her, only to find out that she was pregnant and that his daughter is causing him a massive headache. In another myth, this god draws lots with his brothers to see who controls the sky, the sea, and the underworld after he castrates and overthrows his father Cronus. For 10 points, name this philandering leader of the Greek gods who is married to the jealous Hera.": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.0032774105
      ],
      [
        "us",
        -2.0100624e-05
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before emptying into this river. This middle river of the Three Rivers of Yunnan flows over Khone Falls, which is located west of the Annamite Range. Pakse and Luongprabang are cities on this river, which": {
    "guess": "Mekong",
    "confidence": [
      [
        "M",
        -0.0016288828
      ],
      [
        "ek",
        -4.0246043e-05
      ],
      [
        "ong",
        -0.000118324446
      ]
    ]
  },
  "One myth from this country tells of how one of its gods saved a rabbit that had lost its fur after insulting a group of sharks, and later retrieved a turnip-shaped arrow from a burning field. This country's folk tales feature cucumber- riding water demons called kappas as well as an eight-headed dragon that was slain by this country's sea god. This country was supposedly formed when its creator god": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.011726338
      ],
      [
        " mythology",
        -0.082129285
      ]
    ]
  },
  "In one myth, she joins a snake and a dangerous bird in a Huluppu tree in order to prevent the goddess Inanna from cutting it down for furniture, only to be chased away by Gilgamesh.  Depending on translation,": {
    "guess": "Huluppu Tree (mythology)",
    "confidence": [
      [
        "H",
        -0.46920446
      ],
      [
        "ul",
        -0.0011392655
      ],
      [
        "up",
        -3.1544176e-05
      ],
      [
        "pu",
        -0.0002912486
      ],
      [
        " Tree",
        -0.0030698143
      ],
      [
        " (",
        -0.61119777
      ],
      [
        "my",
        -0.04181308
      ],
      [
        "th",
        -0.00018268342
      ],
      [
        "ology",
        -0.03178396
      ],
      [
        ")",
        -0.00066477974
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral of Paddy Dignam and again during Mina Purefoy's delivery. An elaborate line of reasoning leads one character, a recently fired schoolteacher, to believe that Shakespeare's ghost is Hamlet's grandfather. With each chapter assigned a color, stylistic mode, and chief bodily organ, it took a joke by Ezra Pound about its sedition for the censor to realize its obscenity. For ten points, name this book banned in 1921 about the meeting of Stephen Dedalus and Leopold Bloom, a work by James Joyce.": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.0040462255
      ],
      [
        "ly",
        -3.7697225e-06
      ],
      [
        "ss",
        -2.5107178e-05
      ],
      [
        "es",
        -1.4974867e-05
      ],
      [
        " (",
        -0.6529992
      ],
      [
        "nov",
        -5.6457742e-05
      ],
      [
        "el",
        -4.8425554e-06
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect of his more famous consort.  Associated with and often taking the role of Prajapati, he is usually depicted as having four heads although he once had a fifth which was burned off by Shiva in anger.  In one story he is born from a lotus coming from Vishnu's navel while in another he is born from a Golden Egg.  His mount is the swan Hamsa and his consort is usually Sarasvati.  FTP, identify this Hindu creator god and third member of the Trimurti.": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.0021596604
      ],
      [
        "rah",
        -8.208653e-05
      ],
      [
        "ma",
        -6.4325184e-05
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification of Atum's first word, Hu. This owner of Mesektet and Mandjet was associated with Mnevis, a bull, while his soul was represented by a Bennu bird. He used beer mixed with pomegranate juice to calm Sekhmet, and he is genrally considered the father of Shu and Tefnut. Either Bast or Set helped ward off the attacks of the serpent Apep, who attacked this god during his nightly trip through Duat. For 10 points, identify this deity who was often syncretized with figures like Atum and Amun, the Egyptian": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.47908017
      ],
      [
        "un",
        -6.511407e-06
      ],
      [
        "-R",
        -0.0014323819
      ],
      [
        "a",
        -2.1008714e-06
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort was Zarpanit. After his greatest victory had been accomplished with a net and arrows, this god received 50 powerful names. As a child, he played with four winds given to him by Anu, which irritated a monster he would later face. His cult surpassed that of Enlil after his patron city gained power. He snatched the Tablets of Destiny from the usurper Kingu, out of whose blood humans were made. In the Enuma Elish, this god kills the sea dragon Tiamat. For 10 points, name this supreme god of the": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.009421236
      ],
      [
        "ard",
        -4.763667e-05
      ],
      [
        "uk",
        -1.60477e-05
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus,": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.0023687512
      ],
      [
        "al",
        -2.9279307e-05
      ],
      [
        "anta",
        -5.8245798e-05
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood": {
    "guess": "Bone meal",
    "confidence": [
      [
        "Bone",
        -1.589678
      ],
      [
        " meal",
        -0.051535595
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from suckling Heracles.  In the Iliad, this figure sends Athena to calm Achilles before he argues with Agamemnon and later distracts her consort when Poseidon decides to fight in the war. This goddess sent": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0008089099
      ],
      [
        "era",
        -5.3193703e-06
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That person then killed the king's sons and sent their skulls to him. Along with Wayland, another figure of this type was tricked into climbing a fir tree to catch moonlight by Louhi. Ilmarinen and Svarog are both known for this occupation, and the most famous god of this type created Pandora. That god": {
    "guess": "Smithing",
    "confidence": [
      [
        "Smith",
        -0.45603737
      ],
      [
        "ing",
        -0.08000691
      ]
    ]
  },
  "In one myth, this deity kicks the tail off a deer created from a piece of fat on a hilltop. Methods for": {
    "guess": "Hindu deities",
    "confidence": [
      [
        "H",
        -1.0769733
      ],
      [
        "ind",
        -0.5970941
      ],
      [
        "u",
        -0.0003092447
      ],
      [
        " de",
        -0.31728658
      ],
      [
        "ities",
        -0.00016516048
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.0753762
      ],
      [
        "ep",
        -0.43705797
      ],
      [
        "ha",
        -9.114601e-05
      ],
      [
        "est",
        -3.5597102e-05
      ],
      [
        "us",
        -7.171581e-05
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a legendary king of Athens, is said to have been produced by this god's abortive attempt at having sex with Athena and sprung from this god's spilt seed. In the Iliad, he is married to Aglaea, one of the Charities, while his better known partner was caught in a net with Ares and hauled before the rest": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -0.00015729303
      ],
      [
        "ep",
        -0.00011105302
      ],
      [
        "ha",
        -3.7623562e-05
      ],
      [
        "est",
        -3.392825e-05
      ],
      [
        "us",
        -5.0735965e-05
      ]
    ]
  },
  "In the mythology of Celtic France, this was the responsibility of Andarta. It was the domain of the Latvian Jumis, the Babylonian Mylitta, the Japanese Ugajin, and the Philistine Dagon. In the aspect of Bhumiya, Vishnu was the patron of this, replacing Prthivi in Vedic times. For 10 points, all were": {
    "guess": "Fertility deity",
    "confidence": [
      [
        "F",
        -1.3906814
      ],
      [
        "ertility",
        -0.001203089
      ],
      [
        " deity",
        -0.34329954
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called Vilya, Nenya, and Narya. In an extravagant gesture of grief Odin abandoned his on Balder's funeral pyre, before he sent Hermod to retrieve it. Andvari made a cursed one and Sindri made one that dripped": {
    "guess": "Ring (jewellery)",
    "confidence": [
      [
        "Ring",
        -0.90535927
      ],
      [
        " (",
        -0.6585331
      ],
      [
        "j",
        -0.17562693
      ],
      [
        "ew",
        -4.4849444e-06
      ],
      [
        "ellery",
        -0.0706837
      ],
      [
        ")",
        -0.0002134343
      ]
    ]
  },
  "In one myth, these creatures assume their present form when Ayas'e cuts up two cannibalistic old women into small pieces. In another myth, this creature once received a feather from each bird, only to lose them after becoming arrogant, explaining why it will only come out at night and lives in caves. One of these animals placed Hunahpu's head in a ball court after he was decapitated in their namesake": {
    "guess": "Bat",
    "confidence": [
      [
        "Bat",
        -0.30282018
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.017381946
      ],
      [
        "al",
        -8.6616266e-05
      ],
      [
        "anta",
        -6.6947665e-05
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor followed the advice of Polyeidos and received a dream from Athena. Charged by Iobates to complete several tasks, that captor used him in his battles with the Amazons and with the Chimaera. That hero,": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -0.022982685
      ],
      [
        "eller",
        -0.00023679454
      ],
      [
        "ophon",
        -0.002446162
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect of his more famous consort.  Associated with and often taking the role of Prajapati, he is usually depicted as having four heads although he once had a fifth which was burned off by Shiva in anger.  In one story he is born from a lotus coming from Vishnu's navel while in another he is born from": {
    "guess": "Brahma",
    "confidence": [
      [
        "B",
        -0.001049958
      ],
      [
        "rah",
        -0.00016706773
      ],
      [
        "ma",
        -0.00011963568
      ]
    ]
  },
  "In one myth, he tricked the slaves of Baugi into killing each other and transformed into a snake to steal the Mead of Poetry. His possessions include an arm ring which provides endless wealth, the wolves Geri and Freki, and the ravens Hunin and Munin. He also pledged an eye to Mimir's well to gain wisdom.": {
    "guess": "Odin",
    "confidence": [
      [
        "Od",
        -0.0024953987
      ],
      [
        "in",
        -4.8425554e-06
      ]
    ]
  },
  "One myth tells of his incestuous love for his daughter Vak, the personification of speech, and one aspect of his more famous consort.  Associated with and often taking the role of Prajapati, he is usually": {
    "guess": "Dyaus",
    "confidence": [
      [
        "D",
        -0.5845993
      ],
      [
        "ya",
        -0.15609801
      ],
      [
        "us",
        -0.00097315974
      ]
    ]
  },
  "In one myth, she joins a snake and a dangerous bird in a Huluppu tree in order to prevent the goddess Inanna from cutting it down for furniture, only to be chased away by Gilgamesh.  Depending on translation, she is referred to as \"the screech owl\" or \"the night hag\" in Isaiah 34:14, and in Arabic mythology she is Satan's wife, while in \"Eden Bower\" Dante Gabriel Rossetti makes the serpent an instrument": {
    "guess": "Lilith",
    "confidence": [
      [
        "L",
        -0.0009250381
      ],
      [
        "il",
        -9.4960524e-05
      ],
      [
        "ith",
        -2.5107178e-05
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were Stheno and Euryale, and her parents are Phorcys and Ceto. Some myths claim that she was beautiful, until she was raped in the temple of Athena by Poseidon, at which time Athena transformed her into": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0005568436
      ],
      [
        "usa",
        -0.00014990607
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before emptying into this river. This middle river of the Three Rivers of Yunnan flows over Khone Falls, which is located west of the Annamite Range. Pakse and Luongprabang are cities on this river, which receives water from (*) Tonle Sap. National capitals on this river include Vientiane and Phnom Penh.": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.00065048266
      ],
      [
        "ek",
        -5.5577775e-06
      ],
      [
        "ong",
        -6.50404e-05
      ],
      [
        " River",
        -0.36531547
      ]
    ]
  },
  "In some myths, Dionysus earned a spot among the Olympians after getting this god drunk and transporting him to Olympus on the back of a mule in order to release Hera from a magic throne. Erechtheus, a legendary king of Athens, is said to have been produced by this god's abortive attempt at having sex with Athena and sprung from this god's spilt seed. In the Iliad, he is married to Aglaea, one of the": {
    "guess": "Hephaestus",
    "confidence": [
      [
        "H",
        -9.2695656e-05
      ],
      [
        "ep",
        -7.934485e-05
      ],
      [
        "ha",
        -4.2630116e-05
      ],
      [
        "est",
        -1.2233183e-05
      ],
      [
        "us",
        -3.059055e-05
      ]
    ]
  },
  "This mythological figure built a palace named Esharra after his greatest victory, and he gave his son Nabu a dragon named Mushussu. His father warned a figure of a great flood that would destroy mankind, and his four horses each held poison in their mouths. He organized the years into months after his victory over a monster. He created tornados with the winds given to him by Anu, and he disturbed a monster that he would later defeat with a net and an arrow. For 10 points, name this god who defeated Tiamat in a battle to become the chief god of Babylon.": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.006644441
      ],
      [
        "ard",
        -8.304016e-05
      ],
      [
        "uk",
        -1.2113979e-05
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called Vilya, Nenya, and Narya. In an extravagant gesture of grief Odin abandoned his on Balder's funeral": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -0.98123
      ],
      [
        " Ring",
        -0.0021679865
      ]
    ]
  },
  "In 2005's The Mysterious Flame of Queen Loana, an amnesiac rare books dealer discovers a copy of Shakespeare's": {
    "guess": "The Mysterious Flame of Queen Loana",
    "confidence": [
      [
        "The",
        -0.0033604626
      ],
      [
        " M",
        -0.0045548463
      ],
      [
        "ysterious",
        -1.7432603e-06
      ],
      [
        " Flame",
        -2.3392786e-06
      ],
      [
        " of",
        -4.604148e-06
      ],
      [
        " Queen",
        -8.292095e-05
      ],
      [
        " Lo",
        -4.3202e-07
      ],
      [
        "ana",
        -1.8074163e-05
      ]
    ]
  },
  "In one myth, one of these items was captured by Dietrich from Laurin's underground kingdom, while in another Theseus must retrieve this when Minos, who doubts that his father is Poseidon, throws one into the sea. In another group of tales, three of them were made without Annatar's help and were called Vilya, Nenya, and Narya. In an extravagant gesture of grief Odin abandoned his on Balder's funeral pyre, before he sent Hermod to retrieve it. Andvari made a cursed one and Sindri made one that dripped eight similar ones each ninth night, it was called Draupnir, but all of these have been eclipsed": {
    "guess": "One Ring",
    "confidence": [
      [
        "One",
        -0.9470896
      ],
      [
        " Ring",
        -0.007931323
      ]
    ]
  },
  "Mysteries in this novel include the birthday of the main character and the identity of Martha Clifford,": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.03669363
      ],
      [
        "ly",
        -9.014684e-06
      ],
      [
        "ss",
        -0.0002005603
      ],
      [
        "es",
        -8.923875e-05
      ],
      [
        " (",
        -0.27579874
      ],
      [
        "nov",
        -0.00013953536
      ],
      [
        "el",
        -1.3306016e-05
      ],
      [
        ")",
        -1.1041146e-05
      ]
    ]
  },
  "This mythological figure's son Nabu was a god of wisdom who controlled the fates of humans, and his consort": {
    "guess": "Marduk",
    "confidence": [
      [
        "M",
        -0.33738464
      ],
      [
        "ard",
        -4.441817e-05
      ],
      [
        "uk",
        -2.9279307e-05
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood from a wound in his penis.  In another he burned himself to death after which his heart became the planet Venus and he became known as 'Lord of the Dawn.\"  A bearer of culture, early missionaries believed he was actually the disciple Thomas.  In the most famous myth about him he is exiled from Tula and departs on a raft of serpents after being tricked into committing incest by his enemy Tezcatlipoca.  FTP, name this Aztec feathered-serpent god whom Hernando Cortes was mistaken for.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.0015259294
      ],
      [
        "etz",
        -9.889425e-05
      ],
      [
        "al",
        -8.041768e-05
      ],
      [
        "co",
        -2.6895234e-05
      ],
      [
        "atl",
        -2.2127088e-05
      ]
    ]
  },
  "Myth  Geography and Religion  Their historic journey from Switzerland back to Piedmontese valleys was led by Henri Arnaud. The Mennonite book Martyrs Mirror lists them as important the history of the doctrine of Believer's Baptism. These \"Poor Men of [*] Lyon\" modeled themselves after Matthew 23 and": {
    "guess": "Waldensians",
    "confidence": [
      [
        "W",
        -0.12981853
      ],
      [
        "ald",
        -0.00023500649
      ],
      [
        "ens",
        -0.31276125
      ],
      [
        "ians",
        -0.03769026
      ]
    ]
  },
  "In one myth he created humans by pounding bones from the underworld into a meal and mixing it with blood from a wound in his penis.  In another he burned himself to death after which his heart became the": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.5915829
      ],
      [
        "etz",
        -0.00035751116
      ],
      [
        "al",
        -8.44706e-05
      ],
      [
        "co",
        -0.00035012423
      ],
      [
        "atl",
        -2.4391957e-05
      ]
    ]
  },
  "In the mythology of Celtic France, this was the responsibility of Andarta. It was the domain of the Latvian Jumis, the Babylonian Mylitta, the Japanese Ugajin, and the Philistine Dagon. In the aspect of Bhumiya, Vishnu was the patron of this, replacing Prthivi in Vedic times. For 10 points, all were deities of what quality, also patronized by the Roman Bona Dea, the race of Vanir in Norse myth, and": {
    "guess": "Fertility",
    "confidence": [
      [
        "F",
        -0.13679138
      ],
      [
        "ertility",
        -0.00046343924
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and fernroot gods by their hair. According to this myth system, the forest god moulded red clay into the first woman, who fled to become goddess of the underworld after learning that her husband was her father; that death goddess has obsidian teeth lining her (*) vagina, which snaps a hero crawling through her body in half. In this culture's creation myth, the children of the Earth and the Sky conspire to push their parents apart with their feet to allow light into the world. For 10 points, name this": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.07525536
      ],
      [
        "yn",
        -0.00042638523
      ],
      [
        "esian",
        -3.1281633e-07
      ],
      [
        " narrative",
        -0.28646258
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -1.0907614
      ],
      [
        "egasus",
        -0.039803118
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were Stheno and Euryale, and her parents are Phorcys and Ceto. Some myths claim that she was beautiful,": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.002978768
      ],
      [
        "usa",
        -3.7265952e-05
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That person then killed the king's sons and sent their skulls to him. Along with Wayland, another figure of this type was tricked into climbing a fir tree to catch moonlight by Louhi. Ilmarinen and Svarog": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -1.3181106
      ],
      [
        "ale",
        -0.032350447
      ],
      [
        "val",
        -0.004823838
      ],
      [
        "a",
        -0.00010092071
      ]
    ]
  },
  "In one myth, this goddess attempted to enchant the baby Dictys by throwing him in a fire, but was interrupted by an alarmed servant. In another myth, she attacks another god with a cobra fashioned out of clay, causing him to reveal his secret name. Nephthys disguised herself as this goddess in order to seduce Set, resulting in the birth of Anubis. This goddess, who is frequently depicted as wearing": {
    "guess": "Sekhmet",
    "confidence": [
      [
        "S",
        -0.5464305
      ],
      [
        "ek",
        -0.007258743
      ],
      [
        "h",
        -1.2352386e-05
      ],
      [
        "met",
        -2.9352968e-06
      ]
    ]
  },
  "One mysterious character known jokingly as Macintosh, for his overcoat appears in \"Hades\" at the funeral of Paddy Dignam and again during Mina Purefoy's delivery. An elaborate line of reasoning leads one character, a recently fired schoolteacher, to believe that Shakespeare's ghost is Hamlet's grandfather.": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.9922093
      ],
      [
        "ly",
        -0.0014244027
      ],
      [
        "ss",
        -4.1199673e-05
      ],
      [
        "es",
        -6.7662884e-05
      ],
      [
        " (",
        -0.029245393
      ],
      [
        "nov",
        -0.00066942873
      ],
      [
        "el",
        -8.657073e-06
      ],
      [
        ")",
        -6.659005e-05
      ]
    ]
  },
  "This myth system explains that the war god Tu invented agriculture by uprooting the sweet potato and": {
    "guess": "Polynesian narrative",
    "confidence": [
      [
        "Pol",
        -0.017358162
      ],
      [
        "yn",
        -0.0016220992
      ],
      [
        "esian",
        -1.2664457e-06
      ],
      [
        " narrative",
        -0.038986556
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of these creatures was sometimes said to have arisen from the spittle of Neith.  In Indian myth, some": {
    "guess": "Snake",
    "confidence": [
      [
        "Snake",
        -1.1638819
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor followed the advice of Polyeidos and received a dream from Athena. Charged by Iobates to complete several tasks, that captor used him in his battles with the Amazons and with the Chimaera. That hero, Bellerophon tamed this creature with a gift from Athena, a golden bridle, before failing in an attempt to reach Olympus himself. Born from the decapitated body of Medusa, this is, FTP, what mythological": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -1.1701534
      ],
      [
        "egasus",
        -0.0059494176
      ]
    ]
  },
  "One mythological figure of this type married a swan-princess before being kidnapped by King Ninud. That": {
    "guess": "Leda (mythology)",
    "confidence": [
      [
        "L",
        -0.55279565
      ],
      [
        "eda",
        -0.47764084
      ],
      [
        " (",
        -0.074836224
      ],
      [
        "my",
        -0.0012362992
      ],
      [
        "th",
        -8.792751e-05
      ],
      [
        "ology",
        -0.00049798633
      ],
      [
        ")",
        -0.00024096666
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.  Through his intervention Thrall, Karl, and Jarl were born and went on to differentiate the races of men.  Because of his shining, golden teeth he is also called Gullintani.  He lives in the hall of Himinbjorg": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.001919718
      ],
      [
        "imd",
        -0.00010998019
      ],
      [
        "all",
        -4.00813e-06
      ],
      [
        "r",
        -3.5835506e-05
      ]
    ]
  },
  "One of these mythological animals brought night and rain to humans and became the owner of all of the stories in the world after he completed three tasks. Another converted a single ear of corn into a hundred servants for the sky-god Nyame but was later thwarted by Goose and Little Bush Deer. Another was created when the daughter of Idmon depicted the failings of the gods and hung herself. For 10 points, name this animal form of the African trickster Anansi and the Greek mortal Arachne.": {
    "guess": "Spiders",
    "confidence": [
      [
        "Sp",
        -0.2993419
      ],
      [
        "iders",
        -1.2829201e-05
      ]
    ]
  },
  "In mythology, it was said that this constellation was sent to distract Hercules during his quest to defeat the hydra. Although this constellation grabbed Hercules' toe, Hercules simply crushed him with his foot. As a result, Hera placed it in the night sky. This constellation is also has one of the nearest open clusters Praesepe or the Beehive Cluster. As of 2002, the sun appears in this constellation": {
    "guess": "Cancer (constellation)",
    "confidence": [
      [
        "C",
        -0.062204294
      ],
      [
        "ancer",
        -8.1490514e-05
      ],
      [
        " (",
        -0.00015347853
      ],
      [
        "const",
        -0.0011622462
      ],
      [
        "ellation",
        -3.488188e-05
      ],
      [
        ")",
        -2.6299214e-05
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue often included the goddess of perception, Sia, and either he or Thoth often hung out with the deification": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.004406975
      ],
      [
        "un",
        -2.451116e-05
      ],
      [
        "-R",
        -0.00011439072
      ],
      [
        "a",
        -1.2590794e-05
      ]
    ]
  },
  "One myth related by Ovid states that the corals of the Red Sea were formed from this creature's blood, and  various retellers also attribute the serpents of the Sahara to the same cause. Her sisters were Stheno and Euryale, and her parents are Phorcys and Ceto. Some myths claim that she was beautiful, until she was raped in the temple of Athena by Poseidon, at which time Athena transformed her into the hideous form that she takes. Most famously, Perseus was required to use a mirrored shield to guard himself from her power, and after he beheaded her, Athena mounted her head on her shield. For ten": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.00029458632
      ],
      [
        "usa",
        -6.3609965e-05
      ]
    ]
  },
  "In 2005's The Mysterious Flame of Queen Loana, an amnesiac rare books dealer discovers a copy of Shakespeare's first folio while trying to remember his role in the second World War. A professor at the University of Bologna, he writes extensively on semiotics and literary theory, but his more famous works include a 1988 novel about three Milanese friends working in publishing, and a man who travels": {
    "guess": "Umberto Eco",
    "confidence": [
      [
        "U",
        -0.5177987
      ],
      [
        "mb",
        -2.9352968e-06
      ],
      [
        "erto",
        -3.035214e-05
      ],
      [
        " Eco",
        -0.0002669384
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a large bride-price. However, after inviting Eioneus to his capital of Larissa, he tricked him into falling into a pit filled with burning coals, making him the first Greek to murder a kinsman. Due to Zeus' love for Dia, this figure was invited to Olympus for the purification rites for his crime, where he became the ancestor of the Centaurs by seducing a cloud in Hera's likeness, which led Zeus to": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.002553308
      ],
      [
        "ion",
        -2.7372049e-05
      ]
    ]
  },
  "In one myth, this god fails in his attempts to court his wife until he seduces her in the guise of a cuckoo. He tricks another of his lovers into turning into a fly, then swallows her, only to find out": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -0.4980896
      ],
      [
        "us",
        -6.1537958e-06
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.  Through his intervention Thrall, Karl, and Jarl were born and went on to differentiate the races of men.  Because of his shining, golden teeth he is also called Gullintani.  He lives in the hall of Himinbjorg and rides the powerful horse Gulltop.  At Ragnarok he and Loki will kill each other, so apparently": {
    "guess": "Heimdallr",
    "confidence": [
      [
        "He",
        -0.008680167
      ],
      [
        "imd",
        -0.00043090762
      ],
      [
        "all",
        -2.5226382e-05
      ],
      [
        "r",
        -0.0014177383
      ]
    ]
  },
  "In some myths he is the grandson of Gerreindour the Giant, while in others his grandfather is Aegir.": {
    "guess": "Loki",
    "confidence": [
      [
        "L",
        -1.6599325
      ],
      [
        "oki",
        -0.00241335
      ]
    ]
  },
  "This mythological figure killed the centaurs Hylaeus and Rhaecus after they tried to rape her, and this figure caused the death of two of Althaea's brothers. This mythological figure, the mother of Parthenopaeus, was turned into a lion after she consummated her marriage in a temple of Zeus, and Medea saved her life by healing a wound suffered fighting the Colchians. Raised by a she-bear after her father abandoned her, she participated in the Calydonian boar hunt as well as being an Argonaut, but she is better known for being distracted by some golden apples while racing Hippomenes. For 10 points,": {
    "guess": "Atalanta",
    "confidence": [
      [
        "At",
        -0.018414475
      ],
      [
        "al",
        -5.8722613e-05
      ],
      [
        "anta",
        -6.511407e-06
      ]
    ]
  },
  "One of these mythological animals brought night and rain to humans and became the owner of all of the stories in the world after he completed three tasks. Another converted a single ear of corn into a hundred servants for the sky-god Nyame but was later thwarted by Goose and Little Bush Deer. Another": {
    "guess": "Anansi",
    "confidence": [
      [
        "An",
        -0.038763646
      ],
      [
        "ansi",
        -0.04331933
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before emptying into this river. This middle river of the Three Rivers of Yunnan flows over Khone Falls,": {
    "guess": "Mekong",
    "confidence": [
      [
        "M",
        -0.005667583
      ],
      [
        "ek",
        -7.4576696e-05
      ],
      [
        "ong",
        -8.017927e-05
      ]
    ]
  },
  "In one myth, this god ordered messengers to gather red ochre from the isle of Elephantine. His retinue": {
    "guess": "Amun-Ra",
    "confidence": [
      [
        "Am",
        -0.026233656
      ],
      [
        "un",
        -6.9882217e-06
      ],
      [
        "-R",
        -0.029319834
      ],
      [
        "a",
        -7.2907846e-05
      ]
    ]
  },
  "Mysterious glowing balls spontaneously rising from this river are called Naga fireballs. The Ruak River joins this river in the Golden Triangle. The Chi and Mun Rivers flow through the Khorat Plateau before emptying into this river. This middle river of the Three Rivers of Yunnan flows over Khone Falls, which is located west of the Annamite Range. Pakse and Luongprabang are cities on this river, which receives water from (*) Tonle Sap. National capitals on this river include Vientiane and Phnom Penh. For ten points, name this Asian river which forms the border between Laos and Thailand and flows through Cambodia before reaching the South China Sea near Ho Chi Minh City.": {
    "guess": "Mekong River",
    "confidence": [
      [
        "M",
        -0.0028372072
      ],
      [
        "ek",
        -2.7133641e-05
      ],
      [
        "ong",
        -6.9570146e-05
      ],
      [
        " River",
        -0.008828823
      ]
    ]
  },
  "In one myth, this figure usurped Ophion and Eurynome. This figure sent the dragon Campe to guard prisoners in Tarturas. This figure's downfall began when he ingested the Omphalos stone. This man castrated his father with an adamant sickle, and the severed parts created the Erinyes, Meliae, and Gigantes.": {
    "guess": "Cronus",
    "confidence": [
      [
        "C",
        -0.1916136
      ],
      [
        "ron",
        -9.2457245e-05
      ],
      [
        "us",
        -0.0044854274
      ]
    ]
  },
  "This mythological figure arranged a marriage with Dia, the daughter of Eioneus, by promising to pay a large bride-price. However, after inviting Eioneus to his capital of Larissa, he tricked him into falling into a pit filled with burning coals, making him the first Greek to murder a kinsman. Due to Zeus' love for Dia, this figure was invited to Olympus for the purification rites for his crime, where he became the ancestor of the Centaurs by seducing a cloud in Hera's likeness, which led Zeus to punish him. FTP, who was this figure bound for eternity to a fiery wheel?": {
    "guess": "Ixion",
    "confidence": [
      [
        "Ix",
        -0.0014426151
      ],
      [
        "ion",
        -4.370295e-05
      ]
    ]
  },
  "This mythical name identifies a man from Hellas who was blinded and cursed by his father Amyntor after": {
    "guess": "Phoenix (son of Amyntor)",
    "confidence": [
      [
        "Phoenix",
        -0.45744517
      ],
      [
        " (",
        -0.27620474
      ],
      [
        "son",
        -0.45801577
      ],
      [
        " of",
        -0.0018016769
      ],
      [
        " Amy",
        -0.014560445
      ],
      [
        "nt",
        -3.4405064e-05
      ],
      [
        "or",
        -7.183501e-05
      ],
      [
        ")",
        -0.0008990774
      ]
    ]
  },
  "In the myth of Etana, Shamash advises one of these creatures to use a bull's corpse to trap a treacherous eagle.  In Egyptian myth, the field and granary goddess Renenutet took this form, and another of": {
    "guess": "SNAKE",
    "confidence": [
      [
        "S",
        -0.6363845
      ],
      [
        "NA",
        -0.030132731
      ],
      [
        "KE",
        -0.00033475063
      ]
    ]
  },
  "A myth about this figure earned Athena the cult title of Chalinitis in Corinth. Hesiod gives him the duty of bearing the thunderbolts for Zeus and suggests that his name resulted from his birth near Ocean, while his brother Chrysaor was named for his sword. He was captured in Pirene after his captor followed the advice of Polyeidos and received a dream from Athena. Charged by Iobates to complete several": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -0.03917594
      ],
      [
        "eller",
        -0.00023035755
      ],
      [
        "ophon",
        -0.012222477
      ]
    ]
  },
  "One myth states that this deity created the Milky Way with her breast milk when she pulled away from suckling Heracles.  In the Iliad, this figure sends Athena to calm Achilles before he argues with Agamemnon and later distracts her consort when Poseidon decides to fight in the war. This goddess sent Argus to keep her husband away from Io, and eventually placed Argus' eyes on the feathers of her peacock. For 10 points, identify this queen of the Greek pantheon, the goddess of marriage and childbirth,": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0008184425
      ],
      [
        "era",
        -1.2590794e-05
      ]
    ]
  },
  "In one myth, this figure fell in love with Leuce and turned her into a white poplar tree after her death.": {
    "guess": "Leuce",
    "confidence": [
      [
        "Le",
        -0.445329
      ],
      [
        "uce",
        -0.0009151479
      ]
    ]
  }
}