{
  "This man died of tuberculosis in 1887 in Glenwood Springs, California. Raised in Georgia, he graduated in 1872 from the Pennsylvania College of Dental Surgery. Discovering that he was better at faro than tooth extraction, he lived in places as varied as Pueblo, Dallas, and Las Vegas, at some point marriying Kate Elder. Befriending Wyatt Earp in Dodge City, he fought against the Clanton gang at the": {
    "guess": "Doc Holliday",
    "confidence": [
      [
        "Doc",
        -0.008405588
      ],
      [
        " Holl",
        -0.004646215
      ],
      [
        "iday",
        -1.4498052e-05
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012 were confirmed to be mock modular forms. The prime numbers named for this mathematician signify twofold increases in the prime counting function. A conjecture named for this person led to a conjecture named for him and Hans Petersson. Name this person who immediately recognized that 1,729 is the smallest": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.061626002
      ],
      [
        "rin",
        -0.0001594387
      ],
      [
        "iv",
        -0.00048656107
      ],
      [
        "asa",
        -3.650519e-06
      ],
      [
        " R",
        -0.00018923594
      ],
      [
        "aman",
        -9.4914985e-06
      ],
      [
        "uj",
        -0.00022666223
      ],
      [
        "an",
        -8.657073e-06
      ]
    ]
  },
  "When he died, his seven daughters threw themselves into the sea, where Amphitrite turned them into king-fishers.": {
    "guess": "Alcyone",
    "confidence": [
      [
        "Al",
        -0.009217273
      ],
      [
        "cy",
        -1.3544423e-05
      ],
      [
        "one",
        -0.012635724
      ]
    ]
  },
  "When he died, his seven daughters threw themselves into the sea, where Amphitrite turned them into king-fishers. Aided by his brother Porphyrion in his most famous battle, FTP, name this giant who was only immortal while in his hometown of Pallene, an exception which allowed Hercules to kill him.": {
    "guess": "Alcyoneus",
    "confidence": [
      [
        "Al",
        -0.012977383
      ],
      [
        "cy",
        -0.00016337242
      ],
      [
        "one",
        -1.4140442e-05
      ],
      [
        "us",
        -0.00023452967
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended Freud's hypothesis that sexuality determines personality, and concluded that orgastically potent individuals will spontaneously seek to do what is good and right. FTP, identify this Austrian psychiatrist who emigrated to the U.S. in 1939 and combined Marxism and psychoanalysis to advocate the positive": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.0014742719
      ],
      [
        "helm",
        -0.001202493
      ],
      [
        " Reich",
        -1.6286107e-05
      ]
    ]
  },
  "This man died of tuberculosis in 1887 in Glenwood Springs, California. Raised in Georgia, he graduated in 1872 from the Pennsylvania College of Dental Surgery. Discovering that he was better at faro than tooth extraction, he lived in places as varied as Pueblo, Dallas, and Las Vegas, at some point marriying Kate Elder. Befriending Wyatt Earp in Dodge City, he fought against the Clanton gang at the OK Corrall. FTP, name this part-time dentist of the American West.": {
    "guess": "Doc Holliday",
    "confidence": [
      [
        "Doc",
        -0.058105063
      ],
      [
        " Holl",
        -0.0045559155
      ],
      [
        "iday",
        -1.247159e-05
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.1750684
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended Freud's hypothesis that sexuality determines personality, and concluded that orgastically potent individuals will spontaneously seek to do what is good and right. FTP, identify this Austrian psychiatrist": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.00040886595
      ],
      [
        "helm",
        -0.0003057878
      ],
      [
        " Reich",
        -6.869018e-06
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education": {
    "guess": "Giambattista Vico",
    "confidence": [
      [
        "Gi",
        -1.9711897
      ],
      [
        "amb",
        -0.42676046
      ],
      [
        "att",
        -0.00023083435
      ],
      [
        "ista",
        -0.00013810492
      ],
      [
        " V",
        -0.10831735
      ],
      [
        "ico",
        -4.8351892e-05
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social": {
    "guess": "Battle of Montaperti",
    "confidence": [
      [
        "Battle",
        -0.4355772
      ],
      [
        " of",
        -0.002534283
      ],
      [
        " Mont",
        -1.4664016
      ],
      [
        "ap",
        -0.10644894
      ],
      [
        "erti",
        -0.002478747
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded the city of Hestiaea. His death was sealed when news of the death of Aegialeus broke the heart of Adrastus. His advice led to the suicides of two men named Menoeceus. He spent seven years as a celebrated harlot after killing a female snake, and and claimed that women enjoy sex more than men, angering Hera, who blinded him. FTP, name this grandfather of Mopsus and father of Manto, a Theban prophet": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.020705495
      ],
      [
        "ires",
        -0.00028195442
      ],
      [
        "ias",
        -9.054999e-05
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites, and when complexed with alkali or alkali earth metals, they display superconductivity at relatively high temperatures.  All of their atoms are sp2 hybridized, though one bond angle is strained to 108 degrees.  Discovered when Kroto, Smalley, and Curl used a high power laser to vaporize an allotrope of them, nanotubes are essentially stretched versions of them.  FTP name these compounds, the": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.026228653
      ],
      [
        "er",
        -0.1402508
      ],
      [
        "ene",
        -0.0005147867
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended Freud's hypothesis that sexuality determines personality, and concluded that orgastically potent individuals will spontaneously seek to do what is good and right. FTP, identify this Austrian psychiatrist who emigrated to the U.S. in 1939 and combined Marxism and psychoanalysis to advocate the positive effects of directed sexual energies and sexual freedom in such works as The Sexual Revolution and The Function of the Orgasm.": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.0014441647
      ],
      [
        "helm",
        -0.0010619867
      ],
      [
        " Reich",
        -1.6762922e-05
      ]
    ]
  },
  "This man died of tuberculosis in 1887 in Glenwood Springs, California. Raised in Georgia, he graduated in 1872 from the Pennsylvania College of Dental Surgery. Discovering that he was better at faro than tooth extraction, he lived in places as varied as Pueblo, Dallas, and Las Vegas, at some point marriying": {
    "guess": "Doc Holliday",
    "confidence": [
      [
        "Doc",
        -0.034801833
      ],
      [
        " Holl",
        -0.00018792471
      ],
      [
        "iday",
        -1.473646e-05
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with": {
    "guess": "Zeuxis",
    "confidence": [
      [
        "Ze",
        -0.10489549
      ],
      [
        "ux",
        -1.2113979e-05
      ],
      [
        "is",
        -2.4749568e-05
      ]
    ]
  },
  "When Dido was dying, this goddess was sent to take a piece of her hair and free her soul. She often carried": {
    "guess": "Hermes Psychopompos",
    "confidence": [
      [
        "H",
        -1.3961755
      ],
      [
        "erm",
        -0.077188045
      ],
      [
        "es",
        -0.005601311
      ],
      [
        " Psych",
        -0.42856276
      ],
      [
        "op",
        -0.0005647073
      ],
      [
        "om",
        -0.05039853
      ],
      [
        "pos",
        -0.0009201544
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth of an irredentist movement called Orangism. This cause was fought for during the Ten Days Campaign, which was sparked by hearing the aria \"Sacred Love of Fatherland\" during a performance of The Mute Girl": {
    "guess": "Belgian Revolution",
    "confidence": [
      [
        "Bel",
        -0.07717789
      ],
      [
        "g",
        -0.017862745
      ],
      [
        "ian",
        -5.145119e-05
      ],
      [
        " Revolution",
        -0.027992638
      ]
    ]
  },
  "He died of a broken heart after incorrectly guessing the number, gender and birthdate of the baby pigs in a pregnant sow. This brother of Leucippe and Theonoë was taught his art by his father Thestor. His advice led to the capture of Helenus and an expedition to Lemnos to fetch the bow and arrows of": {
    "guess": "Calchas",
    "confidence": [
      [
        "Cal",
        -1.3563839
      ],
      [
        "chas",
        -0.0041740835
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing such famous witticisms as \"You can always rely on a murderer for fancy prose.\"  The son of European hotel owners, his mother is killed by a lightning bolt when he is three.  His manuscript, subtitled The Confession of a White Widowed Male, is \"edited\" by John Ray, Jr., and discusses the aptly named Annabel Leigh, before it ends with the murder of Clare Quilty.  FTP, name this lover of Dolores Haze, the central character of Nabokov's Lolita.": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.27753484
      ],
      [
        "ol",
        -2.7014437e-05
      ],
      [
        "ita",
        -8.89548e-06
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.1008271
      ],
      [
        "rin",
        -0.00022141727
      ],
      [
        "iv",
        -0.0005404045
      ],
      [
        "asa",
        -1.3856493e-06
      ],
      [
        " R",
        -0.00073410495
      ],
      [
        "aman",
        -2.577686e-06
      ],
      [
        "uj",
        -7.815281e-05
      ],
      [
        "an",
        -1.2590794e-05
      ]
    ]
  },
  "This man died of tuberculosis in 1887 in Glenwood Springs, California. Raised in Georgia, he graduated in 1872 from the Pennsylvania College of Dental Surgery. Discovering that he was better at faro than": {
    "guess": "Doc Holliday",
    "confidence": [
      [
        "Doc",
        -0.17874576
      ],
      [
        " Holl",
        -0.0001202317
      ],
      [
        "iday",
        -1.1517961e-05
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors of the Celtic Allobroges tribe and his mistress that would prove his undoing. These details are mostly": {
    "guess": "Lucius Sergius Catilina",
    "confidence": [
      [
        "Luc",
        -0.49610284
      ],
      [
        "ius",
        -9.5079726e-05
      ],
      [
        " Serg",
        -0.0032460396
      ],
      [
        "ius",
        -3.297462e-05
      ],
      [
        " Cat",
        -0.52047724
      ],
      [
        "il",
        -0.02137167
      ],
      [
        "ina",
        -0.0001201125
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using this class of compounds are more likely to produce the E-isomer of the product. One method of producing them involves the production of a halohydrin, while they can also be generated by oxidizing secondary": {
    "guess": "Alkenes",
    "confidence": [
      [
        "Al",
        -0.18793428
      ],
      [
        "ken",
        -0.58505726
      ],
      [
        "es",
        -0.0003241415
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites, and when complexed with alkali or alkali earth metals, they display superconductivity at relatively": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -1.0118151
      ],
      [
        "er",
        -0.0010840173
      ],
      [
        "ene",
        -0.002967715
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education of Women\" lost his commission for a certain Lettre à MM. de l'Académie Française sur l'éloge de M. le Maréchal de Vauban, which mocked the titular military engineer, but he is best known for purporting to have come into possession of chest of letters formerly belonging to Mme. de Rosemond. For ten": {
    "guess": "Charles de Secondat, Baron de Montesquieu",
    "confidence": [
      [
        "Charles",
        -1.1738516
      ],
      [
        " de",
        -0.54122376
      ],
      [
        " Second",
        -0.19573101
      ],
      [
        "at",
        -0.0005045389
      ],
      [
        ",",
        -0.0047646267
      ],
      [
        " Baron",
        -0.15328833
      ],
      [
        " de",
        -0.008657477
      ],
      [
        " Mont",
        -0.008986089
      ],
      [
        "es",
        -7.910644e-05
      ],
      [
        "qu",
        -8.76891e-05
      ],
      [
        "ieu",
        -6.659005e-05
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors of the Celtic Allobroges tribe and his mistress that would prove his undoing. These details are mostly found in the biography of him written by Sallust.  Sallust also relates that after serving as governor of Africa, this man was barred from running for consul and how his attempt to circumvent the": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.32764938
      ],
      [
        "ai",
        -0.00827318
      ],
      [
        "us",
        -1.342522e-05
      ],
      [
        " Mari",
        -0.8603241
      ],
      [
        "us",
        -7.958325e-05
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education of Women\" lost his commission for a certain Lettre à MM. de l'Académie Française sur l'éloge de M. le Maréchal de Vauban, which mocked the titular military engineer, but he is best known for purporting": {
    "guess": "Charles de Secondat, Baron de Montesquieu",
    "confidence": [
      [
        "Charles",
        -0.78398955
      ],
      [
        " de",
        -0.4173612
      ],
      [
        " Second",
        -0.09946692
      ],
      [
        "at",
        -0.0005934244
      ],
      [
        ",",
        -0.0075486507
      ],
      [
        " Baron",
        -0.16209857
      ],
      [
        " de",
        -0.0076877824
      ],
      [
        " Mont",
        -0.010313862
      ],
      [
        "es",
        -8.76891e-05
      ],
      [
        "qu",
        -0.00011081461
      ],
      [
        "ieu",
        -9.960947e-05
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education of Women\" lost his commission for a certain Lettre à MM. de l'Académie Française sur l'éloge de M. le Maréchal de Vauban, which mocked the titular military engineer, but he is best known for purporting to have come into possession of chest of letters formerly belonging to Mme. de Rosemond. For ten points, identify this creator of the Chavalier Danceny, Mme. de Tourvel, and Valmont as the author": {
    "guess": "Pierre Choderlos de Laclos",
    "confidence": [
      [
        "P",
        -0.28141418
      ],
      [
        "ierre",
        -1.4855664e-05
      ],
      [
        " Ch",
        -0.0021999788
      ],
      [
        "oder",
        -0.0017182581
      ],
      [
        "los",
        -0.00030102333
      ],
      [
        " de",
        -9.4960524e-05
      ],
      [
        " Lac",
        -6.15835e-05
      ],
      [
        "los",
        -0.0012538038
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with carving out several landforms while riding a tornado. One of his steeds was a mountain lion he wrestled to a standstill; another of his steeds was a horse fed on a diet of nitroglycerin and known as Widow-maker, who ended up killing his first wife, Slue-Foot Sue. He fell out of a covered wagon as an infant, and bears the name of the river he landed next to. For 10 points, name this big man of": {
    "guess": "Pecos Bill",
    "confidence": [
      [
        "P",
        -0.12847187
      ],
      [
        "ec",
        -5.5265704e-05
      ],
      [
        "os",
        -6.0345924e-06
      ],
      [
        " Bill",
        -5.4788892e-05
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with carving out several landforms while riding a tornado. One of his steeds was a mountain lion he wrestled to a standstill; another of his steeds was a horse fed on a diet of nitroglycerin and known": {
    "guess": "Paul Bunyan",
    "confidence": [
      [
        "Paul",
        -0.48780337
      ],
      [
        " Bun",
        -0.0033106771
      ],
      [
        "yan",
        -0.0018755631
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth of an irredentist movement called Orangism. This cause was fought for during the Ten Days Campaign, which was sparked by hearing the aria \"Sacred Love of Fatherland\" during a performance of The Mute Girl of Portici. A longer-term resentment leading to this cause was the periodic attempt to impose Dutch as an official language on the Walloons. For 10 points, identify this cause which was secured in 1830 by the accession of Leopold I to the throne of a new Low Country.": {
    "guess": "Belgian Revolution",
    "confidence": [
      [
        "Bel",
        -0.017778317
      ],
      [
        "g",
        -0.011267212
      ],
      [
        "ian",
        -2.7133641e-05
      ],
      [
        " Revolution",
        -0.1356405
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing such famous witticisms as \"You can always rely on a murderer for fancy prose.\"  The son of European": {
    "guess": "Perry Smith",
    "confidence": [
      [
        "P",
        -1.5656906
      ],
      [
        "erry",
        -0.03788529
      ],
      [
        " Smith",
        -0.04568085
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded the city of Hestiaea. His death was sealed when news of the death of Aegialeus broke the heart of Adrastus. His advice led to the suicides of two men named Menoeceus. He spent seven years as a celebrated": {
    "guess": "Thebes, Greece",
    "confidence": [
      [
        "The",
        -0.7364674
      ],
      [
        "bes",
        -0.23669313
      ],
      [
        ",",
        -0.3273595
      ],
      [
        " Greece",
        -0.0004801241
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education of Women\" lost his commission for a certain Lettre à MM. de l'Académie Française sur l'éloge de M. le Maréchal de Vauban, which mocked the titular military engineer, but he is best known for purporting to have come into possession of chest of letters formerly belonging to Mme. de Rosemond. For ten points, identify this creator of the Chavalier Danceny, Mme. de Tourvel, and Valmont as the author of the epistolary novel Les Liaisons Dangereuses.": {
    "guess": "Pierre Choderlos de Laclos",
    "confidence": [
      [
        "P",
        -0.22260372
      ],
      [
        "ierre",
        -1.27099975e-05
      ],
      [
        " Ch",
        -0.0018427288
      ],
      [
        "oder",
        -0.0043682903
      ],
      [
        "los",
        -0.00036525945
      ],
      [
        " de",
        -0.00017421995
      ],
      [
        " Lac",
        -6.706687e-05
      ],
      [
        "los",
        -0.00095850864
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended Freud's hypothesis that sexuality determines personality, and concluded that orgastically potent individuals will spontaneously seek to do what is good and right. FTP, identify this Austrian psychiatrist who emigrated to the U.S. in 1939 and combined Marxism and psychoanalysis to advocate the positive effects of directed sexual energies and sexual freedom in such works as The Sexual Revolution": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.0022683742
      ],
      [
        "helm",
        -0.0013486882
      ],
      [
        " Reich",
        -2.5583993e-05
      ]
    ]
  },
  "When he died, his seven daughters threw themselves into the sea, where Amphitrite turned them into king-fishers. Aided by his brother Porphyrion in his most famous battle, FTP, name this giant who was": {
    "guess": "Alcyoneus",
    "confidence": [
      [
        "Al",
        -0.07498565
      ],
      [
        "cy",
        -7.5530326e-05
      ],
      [
        "one",
        -0.00010294717
      ],
      [
        "us",
        -0.0037923506
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors of the Celtic Allobroges tribe and his mistress that would prove his undoing. These details are mostly found in the biography of him written by Sallust.  Sallust also relates that after serving as governor of Africa, this man was barred from running for consul and how his attempt to circumvent the ban led to Cicero's series of orations against him.  For 10 points - identify this namesake of a 63": {
    "guess": "Lucius Sergius Catilina",
    "confidence": [
      [
        "Luc",
        -0.53138673
      ],
      [
        "ius",
        -0.00045926712
      ],
      [
        " Serg",
        -0.0035771457
      ],
      [
        "ius",
        -2.3080716e-05
      ],
      [
        " Cat",
        -0.31473172
      ],
      [
        "il",
        -0.033433937
      ],
      [
        "ina",
        -8.006007e-05
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth of an irredentist movement called Orangism. This cause was fought for during the Ten Days Campaign, which was sparked by hearing the aria \"Sacred Love of Fatherland\" during a performance of The Mute Girl of Portici. A longer-term resentment leading to this cause was the periodic attempt to impose Dutch": {
    "guess": "Belgian Revolution",
    "confidence": [
      [
        "Bel",
        -0.026653806
      ],
      [
        "g",
        -0.011851105
      ],
      [
        "ian",
        -0.00014013138
      ],
      [
        " Revolution",
        -0.041331414
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with carving out several landforms while riding a tornado. One of his steeds was a mountain lion he wrestled to a standstill; another of his steeds was a horse fed on a diet of nitroglycerin and known as Widow-maker, who ended up killing his first wife, Slue-Foot Sue. He fell out of a covered wagon as": {
    "guess": "Pecos Bill",
    "confidence": [
      [
        "P",
        -0.071436375
      ],
      [
        "ec",
        -4.608702e-05
      ],
      [
        "os",
        -2.1008714e-06
      ],
      [
        " Bill",
        -1.7716551e-05
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded the city of Hestiaea. His death was sealed when news of the death of Aegialeus broke the heart of Adrastus. His advice led to the suicides of two men named Menoeceus. He spent seven years as a celebrated harlot after killing a female snake, and and claimed that women enjoy sex more than men, angering Hera, who blinded him. FTP, name this grandfather of Mopsus and father of Manto, a Theban prophet who revealed the crimes of Oedipus.": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.01008989
      ],
      [
        "ires",
        -0.00013178712
      ],
      [
        "ias",
        -7.648396e-05
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using this class of compounds are more likely to produce the E-isomer of the product. One method of producing them involves the production of a halohydrin, while they can also be generated by oxidizing secondary alcohols. Unlike a similar class of compounds, they do not produce a silver precipitate when": {
    "guess": "Alkynes",
    "confidence": [
      [
        "Al",
        -0.39034653
      ],
      [
        "k",
        -0.5070698
      ],
      [
        "ynes",
        -0.29548836
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended Freud's hypothesis that sexuality determines personality, and concluded that orgastically potent": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.004108085
      ],
      [
        "helm",
        -0.0004069587
      ],
      [
        " Reich",
        -1.3856493e-06
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012 were confirmed to be mock modular forms. The prime numbers named for this mathematician signify twofold increases in the prime counting function. A conjecture named for this person led to a conjecture": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.25276077
      ],
      [
        "rin",
        -2.355753e-05
      ],
      [
        "iv",
        -0.0007380386
      ],
      [
        "asa",
        -5.9153886e-06
      ],
      [
        " R",
        -0.0003000697
      ],
      [
        "aman",
        -8.299462e-06
      ],
      [
        "uj",
        -0.0003060262
      ],
      [
        "an",
        -1.8550976e-05
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing such famous witticisms as \"You can always rely on a murderer for fancy prose.\"  The son of European hotel owners, his mother is killed by a lightning bolt when he is three.  His manuscript, subtitled The Confession of a White Widowed Male, is \"edited\" by John Ray, Jr., and discusses the aptly named Annabel Leigh, before it ends with the murder of Clare Quilty.  FTP, name this lover of Dolores": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.03184539
      ],
      [
        "ol",
        -1.4140442e-05
      ],
      [
        "ita",
        -3.0113732e-05
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012 were confirmed to be mock modular forms. The prime numbers named for this mathematician signify twofold increases in the prime counting function. A conjecture named for this person led to a conjecture named for him and Hans Petersson. Name this person who immediately recognized that 1,729 is the smallest number expressible as two different sums of cubes, an Indian whose talent was discovered by G.H.": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.14300221
      ],
      [
        "rin",
        -8.304016e-05
      ],
      [
        "iv",
        -0.0005747168
      ],
      [
        "asa",
        -7.9418505e-06
      ],
      [
        " R",
        -0.00015872349
      ],
      [
        "aman",
        -1.0802739e-05
      ],
      [
        "uj",
        -0.0002546641
      ],
      [
        "an",
        -1.3067608e-05
      ]
    ]
  },
  "He died of a broken heart after incorrectly guessing the number, gender and birthdate of the baby pigs in a pregnant sow. This brother of Leucippe and Theonoë was taught his art by his father Thestor. His advice led to the capture of Helenus and an expedition to Lemnos to fetch the bow and arrows of Heracles. This renegade Trojan, a priest of Apollo, told Agamemnon to sacrifice his most beautiful daughter": {
    "guess": "Calchas",
    "confidence": [
      [
        "Cal",
        -0.11545894
      ],
      [
        "chas",
        -0.0010461472
      ]
    ]
  },
  "When he died, he bequeathed a large sum of money to the support of \"decaying artists.\" He was only fifteen when the Royal Academy exhibited one of his watercolors; later they showed his first oil painting, Fishermen at Sea. His classically inspired paintings include Dido Building Carthage and Ulysses": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.47150284
      ],
      [
        ".",
        -0.30120826
      ],
      [
        " M",
        -0.00025597532
      ],
      [
        ".",
        -0.0023976516
      ],
      [
        " W",
        -0.00046701534
      ],
      [
        ".",
        -0.00030829108
      ],
      [
        " Turner",
        -3.9054008e-05
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth of an irredentist movement called Orangism. This cause was fought for during the Ten Days Campaign, which was sparked by hearing the aria \"Sacred Love of Fatherland\" during a performance of The Mute Girl of Portici. A longer-term resentment leading to this cause was the periodic attempt to impose Dutch as an official language on the Walloons. For 10 points, identify this cause which was secured in": {
    "guess": "Belgian independence",
    "confidence": [
      [
        "Bel",
        -0.045098856
      ],
      [
        "g",
        -0.025460077
      ],
      [
        "ian",
        -0.00015324011
      ],
      [
        " independence",
        -0.622686
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing": {
    "guess": "Piracy",
    "confidence": [
      [
        "P",
        -1.0602347
      ],
      [
        "ir",
        -0.5855736
      ],
      [
        "acy",
        -0.00036263696
      ]
    ]
  },
  "When he died, he bequeathed a large sum of money to the support of \"decaying artists.\" He was only fifteen when the Royal Academy exhibited one of his watercolors; later they showed his first oil painting, Fishermen at Sea. His classically inspired paintings include Dido Building Carthage and Ulysses Deriding Polyphemus, though he is also known for stormy scenes like The Evening of the Deluge. For": {
    "guess": "Joseph Mallord William Turner",
    "confidence": [
      [
        "Joseph",
        -0.647514
      ],
      [
        " Mall",
        -0.008114156
      ],
      [
        "ord",
        -0.00041839862
      ],
      [
        " William",
        -0.00036667887
      ],
      [
        " Turner",
        -0.0003121056
      ]
    ]
  },
  "When he died, he bequeathed a large sum of money to the support of \"decaying artists.\" He was only fifteen when the Royal Academy exhibited one of his watercolors; later they showed his first oil painting,": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.525385
      ],
      [
        " G",
        -0.5185807
      ],
      [
        "ains",
        -0.20696521
      ],
      [
        "borough",
        -1.2590794e-05
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites,": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.36508852
      ],
      [
        "er",
        -0.053532545
      ],
      [
        "ene",
        -0.0017401513
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors of the Celtic Allobroges tribe and his mistress that would prove his undoing. These details are mostly found in the biography of him written by Sallust.  Sallust also relates that after serving as governor": {
    "guess": "Catiline",
    "confidence": [
      [
        "Cat",
        -0.7197297
      ],
      [
        "iline",
        -0.019841388
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing such famous witticisms as \"You can always rely on a murderer for fancy prose.\"  The son of European hotel owners, his mother is killed by a lightning bolt when he is three.  His manuscript, subtitled The Confession of a White Widowed Male, is \"edited\" by John Ray, Jr., and discusses the aptly": {
    "guess": "Lolita",
    "confidence": [
      [
        "L",
        -0.18255983
      ],
      [
        "ol",
        -6.134509e-05
      ],
      [
        "ita",
        -7.529192e-05
      ]
    ]
  },
  "He died of a broken heart after incorrectly guessing the number, gender and birthdate of the baby pigs in a pregnant sow. This brother of Leucippe and Theonoë was taught his art by his father Thestor.": {
    "guess": "Calchas",
    "confidence": [
      [
        "Cal",
        -0.33700696
      ],
      [
        "chas",
        -0.00015836587
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites, and when complexed with alkali or alkali earth metals, they display superconductivity at relatively high temperatures.  All of their atoms are sp2 hybridized, though one bond angle is strained to 108 degrees.  Discovered when Kroto, Smalley, and Curl used a high power laser to vaporize an allotrope": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.35220513
      ],
      [
        "er",
        -0.025011856
      ],
      [
        "ene",
        -0.00047583276
      ]
    ]
  },
  "When Dido was dying, this goddess was sent to take a piece of her hair and free her soul. She often carried a pitcher of water from the River Styx and, like Hermes, she carried a caduceus and delivered messages. One of her messages was for Priam to go to his ships. Name this goddess who was the personification of rainbows.": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -0.1012274
      ],
      [
        "ris",
        -0.0007054025
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using this class of compounds are more likely to produce the E-isomer of the product. One method of producing them involves the production of a halohydrin, while they can also be generated by oxidizing secondary alcohols. Unlike a similar class of compounds, they do not produce a silver precipitate when treated with Tollens' reagent. FTP, name this class of carbonyl-containing compounds whose simplest": {
    "guess": "Aldehyde",
    "confidence": [
      [
        "Al",
        -0.3520685
      ],
      [
        "dehyde",
        -0.052668314
      ]
    ]
  },
  "When he died, he bequeathed a large sum of money to the support of \"decaying artists.\" He was only fifteen": {
    "guess": "Henry Wallis",
    "confidence": [
      [
        "Henry",
        -1.9110881
      ],
      [
        " Wall",
        -1.9981757
      ],
      [
        "is",
        -0.0015560439
      ]
    ]
  },
  "When Dido was dying, this goddess was sent to take a piece of her hair and free her soul. She often carried a pitcher of water from the River Styx and, like Hermes, she carried a caduceus and delivered messages. One of her messages was for Priam to go to his ships. Name this goddess who was the personification": {
    "guess": "Iris",
    "confidence": [
      [
        "I",
        -0.32884464
      ],
      [
        "ris",
        -2.8921695e-05
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012 were confirmed to be mock modular forms. The prime numbers named for this mathematician signify twofold": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.081498556
      ],
      [
        "rin",
        -5.109358e-05
      ],
      [
        "iv",
        -0.0004295964
      ],
      [
        "asa",
        -3.888926e-06
      ],
      [
        " R",
        -0.00023417205
      ],
      [
        "aman",
        -6.2729996e-06
      ],
      [
        "uj",
        -0.00019507692
      ],
      [
        "an",
        -9.372295e-06
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the Food and Drug Act after a device he invented to restore energy was declared a fraud. He had extended": {
    "guess": "John Brinkley",
    "confidence": [
      [
        "John",
        -0.46833667
      ],
      [
        " Br",
        -0.25461397
      ],
      [
        "ink",
        -0.000584011
      ],
      [
        "ley",
        -2.9279307e-05
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using": {
    "guess": "Alkynes",
    "confidence": [
      [
        "Al",
        -0.8187906
      ],
      [
        "k",
        -0.41218913
      ],
      [
        "ynes",
        -0.06705652
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting for this cause was defeated at Leuven and Hasselt, and this cause's success led to the birth of an irredentist movement called Orangism. This cause was fought for during the Ten Days Campaign,": {
    "guess": "Belgian Revolution",
    "confidence": [
      [
        "Bel",
        -0.040232502
      ],
      [
        "g",
        -0.026598675
      ],
      [
        "ian",
        -8.518583e-05
      ],
      [
        " Revolution",
        -0.08532537
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with carving out several landforms while riding a tornado. One of his steeds was a mountain lion he wrestled": {
    "guess": "Zeuxis",
    "confidence": [
      [
        "Ze",
        -0.73751694
      ],
      [
        "ux",
        -0.0012242743
      ],
      [
        "is",
        -0.00036359057
      ]
    ]
  },
  "He died of a broken heart after incorrectly guessing the number, gender and birthdate of the baby pigs": {
    "guess": "Alan Turing",
    "confidence": [
      [
        "Alan",
        -0.40041077
      ],
      [
        " Turing",
        -0.0068351985
      ]
    ]
  },
  "He died of a broken heart after incorrectly guessing the number, gender and birthdate of the baby pigs in a pregnant sow. This brother of Leucippe and Theonoë was taught his art by his father Thestor. His advice led to the capture of Helenus and an expedition to Lemnos to fetch the bow and arrows of Heracles. This renegade Trojan, a priest of Apollo, told Agamemnon to sacrifice his most beautiful daughter to Artemis. FTP, name this prophet for the Greek army during the Trojan War.": {
    "guess": "Calchas",
    "confidence": [
      [
        "Cal",
        -0.0020196438
      ],
      [
        "chas",
        -3.6789137e-05
      ]
    ]
  },
  "This man died from a laughing fit after seeing a gaudily dressed man from the East. He was credited with carving out several landforms while riding a tornado. One of his steeds was a mountain lion he wrestled to a standstill; another of his steeds was a horse fed on a diet of nitroglycerin and known as Widow-maker, who ended up killing his first wife, Slue-Foot Sue. He fell out of a covered wagon as an infant, and bears the name of the river he landed next to. For 10 points, name this big man of the Wild West who was raised by coyotes and could talk to animals, the original cowboy.": {
    "guess": "Pecos Bill",
    "confidence": [
      [
        "P",
        -0.09351563
      ],
      [
        "ec",
        -1.0087517e-05
      ],
      [
        "os",
        -7.89631e-07
      ],
      [
        " Bill",
        -4.823269e-05
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing": {
    "guess": "Perry Smith",
    "confidence": [
      [
        "P",
        -0.7881408
      ],
      [
        "erry",
        -0.08542454
      ],
      [
        " Smith",
        -0.12665895
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender his ship to this cause's proponents, instead screaming \"I'd rather be blown up than--\" while throwing his lit cigar into a barrel of gunpowder and blowing up his ship with all aboard. An army fighting": {
    "guess": "Indonesian National Revolution",
    "confidence": [
      [
        "Ind",
        -1.1255276
      ],
      [
        "ones",
        -0.047607593
      ],
      [
        "ian",
        -0.00021200384
      ],
      [
        " National",
        -0.025596615
      ],
      [
        " Revolution",
        -0.045542587
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded the city of Hestiaea. His death was sealed when news of the death of Aegialeus broke the heart of": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.32534763
      ],
      [
        "ires",
        -0.0066476376
      ],
      [
        "ias",
        -7.0285365e-05
      ]
    ]
  },
  "This man died of tuberculosis in 1887 in Glenwood Springs, California. Raised in Georgia, he graduated": {
    "guess": "Doc Holliday",
    "confidence": [
      [
        "Doc",
        -0.043289192
      ],
      [
        " Holl",
        -0.0008236801
      ],
      [
        "iday",
        -0.0001407274
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites, and when complexed with alkali or alkali earth metals, they display superconductivity at relatively high temperatures.  All of their atoms are sp2 hybridized, though one bond angle is strained to 108 degrees.  Discovered when Kroto, Smalley, and Curl used a high power laser to vaporize an allotrope of them, nanotubes are essentially stretched versions of them.  FTP name these compounds, the first example of which was C60, named for the creator of the shape they resemble, geodesic domes.": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.010952436
      ],
      [
        "er",
        -0.0065872325
      ],
      [
        "ene",
        -0.00022845028
      ]
    ]
  },
  "One diehard opponent of this cause was the former \"Terror of the Bandits\" in Java who refused to surrender": {
    "guess": "Indonesian National Revolution",
    "confidence": [
      [
        "Ind",
        -0.77757853
      ],
      [
        "ones",
        -0.012685874
      ],
      [
        "ian",
        -0.00011951648
      ],
      [
        " National",
        -0.018307969
      ],
      [
        " Revolution",
        -0.008336549
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions of them exhibit a deep purple color.  Complexes of them with helium have been found in meteorites, and when complexed with alkali or alkali earth metals, they display superconductivity at relatively high temperatures.  All of their atoms are sp2 hybridized, though one bond angle is strained": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.55157673
      ],
      [
        "er",
        -0.0011119972
      ],
      [
        "ene",
        -0.00066716387
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using this class of compounds are more likely to produce the E-isomer of the product. One method of producing them involves the production of a halohydrin, while they can also be generated by oxidizing secondary alcohols. Unlike a similar class of compounds, they do not produce a silver precipitate when treated with Tollens' reagent. FTP, name this class of carbonyl-containing compounds whose simplest member is acetone.": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.154363
      ],
      [
        "et",
        -0.00013595926
      ],
      [
        "one",
        -0.03748164
      ]
    ]
  },
  "Just before he died, this mathematician introduced what he called mock theta functions, which in 2012 were confirmed to be mock modular forms. The prime numbers named for this mathematician signify twofold increases in the prime counting function. A conjecture named for this person led to a conjecture named for him and Hans Petersson. Name this person who immediately recognized that 1,729 is the smallest number expressible as two different sums of cubes, an Indian whose talent was discovered by G.H. Hardy.": {
    "guess": "Srinivasa Ramanujan",
    "confidence": [
      [
        "S",
        -0.13777995
      ],
      [
        "rin",
        -6.635165e-05
      ],
      [
        "iv",
        -0.00045771745
      ],
      [
        "asa",
        -5.3193703e-06
      ],
      [
        " R",
        -0.00010843054
      ],
      [
        "aman",
        -9.014684e-06
      ],
      [
        "uj",
        -0.00022010603
      ],
      [
        "an",
        -1.1279553e-05
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors": {
    "guess": "Lucius Sergius Catilina",
    "confidence": [
      [
        "Luc",
        -0.28531197
      ],
      [
        "ius",
        -0.0015660459
      ],
      [
        " Serg",
        -0.1896077
      ],
      [
        "ius",
        -3.7027545e-05
      ],
      [
        " Cat",
        -0.4508457
      ],
      [
        "il",
        -0.02022196
      ],
      [
        "ina",
        -8.1609716e-05
      ]
    ]
  },
  "Diethyl malonate adds to these compounds in the presence of a base in the Bingel reaction, and pure solutions": {
    "guess": "Fullerene",
    "confidence": [
      [
        "Full",
        -0.23500487
      ],
      [
        "er",
        -0.00047940886
      ],
      [
        "ene",
        -0.00041125002
      ]
    ]
  },
  "He dies of coronary thrombosis a few days before his trial for murder but not before he commits to writing such famous witticisms as \"You can always rely on a murderer for fancy prose.\"  The son of European hotel owners, his mother is killed by a lightning bolt when he is three.  His manuscript, subtitled": {
    "guess": "Patrick Bateman",
    "confidence": [
      [
        "Patrick",
        -0.8744314
      ],
      [
        " Bat",
        -0.0022665898
      ],
      [
        "eman",
        -0.00010819213
      ]
    ]
  },
  "He died in prison in 1957 while serving a two-year sentence for contempt of court and violation of the": {
    "guess": "Smith Act trials",
    "confidence": [
      [
        "Smith",
        -0.22774093
      ],
      [
        " Act",
        -0.00038193326
      ],
      [
        " trials",
        -0.067829125
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical ones can be cleaved with hot alkaline potassium permanganate, while Wittig reactions using this class of compounds are more likely to produce the E-isomer of the product. One method of producing": {
    "guess": "Alkynes",
    "confidence": [
      [
        "Al",
        -0.19772974
      ],
      [
        "k",
        -0.84014845
      ],
      [
        "ynes",
        -0.19383648
      ]
    ]
  },
  "Diels-Alder reactions between dienes and these molecules can be catalyzed by ruthenium Lewis acids. Symmetrical": {
    "guess": "Ruthenium catalyst",
    "confidence": [
      [
        "R",
        -0.47655752
      ],
      [
        "uth",
        -0.00023250321
      ],
      [
        "en",
        -5.240482e-05
      ],
      [
        "ium",
        -0.0013166664
      ],
      [
        " catalyst",
        -1.5505984
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.120362096
      ],
      [
        "ires",
        -0.0018683063
      ],
      [
        "ias",
        -0.00017207429
      ]
    ]
  },
  "He died suddenly when he paused to drink at the spring of Tilphussa, after which his companions founded the city of Hestiaea. His death was sealed when news of the death of Aegialeus broke the heart of Adrastus. His advice led to the suicides of two men named Menoeceus. He spent seven years as a celebrated harlot after killing a female snake, and and claimed that women enjoy sex more than men, angering": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.019231858
      ],
      [
        "ires",
        -8.792751e-05
      ],
      [
        "ias",
        -2.6537622e-05
      ]
    ]
  },
  "He died in pitched battle at Pistoia while fleeing for his life.  He made his name during the Social War, while serving with Pompey under the forces of Pompeius Strabo.  It was actually the ambassadors of the Celtic Allobroges tribe and his mistress that would prove his undoing. These details are mostly found in the biography of him written by Sallust.  Sallust also relates that after serving as governor of Africa, this man was barred from running for consul and how his attempt to circumvent the ban led to Cicero's series of orations against him.  For 10 points - identify this namesake of a 63 BC conspiracy to seize the consulship.": {
    "guess": "Catiline",
    "confidence": [
      [
        "Cat",
        -0.2947242
      ],
      [
        "iline",
        -0.047545187
      ]
    ]
  },
  "When he died, he bequeathed a large sum of money to the support of \"decaying artists.\" He was only fifteen when the Royal Academy exhibited one of his watercolors; later they showed his first oil painting, Fishermen at Sea. His classically inspired paintings include Dido Building Carthage and Ulysses Deriding Polyphemus, though he is also known for stormy scenes like The Evening of the Deluge. For 10 points, name this English painter of The Slave Ship and Rain, Steam, and Speed.": {
    "guess": "J. M. W. Turner",
    "confidence": [
      [
        "J",
        -0.055906154
      ],
      [
        ".",
        -0.5578024
      ],
      [
        " M",
        -0.00017302792
      ],
      [
        ".",
        -0.00015765065
      ],
      [
        " W",
        -1.1398757e-05
      ],
      [
        ".",
        -0.0001624188
      ],
      [
        " Turner",
        -1.9385403e-05
      ]
    ]
  },
  "When Dido was dying, this goddess was sent to take a piece of her hair and free her soul. She often carried a pitcher of water from the River Styx and, like Hermes, she carried a caduceus and delivered": {
    "guess": "Psychopompos",
    "confidence": [
      [
        "Psych",
        -0.13931902
      ],
      [
        "op",
        -4.2510914e-05
      ],
      [
        "om",
        -0.28293347
      ],
      [
        "pos",
        -0.02630204
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals": {
    "guess": "Saint Francis of Assisi",
    "confidence": [
      [
        "Saint",
        -1.3153883
      ],
      [
        " Francis",
        -0.15213765
      ],
      [
        " of",
        -0.38041553
      ],
      [
        " Ass",
        -0.07888549
      ],
      [
        "isi",
        -0.0018890185
      ]
    ]
  },
  "He died in the former convent of Saint Francis in Taranto, but, after the demise of Napoleon, the locals destroyed his tomb and probably tossed his remains into the sea. This author of \"On the Education of Women\" lost his commission for a certain Lettre à MM. de l'Académie Française sur l'éloge de M.": {
    "guess": "Jean-Jacques Rousseau",
    "confidence": [
      [
        "Jean",
        -1.374158
      ],
      [
        "-J",
        -0.007830077
      ],
      [
        "ac",
        -7.4576696e-05
      ],
      [
        "ques",
        -0.00029470553
      ],
      [
        " Rousse",
        -0.0054352195
      ],
      [
        "au",
        -2.1054253e-05
      ]
    ]
  }
}