{
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno sequence. Designated 70S or 80S, this organelle transfers a nascent peptide from its P-site to its A-site where aminoacyl-tRNA accepts the polymerizing protein chain. The tRNAs then exit from its E-site. Coming in free and bound varieties, for 10 points, name this organelle sometimes found on rough ER that contains two subunits and is the site of protein synthesis.": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0054935454
      ],
      [
        "osome",
        -0.0009512409
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.36782762
      ],
      [
        "osome",
        -0.0014552361
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.15915953
      ],
      [
        "osome",
        -0.0054876185
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. Its ability to osseointegrate makes it useful in medical prostheses and implants, and its dioxide has found use as a UV absorber in sunscreens. FTP, name this transitional": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0074002766
      ],
      [
        "ium",
        -1.0683535e-05
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno sequence. Designated 70S or 80S, this organelle transfers a nascent peptide from its P-site to its A-site where aminoacyl-tRNA accepts the polymerizing protein chain. The tRNAs then exit from its": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.0053751026
      ],
      [
        "osome",
        -0.0005145483
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. Its ability to osseointegrate makes it useful in medical prostheses and implants, and its dioxide has found use as a UV absorber in sunscreens. FTP, name this transitional metal that has a higher strength-to-weight ratio than aluminum, with atomic number 22 and symbol": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0012603527
      ],
      [
        "ium",
        -7.107425e-06
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. Its ability to osseointegrate makes it useful in medical prostheses": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0020057226
      ],
      [
        "ium",
        -1.4140442e-05
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.048690926
      ],
      [
        "osome",
        -0.0063190856
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.9367795
      ],
      [
        "ium",
        -0.00015478976
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno sequence. Designated 70S or 80S, this organelle transfers a nascent peptide from its P-site to its A-site where aminoacyl-tRNA accepts the polymerizing protein chain. The tRNAs then exit from its E-site. Coming in free and bound varieties, for 10 points, name this organelle sometimes found on": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.007577051
      ],
      [
        "osome",
        -0.0006593001
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. Its ability to osseointegrate makes it useful in medical prostheses and implants, and its dioxide has found use as a UV absorber in sunscreens. FTP, name this transitional metal that has a higher strength-to-weight ratio than aluminum, with atomic number 22 and symbol Ti.": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0016047212
      ],
      [
        "ium",
        -3.4762674e-05
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0042186053
      ],
      [
        "ium",
        -2.2246291e-05
      ]
    ]
  },
  "The chloride of this paramagnetic metal is useful as a Ziegler-Natta catalyst to produce polyolefins, while its dioxide is used as a white pigment and photocatalyst. The ninth most abundant element in": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.017437585
      ],
      [
        "ium",
        -1.1517961e-05
      ]
    ]
  },
  "Chloramphenicol stalls the activity of this structure, while reversal of its primary function is enabled by LepA. That function is carried out using the GTPase activity of EF-G. One of its main substrates is assembled using the enzyme aaRS, and in prokaryotes, its 16S portion attaches to the Shine-Dalgarno sequence. Designated 70S or 80S, this organelle transfers a nascent peptide from its P-site to": {
    "guess": "Ribosome",
    "confidence": [
      [
        "Rib",
        -0.13781548
      ],
      [
        "osome",
        -0.00042137867
      ]
    ]
  }
}