{
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a": {
    "guess": "Felix (Roman)",
    "confidence": [
      [
        "F",
        -0.57184505
      ],
      [
        "elix",
        -0.016945349
      ],
      [
        " (",
        -0.021819191
      ],
      [
        "Roman",
        -0.5176091
      ],
      [
        ")",
        -1.0985434
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against King Jugurtha of Numidia. Marius' army defeated the enemy in 106 BC thanks to this man's initiative. This publicity boosted his political career, but earned him bitter resentment from Marius that may": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.59521866
      ],
      [
        "ius",
        -0.008192193
      ],
      [
        " Cornel",
        -0.0019951318
      ],
      [
        "ius",
        -0.00027099132
      ],
      [
        " S",
        -0.019421397
      ],
      [
        "ulla",
        -0.00050156243
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against King Jugurtha of Numidia. Marius' army defeated the enemy in 106 BC thanks to this man's initiative. This publicity boosted his political career, but earned him bitter resentment from Marius that may have eventually resulted in Marius exiling him, though he would return to Rome and become dictator in 81 BC. For 10 points, name this early Roman dictator who imposed a reign of terror and outlawed": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.355464
      ],
      [
        "ius",
        -5.6576944e-05
      ],
      [
        " Cornel",
        -0.00028588812
      ],
      [
        "ius",
        -9.579495e-05
      ],
      [
        " S",
        -0.00031365524
      ],
      [
        "ulla",
        -0.000251684
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against King Jugurtha of Numidia. Marius' army defeated the enemy in 106 BC thanks to this man's initiative. This publicity boosted his political career, but earned him bitter resentment from Marius that may have eventually resulted in Marius exiling him, though he would return to Rome and become dictator in 81 BC. For 10 points, name this early Roman dictator who imposed a reign of terror and outlawed all of his political opponents, including a young Julius Caesar.": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.6699506
      ],
      [
        "ius",
        -5.6219335e-05
      ],
      [
        " Cornel",
        -0.00013285996
      ],
      [
        "ius",
        -4.9186317e-05
      ],
      [
        " S",
        -6.49212e-05
      ],
      [
        "ulla",
        -0.00018041854
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against King Jugurtha of Numidia. Marius' army defeated the enemy in 106 BC thanks to this man's initiative. This publicity boosted his political career, but earned him bitter resentment from Marius that may have eventually resulted in Marius exiling him, though he would return to Rome and become dictator": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.4640893
      ],
      [
        "ius",
        -0.0018812811
      ],
      [
        " Cornel",
        -0.000857147
      ],
      [
        "ius",
        -0.00014907165
      ],
      [
        " S",
        -0.0003205654
      ],
      [
        "ulla",
        -0.00020544765
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.9523736
      ],
      [
        "ulla",
        -0.37481168
      ]
    ]
  },
  "His agnomen Felix, or \"the fortunate,\" was attained later in his life, due to his legendary luck as a general. In 107 BC, he was nominated quaestor to Gaius Marius, who was leading the Roman army against King Jugurtha of Numidia. Marius' army defeated the enemy in 106 BC thanks to this man's initiative.": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.65656126
      ],
      [
        "ius",
        -0.0017577641
      ],
      [
        " Cornel",
        -0.00053420593
      ],
      [
        "ius",
        -0.00014442271
      ],
      [
        " S",
        -0.002592304
      ],
      [
        "ulla",
        -0.0005575588
      ]
    ]
  }
}