{
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major political parties in this nation's history include the AP of Fernando Belaunde Terry and Victor": {
    "guess": "History of Peru",
    "confidence": [
      [
        "History",
        -0.76978606
      ],
      [
        " of",
        -0.000409462
      ],
      [
        " Peru",
        -0.00071958045
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword of God's wrath. It contains an explicit revocation of the principle of sins of the fathers visited on the children, and descriptions of symbolic actions of the title prophet such as not mourning his wife, sleeping on one side, and eating a scroll. FTP, name this book that concludes with a vision of the restored ideal Temple, the 3rd of the books of the Major Prophets, and which includes a famous passage on the field of dried bones.": {
    "guess": "Book of Ezekiel",
    "confidence": [
      [
        "Book",
        -0.436421
      ],
      [
        " of",
        -0.0001342904
      ],
      [
        " Ezek",
        -0.016318455
      ],
      [
        "iel",
        -0.00025287605
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it": {
    "guess": "Eloy Alfaro",
    "confidence": [
      [
        "E",
        -0.17454995
      ],
      [
        "loy",
        -0.072026655
      ],
      [
        " Alf",
        -0.0002390594
      ],
      [
        "aro",
        -4.4849444e-06
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -0.8267107
      ],
      [
        "u",
        -0.22560605
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by": {
    "guess": "Peru-Bolivian Confederation",
    "confidence": [
      [
        "Per",
        -1.6116672
      ],
      [
        "u",
        -0.27504888
      ],
      [
        "-B",
        -0.50683135
      ],
      [
        "ol",
        -0.00043198047
      ],
      [
        "iv",
        -0.0016272176
      ],
      [
        "ian",
        -7.004696e-05
      ],
      [
        " Confeder",
        -0.020520758
      ],
      [
        "ation",
        -0.0044443626
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword of God's wrath. It contains an explicit revocation of the principle of sins of the fathers visited on the children, and descriptions of symbolic actions of the title prophet such as not mourning his wife, sleeping on one side, and eating a scroll. FTP, name this book that concludes with a vision of": {
    "guess": "Book of Ezekiel",
    "confidence": [
      [
        "Book",
        -0.112274885
      ],
      [
        " of",
        -0.00023739056
      ],
      [
        " Ezek",
        -0.005223914
      ],
      [
        "iel",
        -0.00020771251
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword of God's wrath. It contains an explicit revocation of the principle of sins of the fathers visited": {
    "guess": "Book of Ezekiel",
    "confidence": [
      [
        "Book",
        -0.04447446
      ],
      [
        " of",
        -0.000116894
      ],
      [
        " Ezek",
        -0.010777556
      ],
      [
        "iel",
        -0.0009577935
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it was a Catholic theocracy under Garcia Morenos.  Its conservative first president, Juan Jose Flores, spent much of the mid-20th century attacking his liberal opponent Vicente Villafuerte.  Velasco Ibarra": {
    "guess": "History of Ecuador",
    "confidence": [
      [
        "History",
        -0.7845241
      ],
      [
        " of",
        -0.002446639
      ],
      [
        " Ecuador",
        -2.1008714e-06
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst.": {
    "guess": "Peruvian Civil War",
    "confidence": [
      [
        "Per",
        -1.1811583
      ],
      [
        "uvian",
        -0.67372876
      ],
      [
        " Civil",
        -0.14437796
      ],
      [
        " War",
        -0.0067691263
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major political parties in this nation's history include the AP of Fernando Belaunde Terry and Victor Raul Haya de la Torre's APRA. This nation was home to the La Cantuta Massacre under a leader who also instituted anti-terrorist policies against the followers of a man calling himself President Gonzalo. For 10 points, name this country, home to the human rights abuses of both the Shining Path and Alberto Fujimori.": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -0.049713086
      ],
      [
        "u",
        -0.001933397
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword of God's wrath. It contains an explicit revocation of the principle of sins of the fathers visited on the children, and descriptions of symbolic actions of the title prophet such as not mourning his": {
    "guess": "Book of Ezekiel",
    "confidence": [
      [
        "Book",
        -0.028699258
      ],
      [
        " of",
        -0.00082987867
      ],
      [
        " Ezek",
        -0.0016645889
      ],
      [
        "iel",
        -0.0009237268
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.85743576
      ],
      [
        " the",
        -0.1857142
      ],
      [
        " Great",
        -0.00017767686
      ]
    ]
  },
  "Its eloquent passages include those on the lament over Egypt, the greatness of Tyre, and on the sword of God's wrath. It contains an explicit revocation of the principle of sins of the fathers visited on the children, and descriptions of symbolic actions of the title prophet such as not mourning his wife, sleeping on one side, and eating a scroll. FTP, name this book that concludes with a vision of the restored ideal Temple, the 3rd of the books of the Major Prophets, and which includes a famous": {
    "guess": "Book of Ezekiel",
    "confidence": [
      [
        "Book",
        -0.024153432
      ],
      [
        " of",
        -0.000108788154
      ],
      [
        " Ezek",
        -0.0035982905
      ],
      [
        "iel",
        -0.0001690942
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major political parties in this nation's history include the AP of Fernando Belaunde Terry and Victor Raul Haya de la Torre's APRA. This nation was home to the La Cantuta Massacre under a leader who also": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -0.10577546
      ],
      [
        "u",
        -0.0024814848
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major political parties in this nation's history include the AP of Fernando Belaunde Terry and Victor Raul Haya de la Torre's APRA. This nation was home to the La Cantuta Massacre under a leader who also instituted anti-terrorist policies against the followers of a man calling himself President Gonzalo. For 10 points, name this country, home to the human rights abuses of both the Shining Path and Alberto": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -0.0019184067
      ],
      [
        "u",
        -0.0011718906
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it was a Catholic theocracy under Garcia Morenos.  Its conservative first president, Juan Jose Flores, spent much of the mid-20th century attacking his liberal opponent Vicente Villafuerte.  Velasco Ibarra was elected president five times but never finished a term. Joining Gran Columbia shortly after it was liberated at the battle of Pichincha by Sucre, it broke away in 1830.  For 10 points - identify": {
    "guess": "History of Ecuador",
    "confidence": [
      [
        "History",
        -0.0014940341
      ],
      [
        " of",
        -0.0004866803
      ],
      [
        " Ecuador",
        -3.5313153e-06
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it was a Catholic theocracy under Garcia Morenos.  Its conservative first president, Juan Jose Flores,": {
    "guess": "History of Ecuador",
    "confidence": [
      [
        "History",
        -0.68741024
      ],
      [
        " of",
        -0.0035013612
      ],
      [
        " Ecuador",
        -0.00032831362
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it was a Catholic theocracy under Garcia Morenos.  Its conservative first president, Juan Jose Flores, spent much of the mid-20th century attacking his liberal opponent Vicente Villafuerte.  Velasco Ibarra was elected president five times but never finished a term. Joining Gran Columbia shortly after": {
    "guess": "History of Ecuador",
    "confidence": [
      [
        "History",
        -0.21953583
      ],
      [
        " of",
        -0.0026899136
      ],
      [
        " Ecuador",
        -3.22594e-05
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by": {
    "guess": "Eloy Alfaro",
    "confidence": [
      [
        "E",
        -0.7343173
      ],
      [
        "loy",
        -0.1057462
      ],
      [
        " Alf",
        -0.00040493225
      ],
      [
        "aro",
        -7.58424e-06
      ]
    ]
  },
  "Eloy Burga's return to this nation sparked conflict with the Pizarro-Rubia casta, partially caused by the discontent Antero Aspillaga, who was cast down by the Partido Civil in favor of Guillermo Billinghurst. Billinghurst was in turn overthrown by the coup of Manuel Prado and Oscar Benavides, and major political parties in this nation's history include the AP of Fernando Belaunde Terry and Victor Raul Haya de la Torre's APRA. This nation was home to the La Cantuta Massacre under a leader who also instituted anti-terrorist policies against the followers of a man calling himself President Gonzalo.": {
    "guess": "Peru",
    "confidence": [
      [
        "Per",
        -0.26014864
      ],
      [
        "u",
        -0.0026819455
      ]
    ]
  },
  "Eloy Alfaro served as president twice, but after his second term he was put in prison and murdered by a lynch-mob the next year.  Alfaro represented a dramatic liberalization following the years when it was a Catholic theocracy under Garcia Morenos.  Its conservative first president, Juan Jose Flores, spent much of the mid-20th century attacking his liberal opponent Vicente Villafuerte.  Velasco Ibarra was elected president five times but never finished a term. Joining Gran Columbia shortly after it was liberated at the battle of Pichincha by Sucre, it broke away in 1830.  For 10 points - identify this South American nation with capital at Quito.": {
    "guess": "Ecuador",
    "confidence": [
      [
        "E",
        -0.008732996
      ],
      [
        "cuador",
        -6.0345924e-06
      ]
    ]
  }
}