{
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its": {
    "guess": "The Wikipedia page on The Conscience of a Conservative",
    "confidence": [
      [
        "The",
        -1.0317779
      ],
      [
        " Wikipedia",
        -0.0713387
      ],
      [
        " page",
        -0.0040805396
      ],
      [
        " on",
        -0.4899275
      ],
      [
        " The",
        -0.6905663
      ],
      [
        " Con",
        -1.3574315
      ],
      [
        "science",
        -0.9831472
      ],
      [
        " of",
        -0.00082820986
      ],
      [
        " a",
        -0.010231617
      ],
      [
        " Conservative",
        -0.7145692
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders, who agreed to wait until September 9 to begin this battle. Despite being outnumbered 30,000 to 20,000, the English were victorious due to the success of their archers against the invader's right flank": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.020484895
      ],
      [
        " of",
        -0.0007281594
      ],
      [
        " Ag",
        -0.3548118
      ],
      [
        "inc",
        -3.6789137e-05
      ],
      [
        "ourt",
        -3.6431527e-05
      ]
    ]
  },
  "They have featureless interiors, which causes them to stain densely. After phagocytosis, phagosomes fuse with primary ones to create the secondary variety. Plant cells appear to lack them, instead using": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.04634784
      ],
      [
        "ys",
        -0.00035357746
      ],
      [
        "osome",
        -0.42414728
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar": {
    "guess": "Stele of Hammurabi",
    "confidence": [
      [
        "St",
        -1.0963393
      ],
      [
        "ele",
        -0.03710173
      ],
      [
        " of",
        -0.00066704466
      ],
      [
        " Hamm",
        -0.004560069
      ],
      [
        "ur",
        -0.00016671013
      ],
      [
        "abi",
        -2.3915141e-05
      ]
    ]
  },
  "One features an autobiographical scene set in Ara's Market and follows the fourteenth year in the life of Ithaca, California telegraph operator Homer Macauley. The other began with Les Chouans and continued through over one hundred novels and stories including Eugénie Grandet and Le Pére Goriot, attempting": {
    "guess": "Human Comedy",
    "confidence": [
      [
        "Human",
        -0.17711796
      ],
      [
        " Comedy",
        -0.0022914484
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection": {
    "guess": "Secularization",
    "confidence": [
      [
        "Sec",
        -1.396617
      ],
      [
        "ular",
        -0.00018875914
      ],
      [
        "ization",
        -0.036446184
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion": {
    "guess": "Billy Budd",
    "confidence": [
      [
        "Billy",
        -0.11549262
      ],
      [
        " Budd",
        -0.00027266017
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle of Lade. This series of events was triggered when Aristagoras, the ruler of Miletus, after a failed coup of Naxos incited a general rebellion in the area.  One of the major conflicts during this event was the 498 BC Battle of Ephesus. For 10 points, name this series of revolts that occurred in the": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.15426259
      ],
      [
        "ian",
        -8.7212284e-05
      ],
      [
        " Rev",
        -2.9636918e-05
      ],
      [
        "olt",
        -0.0011664146
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle of Lade. This series of events was triggered when Aristagoras, the ruler of Miletus, after a failed coup of Naxos incited a general rebellion in the area.  One of the major conflicts during this event was the 498 BC Battle of Ephesus. For 10 points, name this series of revolts that occurred in the namesake region in Asia Minor at the start of the 5th century BC against the Achaemenid Empire that were quickly crushed by the Persians under Darius I.": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.013695978
      ],
      [
        "ian",
        -5.7530575e-05
      ],
      [
        " Rev",
        -6.229872e-05
      ],
      [
        "olt",
        -0.0077581727
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball on New Year's Eve. After a message is delivered by Madame Giry, Andre and Firmin have to appease Carlotta, and another message forbids the Vicomte de Chagny from seeing the student of the title character. Based on a novel by Gaston Leroux, a chandelier crashes at the end of Act I, and it is later bought by Raoul, who is in love with Christine. FTP, identify this Andrew Lloyd Webber musical about": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.0032396244
      ],
      [
        " Phantom",
        -0.03418742
      ],
      [
        " of",
        -0.00028648414
      ],
      [
        " the",
        -0.00021438424
      ],
      [
        " Opera",
        -1.5332478e-05
      ]
    ]
  },
  "One features an autobiographical scene set in Ara's Market and follows the fourteenth year in the life of Ithaca, California telegraph operator Homer Macauley. The other began with Les Chouans and continued through over one hundred novels and stories including Eugénie Grandet and Le Pére Goriot, attempting to create an exhaustive chronicle of nineteenth-century social life. For 10 points, give the": {
    "guess": "Human Comedy",
    "confidence": [
      [
        "Human",
        -0.15828665
      ],
      [
        " Comedy",
        -0.0019952508
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -2.026799
      ],
      [
        "ch",
        -0.48313943
      ],
      [
        "illes",
        -0.00242441
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion upon his death, leading his superior to exclaim that his body \"is the divine judgment on Ananias!\" He states that \"a mantrap may be under the ruddy-tipped daisies\" when informing his superior about": {
    "guess": "Titus Andronicus",
    "confidence": [
      [
        "Tit",
        -0.93272877
      ],
      [
        "us",
        -0.00045807508
      ],
      [
        " And",
        -0.018316282
      ],
      [
        "ronic",
        -8.9834764e-05
      ],
      [
        "us",
        -1.6882126e-05
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders, who agreed to wait until September 9 to begin this battle. Despite being outnumbered 30,000 to 20,000, the English were victorious due to the success of their archers against the invader's right flank and the superiority of the English bills against the Scottish spears. A victory for the Earl of Surrey over James IV of Scotland, FTP, what was this 1513 battle that secured the Scottish border for": {
    "guess": "Battle of Flodden",
    "confidence": [
      [
        "Battle",
        -0.003885819
      ],
      [
        " of",
        -0.00028469609
      ],
      [
        " Fl",
        -0.00012284685
      ],
      [
        "od",
        -3.1305768e-05
      ],
      [
        "den",
        -1.6762922e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth section, as well as the entirety of sections 66 through 99, though it once contained 282 sections. Its epilogue declares that any future leader who undermines the authority of this document shall": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.010252503
      ],
      [
        " of",
        -2.2603901e-05
      ],
      [
        " Hamm",
        -0.001399522
      ],
      [
        "ur",
        -9.066919e-05
      ],
      [
        "abi",
        -5.9153886e-06
      ]
    ]
  },
  "One feature of these objects is the Gunn-Peterson trough. The presence of a faint absorption line distinguishes BL Lac from these objects, though a 2006 paper hypothesizes that BL Lac objects, gamma ray bursters, and these objects are varities of the same object. The brightest of these is found in Virgo,": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.8603798
      ],
      [
        "asar",
        -0.05456401
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.024142962
      ],
      [
        "ian",
        -0.00012213163
      ],
      [
        " Rev",
        -0.002634992
      ],
      [
        "olt",
        -0.0006594193
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its author's Engineers and the Price System. [*] By juxtaposing \"ceremony\" with \"technology,\" it hypothesized": {
    "guess": "The Theory of the Leisure Class",
    "confidence": [
      [
        "The",
        -0.20835711
      ],
      [
        " Theory",
        -0.75533324
      ],
      [
        " of",
        -0.00084667176
      ],
      [
        " the",
        -0.5071672
      ],
      [
        " Leisure",
        -8.530503e-05
      ],
      [
        " Class",
        -2.9279307e-05
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.11672712
      ],
      [
        "ian",
        -3.2497806e-05
      ],
      [
        " Rev",
        -0.00018804391
      ],
      [
        "olt",
        -0.00020854695
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball on New Year's Eve. After a message is delivered by Madame Giry, Andre and Firmin have to appease Carlotta, and another message forbids the Vicomte de Chagny from seeing the student of the title character. Based on a novel by Gaston Leroux, a chandelier crashes at the end of Act I, and it is later bought by Raoul, who is in love with Christine. FTP, identify this Andrew Lloyd Webber musical about a mysterious music lover.": {
    "guess": "The Phantom of the Opera (musical)",
    "confidence": [
      [
        "The",
        -0.0052738385
      ],
      [
        " Phantom",
        -0.0054479013
      ],
      [
        " of",
        -0.00027670944
      ],
      [
        " the",
        -0.00011892046
      ],
      [
        " Opera",
        -9.133887e-06
      ],
      [
        " (",
        -0.42873678
      ],
      [
        "mus",
        -0.3526843
      ],
      [
        "ical",
        -5.0020742e-05
      ],
      [
        ")",
        -1.5570886e-05
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200": {
    "guess": "The Last Picture Show",
    "confidence": [
      [
        "The",
        -0.8792066
      ],
      [
        " Last",
        -1.2637321
      ],
      [
        " Picture",
        -0.82665634
      ],
      [
        " Show",
        -6.968935e-05
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter decides to work at Mrs. Jennings' hoity-toity whorehouse. The tenants of the San Berdoo Apartments come to the funeral, as does the Gingo family, a group of Eskimos that came from Alaska to be in a film and never left.  Miguel fights with Earle at the end of the novel for sleeping with Faye Greener,": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.25724778
      ],
      [
        " Day",
        -0.00062141527
      ],
      [
        " of",
        -0.00032616797
      ],
      [
        " the",
        -0.009051538
      ],
      [
        " Loc",
        -8.89548e-06
      ],
      [
        "ust",
        -1.8074163e-05
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface.": {
    "guess": "Volcanic pipe",
    "confidence": [
      [
        "Vol",
        -0.4616843
      ],
      [
        "can",
        -0.27177927
      ],
      [
        "ic",
        -0.014298076
      ],
      [
        " pipe",
        -0.82887447
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface. These features' subglacial type can cause floods called jokulhaups, and flood basalts form when they affect oceans.(*) Lahars form when water mixes with pyroclastic flows from these geological features, and the collapse of craters in these features creates calderas. These features' shield type is exemplified by Mauna Loa. For 10 points, name these geological features, ruptures in the crust through": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.012788977
      ],
      [
        "cano",
        -0.008478405
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface. These features' subglacial type can cause floods called jokulhaups, and flood basalts form when they affect oceans.(*) Lahars form when water mixes with pyroclastic flows from these geological features, and the collapse of craters in these features creates calderas. These features' shield type is exemplified by Mauna Loa. For 10 points, name these geological features, ruptures in the crust through which ash and magma escape.": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.0032294097
      ],
      [
        "cano",
        -0.0037306065
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface. These features' subglacial type can cause floods called jokulhaups, and flood basalts form when they affect oceans.(*) Lahars form when water mixes with pyroclastic flows from these geological features,": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.004618934
      ],
      [
        "cano",
        -0.053718407
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter decides to work at Mrs. Jennings' hoity-toity whorehouse. The tenants of the San Berdoo Apartments come to the funeral, as does the Gingo family, a group of Eskimos that came from Alaska to be in a film and never left.  Miguel fights with Earle at the end of the novel for sleeping with Faye Greener, the house-mate of hapless Iowan Homer Simpson.  FTP, name this novel whose ending features a riot at a movie premiere which almost claims the life of Tod Hackett, a work by Nathanael West.": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.025944106
      ],
      [
        " Day",
        -0.00072672893
      ],
      [
        " of",
        -0.00010914576
      ],
      [
        " the",
        -0.0020267812
      ],
      [
        " Loc",
        -0.0001246349
      ],
      [
        "ust",
        -2.9636918e-05
      ]
    ]
  },
  "One features an autobiographical scene set in Ara's Market and follows the fourteenth year in the life of Ithaca, California telegraph operator Homer Macauley. The other began with Les Chouans and continued": {
    "guess": "Human Comedy",
    "confidence": [
      [
        "Human",
        -0.16311653
      ],
      [
        " Comedy",
        -0.0060103256
      ]
    ]
  },
  "They have featureless interiors, which causes them to stain densely. After phagocytosis, phagosomes fuse with primary ones to create the secondary variety. Plant cells appear to lack them, instead using the central vacuole to perform a similar function. Originating from the Golgi apparatus, these are, for 10 points, what cellular organelles containing digestive enzymes and aiding in apoptosis?": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0046719685
      ],
      [
        "ys",
        -6.704273e-07
      ],
      [
        "osome",
        -0.002130991
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders, who agreed to wait until September 9 to begin this battle. Despite being outnumbered 30,000 to 20,000, the English were victorious due to the success of their archers against the invader's right flank and the superiority of the English bills against the Scottish spears. A victory for the Earl of": {
    "guess": "Battle of Flodden",
    "confidence": [
      [
        "Battle",
        -0.03190301
      ],
      [
        " of",
        -0.00012821102
      ],
      [
        " Fl",
        -0.41702005
      ],
      [
        "od",
        -4.5133394e-05
      ],
      [
        "den",
        -1.9027791e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -1.6412101
      ],
      [
        " of",
        -0.0022433929
      ],
      [
        " Hamm",
        -0.015775079
      ],
      [
        "ur",
        -0.00016790217
      ],
      [
        "abi",
        -2.1054253e-05
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter decides to work at Mrs. Jennings' hoity-toity whorehouse. The tenants of the San Berdoo Apartments": {
    "guess": "Ask the Dust",
    "confidence": [
      [
        "Ask",
        -1.5293528
      ],
      [
        " the",
        -0.0107538495
      ],
      [
        " Dust",
        -0.0065897247
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball on New Year's Eve. After a message is delivered by Madame Giry, Andre and Firmin have to appease Carlotta, and another message forbids the Vicomte de Chagny from seeing the student of the title character.": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.08851982
      ],
      [
        " Phantom",
        -0.008141827
      ],
      [
        " of",
        -0.0011590277
      ],
      [
        " the",
        -0.0006295175
      ],
      [
        " Opera",
        -5.252402e-05
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion upon his death, leading his superior to exclaim that his body \"is the divine judgment on Ananias!\" He states that \"a mantrap may be under the ruddy-tipped daisies\" when informing his superior about the conspiracy of the \"Handsome Sailor,\" but a confrontation with the foretopman earns himself a fatal blow to the forehead. A death sentence for the title character comes with the death of, for ten points, which master-at-arms of the Bellipotent in Herman Melville's \"Billy Budd\"?": {
    "guess": "John Claggart",
    "confidence": [
      [
        "John",
        -0.203482
      ],
      [
        " Cl",
        -1.3902034e-05
      ],
      [
        "agg",
        -3.368984e-05
      ],
      [
        "art",
        -0.00013035668
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball on New Year's Eve. After a message is delivered by Madame Giry, Andre and Firmin have to appease Carlotta,": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.11093689
      ],
      [
        " Phantom",
        -0.024021233
      ],
      [
        " of",
        -0.0007411343
      ],
      [
        " the",
        -0.0005127602
      ],
      [
        " Opera",
        -3.4047454e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth section, as well as the entirety of sections 66 through 99, though it once contained 282 sections.": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.017734047
      ],
      [
        " of",
        -7.433829e-05
      ],
      [
        " Hamm",
        -0.018099021
      ],
      [
        "ur",
        -0.0001658757
      ],
      [
        "abi",
        -1.0802739e-05
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -1.1263279
      ],
      [
        " Adventures",
        -1.7451093
      ],
      [
        " of",
        -0.0015654499
      ],
      [
        " Aug",
        -0.56181157
      ],
      [
        "ie",
        -2.4034345e-05
      ],
      [
        " March",
        -0.00081963453
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion upon his death, leading his superior to exclaim that his body \"is the divine judgment on Ananias!\" He states that \"a mantrap may be under the ruddy-tipped daisies\" when informing his superior about the conspiracy of the \"Handsome Sailor,\" but a confrontation with the foretopman earns himself a": {
    "guess": "Billy Budd",
    "confidence": [
      [
        "Billy",
        -0.05387679
      ],
      [
        " Budd",
        -7.3861476e-05
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its author's Engineers and the Price System. [*] By juxtaposing \"ceremony\" with \"technology,\" it hypothesized that society was turning into a machine that produced goods, and that, contrary to popular belief, the successful entrepreneur sought to sabotage this consistent production in order to hoard the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.2665962
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders, who agreed to wait until September 9 to begin this battle. Despite being outnumbered 30,000 to 20,000,": {
    "guess": "Battle of Poitiers",
    "confidence": [
      [
        "Battle",
        -0.5191957
      ],
      [
        " of",
        -0.00064154604
      ],
      [
        " Po",
        -2.1943398
      ],
      [
        "it",
        -0.011188817
      ],
      [
        "iers",
        -0.0018215546
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's": {
    "guess": "Critique of Pure Reason",
    "confidence": [
      [
        "Crit",
        -0.98715836
      ],
      [
        "ique",
        -0.013501711
      ],
      [
        " of",
        -0.00017588881
      ],
      [
        " Pure",
        -0.45048082
      ],
      [
        " Reason",
        -2.0696643e-05
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter decides to work at Mrs. Jennings' hoity-toity whorehouse. The tenants of the San Berdoo Apartments come to the funeral, as does the Gingo family, a group of Eskimos that came from Alaska to be in": {
    "guess": "Ask the Dust",
    "confidence": [
      [
        "Ask",
        -0.94781274
      ],
      [
        " the",
        -0.010082804
      ],
      [
        " Dust",
        -0.0048370073
      ]
    ]
  },
  "One features an autobiographical scene set in Ara's Market and follows the fourteenth year in the life of Ithaca, California telegraph operator Homer Macauley. The other began with Les Chouans and continued through over one hundred novels and stories including Eugénie Grandet and Le Pére Goriot, attempting to create an exhaustive chronicle of nineteenth-century social life. For 10 points, give the common title of these two projects, one by William Saroyan, the other by Honore de Balzac.": {
    "guess": "Human Comedy",
    "confidence": [
      [
        "Human",
        -0.27945274
      ],
      [
        " Comedy",
        -0.0005803157
      ]
    ]
  },
  "It features a woman named Mrs. Johnson who is an expert at funerals, and who indicates that for $200 Mrs. Holsepp will bury one of the characters in this work. To raise the money, the dead man's  daughter decides to work at Mrs. Jennings' hoity-toity whorehouse. The tenants of the San Berdoo Apartments come to the funeral, as does the Gingo family, a group of Eskimos that came from Alaska to be in a film and never left.  Miguel fights with Earle at the end of the novel for sleeping with Faye Greener, the house-mate of hapless Iowan Homer Simpson.  FTP, name this novel whose ending features a riot": {
    "guess": "The Day of the Locust",
    "confidence": [
      [
        "The",
        -0.46938953
      ],
      [
        " Day",
        -0.004770565
      ],
      [
        " of",
        -0.0002477503
      ],
      [
        " the",
        -0.0017443197
      ],
      [
        " Loc",
        -5.9437833e-05
      ],
      [
        "ust",
        -3.7742768e-05
      ]
    ]
  },
  "One feature of these objects is the Gunn-Peterson trough. The presence of a faint absorption line distinguishes": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.08045051
      ],
      [
        "asar",
        -0.007286912
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion upon his death, leading his superior to exclaim that his body \"is the divine judgment on Ananias!\" He states that \"a mantrap may be under the ruddy-tipped daisies\" when informing his superior about the conspiracy of the \"Handsome Sailor,\" but a confrontation with the foretopman earns himself a fatal blow to the forehead. A death sentence for the title character comes with the death of, for ten": {
    "guess": "Billy Budd",
    "confidence": [
      [
        "Billy",
        -0.019408066
      ],
      [
        " Budd",
        -2.7610455e-05
      ]
    ]
  },
  "They have featureless interiors, which causes them to stain densely. After phagocytosis, phagosomes fuse": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.42517805
      ],
      [
        "ys",
        -0.006863255
      ],
      [
        "osome",
        -0.009324637
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.055751145
      ],
      [
        " Phantom",
        -0.0011292597
      ],
      [
        " of",
        -0.0007823494
      ],
      [
        " the",
        -0.00032974407
      ],
      [
        " Opera",
        -3.0471343e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth section, as well as the entirety of sections 66 through 99, though it once contained 282 sections. Its epilogue declares that any future leader who undermines the authority of this document shall be cursed by the Anunaki, while others who uphold it and its tenets, such as \"an eye for an eye,\" will": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.005509788
      ],
      [
        " of",
        -0.001649472
      ],
      [
        " Hamm",
        -0.004055483
      ],
      [
        "ur",
        -0.0001004439
      ],
      [
        "abi",
        -2.6537622e-05
      ]
    ]
  },
  "One feature of these objects is the Gunn-Peterson trough. The presence of a faint absorption line distinguishes BL Lac from these objects, though a 2006 paper hypothesizes that BL Lac objects, gamma ray bursters, and these objects are varities of the same object. The brightest of these is found in Virgo, and these objects are often found surrounding supermassive black holes. For 10 points, name these objects typically found near the center of galaxies, whose name is shorthand for \"quasi-stellar object.\"": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.098375015
      ],
      [
        "asar",
        -0.0121158995
      ]
    ]
  },
  "One features an autobiographical scene set in Ara's Market and follows the fourteenth year in the life": {
    "guess": "Human Comedy",
    "confidence": [
      [
        "Human",
        -0.44604743
      ],
      [
        " Comedy",
        -0.06979392
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle of Lade. This series of events was triggered when Aristagoras, the ruler of Miletus, after a failed coup of Naxos incited a general rebellion in the area.  One of the major conflicts during this event": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.13105197
      ],
      [
        "ian",
        -5.312004e-05
      ],
      [
        " Rev",
        -0.00013989297
      ],
      [
        "olt",
        -0.00017100146
      ]
    ]
  },
  "They have featureless interiors, which causes them to stain densely. After phagocytosis, phagosomes fuse with primary ones to create the secondary variety. Plant cells appear to lack them, instead using the central vacuole to perform a similar function. Originating from the Golgi apparatus, these are,": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.06942976
      ],
      [
        "ys",
        -6.3609965e-05
      ],
      [
        "osome",
        -0.046701383
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders,": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.3736101
      ],
      [
        " of",
        -0.0015377159
      ],
      [
        " Ag",
        -0.52718157
      ],
      [
        "inc",
        -2.5226382e-05
      ],
      [
        "ourt",
        -4.0603656e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth section, as well as the entirety of sections 66 through 99, though it once contained 282 sections. Its epilogue declares that any future leader who undermines the authority of this document shall be cursed by the Anunaki, while others who uphold it and its tenets, such as \"an eye for an eye,\" will be granted long life by Shamash. FTP, identify this ancient set of laws issued by and named for a Babylonian king.": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.028887013
      ],
      [
        " of",
        -4.048445e-05
      ],
      [
        " Hamm",
        -0.00025013436
      ],
      [
        "ur",
        -5.276243e-05
      ],
      [
        "abi",
        -6.869018e-06
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth section, as well as the entirety of sections 66 through 99, though it once contained 282 sections. Its epilogue declares that any future leader who undermines the authority of this document shall be cursed by the Anunaki, while others who uphold it and its tenets, such as \"an eye for an eye,\" will be granted long life by Shamash. FTP, identify this ancient set of laws issued by and named for": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.08177585
      ],
      [
        " of",
        -0.00184689
      ],
      [
        " Hamm",
        -0.13287975
      ],
      [
        "ur",
        -8.76891e-05
      ],
      [
        "abi",
        -1.11603495e-05
      ]
    ]
  },
  "It was featured on a relic that was seized as spoil of war by Shutruk- Nahhunte after his sack of Sippar and later excavated in 1902 by Jacques de Morgan. Classifying its nation's population between the aristocratic amelu, the middle class muskinu and the ardu, or slaves, it is now missing its thirteenth": {
    "guess": "Code of Hammurabi",
    "confidence": [
      [
        "Code",
        -0.45941064
      ],
      [
        " of",
        -0.00021569549
      ],
      [
        " Hamm",
        -0.035713155
      ],
      [
        "ur",
        -0.00014215785
      ],
      [
        "abi",
        -3.0471343e-05
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its author's Engineers and the Price System. [*] By juxtaposing \"ceremony\" with \"technology,\" it hypothesized that society was turning into a machine that produced goods, and that, contrary to popular belief,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.34655106
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle of Lade. This series of events was triggered when Aristagoras, the ruler of Miletus, after a failed": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.055061694
      ],
      [
        "ian",
        -4.978234e-05
      ],
      [
        " Rev",
        -0.00033165133
      ],
      [
        "olt",
        -0.00014478032
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.030569276
      ],
      [
        "ian",
        -0.00014692599
      ],
      [
        " Rev",
        -0.00018923594
      ],
      [
        "olt",
        -0.00025311444
      ]
    ]
  },
  "The features of this character's face are all cut as those on a Greek medallion, barring his chin that resembles that of Reverend Dr. Titus Oates. Thick black blood oozes from his face of pallid complexion upon his death, leading his superior to exclaim that his body \"is the divine judgment on Ananias!\"": {
    "guess": "Billy Budd",
    "confidence": [
      [
        "Billy",
        -0.083545946
      ],
      [
        " Budd",
        -0.0002815968
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its author's Engineers and the Price System. [*] By juxtaposing \"ceremony\" with \"technology,\" it hypothesized that society was turning into a machine that produced goods, and that, contrary to popular belief, the successful entrepreneur sought to sabotage this consistent production in order to hoard the remaining goods and make money during the attendant confusion. FTP identify this economic work which": {
    "guess": "The Theory of the Leisure Class",
    "confidence": [
      [
        "The",
        -0.38664335
      ],
      [
        " Theory",
        -1.0210204
      ],
      [
        " of",
        -0.00036144492
      ],
      [
        " the",
        -0.06716833
      ],
      [
        " Leisure",
        -6.0749073e-05
      ],
      [
        " Class",
        -3.3213026e-05
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface. These features' subglacial type can cause floods called jokulhaups, and flood basalts form when they affect oceans.(*) Lahars form when water mixes with pyroclastic flows from these geological features, and the collapse of craters in these features creates calderas. These features' shield type is exemplified": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.0010997301
      ],
      [
        "cano",
        -0.0424299
      ]
    ]
  },
  "Fearing retaliation from the satrap of Sardis, Artaphernes, the primary instigator of this series of conflicts, initially sought the aid of Cleomenes I of Sparta who declined, but then found support from the Athenians. The conclusion of this set of events was sealed by a decisive victory at the Battle of Lade. This series of events was triggered when Aristagoras, the ruler of Miletus, after a failed coup of Naxos incited a general rebellion in the area.  One of the major conflicts during this event was the 498 BC Battle of Ephesus. For 10 points, name this series of revolts that occurred in the namesake region in Asia Minor at the start of the 5th century BC against the Achaemenid Empire that": {
    "guess": "Ionian Revolt",
    "confidence": [
      [
        "Ion",
        -0.047033075
      ],
      [
        "ian",
        -4.8471098e-05
      ],
      [
        " Rev",
        -0.0011730826
      ],
      [
        "olt",
        -0.0026232162
      ]
    ]
  },
  "These features may create breccia-filled diatremes, which can form maars when they reach the surface. These features' subglacial type can cause floods called jokulhaups, and flood basalts form when they": {
    "guess": "Volcanism",
    "confidence": [
      [
        "Vol",
        -0.03814695
      ],
      [
        "can",
        -0.040606655
      ],
      [
        "ism",
        -0.6870035
      ]
    ]
  },
  "One feature of these objects is the Gunn-Peterson trough. The presence of a faint absorption line distinguishes BL Lac from these objects, though a 2006 paper hypothesizes that BL Lac objects, gamma ray": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.06298375
      ],
      [
        "asar",
        -0.015179384
      ]
    ]
  },
  "Featuring the numbers \"The Point of No Return\" and \"Magical Lasso,\" Act II opens at a Masquerade Ball on New Year's Eve. After a message is delivered by Madame Giry, Andre and Firmin have to appease Carlotta, and another message forbids the Vicomte de Chagny from seeing the student of the title character. Based on a novel by Gaston Leroux, a chandelier crashes at the end of Act I, and it is later bought": {
    "guess": "The Phantom of the Opera",
    "confidence": [
      [
        "The",
        -0.027457647
      ],
      [
        " Phantom",
        -0.00022701983
      ],
      [
        " of",
        -0.00012415809
      ],
      [
        " the",
        -0.00029172545
      ],
      [
        " Opera",
        -7.421909e-05
      ]
    ]
  },
  "Fearing that the opposing army would retreat, the English commander issued a challenge to the invaders, who agreed to wait until September 9 to begin this battle. Despite being outnumbered 30,000 to 20,000, the English were victorious due to the success of their archers against the invader's right flank and the superiority of the English bills against the Scottish spears. A victory for the Earl of Surrey over James IV of Scotland, FTP, what was this 1513 battle that secured the Scottish border for a generation?": {
    "guess": "Battle of Flodden",
    "confidence": [
      [
        "Battle",
        -0.0073407535
      ],
      [
        " of",
        -0.0003396343
      ],
      [
        " Fl",
        -0.00010151673
      ],
      [
        "od",
        -2.5226382e-05
      ],
      [
        "den",
        -3.6073914e-05
      ]
    ]
  },
  "One feature of these objects is the Gunn-Peterson trough. The presence of a faint absorption line distinguishes BL Lac from these objects, though a 2006 paper hypothesizes that BL Lac objects, gamma ray bursters, and these objects are varities of the same object. The brightest of these is found in Virgo, and these objects are often found surrounding supermassive black holes. For 10 points, name these": {
    "guess": "Quasar",
    "confidence": [
      [
        "Qu",
        -0.6410081
      ],
      [
        "asar",
        -0.11147021
      ]
    ]
  },
  "Featuring a long discussion of the public's withdrawal from animism and superstition and a rejection of natural law, many of its ideas, especially \"the conscientious withdrawal of efficiency\" and the capitalist's attempts to \"capture\" the government's regulatory apparatus,\" were later expanded in its author's Engineers and the Price System. [*] By juxtaposing \"ceremony\" with \"technology,\" it hypothesized that society was turning into a machine that produced goods, and that, contrary to popular belief, the successful entrepreneur sought to sabotage this consistent production in order to hoard the remaining goods and make money during the attendant confusion. FTP identify this economic work which explains how the businessman operates, a study by Thorstein Veblen.": {
    "guess": "The Theory of Business Enterprise",
    "confidence": [
      [
        "The",
        -0.048053507
      ],
      [
        " Theory",
        -0.13050622
      ],
      [
        " of",
        -0.00017779607
      ],
      [
        " Business",
        -0.00033689264
      ],
      [
        " Enterprise",
        -0.0015737832
      ]
    ]
  }
}