{
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant \"rumpsey dumpsey, rumpsey dumpsey,\" even though John Catron wrote that \"a lucky random shot\" did": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.7797465
      ],
      [
        " Mentor",
        -0.112373345
      ],
      [
        " Johnson",
        -4.1557283e-05
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man also used to think that his father was Bob Barker, and one real life book attributed to this man is The Bro Code. One recurring joke featuring this character sees him hit in the face repeatedly as a result of having lost a slap bet, while he is currently dating a stripper named Quinn, though he may still end up married to Robin Scherbatsky. For 10 points, name this perpetual suit-wearing womanizer portrayed by Neil Patrick Harris on How I Met Your Mother.": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.008954191
      ],
      [
        "ney",
        -5.2001665e-06
      ],
      [
        " St",
        -8.4112995e-05
      ],
      [
        "inson",
        -6.82589e-05
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia": {
    "guess": "John Brown (Kentucky)",
    "confidence": [
      [
        "John",
        -1.5558286
      ],
      [
        " Brown",
        -2.0466855
      ],
      [
        " (",
        -0.5509759
      ],
      [
        "Kent",
        -0.05216254
      ],
      [
        "ucky",
        -0.00010473523
      ],
      [
        ")",
        -0.43259078
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which": {
    "guess": "Daniel Boone",
    "confidence": [
      [
        "Daniel",
        -0.08548276
      ],
      [
        " Boone",
        -0.007487481
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man also used to think that his father was Bob Barker, and one real life book attributed to this man is The Bro Code. One recurring joke featuring this character sees him hit in the face repeatedly as a result of having lost a slap bet, while he is currently dating a stripper named Quinn, though he may": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.013383513
      ],
      [
        "ney",
        -1.2590794e-05
      ],
      [
        " St",
        -0.00017278951
      ],
      [
        "inson",
        -0.001729445
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant \"rumpsey dumpsey, rumpsey dumpsey,\" even though John Catron wrote that \"a lucky random shot\" did not qualify him for his post. This man claimed that he, while fighting at the Battle of the Thames,": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.026605288
      ],
      [
        " Mentor",
        -0.16056368
      ],
      [
        " Johnson",
        -3.094816e-05
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.35695675
      ],
      [
        " Mentor",
        -0.09076119
      ],
      [
        " Johnson",
        -4.274932e-05
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was a molecular biologist, his primary achievements were in physics. In 1930, he and a former teacher patented a refrigerator without moving parts. That teacher was Albert Einstein, who nine years later did the student another favor by endorsing his letter to FDR about the prospect of a German atomic bomb. Later collaborators included Walter Zinn, T.A. Chalmers, and a bunch of guys at the University of": {
    "guess": "Leo Szilard",
    "confidence": [
      [
        "Leo",
        -0.12507051
      ],
      [
        " Sz",
        -0.00019531534
      ],
      [
        "il",
        -7.3861476e-05
      ],
      [
        "ard",
        -0.00060760236
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was a molecular biologist, his primary achievements were in physics. In 1930, he and a former teacher patented a refrigerator without moving parts. That teacher was Albert Einstein, who nine years later did": {
    "guess": "Leo Szilard",
    "confidence": [
      [
        "Leo",
        -0.68518925
      ],
      [
        " Sz",
        -7.7199176e-05
      ],
      [
        "il",
        -3.88156e-05
      ],
      [
        "ard",
        -0.022151796
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was a molecular biologist, his primary achievements were in physics. In 1930, he and a former teacher patented a refrigerator without moving parts. That teacher was Albert Einstein, who nine years later did the student another favor by endorsing his letter to FDR about the prospect of a German atomic bomb.": {
    "guess": "Leo Szilard",
    "confidence": [
      [
        "Leo",
        -0.18389137
      ],
      [
        " Sz",
        -8.351697e-05
      ],
      [
        "il",
        -6.3609965e-05
      ],
      [
        "ard",
        -0.0022468423
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for": {
    "guess": "Daniel Boone",
    "confidence": [
      [
        "Daniel",
        -0.1867452
      ],
      [
        " Boone",
        -0.10644723
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant \"rumpsey dumpsey, rumpsey dumpsey,\" even though John Catron wrote that \"a lucky random shot\" did not qualify him for his post. This man claimed that he, while fighting at the Battle of the Thames, personally killed Tecumseh. Due to his personal unpopularity, he was the only Vice President that had to be selected by the United States Senate after failing to get enough electoral votes. For 10 points,": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.41332743
      ],
      [
        " Mentor",
        -0.5318538
      ],
      [
        " Johnson",
        -3.6669935e-05
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was": {
    "guess": "Nostradamus",
    "confidence": [
      [
        "No",
        -1.2744495
      ],
      [
        "str",
        -0.0012538038
      ],
      [
        "adam",
        -2.3392786e-06
      ],
      [
        "us",
        -1.735894e-05
      ]
    ]
  },
  "As a boy, he wandered about in search of religious inspiration, eventually meeting the Muslim saint Kabir, who was also revered by Hindus. He opposed the caste system, and regretted the antagonism between": {
    "guess": "Kabir",
    "confidence": [
      [
        "K",
        -0.7173422
      ],
      [
        "ab",
        -0.0010681779
      ],
      [
        "ir",
        -0.00026491194
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History": {
    "guess": "Night at the Museum: Battle of the Smithsonian",
    "confidence": [
      [
        "Night",
        -0.8815319
      ],
      [
        " at",
        -0.0013052374
      ],
      [
        " the",
        -0.000115582756
      ],
      [
        " Museum",
        -7.7199176e-05
      ],
      [
        ":",
        -0.8467975
      ],
      [
        " Battle",
        -0.06501148
      ],
      [
        " of",
        -0.0003190194
      ],
      [
        " the",
        -6.9570146e-05
      ],
      [
        " Smithsonian",
        -4.179569e-05
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant \"rumpsey dumpsey, rumpsey dumpsey,\" even though John Catron wrote that \"a lucky random shot\" did not qualify him for his post. This man claimed that he, while fighting at the Battle of the Thames, personally killed Tecumseh. Due to his personal unpopularity, he was the only Vice President that had to be selected by the United States Senate after failing to get enough electoral votes. For 10 points, name Martin Van Buren's Vice-President.": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.0043644905
      ],
      [
        " Mentor",
        -0.0015330706
      ],
      [
        " Johnson",
        -9.849109e-06
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was a molecular biologist, his primary achievements were in physics. In 1930, he and a former teacher patented a refrigerator without moving parts. That teacher was Albert Einstein, who nine years later did the student another favor by endorsing his letter to FDR about the prospect of a German atomic bomb. Later collaborators included Walter Zinn, T.A. Chalmers, and a bunch of guys at the University of Chicago. For ten points, name this Hungarian-American Manhattan project scientist.": {
    "guess": "Leo Szilard",
    "confidence": [
      [
        "Leo",
        -0.24228072
      ],
      [
        " Sz",
        -9.543734e-05
      ],
      [
        "il",
        -1.9385403e-05
      ],
      [
        "ard",
        -0.00072113005
      ]
    ]
  },
  "As a boy, he wandered about in search of religious inspiration, eventually meeting the Muslim saint Kabir, who was also revered by Hindus. He opposed the caste system, and regretted the antagonism between Hindus and Muslims. Before his death, he designated Angad Dev to be his successor. FTP, name this founder and first Guru of Sikhism.": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.00040612428
      ],
      [
        "uru",
        -4.246537e-06
      ],
      [
        " Nan",
        -0.00039778004
      ],
      [
        "ak",
        -1.9816675e-06
      ]
    ]
  },
  "As a boy, this figure prophecied that a fortress kept collapsing because it was built over a red dragon fighting a white dragon. This figure was imprisoned forever after falling in love with Nimue, and prophecized the Dolorous Stroke. This figure designed the (*) Round Table, and crowned the son of Uther": {
    "guess": "Merlin",
    "confidence": [
      [
        "Mer",
        -0.0010141144
      ],
      [
        "lin",
        -7.004696e-05
      ]
    ]
  },
  "As a boy, this figure prophecied that a fortress kept collapsing because it was built over a red dragon": {
    "guess": "Merlin",
    "confidence": [
      [
        "Mer",
        -0.048615184
      ],
      [
        "lin",
        -0.0001135563
      ]
    ]
  },
  "As a boy, he wandered about in search of religious inspiration, eventually meeting the Muslim saint Kabir,": {
    "guess": "Kabir",
    "confidence": [
      [
        "K",
        -0.94295555
      ],
      [
        "ab",
        -0.033780783
      ],
      [
        "ir",
        -0.0020688986
      ]
    ]
  },
  "As a boy, this figure prophecied that a fortress kept collapsing because it was built over a red dragon fighting a white dragon. This figure was imprisoned forever after falling in love with Nimue, and prophecized the Dolorous Stroke. This figure designed the (*) Round Table, and crowned the son of Uther Pendragon after that son pulled a sword from a stone. For 10 points, name this mythological wizard": {
    "guess": "Merlin",
    "confidence": [
      [
        "Mer",
        -0.0041380036
      ],
      [
        "lin",
        -0.00016218038
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man also used to think that his father was Bob Barker, and one real life book attributed to this man is The Bro Code. One recurring joke featuring this character sees him hit in the face repeatedly as a result": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.11133339
      ],
      [
        "ney",
        -3.7146747e-05
      ],
      [
        " St",
        -7.9702455e-05
      ],
      [
        "inson",
        -0.0021763123
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the": {
    "guess": "Daniel Boone",
    "confidence": [
      [
        "Daniel",
        -0.78512925
      ],
      [
        " Boone",
        -0.26599497
      ]
    ]
  },
  "As a boy, he wandered about in search of religious inspiration, eventually meeting the Muslim saint Kabir, who was also revered by Hindus. He opposed the caste system, and regretted the antagonism between Hindus and Muslims. Before his death, he designated Angad Dev to be his successor. FTP, name this": {
    "guess": "Guru Nanak",
    "confidence": [
      [
        "G",
        -0.029179398
      ],
      [
        "uru",
        -0.00012356207
      ],
      [
        " Nan",
        -0.001379283
      ],
      [
        "ak",
        -5.800739e-05
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man also used to think that his father was Bob Barker, and one real life book attributed to this man is": {
    "guess": "Ted Mosby",
    "confidence": [
      [
        "Ted",
        -0.5993712
      ],
      [
        " Mos",
        -0.0044248938
      ],
      [
        "by",
        -2.7610455e-05
      ]
    ]
  },
  "As a boy, this figure prophecied that a fortress kept collapsing because it was built over a red dragon fighting a white dragon. This figure was imprisoned forever after falling in love with Nimue, and": {
    "guess": "Merlin",
    "confidence": [
      [
        "Mer",
        -0.009610407
      ],
      [
        "lin",
        -0.00027790148
      ]
    ]
  },
  "As a boy, an arrow landed in this man's crib during Simon Girty's raid on Bryan's Station, during which his mother heroically obtained water. As chairman of the Committee on Claims, he secured a wage for Alexander Hamilton's widow. This man wrote The Sunday Mail Report as a Senator, arguing that the banning of Sunday mail could not be legislated. He controversially had a common law wife named Julia Chinn, an octoroon slave. During one election, this politician used a slogan that began with the chant \"rumpsey dumpsey, rumpsey dumpsey,\" even though John Catron wrote that \"a lucky random shot\" did not qualify him for his post. This man claimed that he, while fighting at the Battle of the Thames, personally killed Tecumseh. Due to his personal unpopularity, he was the only Vice President that had": {
    "guess": "Richard Mentor Johnson",
    "confidence": [
      [
        "Richard",
        -0.0085282875
      ],
      [
        " Mentor",
        -0.35649946
      ],
      [
        " Johnson",
        -4.692145e-05
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man also used to think that his father was Bob Barker, and one real life book attributed to this man is The Bro Code. One recurring joke featuring this character sees him hit in the face repeatedly as a result of having lost a slap bet, while he is currently dating a stripper named Quinn, though he may still end up married to Robin Scherbatsky. For 10 points, name this perpetual suit-wearing womanizer": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.023789726
      ],
      [
        "ney",
        -2.355753e-05
      ],
      [
        " St",
        -5.7530575e-05
      ],
      [
        "inson",
        -0.0014707032
      ]
    ]
  },
  "As a boy, this figure prophecied that a fortress kept collapsing because it was built over a red dragon fighting a white dragon. This figure was imprisoned forever after falling in love with Nimue, and prophecized the Dolorous Stroke. This figure designed the (*) Round Table, and crowned the son of Uther Pendragon after that son pulled a sword from a stone. For 10 points, name this mythological wizard who advised King Arthur.": {
    "guess": "Merlin",
    "confidence": [
      [
        "Mer",
        -0.003650557
      ],
      [
        "lin",
        -0.00016754455
      ]
    ]
  },
  "As a boy, this character used a triceratops rib to knock down the blue whale hanging in the Natural History Museum, and one metric this man uses to judge others is the Vicky Mendoza Diagonal. This man": {
    "guess": "Ted Mosby",
    "confidence": [
      [
        "Ted",
        -0.8384371
      ],
      [
        " Mos",
        -0.0030301176
      ],
      [
        "by",
        -1.1637165e-05
      ]
    ]
  },
  "As a boy, he is said to have predicted the events of World War I. Although late in his career he was a molecular biologist, his primary achievements were in physics. In 1930, he and a former teacher patented": {
    "guess": "Paul Dirac",
    "confidence": [
      [
        "Paul",
        -1.4055064
      ],
      [
        " Dir",
        -0.061632387
      ],
      [
        "ac",
        -6.704273e-07
      ]
    ]
  }
}