{
  "He joined Cash Money Records in 1991 at the age of nine with the rapper B.G. as a part of the rap duo": {
    "guess": "Juvenile",
    "confidence": [
      [
        "Ju",
        -1.8773625
      ],
      [
        "venile",
        -0.0056419745
      ]
    ]
  },
  "Joined from above by the Reissner membrane, it has a namesake tunnel that divides the inner row of sensory receptors for the 8th nerve from three outer rows of cells. Parallel displacement of the (*) stereocilia joined by tip links leads to influx potassium influx to its hair cells, which innervate spiral ganglia of the auditory nerve. For 10 points— name this structure that discerns frequencies via the basilar membrane, an organ in the cochlea.": {
    "guess": "Organ of Corti",
    "confidence": [
      [
        "Organ",
        -0.0451825
      ],
      [
        " of",
        -0.00014966767
      ],
      [
        " Cort",
        -0.0003712086
      ],
      [
        "i",
        -5.0378356e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -0.10654647
      ],
      [
        " Jackson",
        -0.03007882
      ]
    ]
  },
  "After joining the well-trained Fifth Corps, they saw action on the way to Santiago at Las Guasimas under the leadership of General Samuel Young. Co- created by a man who resigned as Secretary of the Navy in 1898, they were commanded by the Colonel Leonard Wood at the Battle of San Juan Hill. For 10 points, give the nickname of the First US Volunteer Cavalry that fought in the Spanish-American War,": {
    "guess": "Rough Riders",
    "confidence": [
      [
        "R",
        -0.0024329745
      ],
      [
        "ough",
        -0.00024441257
      ],
      [
        " Riders",
        -0.00023679454
      ]
    ]
  },
  "In 1952, he joined the faculty at MIT, and published Real Algebraic Manifolds in the Annals of  Mathematics. After teaching there for seven years, he was [i] diagnosed with schizophrenia, and spent over 30 years in treatment. Termed \"cured\" in 1991, he won the 1994 Nobel Prize in Economics. When two": {
    "guess": "John Forbes Nash",
    "confidence": [
      [
        "John",
        -0.046023097
      ],
      [
        " Forbes",
        -0.1174613
      ],
      [
        " Nash",
        -2.577686e-06
      ]
    ]
  },
  "After joining the well-trained Fifth Corps, they saw action on the way to Santiago at Las Guasimas under the leadership of General Samuel Young. Co- created by a man who resigned as Secretary of the Navy in 1898, they were commanded by the Colonel Leonard Wood at the Battle of San Juan Hill. For 10 points, give the nickname of the First US Volunteer Cavalry that fought in the Spanish-American War, led by Theodore Roosevelt.": {
    "guess": "Rough Riders",
    "confidence": [
      [
        "R",
        -0.0030422434
      ],
      [
        "ough",
        -0.00069778087
      ],
      [
        " Riders",
        -3.5954712e-05
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne,": {
    "guess": "Lightning rod",
    "confidence": [
      [
        "Light",
        -1.9866722
      ],
      [
        "ning",
        -0.017055858
      ],
      [
        " rod",
        -0.42996606
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand that erupted in a bribery scandal, the XYZ Affair. Along with Edmund Randolph and George Mason, he refused the initial Constitution over the lack of a bill of rights, and switched to the Democratic-Republican Party before succeeding George Clinton as Vice President. Best known for evoking a political cartoon creatively depicting Essex County, for 10 points, identify this Massachusetts Governor": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.008782972
      ],
      [
        "bridge",
        -0.0007330321
      ],
      [
        " Gerry",
        -0.0028091557
      ]
    ]
  },
  "In 1952, he joined the faculty at MIT, and published Real Algebraic Manifolds in the Annals of  Mathematics.": {
    "guess": "John Forbes Nash Jr.",
    "confidence": [
      [
        "John",
        -0.14886701
      ],
      [
        " Forbes",
        -0.5260955
      ],
      [
        " Nash",
        -6.704273e-07
      ],
      [
        " Jr",
        -1.60477e-05
      ],
      [
        ".",
        -1.700133e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times to the House of Representatives, he became the chairman of the House Ways and Means Committee and later Speaker of the House and Governor of Tennessee. In 1844, he defeated Henry Clay, the Whig candidate for President, by promising to annex Texas. In 1848, he accepted the Treaty of Guadalupe Hidalgo, which added California, Nevada, Arizona, New Mexico, and Utah territories to the US. For 10 points,": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.007791633
      ],
      [
        " K",
        -0.0004189946
      ],
      [
        ".",
        -0.00028231202
      ],
      [
        " Pol",
        -6.1106686e-05
      ],
      [
        "k",
        -3.9292416e-05
      ]
    ]
  },
  "In 1952, he joined the faculty at MIT, and published Real Algebraic Manifolds in the Annals of  Mathematics. After teaching there for seven years, he was [i] diagnosed with schizophrenia, and spent over 30 years in treatment. Termed \"cured\" in 1991, he won the 1994 Nobel Prize in Economics. When two competitors reach maximum utility—for 10 points—they have reached the equilibrium named for what mathematician?": {
    "guess": "John Forbes Nash",
    "confidence": [
      [
        "John",
        -0.06304542
      ],
      [
        " Forbes",
        -0.47448727
      ],
      [
        " Nash",
        -6.749814e-06
      ]
    ]
  },
  "In 1952, he joined the faculty at MIT, and published Real Algebraic Manifolds in the Annals of  Mathematics. After teaching there for seven years, he was [i] diagnosed with schizophrenia, and spent over": {
    "guess": "John Forbes Nash Jr.",
    "confidence": [
      [
        "John",
        -0.07203354
      ],
      [
        " Forbes",
        -0.11747583
      ],
      [
        " Nash",
        -1.147242e-06
      ],
      [
        " Jr",
        -1.9385403e-05
      ],
      [
        ".",
        -2.0339032e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times to the House of Representatives, he became the chairman of the House Ways and Means Committee and": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.01947225
      ],
      [
        " K",
        -0.0031767602
      ],
      [
        ".",
        -0.00066501816
      ],
      [
        " Pol",
        -3.4121115e-06
      ],
      [
        "k",
        -0.00010688089
      ]
    ]
  },
  "He joined pianist Jay McShann's band in 1938, performing solo on such recordings as Sepian Bounce and": {
    "guess": "Jay McShann",
    "confidence": [
      [
        "Jay",
        -0.78675413
      ],
      [
        " Mc",
        -0.00014609157
      ],
      [
        "Sh",
        -0.00012511172
      ],
      [
        "ann",
        -0.00014597236
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.1616849
      ],
      [
        "bridge",
        -0.0001791073
      ],
      [
        " Gerry",
        -0.00090061966
      ]
    ]
  },
  "Joined from above by the Reissner membrane, it has a namesake tunnel that divides the inner row of sensory receptors for the 8th nerve from three outer rows of cells. Parallel displacement of the (*) stereocilia": {
    "guess": "Organ of Corti",
    "confidence": [
      [
        "Organ",
        -0.12199325
      ],
      [
        " of",
        -0.0004802433
      ],
      [
        " Cort",
        -0.0013602361
      ],
      [
        "i",
        -7.171581e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times to the House of Representatives, he became the chairman of the House Ways and Means Committee and later Speaker of the House and Governor of Tennessee. In 1844, he defeated Henry Clay, the Whig candidate for President, by promising to annex Texas. In 1848, he accepted the Treaty of Guadalupe Hidalgo, which added California, Nevada, Arizona, New Mexico, and Utah territories to the US. For 10 points, name the only president of the United States who had been House Speaker, the 11th President.": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.010378514
      ],
      [
        " K",
        -0.0038524552
      ],
      [
        ".",
        -0.0015677111
      ],
      [
        " Pol",
        -2.3438328e-05
      ],
      [
        "k",
        -4.823269e-05
      ]
    ]
  },
  "Joined from above by the Reissner membrane, it has a namesake tunnel that divides the inner row of sensory": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.002497537
      ],
      [
        "och",
        -1.6882126e-05
      ],
      [
        "lea",
        -0.017069796
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand that erupted in a bribery scandal, the XYZ Affair. Along with Edmund Randolph and George Mason,": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.236914
      ],
      [
        "bridge",
        -0.0005725711
      ],
      [
        " Gerry",
        -0.000692182
      ]
    ]
  },
  "Joined from above by the Reissner membrane, it has a namesake tunnel that divides the inner row of sensory receptors for the 8th nerve from three outer rows of cells. Parallel displacement of the (*) stereocilia joined by tip links leads to influx potassium influx to its hair cells, which innervate spiral ganglia of the auditory nerve. For 10 points— name this structure that discerns frequencies via": {
    "guess": "Organ of Corti",
    "confidence": [
      [
        "Organ",
        -0.4790283
      ],
      [
        " of",
        -0.00048620347
      ],
      [
        " Cort",
        -0.0013746378
      ],
      [
        "i",
        -4.6444635e-05
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand that erupted in a bribery scandal, the XYZ Affair. Along with Edmund Randolph and George Mason, he refused the initial Constitution over the lack of a bill of rights, and switched to the Democratic-Republican Party before succeeding George Clinton as Vice President. Best known for evoking a political cartoon creatively depicting Essex County, for 10 points, identify this Massachusetts Governor who lent his name to the practice of electoral redistricting.": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.015546595
      ],
      [
        "bridge",
        -0.00039885283
      ],
      [
        " Gerry",
        -0.0015630659
      ]
    ]
  },
  "He joined Cash Money Records in 1991 at the age of nine with the rapper B.G. as a part of the rap duo The B.G'z. In 1997, he joined the group Hot Boys and helped release their debut album Get It How U": {
    "guess": "Cash Money Records",
    "confidence": [
      [
        "Cash",
        -1.4841778
      ],
      [
        " Money",
        -0.09748264
      ],
      [
        " Records",
        -0.00090097735
      ]
    ]
  },
  "He joined Cash Money Records in 1991 at the age of nine with the rapper B.G. as a part of the rap duo The B.G'z. In 1997, he joined the group Hot Boys and helped release their debut album Get It How U Live! Two years later, he released his debut album Tha Block Is Hot. For 10 points, name this New Orleans born rapper famous for albums such as Tha Carter and Tha Carter III with singles such as \"Go DJ\" and \"Lollipop\"": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.0038633777
      ],
      [
        "il",
        -1.9504607e-05
      ],
      [
        " Wayne",
        -6.0272258e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times to the House of Representatives, he became the chairman of the House Ways and Means Committee and later Speaker of the House and Governor of Tennessee. In 1844, he defeated Henry Clay, the Whig candidate for President, by promising to annex Texas. In 1848, he accepted the Treaty of Guadalupe Hidalgo,": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.0070678242
      ],
      [
        " K",
        -0.0004001641
      ],
      [
        ".",
        -0.00022821188
      ],
      [
        " Pol",
        -3.464347e-05
      ],
      [
        "k",
        -1.9504607e-05
      ]
    ]
  },
  "After joining the well-trained Fifth Corps, they saw action on the way to Santiago at Las Guasimas under": {
    "guess": "Battle of Las Guasimas",
    "confidence": [
      [
        "Battle",
        -0.65284806
      ],
      [
        " of",
        -0.0001558626
      ],
      [
        " Las",
        -0.06264924
      ],
      [
        " Gu",
        -7.2192626e-05
      ],
      [
        "as",
        -0.00042185548
      ],
      [
        "imas",
        -3.1281633e-07
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne, and this friend of Philipp Melanchthon became enraged by the actions of Johann Tetzel. He urged nobles to \"smite, slay, and stab\" the title group in his work \"Against the [*] Murderous, Thieving Hordes of Peasants.\" Given shelter by Frederick the Wise at Wartburg Castle, he argued for a spiritual presence in transubtantion at the Marburg Colloquy with Zwingli. For 10 points, name this man who, at the Diet of Worms, defended his opinion on indulgences as laid out in the 95 Theses.": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -0.0039550364
      ],
      [
        " Luther",
        -4.00813e-06
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne, and this friend of Philipp Melanchthon became enraged by the actions of Johann Tetzel. He urged nobles to \"smite, slay, and stab\" the title group in his work \"Against the [*] Murderous, Thieving Hordes of Peasants.\" Given shelter by Frederick the Wise at Wartburg Castle, he argued for a spiritual presence in transubtantion at the Marburg Colloquy with Zwingli. For 10 points, name this man who, at": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -0.0048572924
      ],
      [
        " Luther",
        -2.129266e-05
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne, and this friend of Philipp Melanchthon became enraged by the actions of Johann Tetzel. He urged nobles to \"smite, slay, and stab\" the title group in his work \"Against the [*] Murderous, Thieving Hordes of Peasants.\" Given shelter by Frederick the Wise at Wartburg Castle, he argued for a spiritual presence": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -0.0035093187
      ],
      [
        " Luther",
        -2.7848862e-05
      ]
    ]
  },
  "After joining the well-trained Fifth Corps, they saw action on the way to Santiago at Las Guasimas under the leadership of General Samuel Young. Co- created by a man who resigned as Secretary of the Navy": {
    "guess": "Rough Riders",
    "confidence": [
      [
        "R",
        -0.15425205
      ],
      [
        "ough",
        -0.000961839
      ],
      [
        " Riders",
        -8.733149e-05
      ]
    ]
  },
  "This man joined Congress at the age of 29 as a Tennessee representative. After being reelected five times to the House of Representatives, he became the chairman of the House Ways and Means Committee and later Speaker of the House and Governor of Tennessee. In 1844, he defeated Henry Clay, the Whig candidate": {
    "guess": "James K. Polk",
    "confidence": [
      [
        "James",
        -0.007699253
      ],
      [
        " K",
        -0.00058734504
      ],
      [
        ".",
        -0.0003191386
      ],
      [
        " Pol",
        -0.00028064317
      ],
      [
        "k",
        -4.1199673e-05
      ]
    ]
  },
  "He joined Cash Money Records in 1991 at the age of nine with the rapper B.G. as a part of the rap duo The B.G'z. In 1997, he joined the group Hot Boys and helped release their debut album Get It How U Live! Two years later, he released his debut album Tha Block Is Hot. For 10 points, name this New Orleans": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.09287076
      ],
      [
        "il",
        -2.4749568e-05
      ],
      [
        " Wayne",
        -6.992776e-05
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne, and this friend of Philipp Melanchthon became enraged by the actions of Johann Tetzel. He urged nobles": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -0.0071483143
      ],
      [
        " Luther",
        -4.1199673e-05
      ]
    ]
  },
  "He joined pianist Jay McShann's band in 1938, performing solo on such recordings as Sepian Bounce and  Hootie Blues. In Kansas City for his father's funeral, he joined Harlan Leonard's [*] Rockets, a band he would tour with for five years. Later associated with Earl Hines, Dizzy Gillespie, and Thelonius Monk—for 10 points—name this saxophonist nicknamed \"Bird.\"": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.0090664225
      ],
      [
        " Parker",
        -0.0019646743
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand that erupted in a bribery scandal, the XYZ Affair. Along with Edmund Randolph and George Mason, he refused the initial Constitution over the lack of a bill of rights, and switched to the Democratic-Republican Party before succeeding George Clinton as Vice President. Best known for evoking a": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.3080149
      ],
      [
        "bridge",
        -0.00055851246
      ],
      [
        " Gerry",
        -0.0037713398
      ]
    ]
  },
  "After joining the well-trained Fifth Corps, they saw action on the way to Santiago at Las Guasimas under the leadership of General Samuel Young. Co- created by a man who resigned as Secretary of the Navy in 1898, they were commanded by the Colonel Leonard Wood at the Battle of San Juan Hill. For 10 points,": {
    "guess": "Rough Riders",
    "confidence": [
      [
        "R",
        -0.008719997
      ],
      [
        "ough",
        -0.000290295
      ],
      [
        " Riders",
        -3.6669935e-05
      ]
    ]
  },
  "He joined Cash Money Records in 1991 at the age of nine with the rapper B.G. as a part of the rap duo The B.G'z. In 1997, he joined the group Hot Boys and helped release their debut album Get It How U Live! Two years later, he released his debut album Tha Block Is Hot. For 10 points, name this New Orleans born rapper famous for albums such as Tha Carter and Tha Carter III with singles such as \"Go DJ\"": {
    "guess": "Lil Wayne",
    "confidence": [
      [
        "L",
        -0.0033799496
      ],
      [
        "il",
        -2.8564085e-05
      ],
      [
        " Wayne",
        -4.4179764e-05
      ]
    ]
  },
  "He joined pianist Jay McShann's band in 1938, performing solo on such recordings as Sepian Bounce and  Hootie Blues. In Kansas City for his father's funeral, he joined Harlan Leonard's [*] Rockets, a band he would tour with for five years. Later associated with Earl Hines, Dizzy Gillespie, and Thelonius": {
    "guess": "Charlie Parker",
    "confidence": [
      [
        "Charlie",
        -0.08387266
      ],
      [
        " Parker",
        -0.0071163527
      ]
    ]
  },
  "This man joined one profession after barely missing a lightning strike and exclaiming to Saint Anne, and this friend of Philipp Melanchthon became enraged by the actions of Johann Tetzel. He urged nobles to \"smite, slay, and stab\" the title group in his work \"Against the [*] Murderous, Thieving Hordes": {
    "guess": "Martin Luther",
    "confidence": [
      [
        "Martin",
        -0.013236233
      ],
      [
        " Luther",
        -9.126521e-05
      ]
    ]
  },
  "Joined from above by the Reissner membrane, it has a namesake tunnel that divides the inner row of sensory receptors for the 8th nerve from three outer rows of cells. Parallel displacement of the (*) stereocilia joined by tip links leads to influx potassium influx to its hair cells, which innervate spiral": {
    "guess": "Cochlea",
    "confidence": [
      [
        "C",
        -0.23914379
      ],
      [
        "och",
        -0.00014001218
      ],
      [
        "lea",
        -0.02959253
      ]
    ]
  },
  "This man joined Charles Pinckney and John Marshall on a diplomatic mission seeking a meeting with Talleyrand that erupted in a bribery scandal, the XYZ Affair. Along with Edmund Randolph and George Mason, he refused the initial Constitution over the lack of a bill of rights, and switched to the Democratic-Republican": {
    "guess": "Elbridge Gerry",
    "confidence": [
      [
        "El",
        -0.12437514
      ],
      [
        "bridge",
        -0.0002257086
      ],
      [
        " Gerry",
        -0.0009791015
      ]
    ]
  },
  "He joined pianist Jay McShann's band in 1938, performing solo on such recordings as Sepian Bounce and  Hootie Blues. In Kansas City for his father's funeral, he joined Harlan Leonard's [*] Rockets, a band": {
    "guess": "Jay McShann",
    "confidence": [
      [
        "Jay",
        -1.1902221
      ],
      [
        " Mc",
        -0.00085547817
      ],
      [
        "Sh",
        -0.00036679808
      ],
      [
        "ann",
        -0.00055482076
      ]
    ]
  }
}