{
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a": {
    "guess": "In Search of a Soul",
    "confidence": [
      [
        "In",
        -1.3312739
      ],
      [
        " Search",
        -0.7743248
      ],
      [
        " of",
        -0.0008572662
      ],
      [
        " a",
        -0.110686034
      ],
      [
        " Soul",
        -1.7810338
      ]
    ]
  },
  "Pheochromocytoma, Cushing's syndrome, and Addison's disease are all associated with disorders in this gland's hormone production. Its medulla produces aldosterone, cortisol, and sex hormones, while its cortex produces epinephrine and norepinephrine. For 10 points, what are these two small glands which lie above each kidney?": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0027145229
      ],
      [
        "renal",
        -6.098748e-05
      ],
      [
        " gland",
        -0.008158968
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved people listening to a cassette tape in front of microphones, which were supposedly turned off until their turn to talk, while another likened this phenomenon to social diffusion and involved smoke-filled rooms and seizures. Most closely associated with Kitty Genovese and her murder, it is a form of": {
    "guess": "Diffusion of responsibility",
    "confidence": [
      [
        "Diff",
        -0.16877204
      ],
      [
        "usion",
        -2.9279307e-05
      ],
      [
        " of",
        -0.00032354548
      ],
      [
        " responsibility",
        -0.016709842
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging": {
    "guess": "Nuclear magnetic resonance",
    "confidence": [
      [
        "N",
        -0.4121765
      ],
      [
        "uclear",
        -0.034280036
      ],
      [
        " magnetic",
        -0.033451464
      ],
      [
        " resonance",
        -2.9279307e-05
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free": {
    "guess": "Cerium doping",
    "confidence": [
      [
        "C",
        -0.40240383
      ],
      [
        "er",
        -0.011234206
      ],
      [
        "ium",
        -1.3186812e-05
      ],
      [
        " doping",
        -0.8241875
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers of the force it predicates; particles with this property thus experience asymptotic freedom and confinement and the gluon has a very short range. Hadrons and mesons have a zero value for this property,": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.031133497
      ],
      [
        " charge",
        -0.14973985
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free electron transfer from an excited singlet state to an excited triplet state, eventually resulting in this. This process is generally undesirable in a scintillation detector, as it places significant restrictions on the maximum count rate and results in \"afterglow\" due to its long duration.": {
    "guess": "Scintillation counter",
    "confidence": [
      [
        "Sc",
        -1.0707579
      ],
      [
        "int",
        -4.7517467e-05
      ],
      [
        "illation",
        -0.007819906
      ],
      [
        " counter",
        -0.91342765
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food for the moon, who was subsequently banished for his crime. Another was notably frightened when her brother threw a flayed piebald horse into her hall, after which she secluded herself in a cave until enticed out by another dancing on an upturned tub. The lesser ones were created from the storm one's sword and the sun one's jewels, while the union between Izanami and Izanagi produced the two major": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.30927294
      ],
      [
        " mythology",
        -0.11671376
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional to the (*) sixth power of the distance, but its effects are negligible when the distance exceeds four angstroms. Generating this effect requires the use of two resonance frequencies, with one being continuously": {
    "guess": "Dipolar coupling",
    "confidence": [
      [
        "D",
        -0.30398995
      ],
      [
        "ip",
        -0.00013274075
      ],
      [
        "olar",
        -0.64481664
      ],
      [
        " coupling",
        -1.0759426
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis,": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0065642716
      ],
      [
        "renal",
        -3.631232e-05
      ],
      [
        " gland",
        -0.11563046
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant, and r is the distance from the Sun.  This almost completely ionized stream creates a bow shock at Earth's magnetosphere since is it supersonic at Earth, corresponding to a class 2 solution of the": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -0.085398816
      ],
      [
        " wind",
        -0.16109279
      ]
    ]
  },
  "During one of these phenomena, low-level shear aligned by updrafts is penetrated by cold air from the": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.18571468
      ],
      [
        "ornado",
        -0.012847007
      ],
      [
        "es",
        -0.0352107
      ]
    ]
  },
  "During one of these phenomena, low-level shear aligned by updrafts is penetrated by cold air from the downdraft, creating \"hook echo\" patterns on Doppler radar. In fair weather, one of these phenomena occurring over a body of water is called a (*) waterspout. The Enhanced Fujita scale rates the damage of, for 10 points, what rotating columns of air formed when funnel clouds reach the ground?": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.03529425
      ],
      [
        "ornado",
        -0.0036969932
      ],
      [
        "es",
        -0.0008794234
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program. Particles located in these regions are confined by the first and second adiabatic invariant and": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.052643776
      ],
      [
        " Allen",
        -0.0001596771
      ],
      [
        " radiation",
        -0.066775344
      ],
      [
        " belt",
        -0.0042561195
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes known as the Hopf Bifurcation. These systems are characterized by period doubling and often occur when values take on the Feigenbaum constants. Examples of this type of system include the Lorenz water wheel, as well as pendulum attached to another pendulum. For 10 points, identify this phenomenon in which systems are deterministic but appear to behave randomly over time, exemplified by the": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.18674527
      ],
      [
        "aos",
        -0.000191024
      ],
      [
        " theory",
        -0.009034523
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence boundaries where these form. Rear flank downdrafts are responsible for this feature's signature hook echo on Doppler radar imagery. Most commonly found as satellite, rope, and wedge types, strong ones often descend from wall clouds in mesocyclones, and may feature multiple vortices. The \"enhanced\"": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.011714908
      ],
      [
        "ornado",
        -0.0035636076
      ],
      [
        "es",
        -0.016345773
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with the downward acceleration of virtual fermions governed by graviton flux in the quantum vacumm. It causes the orbital precession of X-rays emitted from gases due to the (*) graivtomagnetic forces it produces": {
    "guess": "Gravitomagnetism",
    "confidence": [
      [
        "Gr",
        -0.5129116
      ],
      [
        "avit",
        -0.0029993355
      ],
      [
        "om",
        -0.058307283
      ],
      [
        "agnet",
        -0.5727761
      ],
      [
        "ism",
        -1.11603495e-05
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions and tuya form when this action occurs beneath a glacier. In February 2001, the most severe recorded instance of this action in the solar system took place on [*] Io. These actions produce tephra, which can be classified as blocks, bombs, or lapilli, and they can form calderas and pyroclastic flows. For 10 points, name these lava-spewing actions performed by explosive mountains like Vesuvius and": {
    "guess": "Volcano eruption",
    "confidence": [
      [
        "Vol",
        -0.0021808348
      ],
      [
        "cano",
        -0.14082205
      ],
      [
        " eruption",
        -0.23777853
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect, measured it for light. The original derivation of the equation for this effect proceeds by considering the frame variation of distance between surfaces of constant phase; that equation dictates": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.4678696
      ],
      [
        "op",
        -0.00021116942
      ],
      [
        "pler",
        -6.511407e-06
      ],
      [
        " effect",
        -0.40260497
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject of the second of the Annus Mirabilis papers in 1905, where he assumed that this problem satisfies the diffusion equation to show that the distance travelled is proportional to the square root of time elapsed. A Scottish Botanist discovered this phenomenon while looking at pollen grains in water but it was first explained comprehensively by Einstein. For 10 points, name this process, the random motion": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.004202694
      ],
      [
        "ian",
        -2.0100624e-05
      ],
      [
        " motion",
        -0.00095576694
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program. Particles located in these regions are confined by the first and second adiabatic invariant and experience magnetic diffusion, as predicted by magnetohydrodynamics. It extends about 4000 miles above the equator and contains particles resulting from cosmic rays colliding with the atmosphere. For": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.040281624
      ],
      [
        " Allen",
        -0.00021105022
      ],
      [
        " radiation",
        -0.05491546
      ],
      [
        " belt",
        -0.0024880227
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found": {
    "guess": "Strange attractor",
    "confidence": [
      [
        "Strange",
        -0.9464853
      ],
      [
        " attract",
        -0.11952975
      ],
      [
        "or",
        -0.0063239434
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions and tuya form when this action occurs beneath a glacier. In February 2001, the most severe recorded instance of this action in the solar system took place on [*] Io. These actions produce tephra, which can be classified as blocks, bombs, or lapilli, and they can form calderas and pyroclastic flows. For 10 points, name these lava-spewing actions performed by explosive mountains like Vesuvius and Mt. St. Helens, one of which caused the burial of Pompeii.": {
    "guess": "Volcanism",
    "confidence": [
      [
        "Vol",
        -0.012747305
      ],
      [
        "can",
        -0.03323182
      ],
      [
        "ism",
        -0.46300495
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to": {
    "guess": "Carbenes",
    "confidence": [
      [
        "Car",
        -0.0987777
      ],
      [
        "ben",
        -0.43836683
      ],
      [
        "es",
        -0.026677147
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.9615732
      ],
      [
        "aos",
        -0.00037335427
      ],
      [
        " theory",
        -0.005219294
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole": {
    "guess": "Graphene",
    "confidence": [
      [
        "Graph",
        -0.32956082
      ],
      [
        "ene",
        -0.011220878
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0029790066
      ],
      [
        "ian",
        -1.7432603e-06
      ],
      [
        " motion",
        -0.00024370835
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this sin are being punished. The lines \"full tears shall be the day/On which from ashes shall arise\" are from the (*) Lacrimosa section of a hymn about this phenomenon. People guilty of this sin are punished along with the sullen in the fifth circle of hell in Dante's Inferno. A hymn about the day of judgment titled for this phenomenon is set to music in Mozart's Requiem mass. For 10 points, name this": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.5464987
      ],
      [
        " I",
        -0.21197951
      ],
      [
        "ra",
        -0.00022511258
      ],
      [
        "e",
        -4.8425554e-06
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked to fill out a survey while a room filled with smoke. This effect was studied by John Darley and Bibb": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.017673258
      ],
      [
        "yst",
        -6.704273e-07
      ],
      [
        "ander",
        -2.6060809e-05
      ],
      [
        " effect",
        -0.0012452321
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence boundaries where these form. Rear flank downdrafts are responsible for this feature's signature hook echo on Doppler radar imagery. Most commonly found as satellite, rope, and wedge types, strong": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.022637317
      ],
      [
        "ornado",
        -0.00592062
      ],
      [
        "es",
        -0.02791046
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free electron transfer from an excited singlet state to an excited triplet state, eventually resulting": {
    "guess": "Cerium(III) oxide",
    "confidence": [
      [
        "C",
        -1.2401642
      ],
      [
        "er",
        -0.045635514
      ],
      [
        "ium",
        -1.5809293e-05
      ],
      [
        "(",
        -0.84582156
      ],
      [
        "III",
        -0.00070361444
      ],
      [
        ")",
        -0.03769807
      ],
      [
        " oxide",
        -0.13599516
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence": {
    "guess": "Tornado intensity and damage scales",
    "confidence": [
      [
        "T",
        -0.10130496
      ],
      [
        "ornado",
        -0.007884135
      ],
      [
        " intensity",
        -0.8276941
      ],
      [
        " and",
        -0.23742405
      ],
      [
        " damage",
        -0.025224013
      ],
      [
        " scales",
        -0.35457268
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology.": {
    "guess": "Procrastination",
    "confidence": [
      [
        "Pro",
        -0.86802155
      ],
      [
        "crast",
        -0.0042804466
      ],
      [
        "ination",
        -7.77952e-05
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this sin are being punished. The lines \"full tears shall be the day/On which from ashes shall arise\" are": {
    "guess": "Divine Comedy",
    "confidence": [
      [
        "Div",
        -0.92701375
      ],
      [
        "ine",
        -0.039464768
      ],
      [
        " Comedy",
        -0.00096874917
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food for the moon, who was subsequently banished for his crime. Another was notably frightened when her brother threw a flayed piebald horse into her hall, after which she secluded herself in a cave until enticed out by another dancing on an upturned tub. The lesser ones were created from the storm one's": {
    "guess": "Amatsukami",
    "confidence": [
      [
        "Am",
        -1.4359838
      ],
      [
        "ats",
        -0.6548036
      ],
      [
        "uk",
        -0.009666252
      ],
      [
        "ami",
        -0.025192054
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0027726667
      ],
      [
        "ian",
        -6.0345924e-06
      ],
      [
        " motion",
        -0.00057078677
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this sin are being punished. The lines \"full tears shall be the day/On which from ashes shall arise\" are from the (*) Lacrimosa section of a hymn about this phenomenon. People guilty of this sin are punished": {
    "guess": "Divine Comedy",
    "confidence": [
      [
        "Div",
        -0.7566695
      ],
      [
        "ine",
        -0.016152257
      ],
      [
        " Comedy",
        -0.0003958801
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.14523569
      ],
      [
        "ater",
        -0.00034166078
      ],
      [
        "asu",
        -3.8577193e-05
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food for the moon, who was subsequently banished for his crime. Another was notably frightened when her brother threw a flayed piebald horse into her hall, after which she secluded herself in a cave until enticed out by another dancing on an upturned tub. The lesser ones were created from the storm one's sword and the sun one's jewels, while the union between Izanami and Izanagi produced the two major ones, Susanoo and Amaterasu. FTP name these divine figures, prayed to by followers of Shinto.": {
    "guess": "List of Japanese deities",
    "confidence": [
      [
        "List",
        -0.48651907
      ],
      [
        " of",
        -0.00082451454
      ],
      [
        " Japanese",
        -0.40969467
      ],
      [
        " de",
        -0.0026565127
      ],
      [
        "ities",
        -1.0683535e-05
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation that exhibits a radiant intensity proportional to the cosine of the angle between observer line of sight and surface normal. Certain \"highlights\" in this phenomenon were introduced by Phong, and the aforementioned model is called Lambertian. The previously described type of this phenomenon contrasts with the behavior of perfectly \"glossy\" surfaces where radiant intensity is nonzero at only one angle, called specular. For 10 points, name this phenomenon exhibited by mirrors.": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.49310347
      ],
      [
        " (",
        -0.0026081179
      ],
      [
        "physics",
        -0.00900771
      ],
      [
        ")",
        -8.061054e-06
      ]
    ]
  },
  "Pheochromocytoma, Cushing's syndrome, and Addison's disease are all associated with disorders in this gland's hormone production. Its medulla produces aldosterone, cortisol, and sex hormones, while its": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0018561732
      ],
      [
        "renal",
        -1.3663626e-05
      ],
      [
        " gland",
        -0.0046568993
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with the downward acceleration of virtual fermions governed by graviton flux in the quantum vacumm. It causes the orbital precession of X-rays emitted from gases due to the (*) graivtomagnetic forces it produces within the ergosphere of Kerr black holes, and it is also known as the Lense-Thirring effect. For 10 points, name this phenomenon in which a rotating massive object perturbs the space-time of": {
    "guess": "Lense-Thirring effect",
    "confidence": [
      [
        "L",
        -0.4000129
      ],
      [
        "ense",
        -9.7821416e-05
      ],
      [
        "-Th",
        -0.16692375
      ],
      [
        "ir",
        -0.00012403888
      ],
      [
        "ring",
        -7.7199176e-05
      ],
      [
        " effect",
        -0.56890345
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject of the second of the Annus Mirabilis papers in 1905, where he assumed that this problem satisfies the": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.011495156
      ],
      [
        "ian",
        -5.9914648e-05
      ],
      [
        " motion",
        -0.0004481885
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation that exhibits a radiant intensity proportional to the cosine of the angle between observer line of sight and surface normal. Certain \"highlights\" in this phenomenon were introduced by Phong, and the aforementioned model is called Lambertian. The previously described type of this phenomenon": {
    "guess": "Reflection (computer graphics)",
    "confidence": [
      [
        "Reflection",
        -0.17486389
      ],
      [
        " (",
        -0.015200166
      ],
      [
        "computer",
        -0.20044458
      ],
      [
        " graphics",
        -0.00012035091
      ],
      [
        ")",
        -0.00013083349
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating with separate discussion groups via intercoms and an accomplice admitting his tendency to have": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.7675544
      ],
      [
        "yst",
        -0.00028862982
      ],
      [
        "ander",
        -9.0788395e-05
      ],
      [
        " effect",
        -0.03382112
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation that exhibits a radiant intensity proportional to the cosine of the angle between observer line of sight and surface normal. Certain \"highlights\" in this phenomenon were introduced by Phong, and the aforementioned model is called Lambertian. The previously described type of this phenomenon contrasts with the behavior of perfectly \"glossy\" surfaces where radiant intensity is nonzero at": {
    "guess": "Reflection (computer graphics)",
    "confidence": [
      [
        "Reflection",
        -0.87542385
      ],
      [
        " (",
        -0.031340316
      ],
      [
        "computer",
        -0.38640767
      ],
      [
        " graphics",
        -6.730528e-05
      ],
      [
        ")",
        -4.2391708e-05
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food for the moon, who was subsequently banished for his crime. Another was notably frightened when her brother threw a flayed piebald horse into her hall, after which she secluded herself in a cave until": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -1.1477107
      ],
      [
        "ater",
        -0.031873334
      ],
      [
        "asu",
        -0.00023309923
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.036667317
      ],
      [
        "ster",
        -0.00027575582
      ]
    ]
  },
  "Pheochromocytoma, Cushing's syndrome, and Addison's disease are all associated with disorders in this gland's hormone production. Its medulla produces aldosterone, cortisol, and sex hormones, while its cortex produces epinephrine and norepinephrine. For 10 points, what are these two small glands which": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.006184268
      ],
      [
        "renal",
        -4.1914896e-05
      ],
      [
        " gland",
        -0.010514892
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant, and r is the distance from the Sun.  This almost completely ionized stream creates a bow shock at Earth's magnetosphere since is it supersonic at Earth, corresponding to a class 2 solution of the above ODE, which Eugene Parker first solved.  FTP, identify this diffuse, radial-flowing stream of ions": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -0.017492764
      ],
      [
        " wind",
        -0.27066812
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence boundaries where these form. Rear flank downdrafts are responsible for this feature's signature hook echo on Doppler radar imagery. Most commonly found as satellite, rope, and wedge types, strong ones often descend from wall clouds in mesocyclones, and may feature multiple vortices. The \"enhanced\" version of the scale currently in use ranks these from zero to five. For 10 points, name this weather": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.022703035
      ],
      [
        "ornado",
        -0.0025788709
      ],
      [
        "es",
        -0.08185956
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food for the moon, who was subsequently banished for his crime. Another was notably frightened when her": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.9927404
      ],
      [
        " mythology",
        -0.056115914
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound,": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.012622069
      ],
      [
        "b",
        -0.2179259
      ],
      [
        "ene",
        -0.00022749665
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers of the force it predicates; particles with this property thus experience asymptotic freedom and confinement and the gluon has a very short range. Hadrons and mesons have a zero value for this property, but quarks do not, so the latter are subject to the QCD strong force, for which this property is the associated charge. For 10 points, name this property of subatomic particles that is usually imagined": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.011173379
      ],
      [
        " charge",
        -0.0367581
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this sin are being punished. The lines \"full tears shall be the day/On which from ashes shall arise\" are from the (*) Lacrimosa section of a hymn about this phenomenon. People guilty of this sin are punished along with the sullen in the fifth circle of hell in Dante's Inferno. A hymn about the day of judgment": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.12535103
      ],
      [
        " I",
        -0.27511117
      ],
      [
        "ra",
        -8.602025e-05
      ],
      [
        "e",
        -3.650519e-06
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time using quartz clocks, and its nameaske frequency for a spring with spring constant k attached to a mass m is root k over m. A famous example of this phenomenon destroyed the first Tacoma Narrows Bridge;": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.2549865
      ],
      [
        "on",
        -2.0458236e-05
      ],
      [
        "ance",
        -0.0049564587
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect, measured it for light. The original derivation of the equation for this effect proceeds by considering the frame variation of distance between surfaces of constant phase; that equation dictates that this phenomenon is governed by the parameter c over c plus c, where c is the phase speed and v is the radial velocity of the source with respect to the observer. For 10 points, name this phenomenon": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.034034647
      ],
      [
        "op",
        -3.888926e-06
      ],
      [
        "pler",
        -5.2001665e-06
      ],
      [
        " broad",
        -0.3681486
      ],
      [
        "ening",
        -2.2842309e-05
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent": {
    "guess": "1991 eruption of Mount Pinatubo",
    "confidence": [
      [
        "199",
        -0.0655894
      ],
      [
        "1",
        -0.00017481597
      ],
      [
        " eruption",
        -0.0008972893
      ],
      [
        " of",
        -9.133887e-06
      ],
      [
        " Mount",
        -0.00016206119
      ],
      [
        " Pin",
        -1.0325924e-05
      ],
      [
        "at",
        -5.8603408e-05
      ],
      [
        "ubo",
        -3.523949e-05
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program. Particles located in these regions are confined by the first and second adiabatic invariant and experience magnetic diffusion, as predicted by magnetohydrodynamics. It extends about 4000 miles above the equator and contains particles resulting from cosmic rays colliding with the atmosphere. For 10 points, name this eponymous torus of plasma around the earth, held in place by the earth's magnetic field.": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.0072748335
      ],
      [
        " Allen",
        -3.1305768e-05
      ],
      [
        " radiation",
        -0.0038314292
      ],
      [
        " belt",
        -0.013692334
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers of the force it predicates; particles with this property thus experience asymptotic freedom and confinement and the gluon has a very short range. Hadrons and mesons have a zero value for this property, but quarks do not, so the latter are subject to the QCD strong force, for which this property is the": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.025831198
      ],
      [
        " charge",
        -0.16211651
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis, fasisculata, and glomerulosa, is hyperactive from an excess of (*) ACTH in patients with Addison's disease. It is divided into the outer cortex and inner medulla. This organ makes glucocorticoids and mineralocorticoids, and in addition, its chromaffin cells produce hormones in the \"fight or flight\" response. For 10 points, name these glands that sit above the kidneys, which secrete a hormone": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.012526601
      ],
      [
        "renal",
        -3.106736e-05
      ],
      [
        " gland",
        -0.0816059
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions and tuya form when this action occurs beneath a glacier. In February 2001, the most severe recorded instance of this action in the solar system took place on [*] Io. These actions produce tephra, which can be classified as blocks, bombs, or lapilli, and they can form calderas and pyroclastic flows.": {
    "guess": "Volcano",
    "confidence": [
      [
        "Vol",
        -0.033807643
      ],
      [
        "cano",
        -0.4416532
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free electron transfer from an excited singlet state to an excited triplet state, eventually resulting in this. This process is generally undesirable in a scintillation detector, as it places significant restrictions on the maximum count rate and results in \"afterglow\" due to its long duration. FTP name this form of electronic de-excitation through spontaneous photon emission, a term first used to describe the persistent luminescence of its namesake.": {
    "guess": "Phosphorescence",
    "confidence": [
      [
        "Ph",
        -0.10599851
      ],
      [
        "osph",
        -0.00030436102
      ],
      [
        "ores",
        -0.0002007987
      ],
      [
        "cence",
        -0.00030126172
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect, measured it for light. The original derivation of the equation for this effect proceeds by considering": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.2241063
      ],
      [
        "op",
        -3.7697225e-06
      ],
      [
        "pler",
        -3.1281633e-07
      ],
      [
        " effect",
        -0.6926845
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time using quartz clocks, and its nameaske frequency for a spring with spring constant k attached to a mass m is root k over m. A famous example of this phenomenon destroyed the first Tacoma Narrows Bridge; it is caused when a driving force matches an oscillating body's frequency, such as in a playground swing. Name this phenomenon that occurs when an object vibrates at its natural frequency, a term which provides the \"R\" in the medical abbreviation MRI.": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.161859
      ],
      [
        "on",
        -2.319992e-05
      ],
      [
        "ance",
        -0.0026169205
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement": {
    "guess": "Phenyl ester",
    "confidence": [
      [
        "Ph",
        -0.6882664
      ],
      [
        "en",
        -0.0006142667
      ],
      [
        "yl",
        -0.3180891
      ],
      [
        " est",
        -0.18376955
      ],
      [
        "er",
        -0.42888108
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional": {
    "guess": "Fluorescence Anisotropy",
    "confidence": [
      [
        "Fl",
        -1.4396389
      ],
      [
        "u",
        -0.0038608783
      ],
      [
        "ores",
        -0.00071743474
      ],
      [
        "cence",
        -7.266944e-05
      ],
      [
        " An",
        -0.36727175
      ],
      [
        "is",
        -2.4630364e-05
      ],
      [
        "ot",
        0.0
      ],
      [
        "ropy",
        -4.3202e-07
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with": {
    "guess": "Gravitational waves",
    "confidence": [
      [
        "Gr",
        -0.050844472
      ],
      [
        "avit",
        -0.0031081922
      ],
      [
        "ational",
        -0.1521618
      ],
      [
        " waves",
        -1.051699
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.93444914
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved people listening to a cassette tape in front of microphones, which were supposedly turned off until": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.00934306
      ],
      [
        "yst",
        -3.7697225e-06
      ],
      [
        "ander",
        -8.0656086e-05
      ],
      [
        " effect",
        -0.0026387954
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed by Paul Ehrenfest is based on discontinuities in the derivative of the free energy, and their (*) second-order variety are described phenomenologically by Lev Landau by order parameters. One occurs at the Neel point, the antiferromagnetic analogue of the Curie temperature. The Clausius-Clapeyron": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.000941358
      ],
      [
        " transition",
        -0.002988398
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.074042074
      ],
      [
        " I",
        -0.034393724
      ],
      [
        "ra",
        -1.569009e-05
      ],
      [
        "e",
        -1.342522e-05
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved people listening to a cassette tape in front of microphones, which were supposedly turned off until their turn to talk, while another likened this phenomenon to social diffusion and involved smoke-filled rooms and seizures. Most closely associated with Kitty Genovese and her murder, it is a form of social loafing. FTP, name this effect where people fail to intervene in crises on the assumption that someone else will.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.010728373
      ],
      [
        "yst",
        -9.0883464e-07
      ],
      [
        "ander",
        -5.443128e-05
      ],
      [
        " effect",
        -0.0026449792
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan,": {
    "guess": "Stabat Mater",
    "confidence": [
      [
        "St",
        -0.18324934
      ],
      [
        "ab",
        -0.16948432
      ],
      [
        "at",
        -9.281486e-05
      ],
      [
        " Mater",
        -0.00044389718
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with the downward acceleration of virtual fermions governed by graviton flux in the quantum vacumm. It causes the orbital precession of X-rays emitted from gases due to the (*) graivtomagnetic forces it produces within the ergosphere of Kerr black holes, and it is also known as the Lense-Thirring effect.": {
    "guess": "Frame-dragging",
    "confidence": [
      [
        "Frame",
        -0.38322312
      ],
      [
        "-d",
        -0.029056659
      ],
      [
        "rag",
        -4.604148e-06
      ],
      [
        "ging",
        -2.939851e-05
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings of about 130 millivolts. It occurs when stimuli cause a slight change in surface charge, which triggers the opening of voltage-gated ion channels, thus further depolarizing the cell. Positive sodium": {
    "guess": "Action potential",
    "confidence": [
      [
        "Action",
        -0.058556106
      ],
      [
        " potential",
        -0.01721768
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved people listening to a cassette tape in front of microphones, which were supposedly turned off until their turn to talk, while another likened this phenomenon to social diffusion and involved smoke-filled rooms and seizures. Most closely associated with Kitty Genovese and her murder, it is a form of social loafing. FTP, name this effect where people fail to intervene in crises on the assumption that": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.08261881
      ],
      [
        "yst",
        -3.5313153e-06
      ],
      [
        "ander",
        -6.968935e-05
      ],
      [
        " effect",
        -0.0024420046
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating with separate discussion groups via intercoms and an accomplice admitting his tendency to have seizures. The best-known occurrence of this took place in New York when a woman was stabbed to death in front of 38 witnesses, and this phenomenon is linked to a diffusion of responsibility. For 10 points, name this psychological effect often named for Kitty Genovese that states that people are less": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.13824174
      ],
      [
        "yst",
        -6.837811e-05
      ],
      [
        "ander",
        -0.00016969022
      ],
      [
        " effect",
        -0.013171879
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes known as the Hopf Bifurcation. These systems are characterized by period doubling and often occur when values take on the Feigenbaum constants. Examples of this type of system include the Lorenz": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.6686945
      ],
      [
        "aos",
        -0.004195929
      ],
      [
        " theory",
        -0.0016368584
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free electron transfer from an excited singlet state to an excited triplet state, eventually resulting in this. This process is generally undesirable in a scintillation detector, as it places significant restrictions on the maximum count rate and results in \"afterglow\" due to its long duration. FTP name this form of electronic de-excitation through spontaneous photon emission, a term first used": {
    "guess": "Phosphorescence",
    "confidence": [
      [
        "Ph",
        -0.15572396
      ],
      [
        "osph",
        -0.00014978688
      ],
      [
        "ores",
        -0.00015657782
      ],
      [
        "cence",
        -0.00021855638
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.009510157
      ],
      [
        " charge",
        -0.11809545
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence boundaries where these form. Rear flank downdrafts are responsible for this feature's signature hook echo on Doppler radar imagery. Most commonly found as satellite, rope, and wedge types, strong ones often descend from wall clouds in mesocyclones, and may feature multiple vortices. The \"enhanced\" version of the scale currently in use ranks these from zero to five. For 10 points, name this weather phenomenon, a destructive rotating column of air.": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.008587387
      ],
      [
        "ornado",
        -0.0016006794
      ],
      [
        "es",
        -0.29308924
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound, and they are also formed during the decomposition of diazo compounds in an intermediate step in the Bamford- Stevens reaction. Triphenylphosphine attacks one of these to form an ylide in an intermediate step in the Corey-Fuchs reaction, and along with Grubbs' Catalyst, special members of this class of organic compounds can be used as catalysts for olefin metathesis, called the Shrock variety. For 10 points, name this class of organic compounds, which contain a carbon with an empty p-subshell.": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.114280924
      ],
      [
        "b",
        -0.00095886627
      ],
      [
        "ene",
        -0.016506543
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time using quartz clocks, and its nameaske frequency for a spring with spring constant k attached to a mass": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.15461572
      ],
      [
        "on",
        -1.50940705e-05
      ],
      [
        "ance",
        -0.33884946
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings of about 130 millivolts. It occurs when stimuli cause a slight change in surface charge, which triggers": {
    "guess": "Action potential",
    "confidence": [
      [
        "Action",
        -0.10809718
      ],
      [
        " potential",
        -0.005828303
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes known as the Hopf Bifurcation. These systems are characterized by period doubling and often": {
    "guess": "Bifurcation theory",
    "confidence": [
      [
        "B",
        -0.86409175
      ],
      [
        "if",
        -0.0001909048
      ],
      [
        "ur",
        0.0
      ],
      [
        "cation",
        -6.869018e-06
      ],
      [
        " theory",
        -0.57552713
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.037405968
      ],
      [
        " transition",
        -0.0007088594
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings of about 130 millivolts. It occurs when stimuli cause a slight change in surface charge, which triggers the opening of voltage-gated ion channels, thus further depolarizing the cell. Positive sodium ions flood the cell, temporarily reversing the electric polarization of the cell membrane until it is restored by the potassium ion pumping. FTP, this summarizes what method of nerve impulse transmission in neurons?": {
    "guess": "Action potential",
    "confidence": [
      [
        "Action",
        -0.053894635
      ],
      [
        " potential",
        -0.004035183
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule with two of its defining functional groups in the Dieckmann cyclization, and the base-catalyzed hydrolysis of their namesake linkages, especially in fat, is known as saponification. For 10 points, name these often fruity smelling compounds formed in a process named for Fisher in which an alkyl group replaces the acidic hydrogen in carboxylic acids.": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.072051056
      ],
      [
        "ster",
        -0.0137648815
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically": {
    "guess": "Lorenz system",
    "confidence": [
      [
        "L",
        -0.77878356
      ],
      [
        "oren",
        -0.011405589
      ],
      [
        "z",
        -4.370295e-05
      ],
      [
        " system",
        -0.14055455
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked to fill out a survey while a room filled with smoke. This effect was studied by John Darley and Bibb Latane, who posited that it resulted from \"pluralistic ignorance\" and \"diffusion of responsibility.\" This effect gained notoriety following the murder of Kitty Genovese, and Good Samaritan Laws attempt to combat this effect. FTP, name this social phenomenon in which people in a large group are less": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.024308309
      ],
      [
        "yst",
        -9.0883464e-07
      ],
      [
        "ander",
        -6.587483e-05
      ],
      [
        " effect",
        -0.0026996627
      ]
    ]
  },
  "During one of these phenomena, low-level shear aligned by updrafts is penetrated by cold air from the downdraft, creating \"hook echo\" patterns on Doppler radar. In fair weather, one of these phenomena occurring over a body of water is called a (*) waterspout. The Enhanced Fujita scale rates the damage": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.012815934
      ],
      [
        "ornado",
        -0.003054712
      ],
      [
        "es",
        -0.09460841
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because cerium three creates shallow traps in the phase space at which thermally activated electron-hole recombination occurs. In an organic molecule with pi-structure, intersystem crossing can allow radiation-free electron transfer from an excited singlet state to an excited triplet state, eventually resulting in this. This process is generally undesirable in a scintillation detector, as it places significant": {
    "guess": "Radioluminescence",
    "confidence": [
      [
        "Radi",
        -0.8204098
      ],
      [
        "olum",
        -0.17948195
      ],
      [
        "ines",
        -0.0037776243
      ],
      [
        "cence",
        -0.0025065783
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound, and they are also formed during the decomposition of diazo compounds in an intermediate step in the Bamford- Stevens reaction. Triphenylphosphine attacks one of these to form an ylide in an intermediate step in the Corey-Fuchs reaction, and along with Grubbs' Catalyst, special members of this class of organic compounds can be used as catalysts for olefin metathesis, called the Shrock variety.": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.08473116
      ],
      [
        "b",
        -0.007525701
      ],
      [
        "ene",
        -0.043034818
      ]
    ]
  },
  "One of them in pheasant form was killed by a divine arrow which landed at the feet of their leader, who then hurled it through the heart of the shooter. The food one was murdered after vomiting up food": {
    "guess": "Ame-no-Wakahiko",
    "confidence": [
      [
        "A",
        -0.85483766
      ],
      [
        "me",
        -0.007803227
      ],
      [
        "-no",
        -0.00044353955
      ],
      [
        "-W",
        -0.008334656
      ],
      [
        "akah",
        -0.00016957101
      ],
      [
        "iko",
        -7.755679e-05
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect, measured it for light. The original derivation of the equation for this effect proceeds by considering the frame variation of distance between surfaces of constant phase; that equation dictates that this phenomenon is governed by the parameter c over c plus c, where c is the phase speed and v is the radial velocity of the source with respect to the observer. For 10 points, name this phenomenon in the classical version of which the frequency of a wave changes when its source is moving.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.011254246
      ],
      [
        "op",
        -2.1008714e-06
      ],
      [
        "pler",
        -2.577686e-06
      ],
      [
        " effect",
        -0.06422487
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked to fill out a survey while a room filled with smoke. This effect was studied by John Darley and Bibb Latane, who posited that it resulted from \"pluralistic ignorance\" and \"diffusion of responsibility.\" This effect gained notoriety following the murder of Kitty Genovese, and Good Samaritan Laws attempt": {
    "guess": "Social loafing",
    "confidence": [
      [
        "Social",
        -0.72232586
      ],
      [
        " loaf",
        -0.013006575
      ],
      [
        "ing",
        -2.577686e-06
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis, fasisculata, and glomerulosa, is hyperactive from an excess of (*) ACTH in patients with Addison's disease. It is divided into the outer cortex and inner medulla. This organ makes glucocorticoids": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.01096092
      ],
      [
        "renal",
        -3.523949e-05
      ],
      [
        " gland",
        -0.25308383
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved": {
    "guess": "Diffusion of responsibility",
    "confidence": [
      [
        "Diff",
        -0.3990773
      ],
      [
        "usion",
        -3.8338785e-05
      ],
      [
        " of",
        -0.00031067515
      ],
      [
        " responsibility",
        -0.014264699
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time using quartz clocks, and its nameaske frequency for a spring with spring constant k attached to a mass m is root k over m. A famous example of this phenomenon destroyed the first Tacoma Narrows Bridge; it is caused when a driving force matches an oscillating body's frequency, such as in a playground": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.08367237
      ],
      [
        "on",
        -8.776276e-06
      ],
      [
        "ance",
        -0.006557756
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0024691133
      ],
      [
        "renal",
        -8.418666e-06
      ],
      [
        " gland",
        -0.0029825717
      ]
    ]
  },
  "During one of these phenomena, low-level shear aligned by updrafts is penetrated by cold air from the downdraft, creating \"hook echo\" patterns on Doppler radar. In fair weather, one of these phenomena": {
    "guess": "Tornadoes",
    "confidence": [
      [
        "T",
        -0.42439067
      ],
      [
        "ornado",
        -0.010345356
      ],
      [
        "es",
        -0.029689161
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models. Materials exhibiting it are characterized by their coercivity and remanence. Arising within Weiss domains, this phenomenon exhibits a lag response that traces out an S-shaped hysteresis curve. This phenomenon remains even in the absence of an external magnetic field, and is exhibited below the Curie point by materials like neodynium, nickel, and cobalt. For 10 points, name this type of permanent": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0057683266
      ],
      [
        "er",
        -0.004694392
      ],
      [
        "rom",
        -7.302705e-05
      ],
      [
        "agnet",
        -0.14362952
      ],
      [
        "ism",
        -8.11329e-05
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models. Materials exhibiting it are characterized by their coercivity and remanence. Arising within Weiss": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.047454473
      ],
      [
        "er",
        -0.015782239
      ],
      [
        "rom",
        -8.7212284e-05
      ],
      [
        "agnet",
        -0.013852005
      ],
      [
        "ism",
        -0.000118086034
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed by Paul Ehrenfest is based on discontinuities in the derivative of the free energy, and their (*) second-order variety are described phenomenologically by Lev Landau by order parameters. One occurs at the Neel point, the antiferromagnetic analogue of the Curie temperature. The Clausius-Clapeyron relation characterizes them in a gas-liquid system. FTP, name these thermodynamic transitions, examples of which include deposition, sublimation, condensation, freezing, and other changes of state.": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.000875255
      ],
      [
        " transition",
        -0.0048287
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"],": {
    "guess": "Hydrostatic equilibrium",
    "confidence": [
      [
        "Hy",
        -1.6732997
      ],
      [
        "dro",
        -0.029475983
      ],
      [
        "static",
        -0.07303776
      ],
      [
        " equilibrium",
        -0.1351544
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis, fasisculata, and glomerulosa, is hyperactive from an excess of (*) ACTH in patients with Addison's": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.014235782
      ],
      [
        "renal",
        -0.00013536324
      ],
      [
        " gland",
        -0.29268676
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional to the (*) sixth power of the distance, but its effects are negligible when the distance exceeds four": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.89463735
      ],
      [
        "ian",
        -3.6073914e-05
      ],
      [
        " motion",
        -0.16973363
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -1.699062
      ],
      [
        "on",
        -0.00028898742
      ],
      [
        "ance",
        -0.24583536
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes known as the Hopf Bifurcation. These systems are characterized by period doubling and often occur when values take on the Feigenbaum constants. Examples of this type of system include the Lorenz water wheel, as well as pendulum attached to another pendulum. For 10 points, identify this phenomenon in which systems are deterministic but appear to behave randomly over time, exemplified by the butterfly effect.": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.5286725
      ],
      [
        "aos",
        -5.705376e-05
      ],
      [
        " theory",
        -0.02483105
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject of the second of the Annus Mirabilis papers in 1905, where he assumed that this problem satisfies the diffusion equation to show that the distance travelled is proportional to the square root of time elapsed. A Scottish Botanist discovered this phenomenon while looking at pollen grains in water but": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.017481282
      ],
      [
        "ian",
        -7.703444e-06
      ],
      [
        " motion",
        -0.0011335474
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.9699931
      ],
      [
        " (",
        -0.0071139876
      ],
      [
        "physics",
        -0.022066085
      ],
      [
        ")",
        -7.9418505e-06
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.06514742
      ],
      [
        "b",
        -0.20725574
      ],
      [
        "ene",
        -0.02408478
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models. Materials exhibiting it are characterized by their coercivity and remanence. Arising within Weiss domains, this phenomenon exhibits a lag response that traces out an S-shaped hysteresis curve. This phenomenon remains even in the absence of an external magnetic field, and is exhibited below the Curie point by materials like neodynium, nickel, and cobalt. For 10 points, name this type of permanent magnetism exhibited by iron.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.03073622
      ],
      [
        "er",
        -0.02951823
      ],
      [
        "rom",
        -0.00028982185
      ],
      [
        "agnet",
        -0.002235186
      ],
      [
        "ism",
        -1.1398757e-05
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings of about 130 millivolts. It occurs when stimuli cause a slight change in surface charge, which triggers the opening of voltage-gated ion channels, thus further depolarizing the cell. Positive sodium ions flood the cell, temporarily reversing the electric polarization of the cell membrane until it": {
    "guess": "Action potential",
    "confidence": [
      [
        "Action",
        -0.02565937
      ],
      [
        " potential",
        -0.043625325
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models. Materials exhibiting it are characterized by their coercivity and remanence. Arising within Weiss domains, this phenomenon exhibits a lag response that traces out an S-shaped hysteresis curve. This phenomenon remains even in the absence of an external magnetic field, and is exhibited below the": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.015673812
      ],
      [
        "er",
        -0.001703983
      ],
      [
        "rom",
        -0.0001592003
      ],
      [
        "agnet",
        -0.02112566
      ],
      [
        "ism",
        -4.9617593e-06
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program. Particles located in these regions are confined by the first and second adiabatic invariant and experience magnetic diffusion, as predicted by magnetohydrodynamics. It extends about 4000 miles above the equator and contains particles resulting from cosmic rays colliding with the atmosphere. For 10 points, name this eponymous torus of plasma around the earth, held in place by the earth's magnetic": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.01902532
      ],
      [
        " Allen",
        -0.0007085018
      ],
      [
        " radiation",
        -0.050291862
      ],
      [
        " belt",
        -0.008306282
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound, and they are also formed during the decomposition of diazo compounds in an intermediate step in the Bamford- Stevens reaction. Triphenylphosphine attacks one of these to form an ylide in an intermediate step in the Corey-Fuchs reaction, and along with Grubbs' Catalyst, special members of this": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.79832095
      ],
      [
        "b",
        -0.010386417
      ],
      [
        "ene",
        -0.03616925
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity.": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.0064959275
      ],
      [
        "renal",
        -1.0445127e-05
      ],
      [
        " gland",
        -0.05804826
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound, and they are also formed during the decomposition of diazo compounds in an intermediate step in the Bamford- Stevens reaction. Triphenylphosphine attacks one of these to form an ylide in an intermediate": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.92999333
      ],
      [
        "b",
        -0.0029218493
      ],
      [
        "ene",
        -0.044796396
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region": {
    "guess": "Atmospheric convection",
    "confidence": [
      [
        "At",
        -1.7738949
      ],
      [
        "mos",
        -0.0015043864
      ],
      [
        "pheric",
        -0.35917887
      ],
      [
        " con",
        -0.21113348
      ],
      [
        "vection",
        -0.00016218038
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis, fasisculata, and glomerulosa, is hyperactive from an excess of (*) ACTH in patients with Addison's disease. It is divided into the outer cortex and inner medulla. This organ makes glucocorticoids and mineralocorticoids, and in addition, its chromaffin cells produce hormones in the \"fight or": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.008150451
      ],
      [
        "renal",
        -1.7716551e-05
      ],
      [
        " gland",
        -0.25376794
      ]
    ]
  },
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a series of \"headscarf girl\" suicides are investigated by exiled poet Ka in Turkey. Law student Shigekuni Honda meets aristocrat Kiyoaki Matsugae in the first novel of The Sea of Fertility tetralogy, which is titled for this word in spring. This is the first word in the title of a novel that follows Shimamura's": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.026765352
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating with separate discussion groups via intercoms and an accomplice admitting his tendency to have seizures. The best-known occurrence of this took place in New York when a woman was stabbed to death in front of 38 witnesses, and this phenomenon is linked to a diffusion of responsibility. For 10 points, name this psychological effect often named for Kitty Genovese that states that people are less likely to help others while part of a large group than when they are alone.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.04692411
      ],
      [
        "yst",
        -2.6537622e-05
      ],
      [
        "ander",
        -0.00010342398
      ],
      [
        " effect",
        -0.009239945
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was done by John Darley and Bibb Latane, who suggests that it has an implicit type. One study involved people listening to a cassette tape in front of microphones, which were supposedly turned off until their turn to talk, while another likened this phenomenon to social diffusion and involved smoke-filled": {
    "guess": "Diffusion of responsibility",
    "confidence": [
      [
        "Diff",
        -0.5742133
      ],
      [
        "usion",
        -6.396757e-05
      ],
      [
        " of",
        -0.000103662394
      ],
      [
        " responsibility",
        -0.016828358
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction.": {
    "guess": "Friedel-Crafts reaction",
    "confidence": [
      [
        "F",
        -0.96772766
      ],
      [
        "ried",
        -0.05694416
      ],
      [
        "el",
        -0.00022046364
      ],
      [
        "-C",
        -0.05893075
      ],
      [
        "raft",
        -1.9816675e-06
      ],
      [
        "s",
        -0.00018268342
      ],
      [
        " reaction",
        -0.038079366
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.090706006
      ],
      [
        " charge",
        -0.29696622
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.0026244083
      ],
      [
        " transition",
        -0.00530325
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams,": {
    "guess": "Groupthink",
    "confidence": [
      [
        "Group",
        -0.42533538
      ],
      [
        "think",
        -0.11614536
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized that it is influenced by personality and Philip Beaman suggested combating it by teaching people psychology. Russell Clark and Larry Word performed one study on it involving electric wire. Another was": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.0276708
      ],
      [
        "yst",
        -7.564953e-05
      ],
      [
        "ander",
        -3.3451433e-05
      ],
      [
        " effect",
        -0.0038542284
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation that exhibits a radiant intensity proportional to the cosine of the angle between observer line of sight and surface normal. Certain \"highlights\" in this phenomenon were introduced by Phong,": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.13546395
      ],
      [
        " (",
        -0.01507935
      ],
      [
        "physics",
        -0.56585675
      ],
      [
        ")",
        -1.0564331e-05
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect, measured it for light. The original derivation of the equation for this effect proceeds by considering the frame variation of distance between surfaces of constant phase; that equation dictates that this phenomenon is governed by the parameter c over c plus c, where c is the phase speed and v": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.1600342
      ],
      [
        "op",
        -0.0003121056
      ],
      [
        "pler",
        -4.9617593e-06
      ],
      [
        " broad",
        -0.34175014
      ],
      [
        "ening",
        -3.1782583e-05
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.8035174
      ],
      [
        "on",
        -1.0206721e-05
      ],
      [
        "ance",
        -0.053867187
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant, and r is the distance from the Sun.  This almost completely ionized stream creates a bow shock at Earth's magnetosphere since is it supersonic at Earth, corresponding to a class 2 solution of the above ODE, which Eugene Parker first solved.  FTP, identify this diffuse, radial-flowing stream of ions ejected from the Sun and constantly pushing everything in space.": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -0.011120216
      ],
      [
        " wind",
        -0.2808147
      ]
    ]
  },
  "A phenyl substituted one of these reacts with an alkyne to yield a substituted naphthol in the Dötz reaction. When treated with a Lewis Base, Tebbe's reagent can form one of these, and early attempts to isolate this functional group from the dehydration of methanol were fruitless. The active sites of enzymes can be characterized by the reaction of one of these formed by the photolysis of a diazo compound, and they are also formed during the decomposition of diazo compounds in an intermediate step": {
    "guess": "Carbene",
    "confidence": [
      [
        "Car",
        -0.007584032
      ],
      [
        "b",
        -0.018441506
      ],
      [
        "ene",
        -9.400689e-05
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional to the (*) sixth power of the distance, but its effects are negligible when the distance exceeds four angstroms. Generating this effect requires the use of two resonance frequencies, with one being continuously emitted. Essentially a form of magnetic dipole coupling, it differs from J-coupling in that": {
    "guess": "Nuclear Overhauser effect",
    "confidence": [
      [
        "N",
        -0.8101435
      ],
      [
        "uclear",
        -0.00049381785
      ],
      [
        " Over",
        -0.0031785443
      ],
      [
        "ha",
        -0.00017290872
      ],
      [
        "user",
        -6.749814e-06
      ],
      [
        " effect",
        -0.53726983
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -0.009104583
      ],
      [
        " I",
        -0.0476926
      ],
      [
        "ra",
        -5.8961017e-05
      ],
      [
        "e",
        -3.650519e-06
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject of the second of the Annus Mirabilis papers in 1905, where he assumed that this problem satisfies the diffusion equation to show that the distance travelled is proportional to the square root of time": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0033286149
      ],
      [
        "ian",
        -7.465036e-06
      ],
      [
        " motion",
        -0.0002755174
      ]
    ]
  },
  "This phenomenon can be found in a system governed by a set of three differential equations that is topologically defined as the Cartesian product of a ribbon with the Cantor set. This phenomenon is found in the Rossler System, and it arises when a fixed point of a dynamical system loses stability, sometimes known as the Hopf Bifurcation. These systems are characterized by period doubling and often occur when values take on the Feigenbaum constants. Examples of this type of system include the Lorenz water wheel, as well as pendulum attached to another pendulum. For 10 points, identify this phenomenon": {
    "guess": "Bifurcation theory",
    "confidence": [
      [
        "B",
        -1.1823276
      ],
      [
        "if",
        -0.0010706813
      ],
      [
        "ur",
        -2.220075e-06
      ],
      [
        "cation",
        -0.00011319869
      ],
      [
        " theory",
        -0.64213187
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening.": {
    "guess": "Stark effect",
    "confidence": [
      [
        "St",
        -0.6721534
      ],
      [
        "ark",
        -3.9292416e-05
      ],
      [
        " effect",
        -0.15116553
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings of about 130 millivolts. It occurs when stimuli cause a slight change in surface charge, which triggers the opening of voltage-gated ion channels, thus further depolarizing the cell. Positive sodium ions flood the cell, temporarily reversing the electric polarization of the cell membrane until it is restored by the potassium ion pumping. FTP, this summarizes what method of nerve impulse transmission": {
    "guess": "Action potential",
    "confidence": [
      [
        "Action",
        -0.05492234
      ],
      [
        " potential",
        -0.0040190415
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions and tuya form when this action occurs beneath a glacier. In February 2001, the most severe recorded": {
    "guess": "Types of volcanic eruptions",
    "confidence": [
      [
        "Types",
        -0.34350502
      ],
      [
        " of",
        -0.000118086034
      ],
      [
        " volcanic",
        -0.00047023385
      ],
      [
        " eru",
        -0.0025889773
      ],
      [
        "ptions",
        -9.014684e-06
      ]
    ]
  },
  "This phenomenon can be measured via the TORRO scale, and relative velocity images can identify convergence boundaries where these form. Rear flank downdrafts are responsible for this feature's signature": {
    "guess": "Tornado",
    "confidence": [
      [
        "T",
        -0.007754384
      ],
      [
        "ornado",
        -0.0033033125
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with the downward acceleration of virtual fermions governed by graviton flux in the quantum vacumm. It causes": {
    "guess": "Quantum gravity",
    "confidence": [
      [
        "Quant",
        -0.29344693
      ],
      [
        "um",
        -0.00020902375
      ],
      [
        " gravity",
        -0.30018348
      ]
    ]
  },
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a series of \"headscarf girl\" suicides are investigated by exiled poet Ka in Turkey. Law student Shigekuni Honda meets aristocrat Kiyoaki Matsugae in the first novel of The Sea of Fertility tetralogy, which is titled for this word in spring. This is the first word in the title of a novel that follows Shimamura's relationship with Komako in a resort town. For 10 points, name this word that titles an Orhan Pamuk work and describes a \"Country\" in a Kawabata novel.": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.03766041
      ]
    ]
  },
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a series of \"headscarf girl\" suicides are investigated by exiled poet Ka in Turkey. Law student Shigekuni": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.22172752
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule with two of its defining functional groups in the Dieckmann cyclization, and the base-catalyzed hydrolysis of their namesake linkages, especially in fat, is known as saponification. For 10 points, name these often fruity smelling compounds formed in a process named for Fisher in which an alkyl": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.2445127
      ],
      [
        "ster",
        -0.0037398643
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant,": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -2.0794635
      ],
      [
        " wind",
        -0.062348675
      ]
    ]
  },
  "This phenomenon titles a religious poem in trochaic meter traditionally attributed to the Franciscan, Thomas of Celano. The Parson from the Canterbury tales quotes \"the Philosophre\" to provide a definition of this sin. Phlegyas ferries two characters across a swampy Styx in which people guilty of this sin are being punished. The lines \"full tears shall be the day/On which from ashes shall arise\" are from the (*) Lacrimosa section of a hymn about this phenomenon. People guilty of this sin are punished along with the sullen in the fifth circle of hell in Dante's Inferno. A hymn about the day of judgment titled for this phenomenon is set to music in Mozart's Requiem mass. For 10 points, name this phenomenon after which the Dies Irae hymn is titled, the most violent of the seven deadly sins.": {
    "guess": "Dies Irae",
    "confidence": [
      [
        "Dies",
        -1.1625073
      ],
      [
        " I",
        -0.08297765
      ],
      [
        "ra",
        -2.3392786e-06
      ],
      [
        "e",
        -7.465036e-06
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.17556673
      ],
      [
        " Allen",
        -0.0005575588
      ],
      [
        " radiation",
        -0.02265666
      ],
      [
        " belt",
        -0.0075465236
      ]
    ]
  },
  "Pheochromocytoma, Cushing's syndrome, and Addison's disease are all associated with disorders in this": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.005789544
      ],
      [
        "renal",
        -2.5941605e-05
      ],
      [
        " gland",
        -0.008120657
      ]
    ]
  },
  "This phenomenon allows estimation of the temperature of a line spectrum emitter via its namesake broadening. Buys Ballot confirmed this effect in one medium, while Fizeau, a sometime namesake of this effect,": {
    "guess": "Doppler broadening",
    "confidence": [
      [
        "D",
        -0.07097654
      ],
      [
        "op",
        -3.1281633e-07
      ],
      [
        "pler",
        -3.1281633e-07
      ],
      [
        " broad",
        -0.39593396
      ],
      [
        "ening",
        -9.014684e-06
      ]
    ]
  },
  "This phenomenon occurs in certain circuits when the parallel admittance is minimized, or when omega times in- ductance is the reciprocal of omega times capacitance. This phenomenon is used to keep time using quartz clocks, and its nameaske frequency for a spring with spring constant k attached to a mass m is root k over m. A famous example of this phenomenon destroyed the first Tacoma Narrows Bridge; it is caused when a driving force matches an oscillating body's frequency, such as in a playground swing. Name this phenomenon that occurs when an object vibrates at its natural frequency, a term which": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.06506488
      ],
      [
        "on",
        -6.392203e-06
      ],
      [
        "ance",
        -0.0023984825
      ]
    ]
  },
  "Phenylethanolamine N-methyltransferase is specific to this organ. Waterhouse-Friderichsen syndrome causes this organ to fail, and pheochromocytomas localize to it. The cosyntropin test measures its activity. Propanolol inhibits receptors named for this organ. This organ, which contains the zonas reticularis, fasisculata, and glomerulosa, is hyperactive from an excess of (*) ACTH in patients with Addison's disease. It is divided into the outer cortex and inner medulla. This organ makes glucocorticoids and mineralocorticoids, and in addition, its chromaffin cells produce hormones in the \"fight or flight\" response. For 10 points, name these glands that sit above the kidneys, which secrete a hormone also known as epinephrine.": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.023259455
      ],
      [
        "renal",
        -1.3306016e-05
      ],
      [
        " gland",
        -0.039533865
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating with separate discussion groups via intercoms and an accomplice admitting his tendency to have seizures. The best-known occurrence of this took place in New York when a woman was stabbed to death": {
    "guess": "Murder of Kitty Genovese",
    "confidence": [
      [
        "Mur",
        -0.27195686
      ],
      [
        "der",
        -2.4584822e-06
      ],
      [
        " of",
        -0.00020783172
      ],
      [
        " Kitty",
        -0.00023166878
      ],
      [
        " Gen",
        -1.8624639e-06
      ],
      [
        "ov",
        -2.577686e-06
      ],
      [
        "ese",
        -1.640531e-05
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon": {
    "guess": "Social loafing",
    "confidence": [
      [
        "Social",
        -0.0061025084
      ],
      [
        " loaf",
        -0.0025659068
      ],
      [
        "ing",
        -9.0883464e-07
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional to the (*) sixth power of the distance, but its effects are negligible when the distance exceeds four angstroms. Generating this effect requires the use of two resonance frequencies, with one being continuously emitted. Essentially a form of magnetic dipole coupling, it differs from J-coupling in that the protons involved act through space as opposed to bonds. For 10 points, name this effect which": {
    "guess": "Nuclear Overhauser effect",
    "confidence": [
      [
        "N",
        -0.9415774
      ],
      [
        "uclear",
        -0.00042137867
      ],
      [
        " Over",
        -0.00543332
      ],
      [
        "ha",
        -0.00054886425
      ],
      [
        "user",
        -1.2233183e-05
      ],
      [
        " effect",
        -0.4874793
      ]
    ]
  },
  "This phenomenon is governed by the ODE  [\"rho u dee u dee r equals d p d r minus rho g m over r-squared\"], where ? and u are its density and velocity, M is the Sun's mass, G is the gravitational constant, and r is the distance from the Sun.  This almost completely ionized stream creates a bow shock at": {
    "guess": "Solar wind",
    "confidence": [
      [
        "Solar",
        -0.15267196
      ],
      [
        " wind",
        -0.065665096
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions": {
    "guess": "Volcanic eruption",
    "confidence": [
      [
        "Vol",
        -0.67872316
      ],
      [
        "can",
        -0.0067908014
      ],
      [
        "ic",
        -0.11375166
      ],
      [
        " eruption",
        -0.32389635
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating with separate discussion groups via intercoms and an accomplice admitting his tendency to have seizures. The best-known occurrence of this took place in New York when a woman was stabbed to death in front of 38 witnesses, and this phenomenon is linked to a diffusion of responsibility. For 10": {
    "guess": "Murder of Kitty Genovese",
    "confidence": [
      [
        "Mur",
        -0.006853074
      ],
      [
        "der",
        -9.253091e-06
      ],
      [
        " of",
        -0.00055052945
      ],
      [
        " Kitty",
        -0.00052896456
      ],
      [
        " Gen",
        -1.1756368e-05
      ],
      [
        "ov",
        -1.2590794e-05
      ],
      [
        "ese",
        -2.3080716e-05
      ]
    ]
  },
  "This phenomenon is the original inspiration for the Langevin equation, but that description breaks down at small timescales because inertial forces overcome thermal ones. This phenomenon is the subject of the second of the Annus Mirabilis papers in 1905, where he assumed that this problem satisfies the diffusion equation to show that the distance travelled is proportional to the square root of time elapsed. A Scottish Botanist discovered this phenomenon while looking at pollen grains in water but it was first explained comprehensively by Einstein. For 10 points, name this process, the random motion of tiny particles in a fluid.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.00430953
      ],
      [
        "ian",
        -1.831257e-05
      ],
      [
        " motion",
        -0.00075471617
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.07338133
      ],
      [
        "er",
        -0.0022762234
      ],
      [
        "rom",
        -0.00012928384
      ],
      [
        "agnet",
        -0.0019182876
      ],
      [
        "ism",
        -1.504853e-06
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers of the force it predicates; particles with this property thus experience asymptotic freedom and confinement and the gluon has a very short range. Hadrons and mesons have a zero value for this property, but quarks do not, so the latter are subject to the QCD strong force, for which this property is the associated charge. For 10 points, name this property of subatomic particles that is usually imagined as red, green, or blue.": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.005930694
      ],
      [
        " charge",
        -0.08252408
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked to fill out a survey while a room filled with smoke. This effect was studied by John Darley and Bibb Latane, who posited that it resulted from \"pluralistic ignorance\" and \"diffusion of responsibility.\"": {
    "guess": "Social loafing",
    "confidence": [
      [
        "Social",
        -0.5250832
      ],
      [
        " loaf",
        -0.005820006
      ],
      [
        "ing",
        -1.9816675e-06
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed by Paul Ehrenfest is based on discontinuities in the derivative of the free energy, and their (*) second-order variety are described phenomenologically by Lev Landau by order parameters. One occurs": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.0003643058
      ],
      [
        " transition",
        -0.006858755
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule with two of its defining functional groups in the Dieckmann cyclization, and the base-catalyzed hydrolysis of their namesake linkages, especially in fat, is known as saponification. For 10 points,": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.04223428
      ],
      [
        "ster",
        -0.00029005657
      ]
    ]
  },
  "This phenomenon reduces the resolution of detectors doped with cerium three at room temperature, because": {
    "guess": "Scintillation Counter",
    "confidence": [
      [
        "Sc",
        -0.25177526
      ],
      [
        "int",
        -2.5107178e-05
      ],
      [
        "illation",
        -0.01570151
      ],
      [
        " Counter",
        -1.8316557
      ]
    ]
  },
  "This phenomenon, along with the Caporael Dilemna, is part of a broader idea studied by Karau and Williams, which Rothwell claimed could be combated with the \"Three C's.\" Tice and Baumeister hypothesized": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.9321228
      ],
      [
        "yst",
        -0.005261272
      ],
      [
        "ander",
        -0.00011534435
      ],
      [
        " effect",
        -0.0735746
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.09969893
      ],
      [
        " (",
        -0.078190655
      ],
      [
        "physics",
        -0.25362846
      ],
      [
        ")",
        -2.3319124e-05
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program.": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.07380494
      ],
      [
        " Allen",
        -0.00017648483
      ],
      [
        " radiation",
        -0.04945365
      ],
      [
        " belt",
        -0.0037658745
      ]
    ]
  },
  "One of these phenomena almost caused the destruction of the Aeta people and Clark Air Base, while a recent one in the United States was classified as Peléan. Lake Toba was formed by one of these actions and tuya form when this action occurs beneath a glacier. In February 2001, the most severe recorded instance of this action in the solar system took place on [*] Io. These actions produce tephra, which": {
    "guess": "Volcanic eruption",
    "confidence": [
      [
        "Vol",
        -0.24849717
      ],
      [
        "can",
        -0.15785083
      ],
      [
        "ic",
        -0.069531634
      ],
      [
        " eruption",
        -0.1434741
      ]
    ]
  },
  "One phenomenon associated with objects having this property causes hadronization. The Noether charge associated with symmetry under an S U three gauge group, this property is possessed by the carriers of the force it predicates; particles with this property thus experience asymptotic freedom and confinement": {
    "guess": "Color charge",
    "confidence": [
      [
        "Color",
        -0.02139897
      ],
      [
        " charge",
        -0.37544957
      ]
    ]
  },
  "This phenomenon can only be observed in solution-like environments where isotropic rotational averaging eliminates the dependency of the magnitude on the angle. Its magnitude is inversely proportional to the (*) sixth power of the distance, but its effects are negligible when the distance exceeds four angstroms. Generating this effect requires the use of two resonance frequencies, with one being continuously emitted. Essentially a form of magnetic dipole coupling, it differs from J-coupling in that the protons involved act through space as opposed to bonds. For 10 points, name this effect which causes nuclear relaxation during an NMR or MRI and is the basis of the NOESY technique.": {
    "guess": "Nuclear Overhauser effect",
    "confidence": [
      [
        "N",
        -0.8492753
      ],
      [
        "uclear",
        -5.5577775e-06
      ],
      [
        " Over",
        -0.0005020392
      ],
      [
        "ha",
        -0.0002007987
      ],
      [
        "user",
        -1.6166903e-05
      ],
      [
        " effect",
        -0.52345335
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule with two of its defining functional groups in the Dieckmann cyclization, and the base-catalyzed": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.075595945
      ],
      [
        "ster",
        -0.0005237233
      ]
    ]
  },
  "The phenyl type of these compounds can be reacted with a Lewis acid to form a hydroxy aryl ketone via the Fries rearrangement.  They can be made from Pinner salts and water, or in the Favorskii rearrangement by reacting an alpha-halo ketone with an alkoxide. Cyclic beta-keto ones are formed from a molecule": {
    "guess": "Beta-Ketoester",
    "confidence": [
      [
        "Beta",
        -0.9462699
      ],
      [
        "-K",
        -0.038199514
      ],
      [
        "eto",
        -0.0066182655
      ],
      [
        "ester",
        -0.44205856
      ]
    ]
  },
  "This phenomenon is caused by the finite outward propagation velocity of gravitons in conjunction with the downward acceleration of virtual fermions governed by graviton flux in the quantum vacumm. It causes the orbital precession of X-rays emitted from gases due to the (*) graivtomagnetic forces it produces within the ergosphere of Kerr black holes, and it is also known as the Lense-Thirring effect. For 10 points, name this phenomenon in which a rotating massive object perturbs the space-time of an orbiting body.": {
    "guess": "Lense-Thirring effect",
    "confidence": [
      [
        "L",
        -0.7094685
      ],
      [
        "ense",
        -0.000116417184
      ],
      [
        "-Th",
        -0.17154317
      ],
      [
        "ir",
        -9.1622824e-05
      ],
      [
        "ring",
        -5.6338537e-05
      ],
      [
        " effect",
        -0.6885782
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed by Paul Ehrenfest is based on discontinuities in the derivative of the free energy, and their (*) second-order variety are described phenomenologically by Lev Landau by order parameters. One occurs at the Neel point, the antiferromagnetic analogue of the Curie temperature. The Clausius-Clapeyron relation characterizes them in a gas-liquid system. FTP, name these thermodynamic transitions, examples": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.00094849925
      ],
      [
        " transition",
        -0.0051800357
      ]
    ]
  },
  "These phenomena exhibit a division into inner an outer zones as well as an intermediate \"slot\" region created by the stable trapping limit, with the inner region exhibiting the CRAND process. Hoyt and Forward have proposed the HiVOLT project to eliminate these phenomena, and these phenomena, which exhibit both the Chapman-Ferraro and Birkeland currents, will be the object of study of the RBSP program. Particles located in these regions are confined by the first and second adiabatic invariant and experience magnetic diffusion, as predicted by magnetohydrodynamics. It extends about 4000 miles above": {
    "guess": "Van Allen radiation belt",
    "confidence": [
      [
        "Van",
        -0.09310287
      ],
      [
        " Allen",
        -0.00038968152
      ],
      [
        " radiation",
        -0.03940724
      ],
      [
        " belt",
        -0.0023893258
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution.": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.5861151
      ],
      [
        " (",
        -0.0075784666
      ],
      [
        "physics",
        -0.010754442
      ],
      [
        ")",
        -9.133887e-06
      ]
    ]
  },
  "This phenomenon was studied by John Darley and Bibb Latane in an experiment involving students communicating": {
    "guess": "Diffusion of responsibility",
    "confidence": [
      [
        "Diff",
        -1.1321594
      ],
      [
        "usion",
        -1.2352386e-05
      ],
      [
        " of",
        -0.0002601438
      ],
      [
        " responsibility",
        -0.008507141
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked to fill out a survey while a room filled with smoke. This effect was studied by John Darley and Bibb Latane, who posited that it resulted from \"pluralistic ignorance\" and \"diffusion of responsibility.\" This effect gained notoriety following the murder of Kitty Genovese, and Good Samaritan Laws attempt to combat this effect. FTP, name this social phenomenon in which people in a large group are less willing to offer help in a crisis.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.02468695
      ],
      [
        "yst",
        -9.0883464e-07
      ],
      [
        "ander",
        -8.256335e-05
      ],
      [
        " effect",
        -0.005486076
      ]
    ]
  },
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a series of \"headscarf girl\" suicides are investigated by exiled poet Ka in Turkey. Law student Shigekuni Honda meets aristocrat Kiyoaki Matsugae in the first novel of The Sea of Fertility tetralogy, which is titled for this word in spring. This is the first word in the title of a novel that follows Shimamura's relationship with Komako in a resort town. For 10 points, name this word that titles an Orhan": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.021961484
      ]
    ]
  },
  "One phenomenon similar to this effect was examined by Max Ringelmann. One experiment testing this phenomenon utilized a recording of a person having a seizure while in another, participants were asked": {
    "guess": "Social loafing",
    "confidence": [
      [
        "Social",
        -0.24464078
      ],
      [
        " loaf",
        -0.031482402
      ],
      [
        "ing",
        -1.147242e-06
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation that exhibits a radiant intensity proportional to the cosine of the angle between observer": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.30969056
      ],
      [
        " (",
        -0.005438539
      ],
      [
        "physics",
        -0.0143513065
      ],
      [
        ")",
        -6.2729996e-06
      ]
    ]
  },
  "This phenomenon propagates at speeds up to one hundred meters per second and involves potential swings": {
    "guess": "Fluid dynamics",
    "confidence": [
      [
        "Fluid",
        -0.96104264
      ],
      [
        " dynamics",
        -0.015803363
      ]
    ]
  },
  "This phenomenon can be modeled for surfaces with parallel grooves by a distribution named for Heidrich and Seidel. One model of this phenomenon uses the microfacet approach of Torrance and Sparrow to deal with surface roughness, which assumes the slopes of surface cavities follow a normal distribution. That formulation, due to Oren and Nayar, simplifies in the case of uniform facet slope to a an approximation": {
    "guess": "Reflection (physics)",
    "confidence": [
      [
        "Reflection",
        -0.4055933
      ],
      [
        " (",
        -0.004223828
      ],
      [
        "physics",
        -0.0024814848
      ],
      [
        ")",
        -3.1737043e-06
      ]
    ]
  },
  "This phenomenon appears \"in August\" in a 2000 Gao Xingjian play. This word titles a novel in which a series of \"headscarf girl\" suicides are investigated by exiled poet Ka in Turkey. Law student Shigekuni Honda meets aristocrat Kiyoaki Matsugae in the first novel of The Sea of Fertility tetralogy, which": {
    "guess": "Snow (play)",
    "confidence": [
      [
        "Snow",
        -0.6949713
      ],
      [
        " (",
        -0.61780477
      ],
      [
        "play",
        -0.11016157
      ],
      [
        ")",
        -0.0074536414
      ]
    ]
  },
  "These phenomena may be divided into universality classes based on how their correlation lengths diverge as a certain variable approaches a critical value. Another classification of these phenomena developed by Paul Ehrenfest is based on discontinuities in the derivative of the free energy, and their": {
    "guess": "Phase transition",
    "confidence": [
      [
        "Phase",
        -0.00072911306
      ],
      [
        " transition",
        -0.017400809
      ]
    ]
  },
  "This phenomenon exhibited by Heusler alloys is modeled as a lattice of spins by the Potts and Ising models. Materials exhibiting it are characterized by their coercivity and remanence. Arising within Weiss domains, this phenomenon exhibits a lag response that traces out an S-shaped hysteresis curve.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.13717349
      ],
      [
        "er",
        -0.0009888653
      ],
      [
        "rom",
        -2.8325678e-05
      ],
      [
        "agnet",
        -0.043341137
      ],
      [
        "ism",
        -4.954393e-05
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used": {
    "guess": "Electric charge",
    "confidence": [
      [
        "Electric",
        -0.3046919
      ],
      [
        " charge",
        -0.036179602
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning": {
    "guess": "Light scattering",
    "confidence": [
      [
        "Light",
        -0.19247524
      ],
      [
        " scattering",
        -0.052708235
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning one of these phenomena only applies to mixtures where fugacity can be replaced by simple pressures,": {
    "guess": "Vapor Pressure",
    "confidence": [
      [
        "V",
        -1.0139536
      ],
      [
        "apor",
        -0.011812461
      ],
      [
        " Pressure",
        -0.4729943
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning one of these phenomena only applies to mixtures where fugacity can be replaced by simple pressures, which are termed ideal mixtures. That example of these properties is dependent on mole fraction": {
    "guess": "Vapor-Liquid Equilibrium",
    "confidence": [
      [
        "V",
        -1.1959876
      ],
      [
        "apor",
        -0.013871045
      ],
      [
        "-L",
        -0.9014286
      ],
      [
        "iquid",
        -0.0002192716
      ],
      [
        " Equ",
        -0.028665783
      ],
      [
        "ilibrium",
        -0.029352585
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning one of these phenomena only applies to mixtures where fugacity can be replaced by simple pressures, which are termed ideal mixtures. That example of these properties is dependent on mole fraction as described by Raoult's law. Aside from vapor pressure, these properties involve the use of the van't": {
    "guess": "Henry's law",
    "confidence": [
      [
        "Henry",
        -1.3794888
      ],
      [
        "'s",
        -0.0010441245
      ],
      [
        " law",
        -0.14200464
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning one of these phenomena only applies to mixtures where fugacity can be replaced by simple pressures, which are termed ideal mixtures. That example of these properties is dependent on mole fraction as described by Raoult's law. Aside from vapor pressure, these properties involve the use of the van't Hoff factor. For 10 points, name these concentration-dependent properties of mixtures which include": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.051342763
      ],
      [
        "ig",
        -4.501419e-05
      ],
      [
        "ative",
        -6.869018e-06
      ],
      [
        " properties",
        -0.07947152
      ]
    ]
  },
  "One of these phenomena was discovered by Jean Antoine Nollet using a pig bladder, and they can be used in determining molecular weight if the chemical potential of all phases is the same. One law concerning one of these phenomena only applies to mixtures where fugacity can be replaced by simple pressures, which are termed ideal mixtures. That example of these properties is dependent on mole fraction as described by Raoult's law. Aside from vapor pressure, these properties involve the use of the van't Hoff factor. For 10 points, name these concentration-dependent properties of mixtures which include boiling point elevation and freezing point depression.": {
    "guess": "Colligative properties",
    "confidence": [
      [
        "Coll",
        -0.0011805851
      ],
      [
        "ig",
        -9.4914985e-06
      ],
      [
        "ative",
        -7.58424e-06
      ],
      [
        " properties",
        -0.014416056
      ]
    ]
  }
}