{
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory developed by Einstein. Physicists had studied it since the 1860s, seeing in it an opportunity to corroborate the kinetic theory of matter and, later  , to prove the existence of atoms of definite size. The microscopic process underlying diffusion, it was first observed in 1827 by a Scottish botanist studying pollen grains suspended in water under a microscope. FTP, what is this phenomenon in which": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.01042901
      ],
      [
        "ian",
        -2.677603e-05
      ],
      [
        " motion",
        -0.001167603
      ]
    ]
  },
  "Jealous of her beautiful, married cousin Adeline, this woman seeks to destroy the romance between Hortense Hulot and the Polish Captain Steinbock. Her accomplice Madame Marneffe is poisoned by her Brazilian lover, and ultimately everyone in the book dies except the embezzler Marechal Hulot, who marries the kitchenmaid. FTP name this peasant from Vosges, surnamed Fischer, who is the title character of a book of Balzac's Comedie Humaine.": {
    "guess": "Bette Fischer",
    "confidence": [
      [
        "B",
        -0.70232934
      ],
      [
        "ette",
        -0.17506674
      ],
      [
        " Fischer",
        -0.3402201
      ]
    ]
  },
  "Jealous of her beautiful, married cousin Adeline, this woman seeks to destroy the romance between Hortense": {
    "guess": "Cousin Bette",
    "confidence": [
      [
        "C",
        -0.02594643
      ],
      [
        "ous",
        -0.0006295175
      ],
      [
        "in",
        -0.00015443214
      ],
      [
        " B",
        -0.009317311
      ],
      [
        "ette",
        -1.700133e-05
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium derived from Jean de Bandol and is titled Angers Apocalypse. Stirling Castle once housed a series": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.017020928
      ],
      [
        "ape",
        -0.003925826
      ],
      [
        "stry",
        -7.58424e-06
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the (*) bones cry out in the long night\". The line \"a savage servility slides by on grease\" ends a poem by this man that begins with the image of \"a Sahara of snow\" surrounding \"the old South Boston Aquarium\". In that poem, he wrote of the \"angry wrenlike vigilance\" of Col. Shaw in St. Gaudens's monument.": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.0438969
      ],
      [
        " Lowell",
        -0.00012308525
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born to a glazier to disprove her immortal father's assertion that \"Complaining is their mother tongue.\" This playwright wrote about the Captain, who dies of a stroke after his miserable marriage to Alice, in The Dance of Death. Another of his plays is set on Midsummer Eve, and ends with Jean handing the": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0075720735
      ],
      [
        " Str",
        -0.0002755174
      ],
      [
        "ind",
        -0.0007796078
      ],
      [
        "berg",
        -0.00012654216
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found": {
    "guess": "Majuscule script",
    "confidence": [
      [
        "M",
        -2.8600817
      ],
      [
        "aj",
        -1.2108079
      ],
      [
        "usc",
        -1.0864958
      ],
      [
        "ule",
        -0.002152642
      ],
      [
        " script",
        -0.88779193
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born to a glazier to disprove her immortal father's assertion that \"Complaining is their mother tongue.\" This playwright wrote about the Captain, who dies of a stroke after his miserable marriage to Alice, in The Dance of Death. Another of his plays is set on Midsummer Eve, and ends with Jean handing the title character a razor and telling her to commit suicide. For 10 points, name this playwright, the author of A Dream Play and Miss Julie.": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.0027154763
      ],
      [
        " Str",
        -0.00015347853
      ],
      [
        "ind",
        -0.00014644918
      ],
      [
        "berg",
        -0.00013011828
      ]
    ]
  },
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory developed by Einstein. Physicists had studied it since the 1860s, seeing in it an opportunity to corroborate the kinetic theory of matter and, later  , to prove the existence of atoms of definite size.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0075147
      ],
      [
        "ian",
        -4.0961266e-05
      ],
      [
        " motion",
        -0.0005924708
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by. At a ski lodge, this novel's protagonist meets a rich American heiress named Baby Warren. Abe North's alcohol-driven deterioration parallels the protagonist's own downward spiral, culminating with Tommy Barban marrying his wife. In this novel, Hollywood darling Rosemary Hoyt wins the attentions of a celebrated psychologist. For 10 points, name this semi- autobiographical novel about Nicole and Dick Diver, written by F. Scott Fitzgerald.": {
    "guess": "Tender Is the Night",
    "confidence": [
      [
        "T",
        -0.0013983337
      ],
      [
        "ender",
        -6.392203e-06
      ],
      [
        " Is",
        -0.002616682
      ],
      [
        " the",
        -0.00029005657
      ],
      [
        " Night",
        -3.1737043e-06
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by. At a ski lodge, this novel's protagonist meets a rich American heiress named Baby Warren. Abe North's alcohol-driven deterioration parallels the protagonist's own downward spiral, culminating with Tommy": {
    "guess": "The Beautiful and Damned",
    "confidence": [
      [
        "The",
        -0.052556455
      ],
      [
        " Beautiful",
        -0.0950406
      ],
      [
        " and",
        -9.3291674e-05
      ],
      [
        " Dam",
        -0.029914675
      ],
      [
        "ned",
        -0.00033272416
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium derived from Jean de Bandol and is titled Angers Apocalypse. Stirling Castle once housed a series of seven works in this medium titled The Hunt of the Unicorn. A cartoon was usually created before making works in this medium. In the 18th century, the Beauvais Factory added subtlety to works in this medium by employing silk. For 10 points, name this medium of woven fabric, which does not technically include an embroidered hanging once in the Bayeux Cathedral.": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.022516334
      ],
      [
        "ape",
        -0.0007090979
      ],
      [
        "stry",
        -4.3202e-07
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the (*) bones cry out in the long night\". The line \"a savage servility slides by on grease\" ends a poem by this man that begins with the image of \"a Sahara of snow\" surrounding \"the old South Boston Aquarium\".": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.011033442
      ],
      [
        " Lowell",
        -0.00010413921
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays": {
    "guess": "Swanwhite",
    "confidence": [
      [
        "Sw",
        -0.30956468
      ],
      [
        "an",
        -0.00064774463
      ],
      [
        "white",
        -0.009542276
      ]
    ]
  },
  "Jealous of her beautiful, married cousin Adeline, this woman seeks to destroy the romance between Hortense Hulot and the Polish Captain Steinbock. Her accomplice Madame Marneffe is poisoned by her Brazilian lover, and ultimately everyone in the book dies except the embezzler Marechal Hulot, who marries": {
    "guess": "Cousin Bette",
    "confidence": [
      [
        "C",
        -0.03889299
      ],
      [
        "ous",
        -0.00011927807
      ],
      [
        "in",
        -6.6113236e-05
      ],
      [
        " B",
        -0.031184344
      ],
      [
        "ette",
        -2.2603901e-05
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born to a glazier to disprove her immortal father's assertion that \"Complaining is their mother tongue.\" This playwright wrote about the Captain, who dies of a stroke after his miserable marriage to Alice,": {
    "guess": "Maurice Maeterlinck",
    "confidence": [
      [
        "M",
        -0.6592177
      ],
      [
        "aur",
        -0.0002784975
      ],
      [
        "ice",
        -0.0019351852
      ],
      [
        " Ma",
        -0.00024394676
      ],
      [
        "eter",
        -0.00017207429
      ],
      [
        "lin",
        -0.0035464973
      ],
      [
        "ck",
        -5.9153886e-06
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by Al Mansur. The first one was built by al-Walid, while the Fath-al-Bari describes its original meaning as \"a place of kings.\" The one in the Mezquita of Cordoba is non-standard-Abd ar-Rahman was said": {
    "guess": "Minaret",
    "confidence": [
      [
        "Min",
        -1.0937304
      ],
      [
        "aret",
        -0.14691867
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In": {
    "guess": "Tender Is the Night",
    "confidence": [
      [
        "T",
        -0.022741733
      ],
      [
        "ender",
        -0.000100205485
      ],
      [
        " Is",
        -0.012527425
      ],
      [
        " the",
        -0.0003185426
      ],
      [
        " Night",
        -4.561021e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by Al Mansur. The first one was built by al-Walid, while the Fath-al-Bari describes its original meaning": {
    "guess": "Dome of the Rock",
    "confidence": [
      [
        "D",
        -0.4590879
      ],
      [
        "ome",
        -0.026010558
      ],
      [
        " of",
        -0.0014051136
      ],
      [
        " the",
        -0.0009143244
      ],
      [
        " Rock",
        -0.0016411424
      ]
    ]
  },
  "Jealous of her beautiful, married cousin Adeline, this woman seeks to destroy the romance between Hortense Hulot and the Polish Captain Steinbock. Her accomplice Madame Marneffe is poisoned by her Brazilian": {
    "guess": "Cousin Bette",
    "confidence": [
      [
        "C",
        -0.123239815
      ],
      [
        "ous",
        -0.0009451725
      ],
      [
        "in",
        -0.00015455135
      ],
      [
        " B",
        -0.032415777
      ],
      [
        "ette",
        -1.5213274e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by Al Mansur. The first one was built by al-Walid, while the Fath-al-Bari describes its original meaning as \"a place of kings.\" The one in the Mezquita of Cordoba is non-standard-Abd ar-Rahman was said to have built it imagining himself still in Damascus.  Originally described as a special room in the Quran, it marks the location of the Qibla. For 10 points, identify this portion of a mosque, literally meaning \"niche,\" that indicates the direction of Mecca and thus which way prayers should face.": {
    "guess": "Mihrab",
    "confidence": [
      [
        "Mi",
        -0.0017825218
      ],
      [
        "hr",
        -0.002049982
      ],
      [
        "ab",
        -1.867018e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by Al Mansur. The first one was built by al-Walid, while the Fath-al-Bari describes its original meaning as \"a place of kings.\" The one in the Mezquita of Cordoba is non-standard-Abd ar-Rahman was said to have built it imagining himself still in Damascus.  Originally described as a special room in the": {
    "guess": "Mihrab",
    "confidence": [
      [
        "Mi",
        -1.257249
      ],
      [
        "hr",
        -0.0013941652
      ],
      [
        "ab",
        -0.00027480218
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the (*) bones cry out in the long night\". The line \"a savage servility slides by on grease\" ends a poem": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.45952174
      ],
      [
        " Lowell",
        -6.742448e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling": {
    "guess": "Islamic science and technology",
    "confidence": [
      [
        "Islamic",
        -2.2076793
      ],
      [
        " science",
        -1.0049796
      ],
      [
        " and",
        -0.5683149
      ],
      [
        " technology",
        -1.1015505
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by. At a ski lodge, this novel's protagonist meets a rich American heiress named Baby Warren. Abe North's alcohol-driven deterioration parallels the protagonist's own downward spiral, culminating with Tommy Barban marrying his wife. In this novel, Hollywood darling Rosemary Hoyt wins the attentions of a": {
    "guess": "Tender Is the Night",
    "confidence": [
      [
        "T",
        -0.008982666
      ],
      [
        "ender",
        -2.4630364e-05
      ],
      [
        " Is",
        -0.011835904
      ],
      [
        " the",
        -0.0006697863
      ],
      [
        " Night",
        -1.3663626e-05
      ]
    ]
  },
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory developed by Einstein. Physicists had studied it since the 1860s, seeing in it an opportunity to corroborate": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.06452008
      ],
      [
        "ian",
        -2.8160932e-06
      ],
      [
        " motion",
        -0.00095028727
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium derived from Jean de Bandol and is titled Angers Apocalypse. Stirling Castle once housed a series of seven works in this medium titled The Hunt of the Unicorn. A cartoon was usually created before making works in this medium. In the 18th century, the Beauvais Factory added subtlety to works in this medium by employing silk. For 10 points, name this medium of woven fabric, which does not technically": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.015290922
      ],
      [
        "ape",
        -0.0011397423
      ],
      [
        "stry",
        -7.89631e-07
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.8767345
      ],
      [
        " Lowell",
        -0.00078246865
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the (*) bones cry out in the long night\". The line \"a savage servility slides by on grease\" ends a poem by this man that begins with the image of \"a Sahara of snow\" surrounding \"the old South Boston Aquarium\". In that poem, he wrote of the \"angry wrenlike vigilance\" of Col. Shaw in St. Gaudens's monument. For 10 points, name this American poet of \"The Quaker Graveyard in Nantucket\" and \"For the Union Dead\".": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.0011125932
      ],
      [
        " Lowell",
        -4.6444635e-05
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by.": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -0.0812624
      ],
      [
        " Secret",
        -1.7276231
      ],
      [
        " History",
        -0.09490455
      ]
    ]
  },
  "Jealous of her beautiful, married cousin Adeline, this woman seeks to destroy the romance between Hortense Hulot and the Polish Captain Steinbock. Her accomplice Madame Marneffe is poisoned by her Brazilian lover, and ultimately everyone in the book dies except the embezzler Marechal Hulot, who marries the kitchenmaid. FTP name this peasant from Vosges, surnamed Fischer, who is the title character": {
    "guess": "Cousin Bette",
    "confidence": [
      [
        "C",
        -0.5502147
      ],
      [
        "ous",
        -0.00034690573
      ],
      [
        "in",
        -0.0019217298
      ],
      [
        " B",
        -0.002214131
      ],
      [
        "ette",
        -3.488188e-05
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.2932061
      ],
      [
        "ape",
        -0.028164644
      ],
      [
        "stry",
        -0.0018589149
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.48538217
      ],
      [
        " Great",
        -0.15570498
      ],
      [
        " G",
        -0.0008659644
      ],
      [
        "atsby",
        -0.00014978688
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's": {
    "guess": "Flannery O'Connor",
    "confidence": [
      [
        "Fl",
        -0.47036478
      ],
      [
        "ann",
        -7.672237e-05
      ],
      [
        "ery",
        -4.9617593e-06
      ],
      [
        " O",
        -0.0001563394
      ],
      [
        "'Connor",
        -0.00092539575
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born to a glazier to disprove her immortal father's assertion that \"Complaining is their mother tongue.\" This playwright wrote about the Captain, who dies of a stroke after his miserable marriage to Alice, in The Dance of Death. Another of his plays is set on Midsummer Eve, and ends with Jean handing the title character a razor and telling her to commit suicide. For 10 points, name this playwright, the": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.005920024
      ],
      [
        " Str",
        -0.0007287555
      ],
      [
        "ind",
        -0.0001911432
      ],
      [
        "berg",
        -0.00011939728
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium derived from Jean de Bandol and is titled Angers Apocalypse. Stirling Castle once housed a series of seven works in this medium titled The Hunt of the Unicorn. A cartoon was usually created before": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.00439344
      ],
      [
        "ape",
        -0.08814377
      ],
      [
        "stry",
        -5.3193703e-06
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.8506112
      ],
      [
        " Lowell",
        -0.0026310654
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works;": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.47664255
      ],
      [
        "ape",
        -0.01899421
      ],
      [
        "stry",
        -7.2192626e-05
      ]
    ]
  },
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory": {
    "guess": "Discontinuous structure of matter",
    "confidence": [
      [
        "Dis",
        -1.0326842
      ],
      [
        "continuous",
        -0.09740714
      ],
      [
        " structure",
        -0.24414177
      ],
      [
        " of",
        -0.00028934504
      ],
      [
        " matter",
        -0.00024977676
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by. At a ski lodge, this novel's protagonist meets a rich American heiress named Baby Warren. Abe North's": {
    "guess": "The Beautiful and Damned",
    "confidence": [
      [
        "The",
        -0.12154258
      ],
      [
        " Beautiful",
        -0.18868557
      ],
      [
        " and",
        -0.00016671013
      ],
      [
        " Dam",
        -0.026717886
      ],
      [
        "ned",
        -0.00041529932
      ]
    ]
  },
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory developed by Einstein. Physicists had studied it since the 1860s, seeing in it an opportunity to corroborate the kinetic theory of matter and, later  , to prove the existence of atoms of definite size. The microscopic process underlying diffusion, it was first observed in 1827 by a Scottish botanist studying pollen grains suspended in water under a microscope. FTP, what is this phenomenon in which pa  rticles in a fluid exhibit random movement?": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.013180344
      ],
      [
        "ian",
        -4.8351892e-05
      ],
      [
        " motion",
        -0.0007585271
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was": {
    "guess": "Cartone",
    "confidence": [
      [
        "Cart",
        -0.065206625
      ],
      [
        "one",
        -0.39129692
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.45237038
      ],
      [
        " Lowell",
        -0.0007989078
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.59216464
      ],
      [
        " Str",
        -0.0001501445
      ],
      [
        "ind",
        -0.00054028525
      ],
      [
        "berg",
        -0.00010998019
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.38823122
      ],
      [
        "ape",
        -0.0061265677
      ],
      [
        "stry",
        -1.18755715e-05
      ]
    ]
  },
  "In a jealous fit, this novel's protagonist is unable to stop thinking about the phrase, \"Do you mind if I pull down the curtain?\" Maria Wallis shoots an Englishman at a train station in this novel. In this novel's final scene, the protagonist divorces his wife while the Tour de France is passing by. At a ski lodge, this novel's protagonist meets a rich American heiress named Baby Warren. Abe North's alcohol-driven deterioration parallels the protagonist's own downward spiral, culminating with Tommy Barban marrying his wife. In this novel, Hollywood darling Rosemary Hoyt wins the attentions of a celebrated psychologist. For 10 points, name this semi- autobiographical novel about Nicole and Dick": {
    "guess": "Tender Is the Night",
    "confidence": [
      [
        "T",
        -0.0022940636
      ],
      [
        "ender",
        -3.3809047e-05
      ],
      [
        " Is",
        -0.0015881775
      ],
      [
        " the",
        -0.00045689035
      ],
      [
        " Night",
        -7.266944e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by Al Mansur. The first one was built by al-Walid, while the Fath-al-Bari describes its original meaning as \"a place of kings.\" The one in the Mezquita of Cordoba is non-standard-Abd ar-Rahman was said to have built it imagining himself still in Damascus.  Originally described as a special room in the Quran, it marks the location of the Qibla. For 10 points, identify this portion of a mosque, literally": {
    "guess": "Mihrab",
    "confidence": [
      [
        "Mi",
        -0.0065088402
      ],
      [
        "hr",
        -0.0017545493
      ],
      [
        "ab",
        -5.121278e-05
      ]
    ]
  },
  "Jean Lurcat introduced a numbering system that made creating works in this medium more efficient. Le Corbusier created works in this medium he called \"nomadic murals\". During the Rococo period, it was common to create elaborate borders imitating gilded wood in the alentours sub-genre of these works; one such example was the popular Fables of La Fontaine by Jean-Baptiste Oudry. One work in this medium derived from Jean de Bandol and is titled Angers Apocalypse. Stirling Castle once housed a series of seven works in this medium titled The Hunt of the Unicorn. A cartoon was usually created before making works in this medium. In the 18th century, the Beauvais Factory added subtlety to works in this": {
    "guess": "Tapestry",
    "confidence": [
      [
        "T",
        -0.03879965
      ],
      [
        "ape",
        -0.031455953
      ],
      [
        "stry",
        -1.3902034e-05
      ]
    ]
  },
  "Jean Sauvaget has attempted to trace the origin of it, using as evidence early Egyptian sources calling them \"mujawwaf.\" Archeologists' have found the earliest representation of it on an Umayyad coin found in Syria, while Creswell controversially places the earliest one at a site at Khassaki built by": {
    "guess": "Muqarnas",
    "confidence": [
      [
        "Mu",
        -1.6457438
      ],
      [
        "q",
        -0.0038070916
      ],
      [
        "arn",
        -0.023738619
      ],
      [
        "as",
        -2.9636918e-05
      ]
    ]
  },
  "Jean Stafford's story \"The Interior Castle\" was inspired by a car accident involving this author, Stafford's husband at the time. He asked \"will your sword / whistle and fall and sink into the fat?\" in a poem addressed to his cousin Warren Winslow. That poem by this author contains a section titled \"Our Lady of Walsingham\" and describes \"the end of the whaleroad and the whale\" in a place \"where the (*) bones cry out in the long night\". The line \"a savage servility slides by on grease\" ends a poem by this man that begins with the image of \"a Sahara of snow\" surrounding \"the old South Boston Aquarium\". In that poem, he wrote of the \"angry wrenlike vigilance\" of Col. Shaw in St. Gaudens's monument. For 10 points, name this American poet of \"The Quaker Graveyard in Nantucket\" and \"For the Union": {
    "guess": "Robert Lowell",
    "confidence": [
      [
        "Robert",
        -0.008981954
      ],
      [
        " Lowell",
        -5.8841815e-05
      ]
    ]
  },
  "Jean-Baptiste Perrin won the Nobel Prize for his studies of this phenomenon, which verified a theory developed by Einstein. Physicists had studied it since the 1860s, seeing in it an opportunity to corroborate the kinetic theory of matter and, later  , to prove the existence of atoms of definite size. The microscopic process underlying diffusion, it was first observed in 1827 by a Scottish botanist": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.004442701
      ],
      [
        "ian",
        -3.4047454e-05
      ],
      [
        " motion",
        -0.006386249
      ]
    ]
  },
  "Jean Sibelius composed incidental music to this author's fairy tale Swanwhite. One of this author's plays ends with the image of Bocklin's painting The Isle of the Dead, while in another, Agnes is born to a glazier to disprove her immortal father's assertion that \"Complaining is their mother tongue.\"": {
    "guess": "August Strindberg",
    "confidence": [
      [
        "August",
        -0.41325587
      ],
      [
        " Str",
        -0.00013619766
      ],
      [
        "ind",
        -0.00039087355
      ],
      [
        "berg",
        -6.9570146e-05
      ]
    ]
  }
}