{
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The protagonist of this work often declares that \"when a man says yes, his chi also says yes,\" and in one scene, he beats his wife during the Week of Peace. One character sacrifices Ikemefuna after treating him well for many years, and other characters in this novel include Nwoye, the protagonist's son,": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.062011376
      ],
      [
        " Fall",
        -0.0011164041
      ],
      [
        " Apart",
        -6.17027e-05
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.008297296
      ],
      [
        " Confeder",
        -0.000162538
      ],
      [
        "acy",
        -3.22594e-05
      ],
      [
        " of",
        -3.202099e-05
      ],
      [
        " D",
        -5.8961017e-05
      ],
      [
        "unc",
        -9.281486e-05
      ],
      [
        "es",
        -1.147242e-06
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.14836231
      ],
      [
        " Fall",
        -0.00065215153
      ],
      [
        " Apart",
        -6.122589e-05
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The protagonist of this work often declares that \"when a man says yes, his chi also says yes,\" and in one": {
    "guess": "Arrow of God",
    "confidence": [
      [
        "Arrow",
        -0.11148823
      ],
      [
        " of",
        -0.0005520791
      ],
      [
        " God",
        -0.0013594017
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The protagonist of this work often declares that \"when a man says yes, his chi also says yes,\" and in one scene, he beats his wife during the Week of Peace. One character sacrifices Ikemefuna after treating": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.11088173
      ],
      [
        " Fall",
        -0.0007675792
      ],
      [
        " Apart",
        -3.619312e-05
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The protagonist of this work often declares that \"when a man says yes, his chi also says yes,\" and in one scene, he beats his wife during the Week of Peace. One character sacrifices Ikemefuna after treating him well for many years, and other characters in this novel include Nwoye, the protagonist's son, who converts to Christianity. Okonkwo commits suicide after a failed revolt against colonial powers": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.28501287
      ],
      [
        " Fall",
        -0.0016731606
      ],
      [
        " Apart",
        -1.5928495e-05
      ]
    ]
  },
  "Enoch unmasks an elder in one scene in this novel, and one character decides to add a section on the last scene of the book to his own book, titled after \"The Pacification of the Primitive Tribes.\" The protagonist of this work often declares that \"when a man says yes, his chi also says yes,\" and in one scene, he beats his wife during the Week of Peace. One character sacrifices Ikemefuna after treating him well for many years, and other characters in this novel include Nwoye, the protagonist's son, who converts to Christianity. Okonkwo commits suicide after a failed revolt against colonial powers in, for 10 points, which work of Chinua Achebe?": {
    "guess": "Things Fall Apart",
    "confidence": [
      [
        "Things",
        -0.4298879
      ],
      [
        " Fall",
        -0.0002707529
      ],
      [
        " Apart",
        -1.8908588e-05
      ]
    ]
  }
}