{
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was to cut off the retreat available to forces that had taken refuge in Burgos, which this battle's winning commander had tried and failed to capture the previous year, and a key element of the fighting prevented a withdrawal to Bilbao. For 10 points, name this decisive 1813 battle of the Peninsular War, celebrated by Beethoven's Battle Symphony, in which Joseph Bonaparte was defeated by the then-Marquess of Wellington just outside a city in the Basque country.": {
    "guess": "Battle of Vitoria",
    "confidence": [
      [
        "Battle",
        -0.0020775748
      ],
      [
        " of",
        -0.00011152984
      ],
      [
        " V",
        -0.001514385
      ],
      [
        "itor",
        -0.0012783305
      ],
      [
        "ia",
        -4.167649e-05
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly tried to organize resistance to Alexander the Great after the defeat of Darius III, and it was later": {
    "guess": "Sogdiana",
    "confidence": [
      [
        "S",
        -0.3132264
      ],
      [
        "og",
        -0.0026946745
      ],
      [
        "d",
        -0.24932638
      ],
      [
        "iana",
        -0.00044961896
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was to cut off the retreat available to forces that had taken refuge in Burgos, which this battle's winning": {
    "guess": "Peninsular War",
    "confidence": [
      [
        "Pen",
        -0.6908171
      ],
      [
        "ins",
        -0.005481218
      ],
      [
        "ular",
        -1.3663626e-05
      ],
      [
        " War",
        -0.001942561
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.11742251
      ],
      [
        "undred",
        -1.8550976e-05
      ],
      [
        " Years",
        -0.0002554985
      ],
      [
        "'",
        -0.000115701965
      ],
      [
        " War",
        -0.00010926496
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was to cut off the retreat available to forces that had taken refuge in Burgos, which this battle's winning commander had tried and failed to capture the previous year, and a key element of the fighting": {
    "guess": "Battle of Vitoria",
    "confidence": [
      [
        "Battle",
        -0.5802681
      ],
      [
        " of",
        -0.00025120718
      ],
      [
        " V",
        -0.027992638
      ],
      [
        "itor",
        -0.0002009179
      ],
      [
        "ia",
        -1.8431772e-05
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was to cut off the retreat available to forces that had taken refuge in Burgos, which this battle's winning commander had tried and failed to capture the previous year, and a key element of the fighting prevented a withdrawal to Bilbao. For 10 points, name this decisive 1813 battle of the Peninsular War, celebrated by Beethoven's Battle Symphony, in which Joseph Bonaparte was defeated by the then-Marquess": {
    "guess": "Battle of Vitoria",
    "confidence": [
      [
        "Battle",
        -0.0030661223
      ],
      [
        " of",
        -0.000210335
      ],
      [
        " V",
        -0.0017253958
      ],
      [
        "itor",
        -0.0015287866
      ],
      [
        "ia",
        -4.763667e-05
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.5767957
      ],
      [
        " Arn",
        -0.26752332
      ],
      [
        "ol",
        -1.0802739e-05
      ],
      [
        "fin",
        -0.0002422779
      ],
      [
        "i",
        -2.808727e-05
      ],
      [
        " Portrait",
        -0.07323731
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was to cut off the retreat available to forces that had taken refuge in Burgos, which this battle's winning commander had tried and failed to capture the previous year, and a key element of the fighting prevented a withdrawal to Bilbao. For 10 points, name this decisive 1813 battle of the Peninsular": {
    "guess": "Battle of Vitoria",
    "confidence": [
      [
        "Battle",
        -0.0034450458
      ],
      [
        " of",
        -0.0003825293
      ],
      [
        " V",
        -0.0028783418
      ],
      [
        "itor",
        -0.0007306627
      ],
      [
        "ia",
        -2.129266e-05
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly tried to organize resistance to Alexander the Great after the defeat of Darius III, and it was later under the rule of Perdiccas and Antigonus. After becoming a kingdom, its rulers included Eucratides and Euthydemus, but Greek rule was later challenged by the Indo-Scythians and the Tochari. FTP, name this kingdom founded around 250 BC when the Seleucid satrap Diodotus conquered Sogdiana and made": {
    "guess": "Greco-Bactrian Kingdom",
    "confidence": [
      [
        "Gre",
        -0.0022113966
      ],
      [
        "co",
        -3.7697225e-06
      ],
      [
        "-B",
        -8.2324936e-05
      ],
      [
        "act",
        -1.2829201e-05
      ],
      [
        "rian",
        -0.0011853497
      ],
      [
        " Kingdom",
        -0.00023131118
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after his own troops looted rather than pursued the retreating enemy. The strategic aim of this battle was": {
    "guess": "Battle of Waterloo",
    "confidence": [
      [
        "Battle",
        -0.069965445
      ],
      [
        " of",
        -0.00010318558
      ],
      [
        " Waterloo",
        -0.3117608
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly": {
    "guess": "Bessus",
    "confidence": [
      [
        "B",
        -0.7742486
      ],
      [
        "ess",
        -0.4963055
      ],
      [
        "us",
        -0.0030854943
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly tried to organize resistance to Alexander the Great after the defeat of Darius III, and it was later under the rule of Perdiccas and Antigonus. After becoming a kingdom, its rulers included Eucratides and Euthydemus, but Greek rule was later challenged by the Indo-Scythians and the Tochari. FTP,": {
    "guess": "Bactria",
    "confidence": [
      [
        "B",
        -0.26991338
      ],
      [
        "act",
        -5.50273e-05
      ],
      [
        "ria",
        -0.00015884268
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he characteristically complained \"We have in the service the scum of the earth as common soldiers\" after": {
    "guess": "Battle of Waterloo",
    "confidence": [
      [
        "Battle",
        -0.361564
      ],
      [
        " of",
        -0.0010095884
      ],
      [
        " Waterloo",
        -0.36445826
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly tried to organize resistance to Alexander the Great after the defeat of Darius III, and it was later under the rule of Perdiccas and Antigonus. After becoming a kingdom, its rulers included Eucratides": {
    "guess": "Bactria",
    "confidence": [
      [
        "B",
        -0.14952113
      ],
      [
        "act",
        -0.00020520923
      ],
      [
        "ria",
        -0.00025049195
      ]
    ]
  },
  "Around 130 B.C. it became part of the Kushan empire. One satrap of this ancient country, Bessus, briefly tried to organize resistance to Alexander the Great after the defeat of Darius III, and it was later under the rule of Perdiccas and Antigonus. After becoming a kingdom, its rulers included Eucratides and Euthydemus, but Greek rule was later challenged by the Indo-Scythians and the Tochari. FTP, name this kingdom founded around 250 BC when the Seleucid satrap Diodotus conquered Sogdiana and made himself an independent ruler, and which also lends its name with a certain type of camel.": {
    "guess": "Greco-Bactrian Kingdom",
    "confidence": [
      [
        "Gre",
        -0.0049198046
      ],
      [
        "co",
        -1.0280384e-06
      ],
      [
        "-B",
        -6.909333e-05
      ],
      [
        "act",
        -8.299462e-06
      ],
      [
        "rian",
        -0.0008544053
      ],
      [
        " Kingdom",
        -1.18755715e-05
      ]
    ]
  },
  "The Arnolfini Wedding portrait was looted in the retreat from this battle, having earlier been stolen by the loser as his regime collapsed in the country where this battle took place. A preoccupation with evacuating spoils meant that the winner of this battle captured 152 artillery pieces--though he": {
    "guess": "Battle of Waterloo",
    "confidence": [
      [
        "Battle",
        -0.2754597
      ],
      [
        " of",
        -0.00020675888
      ],
      [
        " Waterloo",
        -1.2174615
      ]
    ]
  }
}