{
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora is caused by Birkeland currents occurring as part of its double layer phenomenon. The distance between its layers is approximately 10 Debye lengths. It is comprised of a collection of free-moving electrons and ions in high temperature gas, such as xenon and neon, that are responsible for the latest display technologies. For 10 points, what is the ionized and most common form of matter, found in lightning and flames, which derives its name from the liquid component of blood?": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.02154435
      ],
      [
        "asma",
        -6.2775536e-05
      ],
      [
        " (",
        -0.6499483
      ],
      [
        "physics",
        -0.0039224993
      ],
      [
        ")",
        -0.00017600802
      ]
    ]
  },
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora is caused by Birkeland currents occurring as part of its double layer phenomenon. The distance between its layers is approximately 10 Debye lengths. It is comprised of a collection of free-moving": {
    "guess": "Double layer (plasma physics)",
    "confidence": [
      [
        "Double",
        -0.028482514
      ],
      [
        " layer",
        -0.088372305
      ],
      [
        " (",
        -0.020073349
      ],
      [
        "pl",
        -0.00031139038
      ],
      [
        "asma",
        -0.00053849723
      ],
      [
        " physics",
        -0.1317823
      ],
      [
        ")",
        -3.9769227e-05
      ]
    ]
  },
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora is caused by Birkeland currents occurring as part of its double layer phenomenon. The distance": {
    "guess": "Double layer (plasma physics)",
    "confidence": [
      [
        "Double",
        -0.3128203
      ],
      [
        " layer",
        -0.018390011
      ],
      [
        " (",
        -0.009287898
      ],
      [
        "pl",
        -0.00043805985
      ],
      [
        "asma",
        -8.780831e-05
      ],
      [
        " physics",
        -0.02610265
      ],
      [
        ")",
        -2.5345586e-05
      ]
    ]
  },
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora is caused by Birkeland currents occurring as part of its double layer phenomenon. The distance between its layers is approximately 10 Debye lengths. It is comprised of a collection of free-moving electrons and ions in high temperature gas, such as xenon and neon, that are responsible for the latest display technologies. For 10 points, what is the ionized and most common form of matter, found": {
    "guess": "Plasma (physics)",
    "confidence": [
      [
        "Pl",
        -0.0128140515
      ],
      [
        "asma",
        -0.0008143932
      ],
      [
        " (",
        -0.51447636
      ],
      [
        "physics",
        -0.00265544
      ],
      [
        ")",
        -6.968935e-05
      ]
    ]
  },
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora": {
    "guess": "Dispersion relation",
    "confidence": [
      [
        "Disp",
        -0.6551663
      ],
      [
        "ersion",
        -1.7954959e-05
      ],
      [
        " relation",
        -0.132159
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production": {
    "guess": "Austrian School",
    "confidence": [
      [
        "A",
        -0.21321005
      ],
      [
        "ust",
        -0.00014632997
      ],
      [
        "rian",
        -0.0014859393
      ],
      [
        " School",
        -0.5583851
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times": {
    "guess": "Austrian Business Cycle Theory",
    "confidence": [
      [
        "A",
        -0.4280573
      ],
      [
        "ust",
        -6.992776e-05
      ],
      [
        "rian",
        -0.00012952226
      ],
      [
        " Business",
        -0.820796
      ],
      [
        " Cycle",
        -0.0002105734
      ],
      [
        " Theory",
        -9.0907604e-05
      ]
    ]
  },
  "The Bohm-Gross Relation is a dispersion expression for called Langmuir waves within it. The Earth's aurora is caused by Birkeland currents occurring as part of its double layer phenomenon. The distance between its layers is approximately 10 Debye lengths. It is comprised of a collection of free-moving electrons and ions in high temperature gas, such as xenon and neon, that are responsible for the latest": {
    "guess": "Double layer (plasma physics)",
    "confidence": [
      [
        "Double",
        -0.18858151
      ],
      [
        " layer",
        -0.098544724
      ],
      [
        " (",
        -0.023383025
      ],
      [
        "pl",
        -0.00036942057
      ],
      [
        "asma",
        -0.000127615
      ],
      [
        " physics",
        -0.41328892
      ],
      [
        ")",
        -5.800739e-05
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by": {
    "guess": "Rate of profit",
    "confidence": [
      [
        "Rate",
        -1.3848493
      ],
      [
        " of",
        -0.0006681175
      ],
      [
        " profit",
        -1.2968198
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.16196871
      ],
      [
        " (",
        -0.3824152
      ],
      [
        "e",
        -0.0026640042
      ],
      [
        "conomics",
        -2.5703197e-05
      ],
      [
        ")",
        -0.0003398727
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the": {
    "guess": "Physical Capital",
    "confidence": [
      [
        "Physical",
        -0.72767216
      ],
      [
        " Capital",
        -0.13525322
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the \"rest\" problem, although no other types are. An eponymous controversy involved a debate between Cambridge": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.37022293
      ],
      [
        " (",
        -0.14479578
      ],
      [
        "e",
        -0.05954452
      ],
      [
        "conomics",
        -0.0004587903
      ],
      [
        ")",
        -0.00035226622
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the \"rest\" problem, although no other types are. An eponymous controversy involved a debate between Cambridge professors Robinson and Sraffa and MIT professors Solow and Samuelson, and also involved the": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.042908978
      ],
      [
        " (",
        -0.2749233
      ],
      [
        "e",
        -0.00365803
      ],
      [
        "conomics",
        -3.2140193e-05
      ],
      [
        ")",
        -0.00026550796
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the \"rest\" problem, although no other types are. An eponymous controversy involved a debate between Cambridge professors Robinson and Sraffa and MIT professors Solow and Samuelson, and also involved the \"aggregation problem\" associated with this concept. Classically defined as one of the three factors": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.0062173204
      ],
      [
        " (",
        -0.018516168
      ],
      [
        "e",
        -0.0056419745
      ],
      [
        "conomics",
        -8.172892e-05
      ],
      [
        ")",
        -0.00040970038
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the \"rest\" problem, although no other types are. An eponymous controversy involved a debate between Cambridge professors Robinson and Sraffa and MIT professors Solow and Samuelson, and also involved the \"aggregation problem\" associated with this concept. Classically defined as one of the three factors of production along with land and labor, for 10 points, name this concept from economics, which also": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.025047436
      ],
      [
        " (",
        -0.038329605
      ],
      [
        "e",
        -0.0012951198
      ],
      [
        "conomics",
        -2.4272753e-05
      ],
      [
        ")",
        -0.00041720658
      ]
    ]
  },
  "Bohm-Bawerk offers that this concept's intensity is proportional to the \"roundaboutness\" of production process, and in the neo-classical growth model, investment is equal to the rate of depreciation times this value, plus the change in this value.  In endogenous growth models such as ones developed by Lucas and Romer, a particular version of this concept is included in the assessment of technological progress as knowledge accumulation. That same type of this concept is particularly affected by the \"rest\" problem, although no other types are. An eponymous controversy involved a debate between Cambridge professors Robinson and Sraffa and MIT professors Solow and Samuelson, and also involved the \"aggregation problem\" associated with this concept. Classically defined as one of the three factors of production along with land and labor, for 10 points, name this concept from economics, which also names a seminal multi-volume work by Karl Marx.": {
    "guess": "Capital (economics)",
    "confidence": [
      [
        "Capital",
        -0.012260277
      ],
      [
        " (",
        -0.039583143
      ],
      [
        "e",
        -0.003924399
      ],
      [
        "conomics",
        -4.143808e-05
      ],
      [
        ")",
        -0.001097834
      ]
    ]
  }
}