{
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been used to explain glitches or jumps in pulsar rotational periods and the superfluidity of helium. ": {
    "guess": "BCS theory",
    "confidence": [
      [
        "BC",
        -0.5325645
      ],
      [
        "S",
        -9.972867e-05
      ],
      [
        " theory",
        -0.097108185
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state": {
    "guess": "Colorado archaeology",
    "confidence": [
      [
        "Colorado",
        -1.6120124
      ],
      [
        " archae",
        -1.2905622
      ],
      [
        "ology",
        -0.004295523
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been used to explain glitches or jumps in pulsar rotational periods and the superfluidity of helium.  Basically stating that coupled electrons can act like bosons, this theory requires the interaction of": {
    "guess": "Bogoliubov transformation",
    "confidence": [
      [
        "B",
        -0.65577686
      ],
      [
        "og",
        -0.6812916
      ],
      [
        "oli",
        -0.0013796407
      ],
      [
        "ub",
        -0.00010759611
      ],
      [
        "ov",
        -0.00026157423
      ],
      [
        " transformation",
        -0.22496635
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -0.4429915
      ],
      [
        " rel",
        -0.6261943
      ],
      [
        "ativity",
        -0.0001752928
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.08108246
      ],
      [
        "oll",
        -1.5570886e-05
      ],
      [
        "us",
        -0.0005399277
      ],
      [
        "ca",
        -0.000101993544
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.14005756
      ],
      [
        "oll",
        -0.0002944671
      ],
      [
        "us",
        -0.00015991552
      ],
      [
        "ca",
        -3.9054008e-05
      ]
    ]
  },
  "Evidence for its existence includes the Campbell Beach Ridge, the Blanchard and Herman beaches and the grooves in the Souris and Red River valleys.  Other proofs are the topography of the Sheyenne and Assiniboine Rivers.  It drained into Hudson Bay after the melting of the Laurentide Ice Sheet, but its": {
    "guess": "Lake Agassiz",
    "confidence": [
      [
        "Lake",
        -0.86225
      ],
      [
        " Ag",
        -0.0025957536
      ],
      [
        "ass",
        -0.00035739198
      ],
      [
        "iz",
        -1.1637165e-05
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving this dispute became the major post Civil War task of Charles Francis Adams and it arose from the place of construction of a ship that would later be sunk by the USS Kearsarge. Resolved by an arbitration": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.17147267
      ],
      [
        " Claims",
        -0.015057859
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its namesake \"lensing\". Transmitted by a yet-undetected particle that has zero rest mass, this inverse-square": {
    "guess": "Gravity",
    "confidence": [
      [
        "Gravity",
        -0.69240427
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its namesake \"lensing\". Transmitted by a yet-undetected particle that has zero rest mass, this inverse-square force of infinite range is modeled by the equation F equals G times m sub one times m sub two": {
    "guess": "Gravitational force",
    "confidence": [
      [
        "Gr",
        -0.12910509
      ],
      [
        "avit",
        -0.11222269
      ],
      [
        "ational",
        -0.00155474
      ],
      [
        " force",
        -0.6971076
      ]
    ]
  },
  "The evidence used to incriminate him was supposedly found hidden inside a pumpkin on his accuser's farm. Prosecution team member Richard Nixon convinced the government to try a case against this man after": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.41189596
      ],
      [
        "ger",
        -0.000113794704
      ],
      [
        " H",
        -0.00042662365
      ],
      [
        "iss",
        -4.8828708e-05
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state as many as 15,000 years ago. A sophisticated culture thrived here until Coronado conquered the land": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.18263988
      ],
      [
        " Mexico",
        -0.00014776041
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving this dispute became the major post Civil War task of Charles Francis Adams and it arose from the place of construction of a ship that would later be sunk by the USS Kearsarge. Resolved by an arbitration panel established by the Treaty of Washington with an indemnity payment of $15 million, for 10 points,": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.029201865
      ],
      [
        " Claims",
        -0.013768999
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been used to explain glitches or jumps in pulsar rotational periods and the superfluidity of helium.  Basically stating that coupled electrons can act like bosons, this theory requires the interaction of a crystal lattice by means of a phonon interaction to pair electrons close to the Fermi level into Cooper pairs.  FTP, name this theory dealing with Type I superconductors developed and named for men named John, Leon and Robert who shared the 1972 nobel prize.": {
    "guess": "BCS theory",
    "confidence": [
      [
        "BC",
        -0.17896657
      ],
      [
        "S",
        -4.3202e-07
      ],
      [
        " theory",
        -0.25750875
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite structures. Formations called its \"beds\" are found in the Karoo and Santa Catharina rock strata as": {
    "guess": "Karoo Supergroup",
    "confidence": [
      [
        "K",
        -0.37234065
      ],
      [
        "aroo",
        -1.0206721e-05
      ],
      [
        " Sup",
        -0.07046296
      ],
      [
        "erg",
        -1.6240566e-06
      ],
      [
        "roup",
        -8.12521e-05
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state as many as 15,000 years ago. A sophisticated culture thrived here until Coronado conquered the land for Spain. A mountainous subregion in the southern part of the state is known for having a rough topography and very thin soils. The northeastern corner of the state is marked by the scenic but rough": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.29498723
      ],
      [
        " Mexico",
        -0.0004931026
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves to a substrate. Filter feeders in this phylum excrete pseudofeces and notably lack a toothed chitinous ribbon. Important features of this phylum include an extension of the body wall which is": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.42523527
      ],
      [
        "oll",
        -0.0003118672
      ],
      [
        "us",
        -0.0012836872
      ],
      [
        "ca",
        -0.0002546641
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving this dispute became the major post Civil War task of Charles Francis Adams and it arose from the place of construction of a ship that would later be sunk by the USS Kearsarge. Resolved by an arbitration panel established by the Treaty of Washington with an indemnity payment of $15 million, for 10 points, identify this dispute between the United States and Britain, stemming from British production": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.02918646
      ],
      [
        " Claims",
        -0.013818154
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an all-purpose character for velar sounds, which resembles a cursive \"z\" and is called \"yogh.\" This language": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.007829604
      ],
      [
        " English",
        -0.0033986021
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite structures. Formations called its \"beds\" are found in the Karoo and Santa Catharina rock strata as well as the namesake region in central India which Eduard Suess used to name it. Existing from about 140 to 96 million years ago, it contained present-day Florida, India, Australia, Antarctica, Africa, and South America. For ten points, name this Southern Hemisphere supercontinent, formed after the breakup of Pangaea, which lay across the Tethys Sea from Laurasia.": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.0061240755
      ],
      [
        "ond",
        -3.0545007e-06
      ],
      [
        "w",
        -0.001051627
      ],
      [
        "ana",
        -2.8160932e-06
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its namesake \"lensing\". Transmitted by a yet-undetected particle that has zero rest mass, this inverse-square force of infinite range is modeled by the equation F equals G times m sub one times m sub two divided by r squared, where G is a constant measuring 6.67 x 10-11 Newton meters squared per kilogram squared. For 10 points, name this weakest of the four fundamental forces that Isaac Newton supposedly": {
    "guess": "Gravitational force",
    "confidence": [
      [
        "Gr",
        -0.06562357
      ],
      [
        "avit",
        -0.003917157
      ],
      [
        "ational",
        -1.8908588e-05
      ],
      [
        " force",
        -0.7983779
      ]
    ]
  },
  "Evidence for its existence includes the Campbell Beach Ridge, the Blanchard and Herman beaches and the": {
    "guess": "Lake Agassiz",
    "confidence": [
      [
        "Lake",
        -0.6035699
      ],
      [
        " Ag",
        -0.25421023
      ],
      [
        "ass",
        -0.00033629662
      ],
      [
        "iz",
        -1.7478143e-05
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state as many as 15,000 years ago. A sophisticated culture thrived here until Coronado conquered the land for Spain. A mountainous subregion in the southern part of the state is known for having a rough topography and very thin soils. The northeastern corner of the state is marked by the scenic but rough Ozark Plateau. FTP name this state whose northern and central parts are drained by the Arkansas River and who has the only domeless capital building in the country.": {
    "guess": "Arkansas",
    "confidence": [
      [
        "Ark",
        -0.24162334
      ],
      [
        "ansas",
        -6.086828e-05
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes": {
    "guess": "Air France Flight 447",
    "confidence": [
      [
        "Air",
        -1.7436028
      ],
      [
        " France",
        -0.14456244
      ],
      [
        " Flight",
        -0.00061653164
      ],
      [
        " ",
        -0.00013798571
      ],
      [
        "447",
        -0.21749727
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.0025018174
      ],
      [
        " English",
        -0.00096768007
      ]
    ]
  },
  "The evidence used to incriminate him was supposedly found hidden inside a pumpkin on his accuser's farm. Prosecution team member Richard Nixon convinced the government to try a case against this man after the statute of limitations had run out. For ten points, name this man, accused of spying by Whittaker": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.035235215
      ],
      [
        "ger",
        -4.274932e-05
      ],
      [
        " H",
        -0.00019519613
      ],
      [
        "iss",
        -9.031158e-05
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves to a substrate. Filter feeders in this phylum excrete pseudofeces and notably lack a toothed chitinous ribbon. Important features of this phylum include an extension of the body wall which is often responsible for secreting a calcium carbonate shell, the mantle, as well as the radula. For 10 points, name this phylum containing the classes Gastropoda and Bivalvia, examples of which are snails and mussels.": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.005039014
      ],
      [
        "oll",
        -1.9816675e-06
      ],
      [
        "us",
        -1.7954959e-05
      ],
      [
        "ca",
        -2.4391957e-05
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being moved to London. According to a letter to Tacitus, the most famous of these events inspired a journey": {
    "guess": "Natural Disaster",
    "confidence": [
      [
        "Natural",
        -0.81429034
      ],
      [
        " Disaster",
        -0.61448276
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite structures. Formations called its \"beds\" are found in the Karoo and Santa Catharina rock strata as well as the namesake region in central India which Eduard Suess used to name it. Existing from about": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.008382661
      ],
      [
        "ond",
        -0.0021607296
      ],
      [
        "w",
        -0.002189045
      ],
      [
        "ana",
        -1.504853e-06
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite structures. Formations called its \"beds\" are found in the Karoo and Santa Catharina rock strata as well as the namesake region in central India which Eduard Suess used to name it. Existing from about 140 to 96 million years ago, it contained present-day Florida, India, Australia, Antarctica, Africa, and South America. For ten points, name this Southern Hemisphere supercontinent, formed after the": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.004542623
      ],
      [
        "ond",
        -7.822647e-06
      ],
      [
        "w",
        -0.0006915859
      ],
      [
        "ana",
        -4.1273333e-06
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an all-purpose character for velar sounds, which resembles a cursive \"z\" and is called \"yogh.\" This language existed for most of its lifespan alongside (*) French and Latin, and became the sole tongue during the transition to its successor, the \"Early Modern\" phase. Perhaps the most well-known text in this language begins \"Whan that Aprill, with his shoures soote.\" For 10 points, identify this language,": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.017689189
      ],
      [
        " English",
        -0.00024239712
      ]
    ]
  },
  "The evidence used to incriminate him was supposedly found hidden inside a pumpkin on his accuser's farm.": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.66023207
      ],
      [
        "ger",
        -0.00072899385
      ],
      [
        " H",
        -0.0008741821
      ],
      [
        "iss",
        -3.4405064e-05
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been": {
    "guess": "Bose–Einstein condensate",
    "confidence": [
      [
        "B",
        -1.345572
      ],
      [
        "ose",
        -0.4521482
      ],
      [
        "–",
        -0.6943634
      ],
      [
        "E",
        -8.418666e-06
      ],
      [
        "instein",
        -1.504853e-06
      ],
      [
        " cond",
        -0.054132268
      ],
      [
        "ens",
        -0.17948523
      ],
      [
        "ate",
        -0.005579029
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves to a substrate. Filter feeders in this phylum excrete pseudofeces and notably lack a toothed chitinous ribbon. Important features of this phylum include an extension of the body wall which is often responsible for secreting a calcium carbonate shell, the mantle, as well as the radula. For 10 points, name this phylum containing the classes Gastropoda and Bivalvia, examples of which are snails": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.006501259
      ],
      [
        "oll",
        -6.9882217e-06
      ],
      [
        "us",
        -7.445749e-05
      ],
      [
        "ca",
        -8.75699e-05
      ]
    ]
  },
  "Evidence for its existence includes the Campbell Beach Ridge, the Blanchard and Herman beaches and the grooves in the Souris and Red River valleys.  Other proofs are the topography of the Sheyenne and": {
    "guess": "Lake Agassiz",
    "confidence": [
      [
        "Lake",
        -0.34944502
      ],
      [
        " Ag",
        -0.00034118397
      ],
      [
        "ass",
        -0.000769248
      ],
      [
        "iz",
        -1.5213274e-05
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed": {
    "guess": "Middle English phonology",
    "confidence": [
      [
        "Middle",
        -0.061932165
      ],
      [
        " English",
        -0.0008603655
      ],
      [
        " phon",
        -0.88588566
      ],
      [
        "ology",
        -0.0004251932
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.30421054
      ],
      [
        "oll",
        -0.00012892624
      ],
      [
        "us",
        -0.0637408
      ],
      [
        "ca",
        -0.013357507
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being moved to London. According to a letter to Tacitus, the most famous of these events inspired a journey to (*) Stabiae after being observed from Misenum by Pliny the Elder, who thereby died. Many of Philodemus's": {
    "guess": "Eruption of Mount Vesuvius",
    "confidence": [
      [
        "E",
        -0.17365964
      ],
      [
        "ruption",
        -0.0016403081
      ],
      [
        " of",
        -0.0037523366
      ],
      [
        " Mount",
        -0.019851442
      ],
      [
        " Ves",
        -6.873572e-05
      ],
      [
        "uv",
        -7.465036e-06
      ],
      [
        "ius",
        -1.4378848e-05
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been used to explain glitches or jumps in pulsar rotational periods and the superfluidity of helium.  Basically stating that coupled electrons can act like bosons, this theory requires the interaction of a crystal lattice by means of a phonon interaction to pair electrons close to the Fermi level into": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.2625247
      ],
      [
        "conduct",
        -0.0004645121
      ],
      [
        "ivity",
        -4.441817e-05
      ]
    ]
  },
  "The evidence used to incriminate him was supposedly found hidden inside a pumpkin on his accuser's farm. Prosecution team member Richard Nixon convinced the government to try a case against this man after the statute of limitations had run out. For ten points, name this man, accused of spying by Whittaker Chambers in 1948.": {
    "guess": "Alger Hiss",
    "confidence": [
      [
        "Al",
        -0.061618827
      ],
      [
        "ger",
        -2.7014437e-05
      ],
      [
        " H",
        -3.9054008e-05
      ],
      [
        "iss",
        -0.0001978186
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.19046542
      ],
      [
        "rent",
        -0.015578872
      ],
      [
        " Aff",
        -0.00023929782
      ],
      [
        "air",
        -3.9650025e-05
      ]
    ]
  },
  "Evidence for its existence includes the Campbell Beach Ridge, the Blanchard and Herman beaches and the grooves in the Souris and Red River valleys.  Other proofs are the topography of the Sheyenne and Assiniboine Rivers.  It drained into Hudson Bay after the melting of the Laurentide Ice Sheet, but its remnants were left in North Dakota, Saskatchewan, Ontario, Minnesota and Manitoba.  FTP, identify": {
    "guess": "Glacial Lake Agassiz",
    "confidence": [
      [
        "Gl",
        -0.15121503
      ],
      [
        "acial",
        -1.0683535e-05
      ],
      [
        " Lake",
        -0.047313042
      ],
      [
        " Ag",
        -0.0002036596
      ],
      [
        "ass",
        -1.1041146e-05
      ],
      [
        "iz",
        -5.3193703e-06
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state as many as 15,000 years ago. A sophisticated culture thrived here until Coronado conquered the land for Spain. A mountainous subregion in the southern part of the state is known for having a rough topography and very thin soils. The northeastern corner of the state is marked by the scenic but rough Ozark Plateau. FTP name this state whose northern and central parts are drained by the Arkansas River": {
    "guess": "Arkansas",
    "confidence": [
      [
        "Ark",
        -0.087244645
      ],
      [
        "ansas",
        -5.4550484e-05
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being moved to London. According to a letter to Tacitus, the most famous of these events inspired a journey to (*) Stabiae after being observed from Misenum by Pliny the Elder, who thereby died. Many of Philodemus's writings survive due to one of these events, which preserved the the Villa of the Papyri": {
    "guess": "Eruption of Mount Vesuvius",
    "confidence": [
      [
        "E",
        -0.13844603
      ],
      [
        "ruption",
        -0.000113079484
      ],
      [
        " of",
        -6.515961e-05
      ],
      [
        " Mount",
        -0.01063992
      ],
      [
        " Ves",
        -4.179569e-05
      ],
      [
        "uv",
        -1.147242e-06
      ],
      [
        "ius",
        -7.822647e-06
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl": {
    "guess": "Great Fire of London",
    "confidence": [
      [
        "Great",
        -1.5750014
      ],
      [
        " Fire",
        -0.21722603
      ],
      [
        " of",
        -0.0005464802
      ],
      [
        " London",
        -0.051665794
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving this dispute became the major post Civil War task of Charles Francis Adams and it arose from the place of construction of a ship that would later be sunk by the USS Kearsarge. Resolved by an arbitration panel established by the Treaty of Washington with an indemnity payment of $15 million, for 10 points, identify this dispute between the United States and Britain, stemming from British production of a namesake Confederate warship.": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.1984678
      ],
      [
        " Claims",
        -0.013134228
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the": {
    "guess": "Old English Wikipedia",
    "confidence": [
      [
        "Old",
        -0.42956853
      ],
      [
        " English",
        -0.019569522
      ],
      [
        " Wikipedia",
        -0.7358921
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its namesake \"lensing\". Transmitted by a yet-undetected particle that has zero rest mass, this inverse-square force of infinite range is modeled by the equation F equals G times m sub one times m sub two divided by r squared, where G is a constant measuring 6.67 x 10-11 Newton meters squared per kilogram": {
    "guess": "Gravitational constant",
    "confidence": [
      [
        "Gr",
        -0.092991
      ],
      [
        "avit",
        -0.007414601
      ],
      [
        "ational",
        -2.749125e-05
      ],
      [
        " constant",
        -0.08566212
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an all-purpose character for velar sounds, which resembles a cursive \"z\" and is called \"yogh.\" This language existed for most of its lifespan alongside (*) French and Latin, and became the sole tongue during the transition to its successor, the \"Early Modern\" phase. Perhaps the most well-known text in this language begins \"Whan that Aprill, with his shoures soote.\" For 10 points, identify this language, which flourished from around 1070 to 1500 in the British Isles.": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.0073218164
      ],
      [
        " English",
        -6.9882217e-06
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being": {
    "guess": "Accident",
    "confidence": [
      [
        "Acc",
        -1.4099855
      ],
      [
        "ident",
        -0.36831266
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite structures. Formations called its \"beds\" are found in the Karoo and Santa Catharina rock strata as well as the namesake region in central India which Eduard Suess used to name it. Existing from about 140 to 96 million years ago, it contained present-day Florida, India, Australia, Antarctica, Africa,": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.011956297
      ],
      [
        "ond",
        -0.00019293126
      ],
      [
        "w",
        -0.0010655591
      ],
      [
        "ana",
        -4.8425554e-06
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an all-purpose character for velar sounds, which resembles a cursive \"z\" and is called \"yogh.\" This language existed for most of its lifespan alongside (*) French and Latin, and became the sole tongue during the transition to its successor, the \"Early Modern\" phase. Perhaps the most well-known text in": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.0060989577
      ],
      [
        " English",
        -0.000321519
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being moved to London. According to a letter to Tacitus, the most famous of these events inspired a journey to (*) Stabiae after being observed from Misenum by Pliny the Elder, who thereby died. Many of Philodemus's writings survive due to one of these events, which preserved the the Villa of the Papyri and occurred during the reign of Emperor Titus. For 10 points, name this type of event which, in 79 CE, destroyed the cities of Herculaneum and Pompeii.": {
    "guess": "Eruption of Mount Vesuvius",
    "confidence": [
      [
        "E",
        -0.019922264
      ],
      [
        "ruption",
        -0.00020270597
      ],
      [
        " of",
        -0.00010008628
      ],
      [
        " Mount",
        -0.0012108299
      ],
      [
        " Ves",
        -2.7014437e-05
      ],
      [
        "uv",
        -4.1273333e-06
      ],
      [
        "ius",
        -9.610702e-06
      ]
    ]
  },
  "There is evidence that hunters of the Folsom and Clovis American Indian cultures occupied this state as many as 15,000 years ago. A sophisticated culture thrived here until Coronado conquered the land for Spain. A mountainous subregion in the southern part of the state is known for having a rough topography": {
    "guess": "New Mexico",
    "confidence": [
      [
        "New",
        -0.33332372
      ],
      [
        " Mexico",
        -0.008002758
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves to a substrate. Filter feeders in this phylum excrete pseudofeces and notably lack a toothed": {
    "guess": "Bivalvia",
    "confidence": [
      [
        "B",
        -0.581796
      ],
      [
        "ival",
        -0.0010794912
      ],
      [
        "via",
        -0.03421265
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the": {
    "guess": "Confederate States of America",
    "confidence": [
      [
        "Conf",
        -1.4856482
      ],
      [
        "eder",
        -0.0002637199
      ],
      [
        "ate",
        -0.0017434853
      ],
      [
        " States",
        -0.25436866
      ],
      [
        " of",
        -0.12571809
      ],
      [
        " America",
        -0.0001787497
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving this dispute became the major post Civil War task of Charles Francis Adams and it arose from the place": {
    "guess": "Alabama Claims",
    "confidence": [
      [
        "Alabama",
        -0.20199785
      ],
      [
        " Claims",
        -0.021644926
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from": {
    "guess": "XYZ Affair",
    "confidence": [
      [
        "XYZ",
        -0.46417966
      ],
      [
        " Aff",
        -0.010432906
      ],
      [
        "air",
        -2.5107178e-05
      ]
    ]
  },
  "Evidence for its existence includes the Campbell Beach Ridge, the Blanchard and Herman beaches and the grooves in the Souris and Red River valleys.  Other proofs are the topography of the Sheyenne and Assiniboine Rivers.  It drained into Hudson Bay after the melting of the Laurentide Ice Sheet, but its remnants were left in North Dakota, Saskatchewan, Ontario, Minnesota and Manitoba.  FTP, identify this largest of the glacial lakes, which was named for a 19th century Swiss geologist.": {
    "guess": "Glacial Lake Agassiz",
    "confidence": [
      [
        "Gl",
        -0.22462733
      ],
      [
        "acial",
        -0.00016468366
      ],
      [
        " Lake",
        -0.00023500649
      ],
      [
        " Ag",
        -0.0022900181
      ],
      [
        "ass",
        -0.00039075434
      ],
      [
        "iz",
        -3.917321e-05
      ]
    ]
  },
  "Evidence about one of these events was first systematically studied by the Swiss-born architect Karl Weber and his successor, Francesco La Vega. The most recent event of this kind damaged many of the planes of the 340th Bomb Group in 1944. One of these events resulted in the 1908 Summer Olympics being moved to London. According to a letter to Tacitus, the most famous of these events inspired a journey to (*) Stabiae after being observed from Misenum by Pliny the Elder, who thereby died. Many of Philodemus's writings survive due to one of these events, which preserved the the Villa of the Papyri and occurred during the reign of Emperor Titus. For 10 points, name this type of event which, in 79": {
    "guess": "Eruption of Mount Vesuvius",
    "confidence": [
      [
        "E",
        -0.15624057
      ],
      [
        "ruption",
        -0.00037800323
      ],
      [
        " of",
        -0.00024751187
      ],
      [
        " Mount",
        -0.0026403414
      ],
      [
        " Ves",
        -1.867018e-05
      ],
      [
        "uv",
        -1.9361265e-07
      ],
      [
        "ius",
        -4.9617593e-06
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars,": {
    "guess": "Gravitational waves",
    "confidence": [
      [
        "Gr",
        -0.07628496
      ],
      [
        "avit",
        -0.00075983827
      ],
      [
        "ational",
        -2.4584822e-06
      ],
      [
        " waves",
        -0.64864737
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the present participle and the gerund, while the lengthening of first-syllable vowels in words composed of two short syllables led to the muting of final \"e.\" This language's writing system included an all-purpose character for velar sounds, which resembles a cursive \"z\" and is called \"yogh.\" This language existed for most of its lifespan alongside (*) French and Latin, and became the sole tongue during": {
    "guess": "Middle English",
    "confidence": [
      [
        "Middle",
        -0.0018351107
      ],
      [
        " English",
        -0.00036239854
      ]
    ]
  },
  "Evidence for it includes the population pattern of the glossopteris plant and similarities in tillite": {
    "guess": "Gondwana",
    "confidence": [
      [
        "G",
        -0.4632549
      ],
      [
        "ond",
        -0.26772794
      ],
      [
        "w",
        -0.00023536409
      ],
      [
        "ana",
        -6.704273e-07
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.64661974
      ],
      [
        "conduct",
        -0.17844811
      ],
      [
        "ivity",
        -0.010109134
      ]
    ]
  },
  "Evidence of female literacy in this language is contained in such corpora as the Wooing Group and the Katherine Group. The merging of dialects in this language caused the loss of distinction between the": {
    "guess": "Middle English Texts",
    "confidence": [
      [
        "Middle",
        -0.017339414
      ],
      [
        " English",
        -0.0004185178
      ],
      [
        " Text",
        -0.7147826
      ],
      [
        "s",
        -0.03744444
      ]
    ]
  },
  "Evidence suggests that one organism in this phylum introduced the parasite Haplosporidium nelsoni to the Chesapeake Bay. That organism is Crassostrea gigas. The laterofrontal cirri of the ctenidia in this phylum filter and retain particles. Some organisms in this phylum use byssal threads to attach themselves to a substrate. Filter feeders in this phylum excrete pseudofeces and notably lack a toothed chitinous ribbon. Important features of this phylum include an extension of the body wall which is often responsible for secreting a calcium carbonate shell, the mantle, as well as the radula. For": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.008151279
      ],
      [
        "oll",
        -3.888926e-06
      ],
      [
        "us",
        -0.00014120422
      ],
      [
        "ca",
        -5.3954464e-05
      ]
    ]
  },
  "Evidence presented during the resolution of this historical affair included an intercepted letter from artillery captain Caleb Huse to Major Josiah Gorgas. The language relevant to this dispute in the treaty which led to its resolution was later adopted as Article 8 of the 1907 Hague Convention. One party to this dispute rejected a settlement proposed at the Johnson-Clarendon Convention. Resolving": {
    "guess": "Trent Affair",
    "confidence": [
      [
        "T",
        -0.1415153
      ],
      [
        "rent",
        -0.015109177
      ],
      [
        " Aff",
        -0.00034428327
      ],
      [
        "air",
        -2.7133641e-05
      ]
    ]
  },
  "The evidence for it first came from a study of the isotope effect on critical temperature which created a band gap.  Developed by the use of an earlier approach meant for explaining polarons, it has been used to explain glitches or jumps in pulsar rotational periods and the superfluidity of helium.  Basically stating that coupled electrons can act like bosons, this theory requires the interaction of a crystal lattice by means of a phonon interaction to pair electrons close to the Fermi level into Cooper pairs.  FTP, name this theory dealing with Type I superconductors developed and named for men": {
    "guess": "BCS theory",
    "confidence": [
      [
        "BC",
        -0.21247584
      ],
      [
        "S",
        -2.9352968e-06
      ],
      [
        " theory",
        -0.1514752
      ]
    ]
  },
  "Evidence for waves produced by this force has been gathered by observing orbits of close binary pulsars, and Arthur Eddington was the first to observe the bending of light by this phenomenon, called its namesake \"lensing\". Transmitted by a yet-undetected particle that has zero rest mass, this inverse-square force of infinite range is modeled by the equation F equals G times m sub one times m sub two divided by r squared, where G is a constant measuring 6.67 x 10-11 Newton meters squared per kilogram squared. For 10 points, name this weakest of the four fundamental forces that Isaac Newton supposedly experienced when watching an apple fall.": {
    "guess": "Gravitational force",
    "confidence": [
      [
        "Gr",
        -0.061259083
      ],
      [
        "avit",
        -0.0035261833
      ],
      [
        "ational",
        -1.473646e-05
      ],
      [
        " force",
        -0.76903
      ]
    ]
  }
}