{
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that could not be overcome for certain irregular primes. Gerhard Frey showed this problem's equivalence to the Taniyama-Shimura conjecture, which Ken Ribet proved in 1986, while three years earlier, Gerd Faltings showed it has a finite number of relatively prime solutions for n greater than or equal to 3.  Finally, in 1995 Andrew Wiles proved, for ten points, what conjecture that there are no non-trivial positive integers such that x to the n plus y to the n equal z to the n for n bigger than 2?": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.0034322157
      ],
      [
        "erm",
        -2.4153549e-05
      ],
      [
        "at",
        -4.429897e-05
      ],
      [
        "'s",
        -0.0005930668
      ],
      [
        " Last",
        -0.00010854974
      ],
      [
        " The",
        -3.500108e-05
      ],
      [
        "orem",
        -1.3663626e-05
      ]
    ]
  },
  "Ernst Abbe modified the design of one of these objects named for Porro. Canada balsam is used to bind the two parts of the one named for Nicol. Those parts are made from calcite. They can be reflecting or refracting, the latter of which can be used to (*) diffract light. Commonly encountered ones are": {
    "guess": "Porro prism",
    "confidence": [
      [
        "Por",
        -0.14080839
      ],
      [
        "ro",
        -1.4259645e-05
      ],
      [
        " prism",
        -0.16931526
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George Enescu wrote a pair of them inspired by his home country. A group of nineteen of these pieces includes": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.8994352
      ],
      [
        "haps",
        -0.024980694
      ],
      [
        "ody",
        -0.16307743
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs.": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -1.22049
      ],
      [
        "haps",
        -0.09880277
      ],
      [
        "ody",
        -0.012459144
      ]
    ]
  },
  "Ernst Barlach was one of the few sculptors to work in this style. Its precursors go back to Matthias Grünewald, but it took its modern impetus from Gauguin's exclusion of shadows and use of folk methods,": {
    "guess": "Expressionism",
    "confidence": [
      [
        "Expression",
        -0.028675169
      ],
      [
        "ism",
        -0.13923946
      ]
    ]
  },
  "Ernst Munch used the pressure flow hypothesis to explain movement of substances in this tissue. This": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.001484628
      ],
      [
        "lo",
        -3.5716304e-05
      ],
      [
        "em",
        -1.7835755e-05
      ]
    ]
  },
  "Ernst Barlach was one of the few sculptors to work in this style. Its precursors go back to Matthias Grünewald, but it took its modern impetus from Gauguin's exclusion of shadows and use of folk methods, and the unique color and line stylizations of Van Gogh. For 10 points—name this art movement which abandoned Impressionism's goal of painting that which is seen in favor of representing emotion.": {
    "guess": "Expressionism",
    "confidence": [
      [
        "Expression",
        -0.06529797
      ],
      [
        "ism",
        -0.0025110934
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George Enescu wrote a pair of them inspired by his home country. A group of nineteen of these pieces includes ones subtitled \"Héroïde-élégiaque\" and \"Pesther Carneval.\" Another work in this form is a piano concerto-like set of variations on Caprice No. 24 by Paganini, and was written by Rachmaninoff. For": {
    "guess": "Theme and Variations",
    "confidence": [
      [
        "Theme",
        -0.4159539
      ],
      [
        " and",
        -0.0010098268
      ],
      [
        " Vari",
        -0.3689359
      ],
      [
        "ations",
        -7.338466e-05
      ]
    ]
  },
  "Ernst Munch used the pressure flow hypothesis to explain movement of substances in this tissue. This tissue is composed of companion cells, which aid elongated cells with nuclei, the sieve-tube members.": {
    "guess": "Phloem transport model",
    "confidence": [
      [
        "Ph",
        -0.0007069522
      ],
      [
        "lo",
        -2.3392786e-06
      ],
      [
        "em",
        -7.822647e-06
      ],
      [
        " transport",
        -0.54846793
      ],
      [
        " model",
        -1.3427575
      ]
    ]
  },
  "Ernst Barlach was one of the few sculptors to work in this style. Its precursors go back to Matthias Grünewald, but it took its modern impetus from Gauguin's exclusion of shadows and use of folk methods, and the unique color and line stylizations of Van Gogh. For 10 points—name this art movement which": {
    "guess": "Expressionism",
    "confidence": [
      [
        "Expression",
        -0.15732458
      ],
      [
        "ism",
        -0.004622849
      ]
    ]
  },
  "Ernst Munch used the pressure flow hypothesis to explain movement of substances in this tissue. This tissue is composed of companion cells, which aid elongated cells with nuclei, the sieve-tube members. Movement in this tissue is bidirectional, but always goes from sugar sources to sugar sinks. It is": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.0034085824
      ],
      [
        "lo",
        -2.4391957e-05
      ],
      [
        "em",
        -1.1279553e-05
      ]
    ]
  },
  "Ernst Munch used the pressure flow hypothesis to explain movement of substances in this tissue. This tissue is composed of companion cells, which aid elongated cells with nuclei, the sieve-tube members. Movement in this tissue is bidirectional, but always goes from sugar sources to sugar sinks. It is formed on the outside of the vascular cambium, and transports food throughout a plant. For 10 points,": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.003039863
      ],
      [
        "lo",
        -2.1008714e-06
      ],
      [
        "em",
        -2.577686e-06
      ]
    ]
  },
  "Ernst Abbe modified the design of one of these objects named for Porro. Canada balsam is used to bind the two parts of the one named for Nicol. Those parts are made from calcite. They can be reflecting": {
    "guess": "Porro prism",
    "confidence": [
      [
        "Por",
        -0.053428244
      ],
      [
        "ro",
        -1.867018e-05
      ],
      [
        " prism",
        -0.120264426
      ]
    ]
  },
  "Ernst Abbe modified the design of one of these objects named for Porro. Canada balsam is used to bind": {
    "guess": "Porro prism",
    "confidence": [
      [
        "Por",
        -0.05616821
      ],
      [
        "ro",
        -7.660316e-05
      ],
      [
        " prism",
        -0.023790888
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George Enescu wrote a pair of them inspired by his home country. A group of nineteen of these pieces includes ones subtitled \"Héroïde-élégiaque\" and \"Pesther Carneval.\" Another work in this form is a piano concerto-like set of variations on Caprice No. 24 by Paganini, and was written by Rachmaninoff. For 10 points, name this single-movement musical form, the most familiar example of which is probably": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.040841397
      ],
      [
        "haps",
        -0.010452482
      ],
      [
        "ody",
        -0.0025232227
      ]
    ]
  },
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that could not be overcome for certain irregular primes. Gerhard Frey showed this problem's equivalence to the Taniyama-Shimura conjecture, which Ken Ribet proved in 1986, while three years earlier,": {
    "guess": "Taniyama-Shimura conjecture",
    "confidence": [
      [
        "T",
        -0.32582703
      ],
      [
        "ani",
        -0.0002389402
      ],
      [
        "y",
        -6.563642e-05
      ],
      [
        "ama",
        -2.0815847e-05
      ],
      [
        "-Sh",
        -0.5963016
      ],
      [
        "im",
        -0.00014287306
      ],
      [
        "ura",
        -4.3822154e-05
      ],
      [
        " conject",
        -0.07457305
      ],
      [
        "ure",
        -4.2272506e-05
      ]
    ]
  },
  "Ernst Abbe modified the design of one of these objects named for Porro. Canada balsam is used to bind the two parts of the one named for Nicol. Those parts are made from calcite. They can be reflecting or refracting, the latter of which can be used to (*) diffract light. Commonly encountered ones are are the triangular form of the shape for which they are named. For 10 points, name these devices that": {
    "guess": "Prism",
    "confidence": [
      [
        "Pr",
        -0.75264406
      ],
      [
        "ism",
        -0.010236572
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George Enescu wrote a pair of them inspired by his home country. A group of nineteen of these pieces includes ones subtitled \"Héroïde-élégiaque\" and \"Pesther Carneval.\" Another work in this form is a piano concerto-like set of variations on Caprice No. 24 by Paganini, and was written by Rachmaninoff. For 10 points, name this single-movement musical form, the most familiar example of which is probably the one \"in Blue\" by George Gershwin.": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.15919797
      ],
      [
        "haps",
        -0.0029446557
      ],
      [
        "ody",
        -0.00029935446
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter": {
    "guess": "Rhapsody for Alto, Male Chorus, and Orchestra",
    "confidence": [
      [
        "R",
        -1.688168
      ],
      [
        "haps",
        -0.032308906
      ],
      [
        "ody",
        -0.06318577
      ],
      [
        " for",
        -0.551911
      ],
      [
        " Alto",
        -0.4047432
      ],
      [
        ",",
        -0.046005677
      ],
      [
        " Male",
        -0.03303738
      ],
      [
        " Ch",
        -0.10830526
      ],
      [
        "orus",
        -0.0010862822
      ],
      [
        ",",
        -0.10907261
      ],
      [
        " and",
        -0.0038938995
      ],
      [
        " Orchestra",
        -0.0021825
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George Enescu wrote a pair of them inspired by his home country. A group of nineteen of these pieces includes ones subtitled \"Héroïde-élégiaque\" and \"Pesther Carneval.\" Another work in this form is a piano": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -1.1194574
      ],
      [
        "haps",
        -0.01900895
      ],
      [
        "ody",
        -0.01688404
      ]
    ]
  },
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that": {
    "guess": "Cauchy's theorem",
    "confidence": [
      [
        "Ca",
        -1.0788132
      ],
      [
        "uch",
        -1.6643718e-05
      ],
      [
        "y",
        -8.42322e-05
      ],
      [
        "'s",
        -1.0727668
      ],
      [
        " theorem",
        -0.56115884
      ]
    ]
  },
  "Ernst Abbe modified the design of one of these objects named for Porro. Canada balsam is used to bind the two parts of the one named for Nicol. Those parts are made from calcite. They can be reflecting or refracting, the latter of which can be used to (*) diffract light. Commonly encountered ones are are the triangular form of the shape for which they are named. For 10 points, name these devices that can be used to decompose white light into its colored components creating a rainbow pattern.": {
    "guess": "Prism",
    "confidence": [
      [
        "Pr",
        -0.27203268
      ],
      [
        "ism",
        -5.2047206e-05
      ]
    ]
  },
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that could not be overcome for certain irregular primes. Gerhard Frey showed this problem's equivalence to the Taniyama-Shimura conjecture, which Ken Ribet proved in 1986, while three years earlier, Gerd Faltings showed it has a finite number of relatively prime solutions for n greater than or equal": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.07841685
      ],
      [
        "erm",
        -0.00027254096
      ],
      [
        "at",
        -1.2664457e-06
      ],
      [
        "'s",
        -7.302705e-05
      ],
      [
        " Last",
        -7.107425e-06
      ],
      [
        " The",
        -5.955704e-05
      ],
      [
        "orem",
        -8.776276e-06
      ]
    ]
  },
  "Ernst Barlach was one of the few sculptors to work in this style. Its precursors go back to Matthias": {
    "guess": "Expressionism",
    "confidence": [
      [
        "Expression",
        -0.036534116
      ],
      [
        "ism",
        -0.09155494
      ]
    ]
  },
  "Ernst Munch used the pressure flow hypothesis to explain movement of substances in this tissue. This tissue is composed of companion cells, which aid elongated cells with nuclei, the sieve-tube members. Movement in this tissue is bidirectional, but always goes from sugar sources to sugar sinks. It is formed on the outside of the vascular cambium, and transports food throughout a plant. For 10 points, name this tissue of vascular plants, which is contrasted with xylem.": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.0006364276
      ],
      [
        "lo",
        -4.246537e-06
      ],
      [
        "em",
        -6.6306106e-06
      ]
    ]
  },
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that could not be overcome for certain irregular primes. Gerhard Frey showed this problem's equivalence": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.2414489
      ],
      [
        "erm",
        -0.022324692
      ],
      [
        "at",
        -0.0001170132
      ],
      [
        "'s",
        -0.0012728544
      ],
      [
        " Last",
        -0.0038313102
      ],
      [
        " The",
        -6.968935e-05
      ],
      [
        "orem",
        -3.5716304e-05
      ]
    ]
  },
  "Ernst Kummer showed that non-unique factorization produced a fatal flaw in the work of Cauchy and Lam?that could not be overcome for certain irregular primes. Gerhard Frey showed this problem's equivalence to the Taniyama-Shimura conjecture, which Ken Ribet proved in 1986, while three years earlier, Gerd Faltings showed it has a finite number of relatively prime solutions for n greater than or equal to 3.  Finally, in 1995 Andrew Wiles proved, for ten points, what conjecture that there are no non-trivial": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.2290322
      ],
      [
        "erm",
        -0.0006389309
      ],
      [
        "at",
        -1.5928495e-05
      ],
      [
        "'s",
        -0.0004745215
      ],
      [
        " Last",
        -0.0011951097
      ],
      [
        " The",
        -2.129266e-05
      ],
      [
        "orem",
        -7.9418505e-06
      ]
    ]
  },
  "One of Ernst von Dohnányi's final compositions was one in this form incorporating American folksongs. Brahms wrote one as a wedding gift for Schumann's daughter Julie, which used words from Goethe's \"Winter Journey in the Harz.\" The most famous work by Emmanuel Chabrier, España, is in this form. George": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.36037484
      ],
      [
        "haps",
        -0.0070752786
      ],
      [
        "ody",
        -0.0010062543
      ]
    ]
  }
}