{
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the sea-blooms and the oozy woods which wear the sapless foliage of the ocean\" \"suddenly grow gray with": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.7684751
      ],
      [
        "de",
        -0.0016062708
      ],
      [
        " to",
        -0.3881556
      ],
      [
        " the",
        -0.015788341
      ],
      [
        " West",
        -0.013682926
      ],
      [
        " Wind",
        -2.2127088e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.9821025
      ],
      [
        "de",
        -0.0028091557
      ],
      [
        " to",
        -0.070948005
      ],
      [
        " the",
        -0.45592818
      ],
      [
        " West",
        -0.0032327326
      ],
      [
        " Wind",
        -6.420598e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the sea-blooms and the oozy woods which wear the sapless foliage of the ocean\" \"suddenly grow gray with fear\" after hearing the subject's voice, and notes that he, like the subject, is \"tameless, and swift, and proud.\"  Asking \"if winter comes, can spring be far behind?,\" FTP name this poem in which the speaker wishes to have his \"dead thoughts\" driven \"over the universe, like wither'd leaves,\" by Percy": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.0068192123
      ],
      [
        "de",
        -0.00084572175
      ],
      [
        " to",
        -0.00061545876
      ],
      [
        " the",
        -0.00066347216
      ],
      [
        " West",
        -0.00041529932
      ],
      [
        " Wind",
        -1.6286107e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the sea-blooms and the oozy woods which wear the sapless foliage of the ocean\" \"suddenly grow gray with fear\" after hearing the subject's voice, and notes that he, like the subject, is \"tameless, and swift, and proud.\"  Asking \"if winter comes, can spring be far behind?,\" FTP name this poem in which the": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.0138308415
      ],
      [
        "de",
        -0.008476758
      ],
      [
        " to",
        -0.00010127832
      ],
      [
        " the",
        -0.0012189285
      ],
      [
        " West",
        -0.0004419936
      ],
      [
        " Wind",
        -2.939851e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the sea-blooms and the oozy woods which wear the sapless foliage of the ocean\" \"suddenly grow gray with fear\" after hearing the subject's voice, and notes that he, like the subject, is \"tameless, and swift,": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.22391795
      ],
      [
        "de",
        -0.001409878
      ],
      [
        " to",
        -0.033592224
      ],
      [
        " the",
        -0.020046946
      ],
      [
        " West",
        -0.0014355894
      ],
      [
        " Wind",
        -2.8325678e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject was to awaken the \"blue Mediterranean\" \"from his summer dreams.\"  The speaker notes that \"the sea-blooms and the oozy woods which wear the sapless foliage of the ocean\" \"suddenly grow gray with fear\" after hearing the subject's voice, and notes that he, like the subject, is \"tameless, and swift, and proud.\"  Asking \"if winter comes, can spring be far behind?,\" FTP name this poem in which the speaker wishes to have his \"dead thoughts\" driven \"over the universe, like wither'd leaves,\" by Percy Bysshe Shelley.": {
    "guess": "Ode to the West Wind",
    "confidence": [
      [
        "O",
        -0.0026672117
      ],
      [
        "de",
        -8.42322e-05
      ],
      [
        " to",
        -9.984788e-05
      ],
      [
        " the",
        -0.00033332017
      ],
      [
        " West",
        -0.0005035852
      ],
      [
        " Wind",
        -1.3663626e-05
      ]
    ]
  },
  "I.J. Kapstein postulated that this work was inspired by its author's visits to the Cascine, and its subject": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -1.528158
      ],
      [
        " Picture",
        -2.1412694
      ],
      [
        " of",
        -0.0010611523
      ],
      [
        " D",
        -0.21877262
      ],
      [
        "orian",
        -3.3809047e-05
      ],
      [
        " Gray",
        -0.00043078844
      ]
    ]
  }
}