{
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are Cardinal Newman and Lord Byron, though at the close of that section he wanders into a bad part of town": {
    "guess": "The Recognitions",
    "confidence": [
      [
        "The",
        -0.14562859
      ],
      [
        " Recogn",
        -0.5395582
      ],
      [
        "itions",
        -0.0005782929
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's Pit, and Heaven's Fissure\" and the ninth chapter includes \"dispersive\", \"contentious\", and \"entrapping\" among the \"Nine Terrains\". This work often emphasizes the numbers nine and five, the latter given as the number of types of spies and methods of attacking with fire. A famous annotated edition of this work was produced by Cao Cao. For 10 points, identify this work which describes the \"true pinnacle of excellence\" as \"subjugating the enemy…without fighting\", a tactical treatise written by Sun-Tzu.": {
    "guess": "The Art of War",
    "confidence": [
      [
        "The",
        -0.002211635
      ],
      [
        " Art",
        -0.00092039286
      ],
      [
        " of",
        -0.00022785427
      ],
      [
        " War",
        -6.980855e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March": {
    "guess": "The Secret History (Donna Tartt novel)",
    "confidence": [
      [
        "The",
        -0.4138803
      ],
      [
        " Secret",
        -0.24721687
      ],
      [
        " History",
        -0.0033286149
      ],
      [
        " (",
        -0.35863557
      ],
      [
        "Don",
        -0.46962008
      ],
      [
        "na",
        -3.650519e-06
      ],
      [
        " Tart",
        -3.3213026e-05
      ],
      [
        "t",
        -0.0037695551
      ],
      [
        " novel",
        -0.0009920801
      ],
      [
        ")",
        -3.261701e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are Cardinal Newman and Lord Byron, though at the close of that section he wanders into a bad part of town and sleeps with a prostitute.  In the first section, Mr. John Casey and the protagonist's governess Dante argue over Charles Parnell, and one of the book's best-known scenes occurs on a beach, where the main character has a noted epiphany while observing a girl.  FTP, name this 1916 novel about": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.043197405
      ],
      [
        " Portrait",
        -0.00028970264
      ],
      [
        " of",
        -5.4788892e-05
      ],
      [
        " the",
        -0.00035584232
      ],
      [
        " Artist",
        -0.00012213163
      ],
      [
        " as",
        -4.2272506e-05
      ],
      [
        " a",
        -8.542423e-05
      ],
      [
        " Young",
        -7.421909e-05
      ],
      [
        " Man",
        -2.4749568e-05
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming that the title character had made an advance on his wife, the main character signs his house over to the title character. In this work's final scene, the title character is arrested by an officer of the prince for his past crimes while Valere, Marianne, and Cleante, among others, look on. For ten": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.0091017485
      ],
      [
        "art",
        -2.6418418e-05
      ],
      [
        "uff",
        -1.9361265e-07
      ],
      [
        "e",
        -1.60477e-05
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed suicide through hara-kiri. Over 10,000 American lives were lost during the fighting, a number dwarfed by the 100,000 Japanese soldiers killed, along with another 100,000 civilians. The Japanese eventually withdrew after the sinking of the Yamato meant that they could not be relieved by fresh troops,": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.018741772
      ],
      [
        " of",
        -0.0003514318
      ],
      [
        " Ok",
        -3.4524266e-05
      ],
      [
        "in",
        -9.610702e-06
      ],
      [
        "awa",
        -0.00010175513
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's Pit, and Heaven's Fissure\" and the ninth chapter includes \"dispersive\", \"contentious\", and \"entrapping\" among the \"Nine Terrains\". This work often emphasizes the numbers nine and five, the latter given as the number of types of spies and methods of attacking with fire. A famous annotated edition of": {
    "guess": "The Art of War",
    "confidence": [
      [
        "The",
        -0.4539062
      ],
      [
        " Art",
        -0.002375058
      ],
      [
        " of",
        -0.00034225677
      ],
      [
        " War",
        -3.619312e-05
      ]
    ]
  },
  "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his life, he composed a Clarinet Quintet and a Clarinet Concerto for his friend, Anton Stadler. He did not live to complete the (*) Lacrimosa section of his Requiem Mass, but this child prodigy did finish 41 symphonies, including the Jupiter Symphony. Eine Kleine Nachtmusik [\"eye\"-nuh kl\"eye\"-nuh nahkt": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.013537584
      ],
      [
        "ol",
        -5.276243e-05
      ],
      [
        "fgang",
        -9.253091e-06
      ],
      [
        " Am",
        -0.00011772843
      ],
      [
        "ade",
        -6.0345924e-06
      ],
      [
        "us",
        -5.109358e-05
      ],
      [
        " Mozart",
        -4.365741e-06
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises": {
    "guess": "Zhuangzi",
    "confidence": [
      [
        "Z",
        -1.6016301
      ],
      [
        "hu",
        -0.0009729213
      ],
      [
        "ang",
        -0.0001624188
      ],
      [
        "zi",
        -0.01593524
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its Harrier vertical takeoff fighters proved effective in another conflict. This air force carried out the first one thousand bomber raid of World War II when it raided Cologne, part of its campaign of night bombing during World War II. Hawker Hurricanes and Supermarine Spitfires were the mainstays of": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.05123087
      ],
      [
        " Air",
        -2.749125e-05
      ],
      [
        " Force",
        -0.00013512482
      ]
    ]
  },
  "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his life, he composed a Clarinet Quintet and a Clarinet Concerto for his friend, Anton Stadler. He did not": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.10890639
      ],
      [
        "ol",
        -0.0003061454
      ],
      [
        "fgang",
        -1.8074163e-05
      ],
      [
        " Am",
        -0.00015908109
      ],
      [
        "ade",
        -1.7120534e-05
      ],
      [
        "us",
        -2.4391957e-05
      ],
      [
        " Mozart",
        -1.5809293e-05
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming that the title character had made an advance on his wife, the main character signs his house over to the title character. In this work's final scene, the title character is arrested by an officer of the prince for his past crimes while Valere, Marianne, and Cleante, among others, look on. For ten points, identify this play about the titular hypocrite who attempts to swindle Orgon, a comedy by Moliere.": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.003282406
      ],
      [
        "art",
        -2.5703197e-05
      ],
      [
        "uff",
        -1.0280384e-06
      ],
      [
        "e",
        -6.0345924e-06
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming that the title character had made an advance on his wife, the main character signs his house over to the title character. In this work's final scene, the title character is arrested by an officer": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.04479366
      ],
      [
        "art",
        -0.000104496816
      ],
      [
        "uff",
        -6.749814e-06
      ],
      [
        "e",
        -6.0345924e-06
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In the second to last movement of this suite, a series of rapidly rising octaves represents the flight of a witch. This suite's movements are interspersed with (*) Promenades representing the composer walking to view Victor Hartmann's paintings, such as The Great Gate of Kiev, which inspired the name of this work. For 10 points, name this suite by Modest Mussorgsky which represents its movements as pieces": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0030913202
      ],
      [
        " at",
        -1.8789384e-05
      ],
      [
        " an",
        -5.9153886e-06
      ],
      [
        " Exhibition",
        -6.511407e-06
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its Harrier vertical takeoff fighters proved effective in another conflict. This air force carried out the first one thousand bomber raid of World War II when it raided Cologne, part of its campaign of night bombing during World War II. Hawker Hurricanes and Supermarine Spitfires were the mainstays of this air force during a battle in which Winston Churchill referred to it, claiming that \"Never was so much owed to so few.\" For 10 points, name this air force of the United Kingdom.": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.027618736
      ],
      [
        " Air",
        -1.9816675e-06
      ],
      [
        " Force",
        -5.145119e-05
      ]
    ]
  },
  "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his life, he composed a Clarinet Quintet and a Clarinet Concerto for his friend, Anton Stadler. He did not live to complete the (*) Lacrimosa section of his Requiem Mass, but this child prodigy did finish 41 symphonies, including the Jupiter Symphony. Eine Kleine Nachtmusik [\"eye\"-nuh kl\"eye\"-nuh nahkt moo-zeek] was composed by, for 10 points, what Austrian composer?": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.0064569553
      ],
      [
        "ol",
        -8.304016e-05
      ],
      [
        "fgang",
        -1.640531e-05
      ],
      [
        " Am",
        -9.233804e-05
      ],
      [
        "ade",
        -6.2729996e-06
      ],
      [
        "us",
        -5.9080223e-05
      ],
      [
        " Mozart",
        -1.3856493e-06
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being invaded by the Lombards under Desiderius. The sixth pope of this name served only briefly between Leo X and Clement VII, but found time to launch the counter-reformation as the only Dutch pope. Another": {
    "guess": "Pope Adrian VI",
    "confidence": [
      [
        "P",
        -0.2555532
      ],
      [
        "ope",
        -0.0058928877
      ],
      [
        " Adrian",
        -0.41964474
      ],
      [
        " VI",
        -0.040839788
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being invaded by the Lombards under Desiderius. The sixth pope of this name served only briefly between Leo X and Clement VII, but found time to launch the counter-reformation as the only Dutch pope. Another pope of this name warred with William the Bad of Sicily and crowned Frederick Barbarossa Holy Roman Emperor. For 10 points, give this name taken by a man born Nicholas Breakspear, the only English": {
    "guess": "Pope Adrian IV",
    "confidence": [
      [
        "P",
        -0.91716534
      ],
      [
        "ope",
        -0.010551222
      ],
      [
        " Adrian",
        -0.44563943
      ],
      [
        " IV",
        -0.040488858
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's Pit, and Heaven's Fissure\" and the ninth chapter includes \"dispersive\", \"contentious\", and \"entrapping\"": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.5183447
      ],
      [
        "ao",
        -0.00239789
      ],
      [
        " Te",
        -0.0026081179
      ],
      [
        " Ch",
        -0.0002739714
      ],
      [
        "ing",
        -1.6524515e-05
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being invaded by the Lombards under Desiderius. The sixth pope of this name served only briefly between Leo X and Clement VII, but found time to launch the counter-reformation as the only Dutch pope. Another pope of this name warred with William the Bad of Sicily and crowned Frederick Barbarossa Holy": {
    "guess": "Pope Clement",
    "confidence": [
      [
        "P",
        -0.42838848
      ],
      [
        "ope",
        -0.011402645
      ],
      [
        " Clement",
        -1.5559756
      ]
    ]
  },
  "The fifth chapter of this book was published forty years after the rest. It traces the experiences of two doctors, two women, and two clerics, including Father Kleinsorge and Mrs. Nakamura. Occupying an": {
    "guess": "Hiroshima (book)",
    "confidence": [
      [
        "H",
        -0.03663284
      ],
      [
        "iro",
        -0.010385944
      ],
      [
        "shima",
        -0.00026479273
      ],
      [
        " (",
        -0.007255312
      ],
      [
        "book",
        -0.0009499297
      ],
      [
        ")",
        -9.4245304e-05
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its Harrier vertical takeoff fighters proved effective in another conflict. This air force carried out the first one thousand bomber raid of World War II when it raided Cologne, part of its campaign of night bombing during World War II. Hawker Hurricanes and Supermarine Spitfires were the mainstays of this air force during a battle in which Winston Churchill referred to it, claiming that \"Never was": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.036960773
      ],
      [
        " Air",
        -2.6299214e-05
      ],
      [
        " Force",
        -9.0788395e-05
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea sparked another 15 years of fighting. Cynossema and Cyzicus were naval victories for Athens, which relied throughout on the power of its navy to protect its trade routes. The disastrous Athenian campaign against Syracuse cost it much of its fleet, and despite the efforts of Alcibiades, Lysander's victory at Aegospotami led to Sparta's victory. Recorded in detail by Xenophon and Thucydides, FTP, what was this war named for the isthmus in the south of Greece?": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0014255947
      ],
      [
        "op",
        -3.1305768e-05
      ],
      [
        "on",
        -0.00021652991
      ],
      [
        "nes",
        -1.0206721e-05
      ],
      [
        "ian",
        -3.368984e-05
      ],
      [
        " War",
        -2.1650272e-05
      ]
    ]
  },
  "Fifty-one years after the birth of his son, this artist married the mother, but Rose Beuret passed two weeks later and the artist died in November of that year. The marriage was perhaps delayed by a long affair with his student, Camille Claudel, thought to be the source of The Poet and Love, The Genius and Pity, and The Sculptor and his Muse. FTP, name this French sculptor better known for Dante-inspired The Gates of Hell, and for The Thinker.": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.007976384
      ],
      [
        "e",
        -0.00053230225
      ],
      [
        " Rod",
        -1.6882126e-05
      ],
      [
        "in",
        -1.9027791e-05
      ]
    ]
  },
  "Fifty-one years after the birth of his son, this artist married the mother, but Rose Beuret passed two weeks later and the artist died in November of that year. The marriage was perhaps delayed by a long affair with his student, Camille Claudel, thought to be the source of The Poet and Love, The Genius": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.007472217
      ],
      [
        "e",
        -0.00084798306
      ],
      [
        " Rod",
        -0.00021652991
      ],
      [
        "in",
        -2.749125e-05
      ]
    ]
  },
  "After fighting in the revolutionary armies that defeated the Spanish and gained independence for many South American nations, they went on to fight for the caudillos, Latin American military leaders that were vying for power. Before this, they were rounding up the herds of horses and cattle that roamed the Andes. FTP, identify these \"Cowboys of the Pampas.\"": {
    "guess": "Gaucho",
    "confidence": [
      [
        "G",
        -0.40761366
      ],
      [
        "au",
        -0.00019817622
      ],
      [
        "cho",
        -1.9361265e-07
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended up just pummeling that man, Cygnus, until he became a swan. He may have assumed the name Aissa while hiding in the court of Lycomedes, and some of his famous actions include killing the Amazon Penthiselia and fighting the river-god Scamander. For 10 points, name this figure whose death was brought about by an Apollo-guided arrow, and whose armor was the subject of a spat between Ajax and Odysseus,": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0020075068
      ],
      [
        "ch",
        -1.1398757e-05
      ],
      [
        "illes",
        -0.00016504127
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being invaded by the Lombards under Desiderius. The sixth pope of this name served only briefly between Leo X and Clement VII, but found time to launch the counter-reformation as the only Dutch pope. Another pope of this name warred with William the Bad of Sicily and crowned Frederick Barbarossa Holy Roman Emperor. For 10 points, give this name taken by a man born Nicholas Breakspear, the only English pope.": {
    "guess": "Adrian I",
    "confidence": [
      [
        "Ad",
        -0.38493136
      ],
      [
        "rian",
        -6.241792e-05
      ],
      [
        " I",
        -1.0395682
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are Cardinal Newman and Lord Byron, though at the close of that section he wanders into a bad part of town and sleeps with a prostitute.  In the first section, Mr. John Casey and the protagonist's governess": {
    "guess": "The French Lieutenant's Woman",
    "confidence": [
      [
        "The",
        -0.33869103
      ],
      [
        " French",
        -0.45674118
      ],
      [
        " Lieutenant",
        -0.0017540724
      ],
      [
        "'s",
        -0.0028040374
      ],
      [
        " Woman",
        -0.0002609782
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea sparked another 15 years of fighting. Cynossema and Cyzicus were naval victories for Athens,": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.017462775
      ],
      [
        "op",
        -1.3856493e-06
      ],
      [
        "on",
        -1.1994775e-05
      ],
      [
        "nes",
        -1.0325924e-05
      ],
      [
        "ian",
        -2.4272753e-05
      ],
      [
        " War",
        -0.00023083435
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope": {
    "guess": "Pope Boniface VIII",
    "confidence": [
      [
        "P",
        -0.50600684
      ],
      [
        "ope",
        -0.03896156
      ],
      [
        " Bon",
        -1.1170287
      ],
      [
        "iface",
        -0.00044687724
      ],
      [
        " VIII",
        -0.17841539
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.284757
      ],
      [
        " Air",
        -2.6299214e-05
      ],
      [
        " Force",
        -0.000258121
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket": {
    "guess": "The Merchant of Venice",
    "confidence": [
      [
        "The",
        -0.01766378
      ],
      [
        " Merchant",
        -0.00011629798
      ],
      [
        " of",
        -2.7610455e-05
      ],
      [
        " Venice",
        -1.3663626e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are Cardinal Newman and Lord Byron, though at the close of that section he wanders into a bad part of town and sleeps with a prostitute.  In the first section, Mr. John Casey and the protagonist's governess Dante argue over Charles Parnell, and one of the book's best-known scenes occurs on a beach, where the main character has a noted epiphany while observing a girl.  FTP, name this 1916 novel about Stephen Dedalus, a work by James Joyce.": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.0575379
      ],
      [
        " Portrait",
        -0.0007796078
      ],
      [
        " of",
        -0.00010545045
      ],
      [
        " the",
        -0.00036775172
      ],
      [
        " Artist",
        -0.00010330478
      ],
      [
        " as",
        -3.786197e-05
      ],
      [
        " a",
        -8.971556e-05
      ],
      [
        " Young",
        -5.443128e-05
      ],
      [
        " Man",
        -7.226629e-06
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea sparked another 15 years of fighting. Cynossema and Cyzicus were naval victories for Athens, which relied throughout on the power of its navy to protect its trade routes. The disastrous Athenian campaign against Syracuse cost it much of its fleet, and despite the efforts of Alcibiades, Lysander's victory at Aegospotami led to Sparta's victory. Recorded in detail by Xenophon and Thucydides,": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.020735623
      ],
      [
        "op",
        -1.7432603e-06
      ],
      [
        "on",
        -2.3915141e-05
      ],
      [
        "nes",
        -2.0219828e-05
      ],
      [
        "ian",
        -4.0722858e-05
      ],
      [
        " War",
        -0.0010430516
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.006689918
      ],
      [
        "op",
        -1.2233183e-05
      ],
      [
        "on",
        -9.3530085e-05
      ],
      [
        "nes",
        -1.247159e-05
      ],
      [
        "ian",
        -2.9994528e-05
      ],
      [
        " War",
        -2.188868e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are": {
    "guess": "House of Leaves",
    "confidence": [
      [
        "House",
        -0.62663877
      ],
      [
        " of",
        -0.0059951553
      ],
      [
        " Leaves",
        -0.0044121975
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended up just pummeling that man, Cygnus, until he became a swan. He may have assumed the name Aissa while hiding in the court of Lycomedes, and some of his famous actions include killing the Amazon Penthiselia and fighting the river-god Scamander. For 10 points, name this figure whose death was brought about by an Apollo-guided arrow, and whose armor was the subject of a spat between Ajax and Odysseus, the greatest Greek warrior in the Trojan War who was killed at his only vulnerable point, his heel.": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0074957665
      ],
      [
        "ch",
        -2.868329e-05
      ],
      [
        "illes",
        -0.0002041364
      ]
    ]
  },
  "Fifty-one years after the birth of his son, this artist married the mother, but Rose Beuret passed two weeks later and the artist died in November of that year. The marriage was perhaps delayed by a long": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.43266425
      ],
      [
        "e",
        -0.0013167856
      ],
      [
        " Rod",
        -0.001093308
      ],
      [
        "in",
        -3.297462e-05
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius": {
    "guess": "Pope John",
    "confidence": [
      [
        "P",
        -0.3977741
      ],
      [
        "ope",
        -0.013886566
      ],
      [
        " John",
        -0.44724882
      ]
    ]
  },
  "Fifty-one years after the birth of his son, this artist married the mother, but Rose Beuret passed two": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.290057
      ],
      [
        "e",
        -0.000692182
      ],
      [
        " Rod",
        -0.0010230438
      ],
      [
        "in",
        -4.7517467e-05
      ]
    ]
  },
  "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.11243982
      ],
      [
        "ol",
        -0.0017450349
      ],
      [
        "fgang",
        -5.288163e-05
      ],
      [
        " Am",
        -0.00023667533
      ],
      [
        "ade",
        -3.4047454e-05
      ],
      [
        "us",
        -6.921253e-05
      ],
      [
        " Mozart",
        -4.0722858e-05
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.47281805
      ],
      [
        "phony",
        -0.010209665
      ],
      [
        " No",
        -0.017237486
      ],
      [
        ".",
        -0.00013893934
      ],
      [
        " ",
        -0.00056268455
      ],
      [
        "5",
        -0.008018372
      ],
      [
        " (",
        -0.0006612073
      ],
      [
        "Be",
        -0.017589869
      ],
      [
        "ethoven",
        -9.913265e-05
      ],
      [
        ")",
        -7.226629e-06
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being invaded by the Lombards under Desiderius. The sixth pope of this name served only briefly between": {
    "guess": "Gregory",
    "confidence": [
      [
        "Greg",
        -0.59810996
      ],
      [
        "ory",
        -0.0019308975
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming that the title character had made an advance on his wife, the main character signs his house over to the title character. In this work's final scene, the title character is arrested by an officer of the prince for his past crimes while Valere, Marianne, and Cleante, among others, look on. For ten points, identify this play about the titular hypocrite who attempts to swindle Orgon, a comedy by": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.007121561
      ],
      [
        "art",
        -3.1544176e-05
      ],
      [
        "uff",
        -1.147242e-06
      ],
      [
        "e",
        -9.968313e-06
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its Harrier vertical takeoff fighters proved effective in another conflict. This air force carried out": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.026029354
      ],
      [
        " Air",
        -0.000518482
      ],
      [
        " Force",
        -0.0003618025
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended up just pummeling that man, Cygnus, until he became a swan. He may have assumed the name Aissa while hiding in the court of Lycomedes, and some of his famous actions include killing the Amazon Penthiselia and fighting the river-god Scamander. For 10 points, name this figure whose death was brought": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0048332075
      ],
      [
        "ch",
        -9.674858e-05
      ],
      [
        "illes",
        -2.8921695e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized": {
    "guess": "The Magus",
    "confidence": [
      [
        "The",
        -0.42167458
      ],
      [
        " Mag",
        -0.406742
      ],
      [
        "us",
        -0.013179177
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended up just pummeling that man, Cygnus, until he became a swan. He may have assumed the name Aissa while": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.30741075
      ],
      [
        "acles",
        -0.01966175
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age,": {
    "guess": "The Merchant of Venice",
    "confidence": [
      [
        "The",
        -0.07796396
      ],
      [
        " Merchant",
        -0.007886263
      ],
      [
        " of",
        -6.9331734e-05
      ],
      [
        " Venice",
        -3.9769227e-05
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed suicide through hara-kiri. Over 10,000 American lives were lost during the fighting, a number dwarfed by the 100,000 Japanese soldiers killed, along with another 100,000 civilians. The Japanese eventually withdrew after the sinking of the Yamato meant that they could not be relieved by fresh troops, leaving the U.S. in control of for ten points, what strategically significant member of the Ryukyu islands in April 1945?": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.101195514
      ],
      [
        " of",
        -0.0032215642
      ],
      [
        " Ok",
        -0.0004994167
      ],
      [
        "in",
        -4.3226137e-05
      ],
      [
        "awa",
        -0.0002576442
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's Pit, and Heaven's Fissure\" and the ninth chapter includes \"dispersive\", \"contentious\", and \"entrapping\" among the \"Nine Terrains\". This work often emphasizes the numbers nine and five, the latter given": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -0.74330765
      ],
      [
        "ao",
        -0.0008398808
      ],
      [
        " Te",
        -0.0014417807
      ],
      [
        " Ch",
        -0.0001624188
      ],
      [
        "ing",
        -2.1054253e-05
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.0047190688
      ],
      [
        " of",
        -0.00046713458
      ],
      [
        " Ok",
        -8.9834764e-05
      ],
      [
        "in",
        -1.998142e-05
      ],
      [
        "awa",
        -4.7875077e-05
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -1.0670493
      ],
      [
        "ao",
        -0.003207777
      ],
      [
        " Te",
        -0.0042861463
      ],
      [
        " Ch",
        -0.00047130667
      ],
      [
        "ing",
        -2.868329e-05
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In the second to last movement of this suite, a series of rapidly rising octaves represents the flight of a witch. This suite's movements are interspersed with (*) Promenades representing the composer walking to view Victor Hartmann's paintings, such as The Great Gate of Kiev, which inspired the name of this work. For 10 points, name this suite by Modest Mussorgsky which represents its movements as pieces in the title art gallery.": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.002258141
      ],
      [
        " at",
        -1.9146995e-05
      ],
      [
        " an",
        -4.365741e-06
      ],
      [
        " Exhibition",
        -3.650519e-06
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's Pit, and Heaven's Fissure\" and the ninth chapter includes \"dispersive\", \"contentious\", and \"entrapping\" among the \"Nine Terrains\". This work often emphasizes the numbers nine and five, the latter given as the number of types of spies and methods of attacking with fire. A famous annotated edition of this work was produced by Cao Cao. For 10 points, identify this work which describes the \"true pinnacle": {
    "guess": "The Art of War",
    "confidence": [
      [
        "The",
        -0.081533715
      ],
      [
        " Art",
        -0.0055246083
      ],
      [
        " of",
        -0.00018542144
      ],
      [
        " War",
        -6.8854926e-05
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio,": {
    "guess": "Pope Clement I",
    "confidence": [
      [
        "P",
        -0.79598475
      ],
      [
        "ope",
        -0.09654724
      ],
      [
        " Clement",
        -1.0055315
      ],
      [
        " I",
        -0.05624991
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In the second to last movement of this suite, a series of rapidly rising octaves represents the flight of a witch. This suite's movements are interspersed with (*) Promenades representing the composer walking": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.061126772
      ],
      [
        " at",
        -5.4669687e-05
      ],
      [
        " an",
        -3.8457987e-05
      ],
      [
        " Exhibition",
        -2.9636918e-05
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors,": {
    "guess": "Symmetry (physics)",
    "confidence": [
      [
        "Sym",
        -1.2989709
      ],
      [
        "metry",
        -0.31368437
      ],
      [
        " (",
        -1.2761168
      ],
      [
        "physics",
        -0.004969274
      ],
      [
        ")",
        -0.00016384924
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting": {
    "guess": "The Book of Changes",
    "confidence": [
      [
        "The",
        -0.82598466
      ],
      [
        " Book",
        -1.9526317
      ],
      [
        " of",
        -0.0015535478
      ],
      [
        " Changes",
        -0.74168295
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed suicide through hara-kiri. Over 10,000 American lives were lost during the fighting, a number dwarfed by the 100,000 Japanese soldiers killed, along with another 100,000 civilians. The Japanese eventually": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.011421733
      ],
      [
        " of",
        -0.00043686782
      ],
      [
        " Ok",
        -1.1994775e-05
      ],
      [
        "in",
        -1.0802739e-05
      ],
      [
        "awa",
        -7.8748824e-05
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea sparked another 15 years of fighting. Cynossema and Cyzicus were naval victories for Athens, which relied throughout on the power of its navy to protect its trade routes. The disastrous Athenian campaign against Syracuse cost it much of its fleet, and despite the efforts of Alcibiades, Lysander's": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0020972067
      ],
      [
        "op",
        -1.9862217e-05
      ],
      [
        "on",
        -8.017927e-05
      ],
      [
        "nes",
        -2.9352968e-06
      ],
      [
        "ian",
        -2.6656826e-05
      ],
      [
        " War",
        -2.7372049e-05
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended": {
    "guess": "Heracles",
    "confidence": [
      [
        "Her",
        -0.88283354
      ],
      [
        "acles",
        -0.015940988
      ]
    ]
  },
  "While fighting an impervious foe, he killed Menoetes to make sure his arm was still strong, and he ended up just pummeling that man, Cygnus, until he became a swan. He may have assumed the name Aissa while hiding in the court of Lycomedes, and some of his famous actions include killing the Amazon Penthiselia": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.02625781
      ],
      [
        "ch",
        -0.000451407
      ],
      [
        "illes",
        -0.00016992862
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In the second to last movement of this suite, a series of rapidly rising octaves represents the flight of a witch. This suite's movements are interspersed with (*) Promenades representing the composer walking to view Victor Hartmann's paintings, such as The Great Gate of Kiev, which inspired the name of": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.004749337
      ],
      [
        " at",
        -2.057744e-05
      ],
      [
        " an",
        -6.869018e-06
      ],
      [
        " Exhibition",
        -7.107425e-06
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed suicide through hara-kiri. Over 10,000 American lives were lost during the fighting, a number dwarfed by the 100,000 Japanese soldiers killed, along with another 100,000 civilians. The Japanese eventually withdrew after the sinking of the Yamato meant that they could not be relieved by fresh troops, leaving the U.S. in control of for ten points, what strategically significant member of the Ryukyu": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.036661576
      ],
      [
        " of",
        -0.000681338
      ],
      [
        " Ok",
        -4.6683042e-05
      ],
      [
        "in",
        -4.1199673e-05
      ],
      [
        "awa",
        -0.00018387179
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.004445901
      ],
      [
        "art",
        -9.305327e-05
      ],
      [
        "uff",
        -0.00012047011
      ],
      [
        "e",
        -1.2113979e-05
      ]
    ]
  },
  "During the fighting, General Bruckner was killed by artillery fire, while General Ushijima committed suicide through hara-kiri. Over 10,000 American lives were lost during the fighting, a number dwarfed": {
    "guess": "Battle of Okinawa",
    "confidence": [
      [
        "Battle",
        -0.025241453
      ],
      [
        " of",
        -0.00017922651
      ],
      [
        " Ok",
        -6.511407e-06
      ],
      [
        "in",
        -2.1411865e-05
      ],
      [
        "awa",
        -6.50404e-05
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its Harrier vertical takeoff fighters proved effective in another conflict. This air force carried out the first one thousand bomber raid of World War II when it raided Cologne, part of its campaign of": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.022973478
      ],
      [
        " Air",
        -3.5477897e-05
      ],
      [
        " Force",
        -0.00020854695
      ]
    ]
  },
  "The fifth chapter of this book was published forty years after the rest. It traces the experiences of two doctors, two women, and two clerics, including Father Kleinsorge and Mrs. Nakamura. Occupying an entire issue of The New Yorker, it was subtitled \"A Noiseless Flash.\" For 10 points, name this nonfiction": {
    "guess": "Hiroshima (book)",
    "confidence": [
      [
        "H",
        -0.024696955
      ],
      [
        "iro",
        -0.000770794
      ],
      [
        "shima",
        -7.255024e-05
      ],
      [
        " (",
        -0.0014542824
      ],
      [
        "book",
        -0.00028719936
      ],
      [
        ")",
        -2.486877e-05
      ]
    ]
  },
  "In the fifth act of this play, one character chides another for making a bad decision regarding a casket of state secrets, and in the next scene, that same character notes that \"we live in such an age, with such a king, that violence can not advance our cause.\" After disowning his son Damis for claiming that the title character had made an advance on his wife, the main character signs his house over": {
    "guess": "Tartuffe",
    "confidence": [
      [
        "T",
        -0.06245766
      ],
      [
        "art",
        -0.0005630422
      ],
      [
        "uff",
        -0.00013214473
      ],
      [
        "e",
        -2.9994528e-05
      ]
    ]
  },
  "The fifth chapter of this book was published forty years after the rest. It traces the experiences of": {
    "guess": "Hiroshima (book)",
    "confidence": [
      [
        "H",
        -0.043790102
      ],
      [
        "iro",
        -3.3213026e-05
      ],
      [
        "shima",
        -0.00044115915
      ],
      [
        " (",
        -0.0047318917
      ],
      [
        "book",
        -0.00012844942
      ],
      [
        ")",
        -5.5122365e-07
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In the second to last movement of this suite, a series of rapidly rising octaves represents the flight": {
    "guess": "The Firebird",
    "confidence": [
      [
        "The",
        -0.09446276
      ],
      [
        " Fire",
        -0.642443
      ],
      [
        "bird",
        -7.226629e-06
      ]
    ]
  },
  "The fifth section of this work explains that while there are a limited number of notes, colors, and flavors, their changes can never be completely heard, seen, or tasted, and notes that the \"unorthodox and orthodox mutually produce each other\" in an \"endless cycle\". Chapter four admonishes that \"lifting an autumn hare cannot be considered great strength\", while the end of the eleventh chapter advises the reader to \"be like a virgin at home\" at first but to \"be like a fleeing rabbit\" when the door is opened. The reader is advised to avoid (*) \"Heaven's Well, Heaven's Jail, Heaven's Net, Heaven's": {
    "guess": "Tao Te Ching",
    "confidence": [
      [
        "T",
        -1.0521419
      ],
      [
        "ao",
        -0.004830242
      ],
      [
        " Te",
        -0.0055044605
      ],
      [
        " Ch",
        -0.00021569549
      ],
      [
        "ing",
        -2.5107178e-05
      ]
    ]
  },
  "Fifty-one years after the birth of his son, this artist married the mother, but Rose Beuret passed two weeks later and the artist died in November of that year. The marriage was perhaps delayed by a long affair with his student, Camille Claudel, thought to be the source of The Poet and Love, The Genius and Pity, and The Sculptor and his Muse. FTP, name this French sculptor better known for Dante-inspired": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.04181857
      ],
      [
        "e",
        -0.000654774
      ],
      [
        " Rod",
        -6.229872e-05
      ],
      [
        "in",
        -3.5477897e-05
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.9304867
      ],
      [
        " Great",
        -0.64858013
      ],
      [
        " G",
        -4.9663133e-05
      ],
      [
        "atsby",
        -4.0842064e-05
      ]
    ]
  },
  "The fifth movement of this piece uses staccato notes to represent the dancing of unhatched birds. In": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.4357125
      ],
      [
        " Carnival",
        -0.09632509
      ],
      [
        " of",
        -9.73446e-05
      ],
      [
        " the",
        -0.00090622227
      ],
      [
        " Animals",
        -0.00034523688
      ]
    ]
  },
  "After fighting in the revolutionary armies that defeated the Spanish and gained independence for many South American nations, they went on to fight for the caudillos, Latin American military leaders that were vying for power. Before this, they were rounding up the herds of horses and cattle that roamed": {
    "guess": "Gaucho",
    "confidence": [
      [
        "G",
        -1.7947547
      ],
      [
        "au",
        -0.0091870325
      ],
      [
        "cho",
        -1.9361265e-07
      ]
    ]
  },
  "One fighter employed by this air force was the Boulton Paul Defiant, which strangely featured only a rear-facing turret. This air force carried out Operation Firedog during the Malayan Emergency, and its": {
    "guess": "Royal Air Force",
    "confidence": [
      [
        "Royal",
        -0.04881888
      ],
      [
        " Air",
        -0.0037922314
      ],
      [
        " Force",
        -0.00044056313
      ]
    ]
  },
  "After fighting in the revolutionary armies that defeated the Spanish and gained independence for many": {
    "guess": "Mexican War of Independence",
    "confidence": [
      [
        "Mex",
        -1.2087395
      ],
      [
        "ican",
        -0.00057304796
      ],
      [
        " War",
        -0.015836569
      ],
      [
        " of",
        -0.00026145502
      ],
      [
        " Independence",
        -0.00029279827
      ]
    ]
  },
  "In the fifth and final section of the book, the protagonist becomes upset with himself after misremembering Nashe's line \"Brightness falls from the air,\" after which Glynn and Temple argue about why unbaptized children go to hell.  That section ends with a journal whose first entry is dated to March 20.  In the second section, the protagonist claims that the greatest writers of prose and poetry are Cardinal Newman and Lord Byron, though at the close of that section he wanders into a bad part of town and sleeps with a prostitute.  In the first section, Mr. John Casey and the protagonist's governess Dante argue over Charles Parnell, and one of the book's best-known scenes occurs on a beach, where": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.3635082
      ],
      [
        " Portrait",
        -0.0015071245
      ],
      [
        " of",
        -0.0006562008
      ],
      [
        " the",
        -0.003558258
      ],
      [
        " Artist",
        -0.0012541615
      ],
      [
        " as",
        -9.996708e-05
      ],
      [
        " a",
        -0.00022284771
      ],
      [
        " Young",
        -0.00011105302
      ],
      [
        " Man",
        -5.3954464e-05
      ]
    ]
  },
  "Fighting in this war was briefly ended by the Peace of Nicias, but three years later the battle of Mantinea sparked another 15 years of fighting. Cynossema and Cyzicus were naval victories for Athens, which relied throughout on the power of its navy to protect its trade routes. The disastrous Athenian": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0044520777
      ],
      [
        "op",
        -8.657073e-06
      ],
      [
        "on",
        -2.7968066e-05
      ],
      [
        "nes",
        -1.0683535e-05
      ],
      [
        "ian",
        -2.5107178e-05
      ],
      [
        " War",
        -3.9530823e-05
      ]
    ]
  },
  "The fifth pope of this name was never actually ordained as bishop but is seen in Canto 19 of the Purgatorio, where he laments \"how great the mantle weighs\" while atoning for his ambition. The second pope of this name followed in the footsteps of Nicholas I in trying to head off a schism by deposing Photius and replacing him with Ignatius. The first pope of this name allied with Charlemagne after being": {
    "guess": "Pope Adrian",
    "confidence": [
      [
        "P",
        -0.30774662
      ],
      [
        "ope",
        -0.0074589653
      ],
      [
        " Adrian",
        -1.147218
      ]
    ]
  },
  "After fighting in the revolutionary armies that defeated the Spanish and gained independence for many South American nations, they went on to fight for the caudillos, Latin American military leaders that": {
    "guess": "Caudillo",
    "confidence": [
      [
        "C",
        -0.16624184
      ],
      [
        "aud",
        -0.00020985818
      ],
      [
        "illo",
        -0.011686398
      ]
    ]
  },
  "The fifth chapter of this book was published forty years after the rest. It traces the experiences of two doctors, two women, and two clerics, including Father Kleinsorge and Mrs. Nakamura. Occupying an entire issue of The New Yorker, it was subtitled \"A Noiseless Flash.\" For 10 points, name this nonfiction account of a bomb's effects, by John Hersey.": {
    "guess": "Hiroshima (book)",
    "confidence": [
      [
        "H",
        -0.07453455
      ],
      [
        "iro",
        -0.0002422779
      ],
      [
        "shima",
        -3.4524266e-05
      ],
      [
        " (",
        -0.0003514318
      ],
      [
        "book",
        -9.043079e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "A fifth movement to this composer's Serenade No. 13 in G Major does not survive. Near the end of his life, he composed a Clarinet Quintet and a Clarinet Concerto for his friend, Anton Stadler. He did not live to complete the (*) Lacrimosa section of his Requiem Mass, but this child prodigy did finish": {
    "guess": "Wolfgang Amadeus Mozart",
    "confidence": [
      [
        "W",
        -0.015568543
      ],
      [
        "ol",
        -6.9331734e-05
      ],
      [
        "fgang",
        -1.2829201e-05
      ],
      [
        " Am",
        -0.000108668944
      ],
      [
        "ade",
        -2.7610455e-05
      ],
      [
        "us",
        -3.035214e-05
      ],
      [
        " Mozart",
        -6.0345924e-06
      ]
    ]
  }
}