{
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get out of boring engagements in the city. Two men in this play decide to have Canon Chasuble rechristen them with the same name, and one of them lies that he has a brother so he can visit the daughter of Lady Bracknell. Later, Cecily Cardew and Gwendolyn Fairfax state they can't love men with names like Algernon and Jack. At the end of this play, Miss Prism confesses she absent-mindedly left John Worthing in a handbag in a train station. For 10 points, name this Oscar Wilde play.": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.00035369667
      ],
      [
        " Importance",
        -5.574252e-05
      ],
      [
        " of",
        -7.107425e-06
      ],
      [
        " Being",
        -9.4914985e-06
      ],
      [
        " Earn",
        -8.9953974e-05
      ],
      [
        "est",
        -1.7716551e-05
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get out of boring engagements in the city. Two men in this play decide to have Canon Chasuble rechristen them with the same name, and one of them lies that he has a brother so he can visit the daughter of Lady Bracknell. Later, Cecily Cardew and Gwendolyn Fairfax state they can't love men with names": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.81241375
      ],
      [
        " Wind",
        -0.25887588
      ],
      [
        "erm",
        -0.0038552976
      ],
      [
        "ere",
        -9.186123e-05
      ],
      [
        "'s",
        -0.017264085
      ],
      [
        " Fan",
        -0.00061879284
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get out of boring engagements in the city. Two men in this play decide to have Canon Chasuble rechristen them with the same name, and one of them lies that he has a brother so he can visit the daughter": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.04023353
      ],
      [
        " Importance",
        -0.00026646157
      ],
      [
        " of",
        -0.00028016636
      ],
      [
        " Being",
        -0.0010505541
      ],
      [
        " Earn",
        -0.0005700715
      ],
      [
        "est",
        -2.1650272e-05
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get out of boring engagements in the city. Two men in this play decide to have Canon Chasuble rechristen them with the same name, and one of them lies that he has a brother so he can visit the daughter of Lady Bracknell. Later, Cecily Cardew and Gwendolyn Fairfax state they can't love men with names like Algernon and Jack. At the end of this play, Miss Prism confesses she absent-mindedly left John": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.0006971848
      ],
      [
        " Importance",
        -0.0002518032
      ],
      [
        " of",
        -3.392825e-05
      ],
      [
        " Being",
        -8.792751e-05
      ],
      [
        " Earn",
        -0.00026383912
      ],
      [
        "est",
        -7.107425e-06
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get": {
    "guess": "An Ideal Husband",
    "confidence": [
      [
        "An",
        -1.2676183
      ],
      [
        " Ideal",
        -4.8471098e-05
      ],
      [
        " Husband",
        -0.00014525715
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already been engaged and broken up, unbeknownst to him. One man in this play uses an imaginary invalid to get out of boring engagements in the city. Two men in this play decide to have Canon Chasuble rechristen": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -0.019200752
      ],
      [
        " Importance",
        -0.00026646157
      ],
      [
        " of",
        -0.00027575582
      ],
      [
        " Being",
        -0.0012310653
      ],
      [
        " Earn",
        -0.00058496464
      ],
      [
        "est",
        -3.3213026e-05
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs Markby, Markby and Markby; that female character reveals to an imposter that they have already": {
    "guess": "An Ideal Husband",
    "confidence": [
      [
        "An",
        -0.75599945
      ],
      [
        " Ideal",
        -0.0001039008
      ],
      [
        " Husband",
        -0.00011605957
      ]
    ]
  },
  "An inquisitive woman in this play is told that the family solicitors of one female character are Messieurs": {
    "guess": "The Importance of Being Earnest",
    "confidence": [
      [
        "The",
        -1.0417516
      ],
      [
        " Importance",
        -0.0086007435
      ],
      [
        " of",
        -3.8696395e-05
      ],
      [
        " Being",
        -0.00015097891
      ],
      [
        " Earn",
        -0.0006607305
      ],
      [
        "est",
        -7.326546e-05
      ]
    ]
  }
}