{
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal that is endemic to it. Its three major tributaries are the Svir, Vuoksi, and Volkhov rivers, and it was nicknamed \"The Road of Life\" for the period from 1941-1944 during the siege of Leningrad. Finding its outlet in the Neva, by which it empties into the Gulf of Finland, it is about 17,700 square kilometers in area. For ten points, name this lake found in Finland and northwestern Russia, the largest": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.004462874
      ],
      [
        " Lad",
        -0.0016097203
      ],
      [
        "oga",
        -2.7848862e-05
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication": {
    "guess": "Alexander Meiklejohn",
    "confidence": [
      [
        "Alexander",
        -1.0689087
      ],
      [
        " Me",
        -0.054078512
      ],
      [
        "ik",
        -0.00040469383
      ],
      [
        "le",
        -0.00022701983
      ],
      [
        "john",
        -7.302705e-05
      ]
    ]
  },
  "This one time leader of the Salo Republic caused King Zog I to utter the words \"Oh God, it was so short\" upon that man's fleeing Albanian soil. He promoted agriculture through his \"Battle for Grain\" policy. This man lost power following the Second Battle of El Alamein, which loosened the hold on North Africa that this man had achieved after his invasion of Ethiopia. For 10 points, name this fascist": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.0057485374
      ],
      [
        "ito",
        -1.3067608e-05
      ],
      [
        " Muss",
        -1.7835755e-05
      ],
      [
        "olini",
        -6.241792e-05
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.10703608
      ],
      [
        " of",
        -0.00022666223
      ],
      [
        " the",
        -0.4887179
      ],
      [
        " Church",
        -0.051442407
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it is put down. This character hired actors to fool his mother into thinking that he was married and offered his best friend a chance to design the Goliath National Bank building. This laser tag fan is the inventor of dating rules such as the \"crazy/hot scale\" and the \"lemon law\" and has been slapped six times by Marshall Eriksen. For 10 points, name this legen\u0085wait for it\u0085dary womanizer who hangs out": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.24935882
      ],
      [
        "ney",
        -2.8564085e-05
      ],
      [
        " St",
        -0.00020187153
      ],
      [
        "inson",
        -0.0015804477
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought": {
    "guess": "Bishop of Rochester",
    "confidence": [
      [
        "B",
        -1.2825304
      ],
      [
        "ishop",
        -0.013088587
      ],
      [
        " of",
        -0.0049296506
      ],
      [
        " Rochester",
        -1.5467126
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the Free School Bill. He was suspected of having a lifelong affair with Underground Railroad compatriot Lydia Hamilton Smith, and his steelworks were burned by Jubal Early. Most of his power came as chairman of the Ways and Means Committee, and he also led the Committee on Reconstruction. For 10 points, name this man, dubbed the \"Dictator of Congress,\" who was a Pennsylvania Radical Republican during": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0042580194
      ],
      [
        "ad",
        -0.00011892046
      ],
      [
        "de",
        -7.107425e-06
      ],
      [
        "us",
        -2.1650272e-05
      ],
      [
        " Stevens",
        -6.241792e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions of Nicolas Flammarion and the director of the Brera Observatory in Milan.  Harold Spencer Jones later offered an explanation of this man's observations by showing that smudges at the edge of vision": {
    "guess": "Percival Lowell",
    "confidence": [
      [
        "P",
        -0.6735816
      ],
      [
        "erc",
        -0.000110337794
      ],
      [
        "ival",
        -0.0021160007
      ],
      [
        " Lowell",
        -0.002959162
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de Lisle which describes \"floating breezes of the sky.\" In addition to the symphonic poem Les Eólides, and the Symphonic Variations for piano and orchestra, he composed a three-movement symphony whose second movement features an English horn playing above harp and strings and whose recurring opening theme recalls Beethoven's final string quartet. For 10 points, name this teacher of Ernest Chausson best known for his Symphony in D minor, a Belgian.": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.01973889
      ],
      [
        "és",
        -0.016935848
      ],
      [
        "ar",
        -2.1650272e-05
      ],
      [
        " Fran",
        -5.550411e-05
      ],
      [
        "ck",
        -3.4121115e-06
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting of Ira Ringold during the communist witch hunts of the McCarthy Era. He has also seen an act of political terrorism in the late sixties tear apart the Levov family. Perhaps more famously, he has seen": {
    "guess": "Philip Roth",
    "confidence": [
      [
        "Philip",
        -0.31365108
      ],
      [
        " Roth",
        -2.3795938e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions of Nicolas Flammarion and the director of the Brera Observatory in Milan.  Harold Spencer Jones later offered an explanation of this man's observations by showing that smudges at the edge of vision appear to be connected straight lines.  He correctly guessed the existence of a \"Planet X\" beyond": {
    "guess": "Percival Lowell",
    "confidence": [
      [
        "P",
        -0.023368934
      ],
      [
        "erc",
        -5.121278e-05
      ],
      [
        "ival",
        -0.00011582117
      ],
      [
        " Lowell",
        -0.0025976573
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any brain to injure. In his youth, he kept his limbs supple with ointment, which enables him to now turn somersaults despite having grown very fat. By studying the law and arguing each case with his wife, his jaws gained a lasting muscular strength which enabled him to eat a goose, bones, beak, and all.": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.82031995
      ],
      [
        "ere",
        -0.022994688
      ],
      [
        "bell",
        -0.0010406711
      ],
      [
        "um",
        -0.0024563917
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known as torsional oscillations. Features of this body in the x-ray spectrum such as Moreton waves were observed by the Yohkoh experiment. The Ulysses spacecraft studied the magnetic field lines of this body.": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.032164272
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known as torsional oscillations. Features of this body in the x-ray spectrum such as Moreton waves were observed": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.065947704
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who explain that there is no such thing as free will to a man whose wife Valencia Merble is killed by carbon monoxide poisoning. That man comes to this place before and after he is killed by the hitman Paul Lazzaro. A zoo at this location is where the protagonist has sex with a porn star named Montana Wildhack,": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -0.1862934
      ],
      [
        "alf",
        -0.00039444966
      ],
      [
        "am",
        -0.00043388773
      ],
      [
        "ad",
        -0.0031528843
      ],
      [
        "ore",
        -0.00016635252
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an institution to pay him for them. While holding this post, Wilford Woodruff earlier issued an 1890 manifesto": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.11374154
      ],
      [
        " of",
        -0.00013989297
      ],
      [
        " the",
        -0.36308625
      ],
      [
        " Church",
        -0.036023453
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.5905362
      ],
      [
        " of",
        -0.00029601678
      ],
      [
        " the",
        -0.13808703
      ],
      [
        " Church",
        -0.02086242
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting of Ira Ringold during the communist witch hunts of the McCarthy Era. He has also seen an act of political terrorism in the late sixties tear apart the Levov family. Perhaps more famously, he has seen scandal surrounding the unintentional use of a racial slur by former Athena classics professor Coleman": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.8557207
      ],
      [
        " Human",
        -0.0021048177
      ],
      [
        " St",
        -9.849109e-06
      ],
      [
        "ain",
        -5.7292167e-05
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.1400702
      ],
      [
        " Lad",
        -0.011813523
      ],
      [
        "oga",
        -6.3490756e-05
      ]
    ]
  },
  "This one time leader of the Salo Republic caused King Zog I to utter the words \"Oh God, it was so short\" upon that man's fleeing Albanian soil. He promoted agriculture through his \"Battle for Grain\" policy. This man lost power following the Second Battle of El Alamein, which loosened the hold on North Africa that this man had achieved after his invasion of Ethiopia. For 10 points, name this fascist ruler of Italy.": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.0050735334
      ],
      [
        "ito",
        -1.7954959e-05
      ],
      [
        " Muss",
        -2.2127088e-05
      ],
      [
        "olini",
        -8.11329e-05
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss": {
    "guess": "Periodic table",
    "confidence": [
      [
        "Period",
        -0.103339255
      ],
      [
        "ic",
        -0.00039170796
      ],
      [
        " table",
        -0.49916708
      ]
    ]
  },
  "For timescales longer than the Maxwell time, this is the dominant response in a viscoelastic material. This slowest unconsolidated mass movement is the downhill movement of debris. In metals it occurs under load at high temperatures. Unusually low normal stresses or the presence of very ductile or weak material can result in, FTP, what slow, continuous deformation along a fault, sometimes called aseismic": {
    "guess": "CREEP",
    "confidence": [
      [
        "C",
        -0.35620588
      ],
      [
        "REE",
        -8.6616266e-05
      ],
      [
        "P",
        -2.3319124e-05
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an institution to pay him for them. While holding this post, Wilford Woodruff earlier issued an 1890 manifesto condemning a certain practice in order to ease the process of statehood. The first man to hold this post was killed while in a jail in Carthage, Illinois, and was also the mayor of Nauvoo, Illinois. His successor would go on to found Salt Lake City. For 10 points, name this religious position": {
    "guess": "President of the Church of Jesus Christ of Latter-day Saints",
    "confidence": [
      [
        "President",
        -0.0141028585
      ],
      [
        " of",
        -3.7385154e-05
      ],
      [
        " the",
        -0.60814506
      ],
      [
        " Church",
        -0.0022652785
      ],
      [
        " of",
        -0.05983346
      ],
      [
        " Jesus",
        -0.000546361
      ],
      [
        " Christ",
        -3.6908343e-05
      ],
      [
        " of",
        -3.786197e-05
      ],
      [
        " Latter",
        -0.00017386234
      ],
      [
        "-day",
        -0.01890613
      ],
      [
        " Saints",
        -0.00010819213
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0070503135
      ],
      [
        "oh",
        -0.0002786167
      ],
      [
        "ann",
        -1.9743013e-05
      ],
      [
        " Sebastian",
        -0.0001277342
      ],
      [
        " Bach",
        -6.80205e-05
      ]
    ]
  },
  "For timescales longer than the Maxwell time, this is the dominant response in a viscoelastic material.": {
    "guess": "Creep (deformation)",
    "confidence": [
      [
        "Cre",
        -0.6782238
      ],
      [
        "ep",
        -6.0033854e-05
      ],
      [
        " (",
        -0.3259087
      ],
      [
        "de",
        -0.00024596223
      ],
      [
        "formation",
        -3.7697225e-06
      ],
      [
        ")",
        -0.00024299313
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any brain to injure. In his youth, he kept his limbs supple with ointment, which enables him to now turn somersaults despite having grown very fat. By studying the law and arguing each case with his wife, his jaws gained a lasting muscular strength which enabled him to eat a goose, bones, beak, and all. For ten points, identify this elderly subject of a poem which Alice recites to the Caterpillar in": {
    "guess": "Jabberwocky",
    "confidence": [
      [
        "J",
        -0.20040175
      ],
      [
        "ab",
        -0.0006430957
      ],
      [
        "ber",
        -9.281486e-05
      ],
      [
        "wo",
        -3.9650025e-05
      ],
      [
        "ck",
        -2.188868e-05
      ],
      [
        "y",
        -0.00029327508
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known": {
    "guess": "Jupiter",
    "confidence": [
      [
        "J",
        -0.847501
      ],
      [
        "upiter",
        -0.00032163822
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions of Nicolas Flammarion and the director of the Brera Observatory in Milan.  Harold Spencer Jones": {
    "guess": "Camille Flammarion",
    "confidence": [
      [
        "Cam",
        -0.084594786
      ],
      [
        "ille",
        -5.6815352e-05
      ],
      [
        " Flam",
        -7.398068e-05
      ],
      [
        "mar",
        -1.998142e-05
      ],
      [
        "ion",
        -3.8577193e-05
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the Free School Bill. He was suspected of having a lifelong affair with Underground Railroad compatriot Lydia Hamilton Smith, and his steelworks were burned by Jubal Early. Most of his power came as chairman of the Ways and Means Committee, and he also led the Committee on Reconstruction. For 10 points,": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0034533644
      ],
      [
        "ad",
        -7.576874e-05
      ],
      [
        "de",
        -1.4021238e-05
      ],
      [
        "us",
        -2.3676734e-05
      ],
      [
        " Stevens",
        -5.347765e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea": {
    "guess": "John W. Foster",
    "confidence": [
      [
        "John",
        -1.6597861
      ],
      [
        " W",
        -1.6889609
      ],
      [
        ".",
        -0.2550516
      ],
      [
        " Foster",
        -0.5260353
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known as torsional oscillations. Features of this body in the x-ray spectrum such as Moreton waves were observed by the Yohkoh experiment. The Ulysses spacecraft studied the magnetic field lines of this body. The tacholine separates the larger, inner radiative zone of this body from its outer convective": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.07109946
      ]
    ]
  },
  "For timescales longer than the Maxwell time, this is the dominant response in a viscoelastic material. This slowest unconsolidated mass movement is the downhill movement of debris. In metals it occurs under load at high temperatures. Unusually low normal stresses or the presence of very ductile or weak material can result in, FTP, what slow, continuous deformation along a fault, sometimes called aseismic slip?": {
    "guess": "CREEP",
    "confidence": [
      [
        "C",
        -0.25585216
      ],
      [
        "REE",
        -9.841743e-05
      ],
      [
        "P",
        -1.4021238e-05
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those": {
    "guess": "Alvin Johnson",
    "confidence": [
      [
        "Al",
        -0.23500903
      ],
      [
        "vin",
        -0.17309302
      ],
      [
        " Johnson",
        -0.15429732
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.016985299
      ],
      [
        ".",
        -0.004642542
      ],
      [
        " T",
        -3.619312e-05
      ],
      [
        ".",
        -4.1914896e-05
      ],
      [
        " Barn",
        -3.22594e-05
      ],
      [
        "um",
        -6.194111e-05
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any brain to injure. In his youth, he kept his limbs supple with ointment, which enables him to now turn": {
    "guess": "Diogenes of Sinope",
    "confidence": [
      [
        "Di",
        -0.87602735
      ],
      [
        "ogen",
        -5.7888185e-05
      ],
      [
        "es",
        -0.00019483852
      ],
      [
        " of",
        -0.15411074
      ],
      [
        " Sin",
        -0.0025680452
      ],
      [
        "ope",
        -0.00089228275
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting of Ira Ringold during the communist witch hunts of the McCarthy Era. He has also seen an act of political terrorism in the late sixties tear apart the Levov family. Perhaps more famously, he has seen scandal surrounding the unintentional use of a racial slur by former Athena classics professor Coleman Silk. In all these roles he is the narrator of the so-called America trilogy. FTP, name this retired": {
    "guess": "American Trilogy",
    "confidence": [
      [
        "American",
        -0.74243855
      ],
      [
        " Trilogy",
        -0.63247776
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who explain that there is no such thing as free will to a man whose wife Valencia Merble is killed by carbon monoxide poisoning. That man comes to this place before and after he is killed by the hitman Paul Lazzaro. A zoo at this location is where the protagonist has sex with a porn star named Montana Wildhack, thereby producing a child. Plunger shaped-aliens who state \"So it goes\" live on, for 10 points, what planet that figures into Kurt Vonnegut's Slaughterhouse-Five?": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -0.029031998
      ],
      [
        "alf",
        -7.398068e-05
      ],
      [
        "am",
        -0.0014741528
      ],
      [
        "ad",
        -0.0007724629
      ],
      [
        "ore",
        -3.5835506e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions of Nicolas Flammarion and the director of the Brera Observatory in Milan.  Harold Spencer Jones later offered an explanation of this man's observations by showing that smudges at the edge of vision appear to be connected straight lines.  He correctly guessed the existence of a \"Planet X\" beyond Neptune, but was less successful in his observations of a planet closer to Earth.  FTP, name this": {
    "guess": "Percival Lowell",
    "confidence": [
      [
        "P",
        -0.06436293
      ],
      [
        "erc",
        -1.7239736e-05
      ],
      [
        "ival",
        -5.7649777e-05
      ],
      [
        " Lowell",
        -0.0014471412
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was expelled and thrown in jail when he managed to duplicate the real ones by sheer coincidence. In an": {
    "guess": "List of fictional schools",
    "confidence": [
      [
        "List",
        -1.607293
      ],
      [
        " of",
        -0.003550774
      ],
      [
        " fictional",
        -0.64446694
      ],
      [
        " schools",
        -1.5805435
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the Free School Bill. He was suspected of having a lifelong affair with Underground Railroad compatriot": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.027300254
      ],
      [
        "ad",
        -0.000321519
      ],
      [
        "de",
        -2.486877e-05
      ],
      [
        "us",
        -0.00016742534
      ],
      [
        " Stevens",
        -0.0012722583
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William": {
    "guess": "Thomas George Cowling",
    "confidence": [
      [
        "Thomas",
        -1.827364
      ],
      [
        " George",
        -1.7511183
      ],
      [
        " Cow",
        -1.0270562
      ],
      [
        "ling",
        -0.0012432056
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known as torsional oscillations. Features of this body in the x-ray spectrum such as Moreton waves were observed by the Yohkoh experiment. The Ulysses spacecraft studied the magnetic field lines of this body. The tacholine separates the larger, inner radiative zone of this body from its outer convective zone. This body is surrounded by its corona, and variations in the magnetic field of this star create its namesake flares. For 10 points, name this star, which is the closest one to Earth.": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.0061901915
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it is put down. This character hired actors to fool his mother into thinking that he was married and offered his best friend a chance to design the Goliath National Bank building. This laser tag fan is the inventor of dating rules such as the \"crazy/hot scale\" and the \"lemon law\" and has been slapped six times by Marshall Eriksen. For 10 points, name this legen\u0085wait for it\u0085dary womanizer who hangs out with Ted Mosby at MacLaren's bar on How I Met Your Mother.": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.00148284
      ],
      [
        "ney",
        -2.2723105e-05
      ],
      [
        " St",
        -1.8550976e-05
      ],
      [
        "inson",
        -0.00032581034
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led people to the exit. He paid a $1,000 a night to the \"Swedish Nightingale,\" singer Jenny Lind, to tour across America. After purchasing Scudder's American (*) Museum, this man purchased a creature with the head of a monkey and the tail of a fish. Besides showing off \"General Tom Thumb\" and the \"Feejee": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.0018592725
      ],
      [
        ".",
        -0.003951475
      ],
      [
        " T",
        -2.4153549e-05
      ],
      [
        ".",
        -4.0722858e-05
      ],
      [
        " Barn",
        -1.0325924e-05
      ],
      [
        "um",
        -6.0033854e-05
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led people to the exit. He paid a $1,000 a night to the \"Swedish Nightingale,\" singer Jenny Lind, to tour": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.01509039
      ],
      [
        ".",
        -0.0061386493
      ],
      [
        " T",
        -5.574252e-05
      ],
      [
        ".",
        -4.501419e-05
      ],
      [
        " Barn",
        -2.0219828e-05
      ],
      [
        "um",
        -6.80205e-05
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus,": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.019517733
      ],
      [
        "és",
        -0.0027240368
      ],
      [
        "ar",
        -3.368984e-05
      ],
      [
        " Fran",
        -5.9199425e-05
      ],
      [
        "ck",
        -7.89631e-07
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the Free School Bill. He was suspected of having a lifelong affair with Underground Railroad compatriot Lydia Hamilton Smith, and his steelworks were burned by Jubal Early. Most of his power came as chairman of the Ways and Means Committee, and he also led the Committee on Reconstruction. For 10 points, name this man, dubbed the \"Dictator of Congress,\" who was a Pennsylvania Radical Republican during the Civil War and Reconstruction.": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.0024859998
      ],
      [
        "ad",
        -0.00012749579
      ],
      [
        "de",
        -1.2664457e-06
      ],
      [
        "us",
        -1.9504607e-05
      ],
      [
        " Stevens",
        -3.9292416e-05
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -1.1216593
      ],
      [
        "alf",
        -0.008202718
      ],
      [
        "am",
        -0.0005265805
      ],
      [
        "ad",
        -0.019398477
      ],
      [
        "ore",
        -0.00044330113
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who explain that there is no such thing as free will to a man whose wife Valencia Merble is killed by carbon monoxide poisoning. That man comes to this place before and after he is killed by the hitman Paul": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -0.4153228
      ],
      [
        "alf",
        -0.0046566613
      ],
      [
        "am",
        -8.43514e-05
      ],
      [
        "ad",
        -0.012356247
      ],
      [
        "ore",
        -0.00013929696
      ]
    ]
  },
  "One time to impress a girl, he got his friend's sister to pierce his ear, but the ear got infected. For years, his bad grades were blamed on him being slow, but eventually it was discovered that he was simply dyslexic. He could still be careless, such as when he forgot to send in his deposit and did": {
    "guess": "Ear piercing",
    "confidence": [
      [
        "Ear",
        -1.147256
      ],
      [
        " piercing",
        -0.09984446
      ]
    ]
  },
  "One time to impress a girl, he got his friend's sister to pierce his ear, but the ear got infected. For years, his bad grades were blamed on him being slow, but eventually it was discovered that he was simply dyslexic. He could still be careless, such as when he forgot to send in his deposit and did not get a dorm assignment when he enrolled at NYU, much to the disdain of his mother Claire and father Cliff. For 10 points—name this character played by Malcolm Jamal Warner on The Cosby Show.": {
    "guess": "Theo Huxtable",
    "confidence": [
      [
        "The",
        -0.015344923
      ],
      [
        "o",
        -0.043318074
      ],
      [
        " H",
        -0.00037299667
      ],
      [
        "ux",
        -0.000119993296
      ],
      [
        "table",
        -0.00024667746
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de Lisle which describes \"floating breezes of the sky.\" In addition to the symphonic poem Les Eólides,": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -1.0118994
      ],
      [
        "és",
        -0.00684455
      ],
      [
        "ar",
        -1.5570886e-05
      ],
      [
        " Fran",
        -9.233804e-05
      ],
      [
        "ck",
        -8.299462e-06
      ]
    ]
  },
  "Time variances of the differential rotation of this body create \"jet streams\" below the surface known as torsional oscillations. Features of this body in the x-ray spectrum such as Moreton waves were observed by the Yohkoh experiment. The Ulysses spacecraft studied the magnetic field lines of this body. The tacholine separates the larger, inner radiative zone of this body from its outer convective zone. This body is surrounded by its corona, and variations in the magnetic field of this star create": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.008524737
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it is put down. This character hired actors to fool his mother into thinking that he was married and offered his best friend a chance to design the Goliath National Bank building. This laser tag fan is the inventor of dating rules such as the \"crazy/hot scale\" and the \"lemon law\" and has been slapped": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.03550182
      ],
      [
        "ney",
        -1.5809293e-05
      ],
      [
        " St",
        -0.000113913906
      ],
      [
        "inson",
        -0.0018691408
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led people to the exit. He paid a $1,000 a night to the \"Swedish Nightingale,\" singer Jenny Lind, to tour across America. After purchasing Scudder's American (*) Museum, this man purchased a creature with": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.004661523
      ],
      [
        ".",
        -0.004045633
      ],
      [
        " T",
        -3.7146747e-05
      ],
      [
        ".",
        -4.7755875e-05
      ],
      [
        " Barn",
        -1.867018e-05
      ],
      [
        "um",
        -5.4550484e-05
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication Productive Thinking.  After a public debate with Jung over word association technique in 1906, he moved around Europe until a 1912 train ride prompted thoughts on illusory motion, which led to his formulation of the phi phenomenon.  FTP, name this thinker who, along with Kurt Koffka and Wolfgang": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.7969203
      ],
      [
        " Wer",
        -3.333223e-05
      ],
      [
        "the",
        -3.7742768e-05
      ],
      [
        "imer",
        -0.00018601745
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the Free School Bill. He was suspected of having a lifelong affair with Underground Railroad compatriot Lydia Hamilton Smith, and his steelworks were burned by Jubal Early. Most of his power came as chairman": {
    "guess": "Thaddeus Stevens",
    "confidence": [
      [
        "Th",
        -0.022477748
      ],
      [
        "ad",
        -4.3822154e-05
      ],
      [
        "de",
        -6.869018e-06
      ],
      [
        "us",
        -8.6735476e-05
      ],
      [
        " Stevens",
        -0.0024056237
      ]
    ]
  },
  "This one time leader of the Salo Republic caused King Zog I to utter the words \"Oh God, it was so short\"": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.48717472
      ],
      [
        "ito",
        -4.0722858e-05
      ],
      [
        " Muss",
        -1.0564331e-05
      ],
      [
        "olini",
        -0.00011784763
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication Productive Thinking.  After a public debate with Jung over word association technique in 1906, he moved around Europe until a 1912 train ride prompted thoughts on illusory motion, which led to his formulation of the phi phenomenon.  FTP, name this thinker who, along with Kurt Koffka and Wolfgang Kohler, founded the gestalt school of psychology.": {
    "guess": "Max Wertheimer",
    "confidence": [
      [
        "Max",
        -0.18846226
      ],
      [
        " Wer",
        -5.7649777e-05
      ],
      [
        "the",
        -2.8564085e-05
      ],
      [
        "imer",
        -0.000115463554
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred chorales. His large-scale sacred works include the Christmas Oratorio and Mass in B Minor. However,": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0008230914
      ],
      [
        "oh",
        -1.4021238e-05
      ],
      [
        "ann",
        -7.107425e-06
      ],
      [
        " Sebastian",
        -1.2948405e-05
      ],
      [
        " Bach",
        -2.6299214e-05
      ]
    ]
  },
  "One time to impress a girl, he got his friend's sister to pierce his ear, but the ear got infected. For years, his bad grades were blamed on him being slow, but eventually it was discovered that he was": {
    "guess": "Ear piercing",
    "confidence": [
      [
        "Ear",
        -0.51004976
      ],
      [
        " piercing",
        -0.7151154
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred chorales. His large-scale sacred works include the Christmas Oratorio and Mass in B Minor. However, he may be best known for his keyboard works. Increasingly complex fugues are constructed on a simple theme in The Art of Fugue. Preludes are paired with fugues and cycle through all twenty-four keys in The Well-Tempered Clavier. FTP, name this prolific German composer and patriarch of a large musical family.          |": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0037498444
      ],
      [
        "oh",
        -9.014684e-06
      ],
      [
        "ann",
        -6.1537958e-06
      ],
      [
        " Sebastian",
        -3.9411618e-05
      ],
      [
        " Bach",
        -8.89548e-06
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any brain to injure. In his youth, he kept his limbs supple with ointment, which enables him to now turn somersaults despite having grown very fat. By studying the law and arguing each case with his wife, his jaws gained a lasting muscular strength which enabled him to eat a goose, bones, beak, and all. For ten points, identify this elderly subject of a poem which Alice recites to the Caterpillar in \"Alice in Wonderland.\"": {
    "guess": "Father William",
    "confidence": [
      [
        "Father",
        -0.8878804
      ],
      [
        " William",
        -0.0001135563
      ]
    ]
  },
  "One time to impress a girl, he got his friend's sister to pierce his ear, but the ear got infected. For": {
    "guess": "Ear piercing",
    "confidence": [
      [
        "Ear",
        -0.49907616
      ],
      [
        " piercing",
        -0.010818242
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions": {
    "guess": "Camille Flammarion",
    "confidence": [
      [
        "Cam",
        -0.593775
      ],
      [
        "ille",
        -0.00036537863
      ],
      [
        " Flam",
        -0.000646791
      ],
      [
        "mar",
        -3.070975e-05
      ],
      [
        "ion",
        -7.910644e-05
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting of Ira Ringold during the communist witch hunts of the McCarthy Era. He has also seen an act of political": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.6598427
      ],
      [
        " Human",
        -0.0141170835
      ],
      [
        " St",
        -0.010732385
      ],
      [
        "ain",
        -4.4537377e-05
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.18807326
      ],
      [
        "ires",
        -0.00023834419
      ],
      [
        "ias",
        -1.9385403e-05
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred chorales. His large-scale sacred works include the Christmas Oratorio and Mass in B Minor. However, he may be best known for his keyboard works. Increasingly complex fugues are constructed on a simple theme in The Art of Fugue. Preludes are paired with fugues and cycle through all twenty-four keys": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.017474486
      ],
      [
        "oh",
        -4.465658e-05
      ],
      [
        "ann",
        -9.372295e-06
      ],
      [
        " Sebastian",
        -6.587483e-05
      ],
      [
        " Bach",
        -3.7623562e-05
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal that is endemic to it. Its three major tributaries are the Svir, Vuoksi, and Volkhov rivers, and it was nicknamed \"The Road of Life\" for the period from 1941-1944 during the siege of Leningrad. Finding its outlet in the Neva, by which it empties into the Gulf of Finland, it is about 17,700 square": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.0018576036
      ],
      [
        " Lad",
        -8.9357956e-05
      ],
      [
        "oga",
        -3.1782583e-05
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during": {
    "guess": "President of The Church of Jesus Christ of Latter-day Saints",
    "confidence": [
      [
        "President",
        -0.16704127
      ],
      [
        " of",
        -0.00020520923
      ],
      [
        " The",
        -0.6534508
      ],
      [
        " Church",
        -0.00059092115
      ],
      [
        " of",
        -0.0018619995
      ],
      [
        " Jesus",
        -0.00043055005
      ],
      [
        " Christ",
        -0.00049595983
      ],
      [
        " of",
        -0.00057912734
      ],
      [
        " Latter",
        -0.00018935515
      ],
      [
        "-day",
        -0.026354294
      ],
      [
        " Saints",
        -0.00064190367
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's": {
    "guess": "Pierre Trudeau",
    "confidence": [
      [
        "P",
        -0.10271565
      ],
      [
        "ierre",
        -5.6815352e-05
      ],
      [
        " Trudeau",
        -0.009181363
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an institution to pay him for them. While holding this post, Wilford Woodruff earlier issued an 1890 manifesto condemning a certain practice in order to ease the process of statehood. The first man to hold this post was killed while in a jail in Carthage, Illinois, and was also the mayor of Nauvoo, Illinois. His successor would go on to found Salt Lake City. For 10 points, name this religious position first held by Joseph Smith and Brigham Young.": {
    "guess": "President of The Church of Jesus Christ of Latter-day Saints",
    "confidence": [
      [
        "President",
        -0.0043260264
      ],
      [
        " of",
        -2.868329e-05
      ],
      [
        " The",
        -0.37441573
      ],
      [
        " Church",
        -1.4617256e-05
      ],
      [
        " of",
        -0.00014501873
      ],
      [
        " Jesus",
        -8.6735476e-05
      ],
      [
        " Christ",
        -0.000113794704
      ],
      [
        " of",
        -8.780831e-05
      ],
      [
        " Latter",
        -5.967624e-05
      ],
      [
        "-day",
        -0.006796133
      ],
      [
        " Saints",
        -0.00015776986
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.17572144
      ],
      [
        "z",
        -0.0005896099
      ],
      [
        " Lis",
        -0.00012368128
      ],
      [
        "zt",
        -0.00043055005
      ]
    ]
  },
  "One time to impress a girl, he got his friend's sister to pierce his ear, but the ear got infected. For years, his bad grades were blamed on him being slow, but eventually it was discovered that he was simply dyslexic. He could still be careless, such as when he forgot to send in his deposit and did not get a dorm assignment when he enrolled at NYU, much to the disdain of his mother Claire and father": {
    "guess": "Ear piercing",
    "confidence": [
      [
        "Ear",
        -2.0724869
      ],
      [
        " piercing",
        -0.45430723
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led people to the exit. He paid a $1,000 a night to the \"Swedish Nightingale,\" singer Jenny Lind, to tour across America. After purchasing Scudder's American (*) Museum, this man purchased a creature with the head of a monkey and the tail of a fish. Besides showing off \"General Tom Thumb\" and the \"Feejee mermaid,\" he is credited with introducing the phrase \"There's a sucker born every minute.\" For 10": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.000911702
      ],
      [
        ".",
        -0.0045877225
      ],
      [
        " T",
        -2.3795938e-05
      ],
      [
        ".",
        -2.8206474e-05
      ],
      [
        " Barn",
        -9.968313e-06
      ],
      [
        "um",
        -3.8219583e-05
      ]
    ]
  },
  "During his time in his state's legislature, this man worked with Governor George Wolf to champion the": {
    "guess": "Pennsylvania General Assembly",
    "confidence": [
      [
        "Penn",
        -0.1037771
      ],
      [
        "sylvania",
        -0.00010354319
      ],
      [
        " General",
        -0.006278925
      ],
      [
        " Assembly",
        -0.0006153396
      ]
    ]
  },
  "For timescales longer than the Maxwell time, this is the dominant response in a viscoelastic material. This slowest unconsolidated mass movement is the downhill movement of debris. In metals it occurs under load at high temperatures. Unusually low normal stresses or the presence of very ductile or weak": {
    "guess": "Creep",
    "confidence": [
      [
        "Cre",
        -0.86456275
      ],
      [
        "ep",
        -5.8841815e-05
      ]
    ]
  },
  "This one time leader of the Salo Republic caused King Zog I to utter the words \"Oh God, it was so short\" upon that man's fleeing Albanian soil. He promoted agriculture through his \"Battle for Grain\" policy.": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.08273734
      ],
      [
        "ito",
        -1.5809293e-05
      ],
      [
        " Muss",
        -5.7961847e-06
      ],
      [
        "olini",
        -6.1106686e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his": {
    "guess": "William George Aston",
    "confidence": [
      [
        "William",
        -1.2621951
      ],
      [
        " George",
        -0.57889134
      ],
      [
        " Aston",
        -0.00020151392
      ]
    ]
  },
  "For timescales longer than the Maxwell time, this is the dominant response in a viscoelastic material. This slowest unconsolidated mass movement is the downhill movement of debris. In metals it occurs": {
    "guess": "Creep (deformation)",
    "confidence": [
      [
        "Cre",
        -0.045661602
      ],
      [
        "ep",
        -4.763667e-05
      ],
      [
        " (",
        -0.19410023
      ],
      [
        "de",
        -0.21880731
      ],
      [
        "formation",
        -1.9361265e-07
      ],
      [
        ")",
        -0.00065918086
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any brain to injure. In his youth, he kept his limbs supple with ointment, which enables him to now turn somersaults despite having grown very fat. By studying the law and arguing each case with his wife,": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.5593646
      ],
      [
        "ere",
        -0.024620883
      ],
      [
        "bell",
        -0.00074744475
      ],
      [
        "um",
        -0.0036114743
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de Lisle which describes \"floating breezes of the sky.\" In addition to the symphonic poem Les Eólides, and the Symphonic Variations for piano and orchestra, he composed a three-movement symphony whose second": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.8244883
      ],
      [
        "z",
        -0.00011081461
      ],
      [
        " Lis",
        -5.574252e-05
      ],
      [
        "zt",
        -7.827201e-05
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.67457974
      ],
      [
        "és",
        -0.040075622
      ],
      [
        "ar",
        -4.2272506e-05
      ],
      [
        " Fran",
        -3.8100377e-05
      ],
      [
        "ck",
        -6.392203e-06
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de Lisle which describes \"floating breezes of the sky.\" In addition to the symphonic poem Les Eólides, and the Symphonic Variations for piano and orchestra, he composed a three-movement symphony whose second movement features an English horn playing above harp and strings and whose recurring opening theme": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.38561872
      ],
      [
        "és",
        -0.043865174
      ],
      [
        "ar",
        -2.4391957e-05
      ],
      [
        " Fran",
        -0.0002389402
      ],
      [
        "ck",
        -6.511407e-06
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was expelled and thrown in jail when he managed to duplicate the real ones by sheer coincidence. In an effort to save humanity, he uses a time machine to become the stranger from Porlock who interrupts Coleridge while he is writing Kublai Khan. FTP, identify this man who believes in \"the fundamental interconnectedness": {
    "guess": "Dirk Gently",
    "confidence": [
      [
        "Dir",
        -0.007238144
      ],
      [
        "k",
        -1.0280384e-06
      ],
      [
        " G",
        -5.5980927e-05
      ],
      [
        "ently",
        -0.00025728656
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.31579316
      ],
      [
        "és",
        -0.10632998
      ],
      [
        "ar",
        -2.5226382e-05
      ],
      [
        " Fran",
        -5.6338537e-05
      ],
      [
        "ck",
        -2.3392786e-06
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who explain that there is no such thing as free will to a man whose wife Valencia Merble is killed by carbon": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -0.7769397
      ],
      [
        "alf",
        -0.003979143
      ],
      [
        "am",
        -0.0008478638
      ],
      [
        "ad",
        -0.0067545637
      ],
      [
        "ore",
        -0.0001439459
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an institution to pay him for them. While holding this post, Wilford Woodruff earlier issued an 1890 manifesto condemning a certain practice in order to ease the process of statehood. The first man to hold": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.09530767
      ],
      [
        " of",
        -0.0001978186
      ],
      [
        " the",
        -0.38542163
      ],
      [
        " Church",
        -0.03953925
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\"": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -1.6854526
      ],
      [
        "urt",
        -0.2344799
      ],
      [
        " V",
        -0.020435724
      ],
      [
        "onn",
        -0.00014931006
      ],
      [
        "eg",
        -5.4669687e-05
      ],
      [
        "ut",
        -0.00027623263
      ]
    ]
  },
  "At one time he feared that standing on his head would injure his brain, but no longer thinks he has any": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.06863671
      ],
      [
        "ere",
        -0.00023274162
      ],
      [
        "bell",
        -0.002380404
      ],
      [
        "um",
        -0.0023270058
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred chorales. His large-scale sacred works include the Christmas Oratorio and Mass in B Minor. However, he may be best known for his keyboard works. Increasingly complex fugues are constructed on a simple theme in The Art of Fugue. Preludes are paired with fugues and cycle through all twenty-four keys in The Well-Tempered Clavier. FTP, name this prolific German composer and patriarch of a large musical": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.0049048583
      ],
      [
        "oh",
        -8.180258e-06
      ],
      [
        "ann",
        -4.9617593e-06
      ],
      [
        " Sebastian",
        -1.7597347e-05
      ],
      [
        " Bach",
        -8.299462e-06
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication Productive Thinking.  After a public debate with Jung over word association technique in 1906,": {
    "guess": "Henry Cabot Lodge",
    "confidence": [
      [
        "Henry",
        -0.69067675
      ],
      [
        " Cab",
        -0.7077179
      ],
      [
        "ot",
        -9.054999e-05
      ],
      [
        " Lodge",
        -5.9199425e-05
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.071816
      ],
      [
        ".",
        -0.008148205
      ],
      [
        " T",
        -2.7372049e-05
      ],
      [
        ".",
        -2.8802491e-05
      ],
      [
        " Barn",
        -1.1637165e-05
      ],
      [
        "um",
        -3.88156e-05
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal that is endemic to it. Its three major tributaries are the Svir, Vuoksi, and Volkhov rivers, and it was nicknamed \"The Road of Life\" for the period from 1941-1944 during the siege of Leningrad. Finding its outlet in the Neva, by which it empties into the Gulf of Finland, it is about 17,700 square kilometers in area. For ten points, name this lake found in Finland and northwestern Russia, the largest lake in Europe.": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.0026473596
      ],
      [
        " Lad",
        -0.00060664874
      ],
      [
        "oga",
        -1.0564331e-05
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.26543877
      ],
      [
        " of",
        -0.0003303401
      ],
      [
        " the",
        -0.23006697
      ],
      [
        " Church",
        -0.05920302
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal that is endemic to it. Its three major tributaries are the Svir, Vuoksi, and Volkhov rivers, and it was nicknamed \"The Road of Life\" for the period from 1941-1944 during the siege of Leningrad. Finding": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.001280476
      ],
      [
        " Lad",
        -0.00027099132
      ],
      [
        "oga",
        -5.5577775e-06
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting": {
    "guess": "Williams College",
    "confidence": [
      [
        "Williams",
        -0.20681301
      ],
      [
        " College",
        -0.003931287
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was expelled and thrown in jail when he managed to duplicate the real ones by sheer coincidence. In an effort to save humanity, he uses a time machine to become the stranger from Porlock who interrupts Coleridge while he is writing Kublai Khan. FTP, identify this man who believes in \"the fundamental interconnectedness of all things,\" goes through The Long Dark Teatime of the Soul, and owns a namesake": {
    "guess": "Dirk Gently",
    "confidence": [
      [
        "Dir",
        -0.007003071
      ],
      [
        "k",
        -2.6968896e-06
      ],
      [
        " G",
        -3.22594e-05
      ],
      [
        "ently",
        -4.6563837e-05
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection of chorale preludes. In his lifetime he composed over two hundred cantatas and over two hundred chorales. His large-scale sacred works include the Christmas Oratorio and Mass in B Minor. However, he may be best known for his keyboard works. Increasingly complex fugues are constructed on a simple": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.006310793
      ],
      [
        "oh",
        -7.910644e-05
      ],
      [
        "ann",
        -3.888926e-06
      ],
      [
        " Sebastian",
        -0.00015002528
      ],
      [
        " Bach",
        -2.0219828e-05
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread their will throughout the universe in the novel Hocus Pocus. This place is inhabited by figures who explain that there is no such thing as free will to a man whose wife Valencia Merble is killed by carbon monoxide poisoning. That man comes to this place before and after he is killed by the hitman Paul Lazzaro. A zoo at this location is where the protagonist has sex with a porn star named Montana Wildhack, thereby producing a child. Plunger shaped-aliens who state \"So it goes\" live on, for 10 points,": {
    "guess": "Tralfamadore",
    "confidence": [
      [
        "Tr",
        -0.10900913
      ],
      [
        "alf",
        -0.00032211503
      ],
      [
        "am",
        -0.0022244835
      ],
      [
        "ad",
        -0.0022783654
      ],
      [
        "ore",
        -0.00017517358
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal that is endemic to it. Its three major tributaries are the Svir, Vuoksi, and Volkhov rivers, and": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.008659723
      ],
      [
        " Lad",
        -0.016880523
      ],
      [
        "oga",
        -1.6643718e-05
      ]
    ]
  },
  "This one time leader of the Salo Republic caused King Zog I to utter the words \"Oh God, it was so short\" upon that man's fleeing Albanian soil. He promoted agriculture through his \"Battle for Grain\" policy. This man lost power following the Second Battle of El Alamein, which loosened the hold on North": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.030490536
      ],
      [
        "ito",
        -2.0339032e-05
      ],
      [
        " Muss",
        -1.8550976e-05
      ],
      [
        "olini",
        -8.9953974e-05
      ]
    ]
  },
  "The only time a person holding this post has been tried by council came after Sylvester Smith brought up complaints. Lorin C. Woolley claimed to be the rightful holder of this post and started a breakaway group in the 1920's. The so-called \"Second Manifesto\" was issued by a holder of this post during hearings discussing if Reed Smoot should be permitted to remain as a Senator. In the 1980's, Mark Hofmann forged documents claiming that the second holder of this post was illegitimate, expecting an institution to pay him for them. While holding this post, Wilford Woodruff earlier issued an 1890 manifesto condemning a certain practice in order to ease the process of statehood. The first man to hold this post was killed while in a jail in Carthage, Illinois, and was also the mayor of Nauvoo, Illinois.": {
    "guess": "President of the Church",
    "confidence": [
      [
        "President",
        -0.012718714
      ],
      [
        " of",
        -7.9940866e-05
      ],
      [
        " the",
        -0.39587602
      ],
      [
        " Church",
        -0.013286107
      ]
    ]
  },
  "The time required for renewal of its water is eleven full years. The Valaam Monastery is located in its northern section, and this body of water contains about 660 islands and a subspecies of ringed seal": {
    "guess": "Lake Ladoga",
    "confidence": [
      [
        "Lake",
        -0.01283429
      ],
      [
        " Lad",
        -0.00425695
      ],
      [
        "oga",
        -3.5313153e-06
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city. He was a prime benefactor of Tufts University, which honored him with its choice of mascot. In one of the buildings he operated, this man hung the sign \"This Way to the Egress,\" which simply led people to the exit. He paid a $1,000 a night to the \"Swedish Nightingale,\" singer Jenny Lind, to tour across America. After purchasing Scudder's American (*) Museum, this man purchased a creature with the head of a monkey and the tail of a fish. Besides showing off \"General Tom Thumb\" and the \"Feejee mermaid,\" he is credited with introducing the phrase \"There's a sucker born every minute.\" For 10 points, name this famous hoaxer and circus showman.": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.0034399382
      ],
      [
        ".",
        -0.005028575
      ],
      [
        " T",
        -1.1398757e-05
      ],
      [
        ".",
        -4.692145e-05
      ],
      [
        " Barn",
        -6.2729996e-06
      ],
      [
        "um",
        -5.347765e-05
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.019599793
      ],
      [
        "és",
        -0.0035674039
      ],
      [
        "ar",
        -3.4047454e-05
      ],
      [
        " Fran",
        -3.035214e-05
      ],
      [
        "ck",
        -1.147242e-06
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it": {
    "guess": "Seth Rogen",
    "confidence": [
      [
        "S",
        -0.120366946
      ],
      [
        "eth",
        -1.2352386e-05
      ],
      [
        " R",
        -0.0011283134
      ],
      [
        "ogen",
        -1.504853e-06
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was expelled and thrown in jail when he managed to duplicate the real ones by sheer coincidence. In an effort to save humanity, he uses a time machine to become the stranger from Porlock who interrupts Coleridge while he is writing Kublai Khan. FTP, identify this man who believes in \"the fundamental interconnectedness of all things,\" goes through The Long Dark Teatime of the Soul, and owns a namesake Holistic Detective Agency in a pair of books by Douglas Adams.": {
    "guess": "Dirk Gently",
    "confidence": [
      [
        "Dir",
        -0.016524134
      ],
      [
        "k",
        -1.504853e-06
      ],
      [
        " G",
        -9.968313e-06
      ],
      [
        "ently",
        -6.396757e-05
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was": {
    "guess": "Confidence trick",
    "confidence": [
      [
        "Conf",
        -2.2811155
      ],
      [
        "idence",
        -0.0025742329
      ],
      [
        " trick",
        -0.10215291
      ]
    ]
  },
  "During his time at St. Cedd's College, he developed a reputation for clairvoyance by vigorously denying any such ability. He created a con in which he sold the supposed exam papers for the year, but was expelled and thrown in jail when he managed to duplicate the real ones by sheer coincidence. In an effort to save humanity, he uses a time machine to become the stranger from Porlock who interrupts": {
    "guess": "Dirk Gently's Holistic Detective Agency",
    "confidence": [
      [
        "Dir",
        -0.043732136
      ],
      [
        "k",
        -1.6240566e-06
      ],
      [
        " G",
        -0.00020163313
      ],
      [
        "ently",
        -8.9357956e-05
      ],
      [
        "'s",
        -0.0017788302
      ],
      [
        " Hol",
        -1.2352386e-05
      ],
      [
        "istic",
        -0.00023274162
      ],
      [
        " Detective",
        -3.2929079e-06
      ],
      [
        " Agency",
        -1.0325924e-05
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it is put down. This character hired actors to fool his mother into thinking that he was married and offered his best friend a chance to design the Goliath National Bank building. This laser tag fan is": {
    "guess": "Barney Stinson",
    "confidence": [
      [
        "Bar",
        -0.54170555
      ],
      [
        "ney",
        -3.917321e-05
      ],
      [
        " St",
        -0.00015598179
      ],
      [
        "inson",
        -0.0025038403
      ]
    ]
  },
  "His time in Weimar produced one of his lesser known compositions, Little Organ Book, which is a collection": {
    "guess": "Little Organ Book",
    "confidence": [
      [
        "Little",
        -0.26251936
      ],
      [
        " Organ",
        -0.0039642975
      ],
      [
        " Book",
        -0.00013381359
      ]
    ]
  },
  "During his time as organist at the Basilica of Ste Clotilde he composed a setting of the Panis Angelicus, while his oratorio Redemption saw the first full use of what one of his students called 'tonal architecture.' One of this man's symphonic poems uses a horn call to represent a defiant nobleman who goes out amidst the tolling of bells on the Sabbath, The Accursed Huntsman. The prelude to Wagner's Tristan and Isolde influenced his fifth Béatitude as well as a work based on a poem by Leconte de Lisle which describes \"floating breezes of the sky.\" In addition to the symphonic poem Les Eólides, and the Symphonic Variations for piano and orchestra, he composed a three-movement symphony whose second movement features an English horn playing above harp and strings and whose recurring opening theme recalls Beethoven's final string quartet. For 10 points, name this teacher of Ernest Chausson best": {
    "guess": "César Franck",
    "confidence": [
      [
        "C",
        -0.17181316
      ],
      [
        "és",
        -0.04949711
      ],
      [
        "ar",
        -6.0749073e-05
      ],
      [
        " Fran",
        -0.00013262156
      ],
      [
        "ck",
        -5.2001665e-06
      ]
    ]
  },
  "At a Tim Hortons in Toronto, this man made fun of the multiple colors of the Canadian dollar. This man's apartment has a model of a Star Wars stormtrooper and a toilet lid that springs back up after it is put down. This character hired actors to fool his mother into thinking that he was married and offered": {
    "guess": "Michael Scott",
    "confidence": [
      [
        "Michael",
        -2.1713183
      ],
      [
        " Scott",
        -0.17191015
      ]
    ]
  },
  "In his time as a resident in the Berkshire college town of Athena, he has witnessed the blacklisting of Ira Ringold during the communist witch hunts of the McCarthy Era. He has also seen an act of political terrorism in the late sixties tear apart the Levov family. Perhaps more famously, he has seen scandal surrounding the unintentional use of a racial slur by former Athena classics professor Coleman Silk. In all these roles he is the narrator of the so-called America trilogy. FTP, name this retired novelist and alter ego of Philop Roth, who becomes \"Unbound\" in another Roth novel.": {
    "guess": "Nathan Zuckerman",
    "confidence": [
      [
        "N",
        -0.054157674
      ],
      [
        "athan",
        -7.338466e-05
      ],
      [
        " Z",
        -0.0002223709
      ],
      [
        "uck",
        -0.00034392564
      ],
      [
        "erman",
        -0.0007710325
      ]
    ]
  },
  "His time teaching in New York inspired his lament of higher education, The University in Exile.  Those later years were also devoted to the general problem of learning, resulting in the posthumous publication Productive Thinking.  After a public debate with Jung over word association technique in 1906, he moved around Europe until a 1912 train ride prompted thoughts on illusory motion, which led to": {
    "guess": "Karl Bühler",
    "confidence": [
      [
        "K",
        -0.850491
      ],
      [
        "arl",
        -0.50906646
      ],
      [
        " B",
        -0.9618357
      ],
      [
        "üh",
        -0.39235398
      ],
      [
        "ler",
        -0.00015335932
      ]
    ]
  },
  "In Timequake, Polonium, Ytterbium, Carbon and other elements hold a meeting at this place to discuss the fate of humanity after World War 2. It's not Zion, but the \"Protocols of the Elders of [this place]\" is actually a story in a pornographic magazine about intelligent threads of energy that spread": {
    "guess": "The Protocols of the Elders of Tralfamadore",
    "confidence": [
      [
        "The",
        -1.61221
      ],
      [
        " Prot",
        -0.4063083
      ],
      [
        "ocols",
        -0.00014525715
      ],
      [
        " of",
        -0.00014573395
      ],
      [
        " the",
        -0.001294047
      ],
      [
        " Eld",
        -0.0321174
      ],
      [
        "ers",
        -5.3193703e-06
      ],
      [
        " of",
        -4.1557283e-05
      ],
      [
        " Tr",
        -0.24939762
      ],
      [
        "alf",
        -0.011463454
      ],
      [
        "am",
        -0.0008822843
      ],
      [
        "ad",
        -0.0064142016
      ],
      [
        "ore",
        -7.338466e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with": {
    "guess": "Homer B. Hulbert",
    "confidence": [
      [
        "H",
        -0.82113165
      ],
      [
        "omer",
        -0.4036356
      ],
      [
        " B",
        -0.065196335
      ],
      [
        ".",
        -0.007688732
      ],
      [
        " H",
        -0.00022308611
      ],
      [
        "ul",
        -4.561021e-05
      ],
      [
        "bert",
        -1.3902034e-05
      ]
    ]
  },
  "His time in Japan led to the writing of Noto, while his time as foreign secretary to the mission to Korea led to the writing of Choson, The Land of the Morning Calm.  Those books had little in common with this man's later writings, such as The Evolution of Worlds and The Genesis of the Planets.  In his major scientific project, this man competed with the discoverer of Saturn's moon Phoebe, William Pickering.  This man's work built on observations made by Richard Proctor, and agreed with the assumptions of Nicolas Flammarion and the director of the Brera Observatory in Milan.  Harold Spencer Jones later offered an explanation of this man's observations by showing that smudges at the edge of vision appear to be connected straight lines.  He correctly guessed the existence of a \"Planet X\" beyond Neptune, but was less successful in his observations of a planet closer to Earth.  FTP, name this American astronomer who claimed to have seen \"canals\" on Mars.": {
    "guess": "Percival Lowell",
    "confidence": [
      [
        "P",
        -0.0312212
      ],
      [
        "erc",
        -1.8789384e-05
      ],
      [
        "ival",
        -3.333223e-05
      ],
      [
        " Lowell",
        -0.0027051314
      ]
    ]
  },
  "A one-time mayor of Bridgeport, Connecticut, this man built the fanciful mansion \"Iranistan\" in the city.": {
    "guess": "P. T. Barnum",
    "confidence": [
      [
        "P",
        -0.0070542186
      ],
      [
        ".",
        -0.0022588563
      ],
      [
        " T",
        -2.2603901e-05
      ],
      [
        ".",
        -1.0445127e-05
      ],
      [
        " Barn",
        -3.2929079e-06
      ],
      [
        "um",
        -2.2127088e-05
      ]
    ]
  }
}