{
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his oxen and their annoyance to the author.  In later parts the author claims that rice starch mixed with water is without merit and plum blossoms covered with snow are elegant.  At present the most widely read translations of this book of lists are those done by Ivan Morris and Arthur Waley.  Organized": {
    "guess": "The Pillow Book",
    "confidence": [
      [
        "The",
        -0.042361807
      ],
      [
        " Pillow",
        -0.004167795
      ],
      [
        " Book",
        -5.931863e-05
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.546964
      ],
      [
        "quot",
        -0.023275064
      ],
      [
        " War",
        -0.007104167
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation ceremony and the shaking of branches from four different species of trees. Probably originating as a harvest festival, it is referred to in the Bible as the \"feast of the ingathering\", and it lasts for seven days beginning on the fifteenth day of Tishri, and is immediately followed by Shemini Atzeret. For 10 points, name this Jewish holiday, during which Jews are supposed to live in makeshift booths,": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.00018852073
      ],
      [
        "uk",
        0.0
      ],
      [
        "k",
        -2.2842309e-05
      ],
      [
        "ot",
        -3.1782583e-05
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes place after a party of the faculty of New Carthage University in the house of a history professor who is married to the daughter of New Carthage's President. When the new biology professor Nick and his wife Honey drop in for a nightcap, they witness the sarcastic, acrimonious relationship of George": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.0059021306
      ],
      [
        "'s",
        -0.0010306655
      ],
      [
        " Af",
        -0.00014382669
      ],
      [
        "raid",
        -0.00012237004
      ],
      [
        " of",
        -0.00010306638
      ],
      [
        " Virginia",
        -0.0006838413
      ],
      [
        " Wool",
        -1.50940705e-05
      ],
      [
        "f",
        -4.1273333e-06
      ],
      [
        "?",
        -0.00037907605
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation ceremony and the shaking of branches from four different species of trees. Probably originating as a harvest festival, it is referred to in the Bible as the \"feast of the ingathering\", and it lasts for seven days beginning on the fifteenth day of Tishri, and is immediately followed by Shemini Atzeret. For 10 points, name this Jewish holiday, during which Jews are supposed to live in makeshift booths, also known as the Feast of Tabernacles.": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.00035083943
      ],
      [
        "uk",
        -1.9361265e-07
      ],
      [
        "k",
        -3.5313153e-06
      ],
      [
        "ot",
        -4.298773e-05
      ]
    ]
  },
  "After three great emperors, Kangxi, Yongzheng, and Qianlong, succeeding ones proved to be less effective, ushering in a period of foreign dominance and humiliation. The life of the very last emperor was the feature of a 1987 film that won Best Picture. Notable events during it included the burning of": {
    "guess": "The Last Emperor",
    "confidence": [
      [
        "The",
        -0.015714768
      ],
      [
        " Last",
        -0.0008482214
      ],
      [
        " Emperor",
        -2.1008714e-06
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event, Jonathan Brewster's announcement of information from Uncas led to a conference at Fort Saybrook. The complete destruction of the namesake tribe's village of Mystic led to victory for the colonists, led by John Mason, who had allied with Uncas' Mohegans as well as Miantomono's Narragansetts, and this war was ended by the Treaty of Hartford.  FTP, name this early British-American colonial war in 1637 Connecticut.": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.00041315364
      ],
      [
        "quot",
        -6.1537958e-06
      ],
      [
        " War",
        -1.27099975e-05
      ]
    ]
  },
  "After three days of fighting against Xerxes' Persian army, the Greek army, composed primarily of Spartans, under Leonidas was surrounded. The main Greek army retreated, but Leonidas and a few others stayed behind and were all killed. This described – FTP –what 480 BC battle named for the pass that connects": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.00068467576
      ],
      [
        " of",
        -0.00018018014
      ],
      [
        " Therm",
        -0.00011498674
      ],
      [
        "opy",
        -1.8074163e-05
      ],
      [
        "la",
        -1.8624639e-06
      ],
      [
        "e",
        -1.9816675e-06
      ]
    ]
  },
  "You'll be thrilled to learn that last year this man won the Motel 6 \"Roll to Riches\" event. He was PBA Player of the Year in 1999 and 2002 and wrote the book Bowling: How to Master the Game. FTP, name": {
    "guess": "Parker Bohn III",
    "confidence": [
      [
        "P",
        -0.003524406
      ],
      [
        "arker",
        -0.0012840448
      ],
      [
        " B",
        -8.876193e-05
      ],
      [
        "ohn",
        -3.5313153e-06
      ],
      [
        " III",
        -1.3186812e-05
      ]
    ]
  },
  "There are three species of these carnivorous mammals. The mountain variety is found only in South America": {
    "guess": "Spectacled bear",
    "confidence": [
      [
        "S",
        -1.4739103
      ],
      [
        "pect",
        -0.0059349625
      ],
      [
        "ac",
        -3.9888433e-05
      ],
      [
        "led",
        -9.4914985e-06
      ],
      [
        " bear",
        -0.11900115
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker": {
    "guess": "Andrew Jackson",
    "confidence": [
      [
        "Andrew",
        -1.236526
      ],
      [
        " Jackson",
        -0.05169443
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers, and a shield with 18 of their names on it sits above the gate in the background. The most": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.04120684
      ],
      [
        " Night",
        -0.0006793116
      ],
      [
        " Watch",
        -0.0014179766
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker a provisional government between Chinese Communists and Nationalists. This man's greatest achievement was preceded by the punitive Morgenthau policy and initially benefited Greece and Turkey. The OEEC was founded in France to administer that policy of this man, which ended in 1953 after the disbursement of $13 billion. For 10 points, name this Secretary of State whose European Recovery Plan was": {
    "guess": "George Marshall",
    "confidence": [
      [
        "George",
        -0.46330762
      ],
      [
        " Marshall",
        -0.21502884
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker a provisional government between Chinese Communists and Nationalists. This man's greatest achievement was preceded by the punitive Morgenthau policy and initially benefited Greece and Turkey. The OEEC": {
    "guess": "Harry S. Truman",
    "confidence": [
      [
        "Harry",
        -0.48082456
      ],
      [
        " S",
        -0.016218651
      ],
      [
        ".",
        -0.00080069585
      ],
      [
        " Truman",
        -3.2929079e-06
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.45822152
      ],
      [
        "ai",
        -0.062582955
      ],
      [
        "us",
        -1.6762922e-05
      ],
      [
        " Mari",
        -0.2034113
      ],
      [
        "us",
        -0.00016289561
      ]
    ]
  },
  "Of the three versions of this painting, what is likely the most famous was completed in 1892 and features an empty wine bottle as the central figure. The contrast between the firm, crisp hat on the left on the crumpled hat on the right symbolizes the difference in mood between the mustached title characters": {
    "guess": "Arrangement in Grey and Black No. 1",
    "confidence": [
      [
        "Arr",
        -1.504822
      ],
      [
        "angement",
        -0.0013014266
      ],
      [
        " in",
        -0.0025946808
      ],
      [
        " Grey",
        -0.07267468
      ],
      [
        " and",
        -0.00016611411
      ],
      [
        " Black",
        -4.7159858e-05
      ],
      [
        " No",
        -0.028777793
      ],
      [
        ".",
        -0.0013970224
      ],
      [
        " ",
        -0.5443317
      ],
      [
        "1",
        -0.0018117945
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander": {
    "guess": "The Battle of Cascina",
    "confidence": [
      [
        "The",
        -0.35986093
      ],
      [
        " Battle",
        -0.07469087
      ],
      [
        " of",
        -4.0603656e-05
      ],
      [
        " Casc",
        -0.02386213
      ],
      [
        "ina",
        -0.00012047011
      ]
    ]
  },
  "There are three species of these carnivorous mammals. The mountain variety is found only in South America and the species Nasua nelsoni is confined to Cozumel Island in Central America, while the common or ring-tailed variety ranges throughout the forests of Central and South America. Characterized by elongated snouts and a tail that is held erect when walking, they climb trees in search of birds and lizards, as well as fruit insects and larvae. For 10 points, name these members of the raccoon family.": {
    "guess": "Coati",
    "confidence": [
      [
        "Co",
        -0.006755864
      ],
      [
        "ati",
        -0.8619587
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group of deities, while a similar claim by the Pierides was disproved in a contest judged by a panel of nymphs. Generally depicted as winged deities, they were the children of Zeus and Mnemosyne. Early myths claimed there were three named Nete, Mese, and Hypate, but the best known account is that of Hesiod,": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.007960893
      ],
      [
        "uses",
        -9.710619e-05
      ]
    ]
  },
  "Of the three versions of this painting, what is likely the most famous was completed in 1892 and features": {
    "guess": "The Scream",
    "confidence": [
      [
        "The",
        -0.847676
      ],
      [
        " S",
        -1.1800052
      ],
      [
        "cream",
        -2.2842309e-05
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game before which Reggie Jackson's jersey was retired. This pitcher demonstrated his touted control of the strike zone that got him drafted one spot ahead of Prince Fielder in the 2002 draft out of Apopka": {
    "guess": "Zack Greinke",
    "confidence": [
      [
        "Z",
        -1.122391
      ],
      [
        "ack",
        -0.008247294
      ],
      [
        " Gre",
        -0.011440231
      ],
      [
        "inke",
        -8.9834764e-05
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi Hall, the four protagonists meet in Room L of Raffles and make Adam Selene Chairman of a revolutionary movement which culminates in the bombing of earth with two large catapults. The theme of libertarianism": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.0037697935
      ],
      [
        " Moon",
        -0.0008653684
      ],
      [
        " is",
        -0.623577
      ],
      [
        " a",
        -3.619312e-05
      ],
      [
        " Har",
        -7.255024e-05
      ],
      [
        "sh",
        -6.2729996e-06
      ],
      [
        " Mistress",
        -1.3902034e-05
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.45137414
      ],
      [
        " Paul",
        -0.0038516205
      ],
      [
        " Rub",
        -2.577686e-06
      ],
      [
        "ens",
        -0.00028243123
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture, eyesight was tested by the ability to see this constellation's visual doubles, Alcor and Mizar. Two stars in it, Merak and Dubhe, are known as the \"pointers,\" because a line through them points to (*) another constellation's Polaris. Muscida forms the \"snout\" of its namesake animal. For 10 points, name this constellation, which is the location of the seven-star asterism called the Big Dipper, and": {
    "guess": "Ursa Major",
    "confidence": [
      [
        "U",
        -0.0035004076
      ],
      [
        "rsa",
        -0.00033820388
      ],
      [
        " Major",
        -0.0016904158
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in this artist's painting The Hippopotamus Hunt. He painted a triptych including The Elevation of the Cross and The Descent of the Cross, and he taught Anthony van Dyck. His two versions of the Massacre of the Innocents were identified due to similarities to his painting of a strongman asleep in a woman's lap as a man perches over him with scissors, Samson and Delilah. For 10 points, identify this Baroque Flemish artist who painted many large, fleshy nudes.": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0034911428
      ],
      [
        " Paul",
        -0.0005209816
      ],
      [
        " Rub",
        -1.8624639e-06
      ],
      [
        "ens",
        -0.0002550217
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game before which Reggie Jackson's jersey was retired. This pitcher demonstrated his touted control of the strike zone that got him drafted one spot ahead of Prince Fielder in the 2002 draft out of Apopka High when he made 24 starts as a twenty year old in 2004, but missed nearly all of 2006 when he was diagnosed with Social Anxiety Disorder and depression. Through nine starts in 2009, he has a .82 ERA and four complete games. For 10 points, name this Royals righthander.": {
    "guess": "Zack Greinke",
    "confidence": [
      [
        "Z",
        -0.018949414
      ],
      [
        "ack",
        -0.0067204675
      ],
      [
        " Gre",
        -0.0041338494
      ],
      [
        "inke",
        -3.5954712e-05
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the end of his career, received political support from the tribune Publius Sulpicius Rufus. Victories over Boiorix at the Raudine Plain and over Teutobod at Aquae Sextiae made him the hero of the Cimbric and Teutonic Wars, but this former legate of Quintus Metellus fell from grace in a civil war against the Optimates of his rival. FTP, identify this seven-time Roman consul, a leader of the Populares": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.017806888
      ],
      [
        "ai",
        -0.0010413828
      ],
      [
        "us",
        -3.6789137e-05
      ],
      [
        " Mari",
        -0.00086489157
      ],
      [
        "us",
        -4.7159858e-05
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in this artist's painting The Hippopotamus Hunt. He painted a triptych including The Elevation of the": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.44053042
      ],
      [
        " Paul",
        -0.00014227704
      ],
      [
        " Rub",
        -1.3856493e-06
      ],
      [
        "ens",
        -6.980855e-05
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification in the hopes of creating a race of people who look like him. A history professor in this play wrote": {
    "guess": "Angels in America",
    "confidence": [
      [
        "Ang",
        -0.92024595
      ],
      [
        "els",
        -5.080963e-06
      ],
      [
        " in",
        -0.00023643693
      ],
      [
        " America",
        -5.8722613e-05
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture,": {
    "guess": "Virgo (constellation)",
    "confidence": [
      [
        "Vir",
        -0.78142715
      ],
      [
        "go",
        -3.7146747e-05
      ],
      [
        " (",
        -0.000112245056
      ],
      [
        "const",
        -0.0019646743
      ],
      [
        "ellation",
        -4.572941e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.019613119
      ],
      [
        "'",
        -0.038493197
      ],
      [
        "Or",
        -4.9424725e-05
      ],
      [
        "éal",
        -8.351697e-05
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification in the hopes of creating a race of people who look like him. A history professor in this play wrote a failed novel about a boy who kills both of his parents. During the second act, titled \"Walpurgisnacht,\" one character announces a game of \"Get the Guests,\" and Honey gets so drunk that she sleeps on a bathroom floor, allowing her husband Nick to seduce George's wife. For 10 points, name this Edward Albee play in which Martha responds \"I am!\" to the title bastardization of a nursery rhyme.": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.0022721777
      ],
      [
        "'s",
        -0.00017791527
      ],
      [
        " Af",
        -9.849109e-06
      ],
      [
        "raid",
        -2.4584822e-06
      ],
      [
        " of",
        -9.968313e-06
      ],
      [
        " Virginia",
        -0.00020437481
      ],
      [
        " Wool",
        -4.3202e-07
      ],
      [
        "f",
        -6.704273e-07
      ],
      [
        "?",
        -0.00012272765
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker a provisional government between Chinese Communists and Nationalists. This man's greatest achievement was preceded by the punitive Morgenthau policy and initially benefited Greece and Turkey. The OEEC was founded in France to administer that policy of this man, which ended in 1953 after the disbursement": {
    "guess": "Marshall Plan",
    "confidence": [
      [
        "Mar",
        -0.3840675
      ],
      [
        "shall",
        -0.0006079599
      ],
      [
        " Plan",
        -0.00056256534
      ]
    ]
  },
  "It is not thrust, but the Oberth effect allows a rocket engine to generate this quantity at higher speeds. Another quantity is subtracted from this quantity to compute the Lagrangian. Temperature is proportional": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.55743283
      ],
      [
        "etic",
        -0.00021700673
      ],
      [
        " energy",
        -0.018851036
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's surface as a series of alternating uplifted areas called horsts, and sunken areas called grabens.  Three of these often form a \"triple junction\" which, when passed over a hotspot, can lead to sea-floor spreading.  Distinct from divergent boundaries and mid-ocean ridges, for 10 points, name these regions where the crust and lithosphere are being pulled apart, exemplified by a Great Valley of": {
    "guess": "Rift valley",
    "confidence": [
      [
        "R",
        -0.08631493
      ],
      [
        "ift",
        -0.007043567
      ],
      [
        " valley",
        -0.55743396
      ]
    ]
  },
  "There are three general classes of symbols: syllable signs, ideograms, and  word division marks. Excavators have found many clay tablets containing this  writing; the most they can say is that it is not Greek or an Indo-European  language. FTP, name this as yet undeciphered language of the Minoans from": {
    "guess": "Linear A",
    "confidence": [
      [
        "Linear",
        -0.018018708
      ],
      [
        " A",
        -0.0005225312
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six years, he wrote \"A Careful and Strict Enquiry into the Modern Prevailing Notions of Freedom of Will,\" which set forth his views affirming predestination and a call to return to Calvinism.  Following George Whitefield's visit with him, this man spearheaded the movement with which he is associated.  FTP, name this trailblazer of the Great Awakening, famed for sermons like \"Sinners in the Hands of": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.009279873
      ],
      [
        " Edwards",
        -2.2842309e-05
      ],
      [
        " (",
        -0.029831823
      ],
      [
        "the",
        -2.8921695e-05
      ],
      [
        "olog",
        -1.735894e-05
      ],
      [
        "ian",
        -1.2113979e-05
      ],
      [
        ")",
        -5.7961847e-06
      ]
    ]
  },
  "Three members of this organization were killed when a homemade bomb detonated in a Manhattan townhouse in 1970. It attempted to \"bring the war home\" in 1969's Days of Rage. In 2008, Senator Barack Obama": {
    "guess": "Weather Underground",
    "confidence": [
      [
        "Weather",
        -0.008119119
      ],
      [
        " Underground",
        -0.15597439
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means \"little trumpet\", a misleading name since the instrument is a woodwind rather than brass instrument. Although it is traditionally made of wood, the first metal version of this instrument was made in 1887 and modern versions of this instrument are typically painted black and have silver-colored keys": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.028350422
      ],
      [
        "inet",
        -0.00015598179
      ]
    ]
  },
  "After three days of fighting against Xerxes' Persian army, the Greek army, composed primarily of Spartans,": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.1320839
      ],
      [
        " of",
        -0.00084131124
      ],
      [
        " Therm",
        -0.0015778324
      ],
      [
        "opy",
        -3.0545007e-06
      ],
      [
        "la",
        -4.604148e-06
      ],
      [
        "e",
        -9.133887e-06
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers, and a shield with 18 of their names on it sits above the gate in the background. The most notable features of this painting include a foreshortened gun in the left hand of Willem van Ruytenburch and the foreshortened left arm of the painting's commissioner. Misnamed because of many coats of": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.07112888
      ],
      [
        " Night",
        -0.0006727591
      ],
      [
        " Watch",
        -0.00021319589
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes place after a party of the faculty of New Carthage University in the house of a history professor who is married to the daughter of New Carthage's President. When the new biology professor Nick and his wife Honey drop in for a nightcap, they witness the sarcastic, acrimonious relationship of George and Martha, who answers the title question with the reply \"I am\". FTP, what is this play by Edward Albee?": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.0073893867
      ],
      [
        "'s",
        -0.0020850701
      ],
      [
        " Af",
        -0.00011117222
      ],
      [
        "raid",
        -5.1928004e-05
      ],
      [
        " of",
        -8.530503e-05
      ],
      [
        " Virginia",
        -0.00066263776
      ],
      [
        " Wool",
        -8.657073e-06
      ],
      [
        "f",
        -4.1273333e-06
      ],
      [
        "?",
        -0.00025287605
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes place after a party of the faculty of New Carthage University in the house of a history professor who is married to the daughter of New Carthage's President. When the new biology professor Nick and his wife Honey drop in for a nightcap, they witness the sarcastic, acrimonious relationship of George and Martha, who answers the title question with the reply \"I am\". FTP, what is this play by Edward": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.010207895
      ],
      [
        "'s",
        -0.0025458166
      ],
      [
        " Af",
        -0.0010519846
      ],
      [
        "raid",
        -0.0001407274
      ],
      [
        " of",
        -0.00027277938
      ],
      [
        " Virginia",
        -0.0011425995
      ],
      [
        " Wool",
        -0.00021021579
      ],
      [
        "f",
        -1.6286107e-05
      ],
      [
        "?",
        -0.0063459687
      ]
    ]
  },
  "Of the three versions of this painting, what is likely the most famous was completed in 1892 and features an empty wine bottle as the central figure. The contrast between the firm, crisp hat on the left on the crumpled hat on the right symbolizes the difference in mood between the mustached title characters wearing them, both of whom are engrossed in their game. For 10 points, name this Paul Cezanne painting whose title characters may be experienced at bacquarat, rummy, or go fish.": {
    "guess": "The Card Players",
    "confidence": [
      [
        "The",
        -0.06476044
      ],
      [
        " Card",
        -0.0026424835
      ],
      [
        " Players",
        -0.00019352727
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus; that hormone is released along with oxytocin from the posterior pituitary gland.  \"Atypical\" Class I isozymes of an enzyme represented by this sequence are found in 85% of Asians and are responsible for the so-called \"Asian glow\" after drinking alcohol.  For 10 points, give this three-letter sequence that denotes an enzyme responsible for breaking down alcohols or an osmoregulatory hormone also known as vasopressin.": {
    "guess": "ADH",
    "confidence": [
      [
        "AD",
        -0.49225757
      ],
      [
        "H",
        -6.659005e-05
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus; that hormone is released along with oxytocin from the posterior pituitary gland.  \"Atypical\" Class I isozymes of an enzyme represented by this sequence are found in 85% of Asians and are responsible for the so-called \"Asian glow\" after drinking alcohol.  For 10 points, give this three-letter sequence": {
    "guess": "AVP",
    "confidence": [
      [
        "AV",
        -0.07667544
      ],
      [
        "P",
        -0.00039075434
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus; that hormone is released along with oxytocin from the posterior pituitary gland.  \"Atypical\" Class I isozymes of an enzyme represented by this sequence are found in 85% of Asians and are responsible": {
    "guess": "AVP",
    "confidence": [
      [
        "AV",
        -0.49306622
      ],
      [
        "P",
        -0.0031975587
      ]
    ]
  },
  "Its three styles are jondo, intermedio, and chico. The \"alboreás\" form is seen at weddings, while the": {
    "guess": "Flamenco",
    "confidence": [
      [
        "Fl",
        -0.0077369893
      ],
      [
        "am",
        -1.4259645e-05
      ],
      [
        "enco",
        -2.3676734e-05
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers,": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.06580898
      ],
      [
        " Night",
        -0.0006934932
      ],
      [
        " Watch",
        -0.00031043674
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -2.202664
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.9801952
      ],
      [
        "ighth",
        -0.70031935
      ],
      [
        "awks",
        -6.909333e-05
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the end of his career, received political support from the tribune Publius Sulpicius Rufus. Victories over Boiorix at the Raudine Plain and over Teutobod at Aquae Sextiae made him the hero of the Cimbric and Teutonic Wars, but this former legate of Quintus Metellus fell from grace in a civil war against": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.013903144
      ],
      [
        "ai",
        -0.0014737952
      ],
      [
        "us",
        -1.2233183e-05
      ],
      [
        " Mari",
        -0.0048557464
      ],
      [
        "us",
        -7.743759e-05
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called (*) \"From My Life.\" Beethoven's included ones named Serioso and Harp, and a piece originally meant to be the final movement of his 13th was published separately as his Grosse Fuge. Franz Schubert wrote 15 numbered ones, including his 13th, Rosamunde, and 14th, Death and the Maiden. Samuel Barber adapted the second movement of his 11th into the Adagio for Strings. For 10 points, name this common musical form, most often written for two violins, a viola, and a cello.": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.0015450955
      ],
      [
        " quart",
        -0.035141073
      ],
      [
        "et",
        -0.006006295
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes place after a party of the faculty of New Carthage University in the house of a history professor": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.018118339
      ],
      [
        "'s",
        -0.0003612065
      ],
      [
        " Af",
        -0.00010592726
      ],
      [
        "raid",
        -2.3438328e-05
      ],
      [
        " of",
        -5.705376e-05
      ],
      [
        " Virginia",
        -0.0003771688
      ],
      [
        " Wool",
        -1.6240566e-06
      ],
      [
        "f",
        -2.1008714e-06
      ],
      [
        "?",
        -0.00044699648
      ]
    ]
  },
  "You'll be thrilled to learn that last year this man won the Motel 6 \"Roll to Riches\" event. He was PBA": {
    "guess": "Parker Bohn III",
    "confidence": [
      [
        "P",
        -0.22739209
      ],
      [
        "arker",
        -0.10954774
      ],
      [
        " B",
        -0.00058996753
      ],
      [
        "ohn",
        -5.0974373e-05
      ],
      [
        " III",
        -0.0002753982
      ]
    ]
  },
  "There are three general classes of symbols: syllable signs, ideograms, and  word division marks. Excavators have found many clay tablets containing this  writing; the most they can say is that it is not": {
    "guess": "Cuneiform",
    "confidence": [
      [
        "C",
        -0.00375709
      ],
      [
        "une",
        -6.730528e-05
      ],
      [
        "iform",
        -1.473646e-05
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells": {
    "guess": "The Secret History",
    "confidence": [
      [
        "The",
        -1.2299978
      ],
      [
        " Secret",
        -1.3099657
      ],
      [
        " History",
        -0.038803548
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth": {
    "guess": "String Quartets, Op. 44",
    "confidence": [
      [
        "String",
        -0.5125398
      ],
      [
        " Quart",
        -0.26994133
      ],
      [
        "ets",
        -0.6013408
      ],
      [
        ",",
        -0.7355721
      ],
      [
        " Op",
        -0.07725205
      ],
      [
        ".",
        -0.00025990538
      ],
      [
        " ",
        -0.001639116
      ],
      [
        "44",
        -0.0009735173
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game before which Reggie Jackson's jersey was retired. This pitcher demonstrated his touted control of the strike zone that got him drafted one spot ahead of Prince Fielder in the 2002 draft out of Apopka High when he made 24 starts as a twenty year old in 2004, but missed nearly all of 2006 when he was diagnosed with Social Anxiety Disorder and depression. Through nine starts in 2009, he has a .82": {
    "guess": "Zack Greinke",
    "confidence": [
      [
        "Z",
        -0.39062706
      ],
      [
        "ack",
        -0.04751245
      ],
      [
        " Gre",
        -0.00358023
      ],
      [
        "inke",
        -6.7662884e-05
      ]
    ]
  },
  "Three molecules of NAD-plus are reduced to NADH each time around, and two hydrogens are added to FAD": {
    "guess": "Oxidative phosphorylation",
    "confidence": [
      [
        "O",
        -0.55441207
      ],
      [
        "x",
        -0.000134052
      ],
      [
        "id",
        -0.00684585
      ],
      [
        "ative",
        -0.0664508
      ],
      [
        " phosphory",
        -0.07336526
      ],
      [
        "lation",
        -0.0005068037
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.30386215
      ],
      [
        "inet",
        -0.0003051918
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus; that hormone is released along with oxytocin from the posterior pituitary gland.  \"Atypical\" Class": {
    "guess": "Vasopressin",
    "confidence": [
      [
        "V",
        -1.8643498
      ],
      [
        "as",
        -0.32042968
      ],
      [
        "op",
        -0.012816637
      ],
      [
        "ress",
        -0.00035858402
      ],
      [
        "in",
        -8.9119545e-05
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.07982555
      ],
      [
        " quart",
        -0.37102687
      ],
      [
        "et",
        -0.0791286
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work by this artist, and an early painting by this artist shows several men on horseback running away from a band of Native Americans. In addition to Shotgun Hospitality and A Dash for the Timber, one of his sculptures shows a man supporting a comrade who has been shot, called Wounded Bunkie. For 10 points, name this artist of a work that shows a man holding some rope in one hand while clutching onto": {
    "guess": "Frederic Remington",
    "confidence": [
      [
        "Fre",
        -0.8505097
      ],
      [
        "der",
        -2.1008714e-06
      ],
      [
        "ic",
        -0.0011511749
      ],
      [
        " Rem",
        -0.000109622575
      ],
      [
        "ington",
        -0.000113794704
      ]
    ]
  },
  "It is not thrust, but the Oberth effect allows a rocket engine to generate this quantity at higher speeds. Another quantity is subtracted from this quantity to compute the Lagrangian. Temperature is proportional to molecules' amount of this quantity, which is not conserved in (*) inelastic collisions. For 10 points, name this quantity that is equal to one half mass times velocity squared, the energy": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.0070169293
      ],
      [
        "etic",
        -2.129266e-05
      ],
      [
        " energy",
        -0.059414793
      ]
    ]
  },
  "Three members of this organization were killed when a homemade bomb detonated in a Manhattan townhouse in 1970. It attempted to \"bring the war home\" in 1969's Days of Rage. In 2008, Senator Barack Obama was criticized for his associations with a former leader of this organization, Bill Ayers. For 10": {
    "guess": "Weather Underground",
    "confidence": [
      [
        "Weather",
        -0.017127572
      ],
      [
        " Underground",
        -0.28555965
      ]
    ]
  },
  "Throughout this man's reign, there was an emphasis on expansion in the East, with the Treaty of Beijing confirming the conquest of the Ussuri region, and the conquests of Kokand, Khiva, and Bokhara. His reign also saw the introduction of the assemblies, which were granted advisory roles in legislation via a decree signed on the very day of his death. For ten points, name the czar of Russia best known": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.05062657
      ],
      [
        " II",
        -0.019166723
      ],
      [
        " of",
        -0.36456898
      ],
      [
        " Russia",
        -0.00016074994
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means \"little trumpet\", a misleading name since the instrument is a woodwind rather than brass instrument.": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.12498814
      ],
      [
        "inet",
        -0.006571246
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it,": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.016178887
      ],
      [
        "ass",
        -0.00038860866
      ],
      [
        "ination",
        -0.00043722545
      ],
      [
        " of",
        -0.00077687344
      ],
      [
        " Arch",
        -0.1650124
      ],
      [
        "du",
        -4.604148e-06
      ],
      [
        "ke",
        -2.808727e-05
      ],
      [
        " Franz",
        -4.3941356e-05
      ],
      [
        " Ferdinand",
        -1.7120534e-05
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the end of his career, received political support from the tribune Publius Sulpicius Rufus. Victories over Boiorix at the Raudine Plain and over Teutobod at Aquae Sextiae made him the hero of the Cimbric and Teutonic Wars, but this former legate of Quintus Metellus fell from grace in a civil war against the Optimates of his rival. FTP, identify this seven-time Roman consul, a leader of the Populares who feuded with the man who outshined him in the Jugurthine War, Lucius Cornelius Sulla.": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.006428891
      ],
      [
        "ai",
        -0.00017851128
      ],
      [
        "us",
        -1.5570886e-05
      ],
      [
        " Mari",
        -9.9251854e-05
      ],
      [
        "us",
        -2.1411865e-05
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th grade.He attended the University of Akron, and his junior year, while playing weakside linebacker, he was an All-America candidate; he would move to defensive end for his senior year.  A third round pick in 1997, missing time while filming Dancing With the Stars,led Bill Parcells trading him to his": {
    "guess": "Jason Taylor",
    "confidence": [
      [
        "Jason",
        -0.008923115
      ],
      [
        " Taylor",
        -0.0018492704
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells a story about a man from Cappadocia who is beaten by witches and turned into straw after Niceros relates an episode in which his friend (*) urinated in a circle around his clothes and turned into a wolf.": {
    "guess": "Apuleius",
    "confidence": [
      [
        "Ap",
        -1.4158871
      ],
      [
        "ule",
        -0.35867968
      ],
      [
        "ius",
        -0.0041858405
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series. This man won Game Six of the 2004 American League Championship Series on an injured ankle, an event commemorated by his \"bloody sock.\" In September 2009, this man used his blog \"38 Pitches\" to announce that he would not run for the open Senate seat from Massachusetts. For 10 points, name this": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.006177864
      ],
      [
        "urt",
        -1.4021238e-05
      ],
      [
        " Sch",
        -0.004666861
      ],
      [
        "illing",
        -0.000121542944
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game before which Reggie Jackson's jersey was retired. This pitcher demonstrated his touted control of the strike zone that got him drafted one spot ahead of Prince Fielder in the 2002 draft out of Apopka High when he made 24 starts as a twenty year old in 2004, but missed nearly all of 2006 when he": {
    "guess": "Jeremy Bonderman",
    "confidence": [
      [
        "Jeremy",
        -1.3433017
      ],
      [
        " Bon",
        -0.24722412
      ],
      [
        "der",
        -1.9862217e-05
      ],
      [
        "man",
        -4.7517467e-05
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells a story about a man from Cappadocia who is beaten by witches and turned into straw after Niceros relates an episode in which his friend (*) urinated in a circle around his clothes and turned into a wolf. This character commissions Habinnas to create a detailed tomb for him during an elaborate event in which he serves dishes based on the signs of the zodiac. For 10 points, name this husband of Fortunata, a character that hosts a notable feast in the Satyricon.": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -0.047408316
      ],
      [
        "imal",
        -4.3202e-07
      ],
      [
        "chio",
        -6.2729996e-06
      ]
    ]
  },
  "You'll be thrilled to learn that last year this man won the Motel 6 \"Roll to Riches\" event. He was PBA Player of the Year in 1999 and 2002 and wrote the book Bowling: How to Master the Game. FTP, name this lefty bowler whose grandfather was a stock car driver and had the exact same name as him, just like his father.": {
    "guess": "Parker Bohn III",
    "confidence": [
      [
        "P",
        -0.037066925
      ],
      [
        "arker",
        -0.0034082318
      ],
      [
        " B",
        -0.000117132404
      ],
      [
        "ohn",
        -2.9352968e-06
      ],
      [
        " III",
        -1.8908588e-05
      ]
    ]
  },
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his oxen and their annoyance to the author.  In later parts the author claims that rice starch mixed with": {
    "guess": "Saadi",
    "confidence": [
      [
        "Sa",
        -0.60038644
      ],
      [
        "adi",
        -0.5875166
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.25175005
      ],
      [
        "'s",
        -0.00029422872
      ],
      [
        " Af",
        -4.3226137e-05
      ],
      [
        "raid",
        -1.0087517e-05
      ],
      [
        " of",
        -3.392825e-05
      ],
      [
        " Virginia",
        -0.00063261675
      ],
      [
        " Wool",
        -5.407367e-05
      ],
      [
        "f",
        -8.776276e-06
      ],
      [
        "?",
        -0.007064035
      ]
    ]
  },
  "After three great emperors, Kangxi, Yongzheng, and Qianlong, succeeding ones proved to be less effective, ushering in a period of foreign dominance and humiliation. The life of the very last emperor was": {
    "guess": "Fall of the Qing dynasty",
    "confidence": [
      [
        "Fall",
        -1.1796398
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " the",
        -0.0018372491
      ],
      [
        " Qing",
        -0.0021936828
      ],
      [
        " dynasty",
        -0.011609932
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.3461042
      ],
      [
        "'s",
        -0.0029643886
      ],
      [
        " Af",
        -0.0007836607
      ],
      [
        "raid",
        -8.6735476e-05
      ],
      [
        " of",
        -0.00015395533
      ],
      [
        " Virginia",
        -0.00053182547
      ],
      [
        " Wool",
        -3.5597102e-05
      ],
      [
        "f",
        -5.6769813e-06
      ],
      [
        "?",
        -0.0024329745
      ]
    ]
  },
  "There are three species of these carnivorous mammals. The mountain variety is found only in South America and the species Nasua nelsoni is confined to Cozumel Island in Central America, while the common": {
    "guess": "Coati",
    "confidence": [
      [
        "Co",
        -0.015027797
      ],
      [
        "ati",
        -0.13235721
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work by this artist, and an early painting by this artist shows several men on horseback running away from a band of Native Americans. In addition to Shotgun Hospitality and A Dash for the Timber, one of his sculptures shows a man supporting a comrade who has been shot, called Wounded Bunkie. For 10 points, name this artist of a work that shows a man holding some rope in one hand while clutching onto a bucking horse, the sculptor who created Bronco Buster.": {
    "guess": "Frederic Remington",
    "confidence": [
      [
        "Fre",
        -0.012761084
      ],
      [
        "der",
        -3.1281633e-07
      ],
      [
        "ic",
        -0.00036037207
      ],
      [
        " Rem",
        -1.5332478e-05
      ],
      [
        "ington",
        -6.837811e-05
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.15512584
      ],
      [
        " Edwards",
        -0.00025311444
      ],
      [
        " (",
        -0.22916767
      ],
      [
        "the",
        -0.0011922525
      ],
      [
        "olog",
        -0.0001726703
      ],
      [
        "ian",
        -2.129266e-05
      ],
      [
        ")",
        -9.603336e-05
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.094117664
      ],
      [
        " Night",
        -0.004448159
      ],
      [
        " Watch",
        -2.2842309e-05
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's surface as a series of alternating uplifted areas called horsts, and sunken areas called grabens.  Three of these often form a \"triple junction\" which, when passed over a hotspot, can lead to sea-floor": {
    "guess": "Rift (geology)",
    "confidence": [
      [
        "R",
        -0.741399
      ],
      [
        "ift",
        -0.016858835
      ],
      [
        " (",
        -0.1977179
      ],
      [
        "ge",
        -0.00085191673
      ],
      [
        "ology",
        -0.019808086
      ],
      [
        ")",
        -1.342522e-05
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi Hall, the four protagonists meet in Room L of Raffles and make Adam Selene Chairman of a revolutionary movement which culminates in the bombing of earth with two large catapults. The theme of libertarianism is present throughout the book best seen in the slogan TANSTAAFL. FTP identify this novel in which Bernardo de La Paz, Wyoming Knott, Manuel O‘Kelly, and Mike the sentient computer, lead a lunar revolt, written by Robert Heinlein.": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.0003390383
      ],
      [
        " Moon",
        -0.000357988
      ],
      [
        " is",
        -0.000101993544
      ],
      [
        " a",
        -1.8193366e-05
      ],
      [
        " Har",
        -3.2497806e-05
      ],
      [
        "sh",
        -3.1737043e-06
      ],
      [
        " Mistress",
        -5.2001665e-06
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means \"little trumpet\", a misleading name since the instrument is a woodwind rather than brass instrument. Although it is traditionally made of wood, the first metal version of this instrument was made in": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.12054164
      ],
      [
        "inet",
        -0.0032904714
      ]
    ]
  },
  "Of the three versions of this painting, what is likely the most famous was completed in 1892 and features an empty wine bottle as the central figure. The contrast between the firm, crisp hat on the left": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -1.5399029
      ],
      [
        "cent",
        -0.0001978186
      ],
      [
        " van",
        -0.007265371
      ],
      [
        " G",
        -2.220075e-06
      ],
      [
        "ogh",
        -3.8934802e-05
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation ceremony and the shaking of branches from four different species of trees. Probably originating as": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.008538693
      ],
      [
        "uk",
        -1.8789384e-05
      ],
      [
        "k",
        -4.823269e-05
      ],
      [
        "ot",
        -0.000107238506
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.051064927
      ],
      [
        "'",
        -0.052654747
      ],
      [
        "Or",
        -8.375538e-05
      ],
      [
        "éal",
        -4.1914896e-05
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His": {
    "guess": "Earthworm Jim",
    "confidence": [
      [
        "Earth",
        -1.7053639
      ],
      [
        "worm",
        -0.00079497404
      ],
      [
        " Jim",
        -0.0048957197
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture, eyesight was tested by the ability to see this constellation's visual doubles, Alcor and Mizar. Two stars in it, Merak and Dubhe, are known as the \"pointers,\" because a line through them points to (*) another constellation's Polaris. Muscida forms the \"snout\" of its namesake animal. For 10 points, name this constellation, which is the location of the seven-star asterism called the Big Dipper, and takes its name from the Latin for \"great bear.\"": {
    "guess": "Ursa Major",
    "confidence": [
      [
        "U",
        -0.0056980494
      ],
      [
        "rsa",
        -0.001296662
      ],
      [
        " Major",
        -0.0007171964
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series. This man won Game Six of the 2004 American League Championship Series on an injured ankle, an event commemorated by his \"bloody sock.\" In September 2009, this man used his blog \"38 Pitches\" to announce that he would not run for the open Senate seat from Massachusetts. For 10 points, name this pitcher that officially retired in March 2009 after stints with the Orioles, Phillies, Diamondbacks,": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.0017558604
      ],
      [
        "urt",
        -2.8160932e-06
      ],
      [
        " Sch",
        -0.00072720577
      ],
      [
        "illing",
        -6.670925e-05
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification in the hopes of creating a race of people who look like him. A history professor in this play wrote a failed novel about a boy who kills both of his parents. During the second act, titled \"Walpurgisnacht,\" one character announces a game of \"Get the Guests,\" and Honey gets so drunk that she sleeps": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.0021341986
      ],
      [
        "'s",
        -0.000197461
      ],
      [
        " Af",
        -6.511407e-06
      ],
      [
        "raid",
        -1.8431772e-05
      ],
      [
        " of",
        -2.9994528e-05
      ],
      [
        " Virginia",
        -0.0002676536
      ],
      [
        " Wool",
        -1.3856493e-06
      ],
      [
        "f",
        -3.1281633e-07
      ],
      [
        "?",
        -0.0008152277
      ]
    ]
  },
  "Its three styles are jondo, intermedio, and chico. The \"alboreás\" form is seen at weddings, while the \"martinetes\" incorporates a hammer and anvil. Using the \"palo seco,\" a stick used to create a rhythm on the floor, it includes the interpretive footwork known as \"zapateado,\" the solo passages called": {
    "guess": "Flamenco",
    "confidence": [
      [
        "Fl",
        -0.008498628
      ],
      [
        "am",
        -6.869018e-06
      ],
      [
        "enco",
        -1.5451682e-05
      ]
    ]
  },
  "Throughout this man's reign, there was an emphasis on expansion in the East, with the Treaty of Beijing confirming the conquest of the Ussuri region, and the conquests of Kokand, Khiva, and Bokhara. His reign also saw the introduction of the assemblies, which were granted advisory roles in legislation": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.5800398
      ],
      [
        " II",
        -0.015531101
      ],
      [
        " of",
        -0.02747899
      ],
      [
        " Russia",
        -0.00012952226
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th": {
    "guess": "Homeschooling in the United States",
    "confidence": [
      [
        "H",
        -0.089454755
      ],
      [
        "omes",
        -4.5371802e-05
      ],
      [
        "chool",
        -2.8444882e-05
      ],
      [
        "ing",
        -5.8961017e-05
      ],
      [
        " in",
        -0.069997914
      ],
      [
        " the",
        -0.012055832
      ],
      [
        " United",
        -0.00016527968
      ],
      [
        " States",
        -8.220573e-05
      ]
    ]
  },
  "Three molecules of NAD-plus are reduced to NADH each time around, and two hydrogens are added to FAD in step six. Some stages in it are succinate, fumarate, and malate, and it begins when acetyl coenzyme A is added to oxaloacetate. Taking place in the mitochondria, FTP, name this 8-step cycle of aerobic": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.0028309114
      ],
      [
        "ric",
        -9.0883464e-07
      ],
      [
        " acid",
        -0.0015747332
      ],
      [
        " cycle",
        -2.486877e-05
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means \"little trumpet\", a misleading name since the instrument is a woodwind rather than brass instrument. Although it is traditionally made of wood, the first metal version of this instrument was made in 1887 and modern versions of this instrument are typically painted black and have silver-colored keys as well. Name this single-reed instrument that is typically tuned in B-flat but also comes in bass,": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.0359142
      ],
      [
        "inet",
        -7.278864e-05
      ]
    ]
  },
  "Throughout this man's reign, there was an emphasis on expansion in the East, with the Treaty of Beijing confirming the conquest of the Ussuri region, and the conquests of Kokand, Khiva, and Bokhara. His": {
    "guess": "Qianlong Emperor",
    "confidence": [
      [
        "Q",
        -0.44674048
      ],
      [
        "ian",
        -0.020945892
      ],
      [
        "long",
        -0.00017767686
      ],
      [
        " Emperor",
        -0.019723931
      ]
    ]
  },
  "It is not thrust, but the Oberth effect allows a rocket engine to generate this quantity at higher speeds.": {
    "guess": "Specific impulse",
    "confidence": [
      [
        "Specific",
        -0.4551964
      ],
      [
        " impulse",
        -0.24630298
      ]
    ]
  },
  "Three molecules of NAD-plus are reduced to NADH each time around, and two hydrogens are added to FAD in step six. Some stages in it are succinate, fumarate, and malate, and it begins when acetyl coenzyme": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.004644792
      ],
      [
        "ric",
        -5.3193703e-06
      ],
      [
        " acid",
        -0.00045402948
      ],
      [
        " cycle",
        -2.3438328e-05
      ]
    ]
  },
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his oxen and their annoyance to the author.  In later parts the author claims that rice starch mixed with water is without merit and plum blossoms covered with snow are elegant.  At present the most widely": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -1.1483382
      ],
      [
        " Tale",
        -0.93578786
      ],
      [
        " of",
        -0.0002513264
      ],
      [
        " Gen",
        -0.038711462
      ],
      [
        "ji",
        -0.00020115632
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group of deities, while a similar claim by the Pierides was disproved in a contest judged by a panel of nymphs. Generally depicted as winged deities, they were the children of Zeus and Mnemosyne. Early myths claimed there were three named Nete, Mese, and Hypate, but the best known account is that of Hesiod, who described nine, including Erato, Polymnia, Terpsichore, Calliope, and Urania. FTP, who were these goddesses of literature and the arts?": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.0029253026
      ],
      [
        "uses",
        -0.000114748334
      ]
    ]
  },
  "Throughout this man's reign, there was an emphasis on expansion in the East, with the Treaty of Beijing confirming the conquest of the Ussuri region, and the conquests of Kokand, Khiva, and Bokhara. His reign also saw the introduction of the assemblies, which were granted advisory roles in legislation via a decree signed on the very day of his death. For ten points, name the czar of Russia best known for the 1861Edict of Emancipation freeing the serfs and for being bombed by the People's Will.": {
    "guess": "Alexander II of Russia",
    "confidence": [
      [
        "Alexander",
        -0.008559728
      ],
      [
        " II",
        -0.00058567984
      ],
      [
        " of",
        -5.4312077e-05
      ],
      [
        " Russia",
        -9.7821416e-05
      ]
    ]
  },
  "After three great emperors, Kangxi, Yongzheng, and Qianlong, succeeding ones proved to be less effective, ushering in a period of foreign dominance and humiliation. The life of the very last emperor was the feature of a 1987 film that won Best Picture. Notable events during it included the burning of the Yuan Ming Yuan Summer Palace in 1860 and defeat in two Opium Wars. FTP, name this late dynasty": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.04554487
      ],
      [
        "ing",
        -1.4617256e-05
      ],
      [
        " dynasty",
        -0.025454033
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.037942674
      ],
      [
        "'",
        -0.035331532
      ],
      [
        "Or",
        -3.5716304e-05
      ],
      [
        "éal",
        -3.5358695e-05
      ]
    ]
  },
  "You'll be thrilled to learn that last year this man won the Motel 6 \"Roll to Riches\" event. He was PBA Player of the Year in 1999 and 2002 and wrote the book Bowling: How to Master the Game. FTP, name this lefty bowler whose grandfather was a stock car driver and had the exact same name as him, just": {
    "guess": "Parker Bohn III",
    "confidence": [
      [
        "P",
        -0.03156661
      ],
      [
        "arker",
        -0.002883926
      ],
      [
        " B",
        -9.555654e-05
      ],
      [
        "ohn",
        -1.7432603e-06
      ],
      [
        " III",
        -2.4630364e-05
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus; that hormone is released along with oxytocin from the posterior pituitary gland.  \"Atypical\" Class I isozymes of an enzyme represented by this sequence are found in 85% of Asians and are responsible for the so-called \"Asian glow\" after drinking alcohol.  For 10 points, give this three-letter sequence that denotes an enzyme responsible for breaking down alcohols or an osmoregulatory hormone also": {
    "guess": "ADH",
    "confidence": [
      [
        "AD",
        -0.60705894
      ],
      [
        "H",
        -6.206032e-05
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification in the hopes of creating a race of people who look like him. A history professor in this play wrote a failed novel about a boy who kills both of his parents. During the second act, titled \"Walpurgisnacht,\"": {
    "guess": "Angels in America",
    "confidence": [
      [
        "Ang",
        -0.8923087
      ],
      [
        "els",
        -2.7252845e-05
      ],
      [
        " in",
        -0.0010241165
      ],
      [
        " America",
        -0.00017708084
      ]
    ]
  },
  "After three days of fighting against Xerxes' Persian army, the Greek army, composed primarily of Spartans, under Leonidas was surrounded. The main Greek army retreated, but Leonidas and a few others stayed behind and were all killed. This described – FTP –what 480 BC battle named for the pass that connects northern and southern Greece?": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.00097327895
      ],
      [
        " of",
        -0.00034177996
      ],
      [
        " Therm",
        -0.00029220225
      ],
      [
        "opy",
        -4.0007635e-05
      ],
      [
        "la",
        -4.365741e-06
      ],
      [
        "e",
        -2.9352968e-06
      ]
    ]
  },
  "There are three species of these carnivorous mammals. The mountain variety is found only in South America and the species Nasua nelsoni is confined to Cozumel Island in Central America, while the common or ring-tailed variety ranges throughout the forests of Central and South America. Characterized by": {
    "guess": "Coati",
    "confidence": [
      [
        "Co",
        -0.0070619043
      ],
      [
        "ati",
        -0.13147506
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.6511555
      ],
      [
        " t",
        -0.022878174
      ],
      [
        "ect",
        -7.89631e-07
      ],
      [
        "on",
        -3.8696395e-05
      ],
      [
        "ics",
        -5.9437833e-05
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder,": {
    "guess": "Arab Boycott of Israel",
    "confidence": [
      [
        "Ar",
        -1.1226664
      ],
      [
        "ab",
        -0.026121933
      ],
      [
        " Boy",
        -0.7288391
      ],
      [
        "cott",
        -0.00012106613
      ],
      [
        " of",
        -0.0029780602
      ],
      [
        " Israel",
        -0.0008311899
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th grade.He attended the University of Akron, and his junior year, while playing weakside linebacker, he was an All-America candidate; he would move to defensive end for his senior year.  A third round": {
    "guess": "Jason Taylor",
    "confidence": [
      [
        "Jason",
        -0.3522799
      ],
      [
        " Taylor",
        -0.00026610398
      ]
    ]
  },
  "It is not thrust, but the Oberth effect allows a rocket engine to generate this quantity at higher speeds. Another quantity is subtracted from this quantity to compute the Lagrangian. Temperature is proportional to molecules' amount of this quantity, which is not conserved in (*) inelastic collisions.": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -0.5397148
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial": {
    "guess": "DNA",
    "confidence": [
      [
        "DNA",
        -0.73176676
      ]
    ]
  },
  "There are three general classes of symbols: syllable signs, ideograms, and  word division marks. Excavators": {
    "guess": "Cuneiform",
    "confidence": [
      [
        "C",
        -1.6458279
      ],
      [
        "une",
        -0.023966884
      ],
      [
        "iform",
        -8.75699e-05
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi Hall, the four protagonists meet in Room L of Raffles and make Adam Selene Chairman of a revolutionary movement which culminates in the bombing of earth with two large catapults. The theme of libertarianism is present throughout the book best seen in the slogan TANSTAAFL. FTP identify this novel in which Bernardo de La Paz, Wyoming Knott, Manuel O‘Kelly, and Mike the sentient computer, lead a": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.00047905126
      ],
      [
        " Moon",
        -0.00027313698
      ],
      [
        " is",
        -0.00030995993
      ],
      [
        " a",
        -1.2113979e-05
      ],
      [
        " Har",
        -9.014684e-06
      ],
      [
        "sh",
        -1.504853e-06
      ],
      [
        " Mistress",
        -1.8624639e-06
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own,": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.16372183
      ],
      [
        " Moon",
        -0.040412728
      ],
      [
        " is",
        -0.25403863
      ],
      [
        " a",
        -3.9530823e-05
      ],
      [
        " Har",
        -4.9186317e-05
      ],
      [
        "sh",
        -1.0564331e-05
      ],
      [
        " Mistress",
        -1.92662e-05
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game": {
    "guess": "Mike Morse",
    "confidence": [
      [
        "Mike",
        -2.4488022
      ],
      [
        " Morse",
        -1.3348886
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.06570047
      ],
      [
        "inet",
        -0.00078627944
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture, eyesight was tested by the ability to see this constellation's visual doubles, Alcor and Mizar. Two stars in it, Merak and Dubhe, are known as the \"pointers,\" because a line through them points to (*)": {
    "guess": "Ursa Major",
    "confidence": [
      [
        "U",
        -0.08789618
      ],
      [
        "rsa",
        -0.00046153198
      ],
      [
        " Major",
        -0.00043150366
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the end of his career, received political support from the tribune Publius Sulpicius Rufus. Victories over Boiorix at the Raudine Plain and over Teutobod at Aquae Sextiae made him the hero of the Cimbric": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.08468154
      ],
      [
        "ai",
        -0.004200444
      ],
      [
        "us",
        -1.5570886e-05
      ],
      [
        " Mari",
        -0.0024812464
      ],
      [
        "us",
        -9.472212e-05
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in this company. That largest shareholder in this company was accused of providing a series of unmarked (*) envelopes to figures such as Eric Woerth, whose role as employment minister is in jeopardy due to that scandal after this company's largest shareholder, Liliane Bettencourt, was implicated in illegal": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.0018107218
      ],
      [
        "'",
        -0.014285736
      ],
      [
        "Or",
        -3.333223e-05
      ],
      [
        "éal",
        -5.0497558e-05
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation ceremony and the shaking of branches from four different species of trees. Probably originating as a harvest festival, it is referred to in the Bible as the \"feast of the ingathering\", and it lasts": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.0012907129
      ],
      [
        "uk",
        -4.3202e-07
      ],
      [
        "k",
        -5.080963e-06
      ],
      [
        "ot",
        -0.00018161058
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th grade.He attended the University of Akron, and his junior year, while playing weakside linebacker, he was an All-America candidate; he would move to defensive end for his senior year.  A third round pick in 1997, missing time while filming Dancing With the Stars,led Bill Parcells trading him to his new team. For 10 points, name this 2006 NFL Defensive Player of the Year, currently with the Washington": {
    "guess": "Jason Taylor",
    "confidence": [
      [
        "Jason",
        -0.044893045
      ],
      [
        " Taylor",
        -0.0015024792
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells a story about a man from Cappadocia who is beaten by witches and turned into straw after Niceros relates an episode in which his friend (*) urinated in a circle around his clothes and turned into a wolf. This character commissions Habinnas to create a detailed tomb for him during an elaborate event in which he serves dishes based on the signs of the zodiac. For 10 points, name this husband of Fortunata,": {
    "guess": "The Satyricon",
    "confidence": [
      [
        "The",
        -1.1078143
      ],
      [
        " Sat",
        -0.063786656
      ],
      [
        "yr",
        -0.0003122248
      ],
      [
        "icon",
        -8.3278566e-05
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in this artist's painting The Hippopotamus Hunt. He painted a triptych including The Elevation of the Cross and The Descent of the Cross, and he taught Anthony van Dyck. His two versions of the Massacre": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.012390852
      ],
      [
        " Paul",
        -0.00023178798
      ],
      [
        " Rub",
        -5.2001665e-06
      ],
      [
        "ens",
        -0.00025382967
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells a story about a man from Cappadocia who is beaten by witches and turned into straw after Niceros relates an episode in which his friend (*) urinated in a circle around his clothes and turned into a wolf. This character commissions Habinnas to create a detailed tomb for him during an elaborate event": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -0.24327512
      ],
      [
        "imal",
        -0.00014597236
      ],
      [
        "chio",
        -0.00027980874
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius.": {
    "guess": "Catiline",
    "confidence": [
      [
        "Cat",
        -1.3417222
      ],
      [
        "iline",
        -0.06991642
      ]
    ]
  },
  "Its three styles are jondo, intermedio, and chico. The \"alboreás\" form is seen at weddings, while the \"martinetes\" incorporates a hammer and anvil. Using the \"palo seco,\" a stick used to create a rhythm": {
    "guess": "Flamenco",
    "confidence": [
      [
        "Fl",
        -0.0125370845
      ],
      [
        "am",
        -3.8219583e-05
      ],
      [
        "enco",
        -1.6166903e-05
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in this artist's painting The Hippopotamus Hunt. He painted a triptych including The Elevation of the Cross and The Descent of the Cross, and he taught Anthony van Dyck. His two versions of the Massacre of the Innocents were identified due to similarities to his painting of a strongman asleep in a woman's": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.005358264
      ],
      [
        " Paul",
        -6.539802e-05
      ],
      [
        " Rub",
        -1.147242e-06
      ],
      [
        "ens",
        -0.00017505439
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.45056024
      ],
      [
        " quart",
        -0.38855746
      ],
      [
        "et",
        -0.018229663
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work by this artist, and an early painting by this artist shows several men on horseback running away": {
    "guess": "Georgia O'Keeffe",
    "confidence": [
      [
        "Georgia",
        -1.1661355
      ],
      [
        " O",
        -0.00044902292
      ],
      [
        "'",
        -0.0008604847
      ],
      [
        "K",
        -0.0001470452
      ],
      [
        "ee",
        -7.231183e-05
      ],
      [
        "ffe",
        -0.00015884268
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture, eyesight was tested by the ability to see this constellation's visual doubles, Alcor and Mizar. Two": {
    "guess": "Ursa Major",
    "confidence": [
      [
        "U",
        -0.038594596
      ],
      [
        "rsa",
        -0.0003927808
      ],
      [
        " Major",
        -0.00114498
      ]
    ]
  },
  "Throughout this play, its characters reference a biology professor who is working on genetic modification in the hopes of creating a race of people who look like him. A history professor in this play wrote a failed novel about a boy who kills both of his parents. During the second act, titled \"Walpurgisnacht,\" one character announces a game of \"Get the Guests,\" and Honey gets so drunk that she sleeps on a bathroom floor, allowing her husband Nick to seduce George's wife. For 10 points, name this": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.008926185
      ],
      [
        "'s",
        -0.0012676131
      ],
      [
        " Af",
        -0.00027420983
      ],
      [
        "raid",
        -1.92662e-05
      ],
      [
        " of",
        -8.9357956e-05
      ],
      [
        " Virginia",
        -0.00038884708
      ],
      [
        " Wool",
        -0.00011188744
      ],
      [
        "f",
        -5.9153886e-06
      ],
      [
        "?",
        -0.006556571
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's surface as a series of alternating uplifted areas called horsts, and sunken areas called grabens.  Three of these often form a \"triple junction\" which, when passed over a hotspot, can lead to sea-floor spreading.  Distinct from divergent boundaries and mid-ocean ridges, for 10 points, name these": {
    "guess": "Rift (geology)",
    "confidence": [
      [
        "R",
        -0.5937861
      ],
      [
        "ift",
        -0.019334184
      ],
      [
        " (",
        -0.6634996
      ],
      [
        "ge",
        -0.0021474045
      ],
      [
        "ology",
        -0.008718936
      ],
      [
        ")",
        -8.11329e-05
      ]
    ]
  },
  "There are three main registers on this instrument, and one of them is named after its predecessor, an instrument made of cane called the chalumeau (\"shal- oo-moe\"). This instrument's name literally means \"little trumpet\", a misleading name since the instrument is a woodwind rather than brass instrument. Although it is traditionally made of wood, the first metal version of this instrument was made in 1887 and modern versions of this instrument are typically painted black and have silver-colored keys as well. Name this single-reed instrument that is typically tuned in B-flat but also comes in bass, A-flat, and E-flat varieties.": {
    "guess": "Clarinet",
    "confidence": [
      [
        "Clar",
        -0.009544873
      ],
      [
        "inet",
        -0.00014180024
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called (*) \"From My Life.\" Beethoven's included ones named Serioso and Harp, and a piece originally meant to be the final movement of his 13th was published separately as his Grosse Fuge. Franz Schubert wrote 15 numbered ones, including his 13th, Rosamunde, and 14th, Death and the Maiden. Samuel Barber adapted": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.13217309
      ],
      [
        " quart",
        -0.11735499
      ],
      [
        "et",
        -0.029524824
      ]
    ]
  },
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.1164027
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th grade.He attended the University of Akron, and his junior year, while playing weakside linebacker, he was an All-America candidate; he would move to defensive end for his senior year.  A third round pick in 1997, missing time while filming Dancing With the Stars,led Bill Parcells trading him to his new team. For 10 points, name this 2006 NFL Defensive Player of the Year, currently with the Washington Redskins.": {
    "guess": "Jason Taylor",
    "confidence": [
      [
        "Jason",
        -0.018858291
      ],
      [
        " Taylor",
        -0.0010263777
      ]
    ]
  },
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his oxen and their annoyance to the author.  In later parts the author claims that rice starch mixed with water is without merit and plum blossoms covered with snow are elegant.  At present the most widely read translations of this book of lists are those done by Ivan Morris and Arthur Waley.  Organized under headings such as \"Amusing Things\" and \"Vexatious Things,\" FTP, name this 11th-century journal": {
    "guess": "The Pillow Book",
    "confidence": [
      [
        "The",
        -0.06304229
      ],
      [
        " Pillow",
        -0.0010560339
      ],
      [
        " Book",
        -3.2855416e-05
      ]
    ]
  },
  "Of the three versions of this painting, what is likely the most famous was completed in 1892 and features an empty wine bottle as the central figure. The contrast between the firm, crisp hat on the left on the crumpled hat on the right symbolizes the difference in mood between the mustached title characters wearing them, both of whom are engrossed in their game. For 10 points, name this Paul Cezanne": {
    "guess": "The Card Players",
    "confidence": [
      [
        "The",
        -0.47869053
      ],
      [
        " Card",
        -0.005214194
      ],
      [
        " Players",
        -0.0001501445
      ]
    ]
  },
  "In the 13th section we can read about include a dog howling in daytime and an ox driver who hates his oxen and their annoyance to the author.  In later parts the author claims that rice starch mixed with water is without merit and plum blossoms covered with snow are elegant.  At present the most widely read translations of this book of lists are those done by Ivan Morris and Arthur Waley.  Organized under headings such as \"Amusing Things\" and \"Vexatious Things,\" FTP, name this 11th-century journal of Sei Shonagon which may have been kept on her bed.": {
    "guess": "The Pillow Book",
    "confidence": [
      [
        "The",
        -0.003934968
      ],
      [
        " Pillow",
        -9.5198935e-05
      ],
      [
        " Book",
        -8.299462e-06
      ]
    ]
  },
  "The three acts of this play are entitled \"Fun and Games\", \"Walpurgisnacht\", and \"The Exorcism\". It takes place after a party of the faculty of New Carthage University in the house of a history professor who is married to the daughter of New Carthage's President. When the new biology professor Nick and": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.0013536873
      ],
      [
        "'s",
        -0.00019042798
      ],
      [
        " Af",
        -8.776276e-06
      ],
      [
        "raid",
        -1.2829201e-05
      ],
      [
        " of",
        -3.357064e-05
      ],
      [
        " Virginia",
        -0.00020711649
      ],
      [
        " Wool",
        -1.0280384e-06
      ],
      [
        "f",
        -9.0883464e-07
      ],
      [
        "?",
        -8.017927e-05
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's surface as a series of alternating uplifted areas called horsts, and sunken areas called grabens.": {
    "guess": "Fault (geology)",
    "confidence": [
      [
        "Fault",
        -0.59542495
      ],
      [
        " (",
        -0.0047798115
      ],
      [
        "ge",
        -3.5313153e-06
      ],
      [
        "ology",
        -3.7697225e-06
      ],
      [
        ")",
        -3.1737043e-06
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations": {
    "guess": "Arab League boycott of Israel",
    "confidence": [
      [
        "Ar",
        -0.74449116
      ],
      [
        "ab",
        -0.000804149
      ],
      [
        " League",
        -0.016435605
      ],
      [
        " boycott",
        -0.10618485
      ],
      [
        " of",
        -0.0002227285
      ],
      [
        " Israel",
        -0.0016374545
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker a provisional government between Chinese Communists and Nationalists. This man's greatest achievement": {
    "guess": "George Marshall",
    "confidence": [
      [
        "George",
        -1.4440465
      ],
      [
        " Marshall",
        -0.3935222
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot boxes, and was later caught up in a bribery scandal involving Cassius Sabaco and Caius Herrenius. Lucius Valerius Flaccus and Quintus Catulus Lutatius shared consulships with this man, who, at the end of his career, received political support from the tribune Publius Sulpicius Rufus. Victories": {
    "guess": "Gaius Marius",
    "confidence": [
      [
        "G",
        -0.65707326
      ],
      [
        "ai",
        -0.010703374
      ],
      [
        "us",
        -1.1041146e-05
      ],
      [
        " Mari",
        -0.033189725
      ],
      [
        "us",
        -9.364929e-05
      ]
    ]
  },
  "There are three general classes of symbols: syllable signs, ideograms, and  word division marks. Excavators have found many clay tablets containing this  writing; the most they can say is that it is not Greek or an Indo-European  language. FTP, name this as yet undeciphered language of the Minoans from the  Bronze Age.": {
    "guess": "Linear A",
    "confidence": [
      [
        "Linear",
        -0.013813211
      ],
      [
        " A",
        -0.0007407767
      ]
    ]
  },
  "After three days of fighting against Xerxes' Persian army, the Greek army, composed primarily of Spartans, under Leonidas was surrounded. The main Greek army retreated, but Leonidas and a few others stayed": {
    "guess": "Battle of Thermopylae",
    "confidence": [
      [
        "Battle",
        -0.0038967496
      ],
      [
        " of",
        -0.0004658233
      ],
      [
        " Therm",
        -0.0022981092
      ],
      [
        "opy",
        -0.00010354319
      ],
      [
        "la",
        -1.4498052e-05
      ],
      [
        "e",
        -1.3067608e-05
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi Hall, the four protagonists meet in Room L of Raffles and make Adam Selene Chairman of a revolutionary": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.023746187
      ],
      [
        " Moon",
        -0.0056144767
      ],
      [
        " is",
        -0.49876258
      ],
      [
        " a",
        -0.00020973898
      ],
      [
        " Har",
        -0.0007251793
      ],
      [
        "sh",
        -1.2948405e-05
      ],
      [
        " Mistress",
        -0.000100205485
      ]
    ]
  },
  "Throughout this man's reign, there was an emphasis on expansion in the East, with the Treaty of Beijing": {
    "guess": "Qianlong Emperor",
    "confidence": [
      [
        "Q",
        -1.1285583
      ],
      [
        "ian",
        -0.11000908
      ],
      [
        "long",
        -9.209964e-05
      ],
      [
        " Emperor",
        -0.0027125
      ]
    ]
  },
  "Three members of this organization were killed when a homemade bomb detonated in a Manhattan townhouse in 1970. It attempted to \"bring the war home\" in 1969's Days of Rage. In 2008, Senator Barack Obama was criticized for his associations with a former leader of this organization, Bill Ayers. For 10 points, name this radical left-wing group of the 1970's that had a meteorological name.": {
    "guess": "Weather Underground",
    "confidence": [
      [
        "Weather",
        -0.021836925
      ],
      [
        " Underground",
        -0.039631266
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six years, he wrote \"A Careful and Strict Enquiry into the Modern Prevailing Notions of Freedom of Will,\"": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.030622117
      ],
      [
        " Edwards",
        -8.697388e-05
      ],
      [
        " (",
        -0.022199716
      ],
      [
        "the",
        -0.00029887765
      ],
      [
        "olog",
        -5.7768983e-05
      ],
      [
        "ian",
        -2.5107178e-05
      ],
      [
        ")",
        -4.632543e-05
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila": {
    "guess": "DCIS",
    "confidence": [
      [
        "DC",
        -0.94721407
      ],
      [
        "IS",
        -0.00139345
      ]
    ]
  },
  "Three men on horseback with spears attack the title creature, which stands on top of an alligator, in this artist's painting The Hippopotamus Hunt. He painted a triptych including The Elevation of the Cross and The Descent of the Cross, and he taught Anthony van Dyck. His two versions of the Massacre of the Innocents were identified due to similarities to his painting of a strongman asleep in a woman's lap as a man perches over him with scissors, Samson and Delilah. For 10 points, identify this Baroque": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.0068440726
      ],
      [
        " Paul",
        -0.00017123987
      ],
      [
        " Rub",
        -1.3856493e-06
      ],
      [
        "ens",
        -0.00020020269
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in this company. That largest shareholder in this company was accused of providing a series of unmarked (*) envelopes to figures such as Eric Woerth, whose role as employment minister is in jeopardy due to that scandal after this company's largest shareholder, Liliane Bettencourt, was implicated in illegal financing of UMP campaigns. For 10 points, identify this corporation, which is at the center of a scandal involving Nicholas Sarkozy's government and is a French cosmetics giant.": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.0015387887
      ],
      [
        "'",
        -0.016522843
      ],
      [
        "Or",
        -2.6895234e-05
      ],
      [
        "éal",
        -4.274932e-05
      ]
    ]
  },
  "There are three species of these carnivorous mammals. The mountain variety is found only in South America and the species Nasua nelsoni is confined to Cozumel Island in Central America, while the common or ring-tailed variety ranges throughout the forests of Central and South America. Characterized by elongated snouts and a tail that is held erect when walking, they climb trees in search of birds and": {
    "guess": "Coati",
    "confidence": [
      [
        "Co",
        -0.0127456635
      ],
      [
        "ati",
        -0.08689749
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.007790213
      ],
      [
        "uk",
        -9.729906e-06
      ],
      [
        "k",
        -9.253091e-06
      ],
      [
        "ot",
        -3.488188e-05
      ]
    ]
  },
  "A thread on minorleagueball.com was dedicated to this player's uncanny likeness to Earthworm Jim. His first homer came off of Russ Ortiz in an inter-league game, and his first career start was at the game before which Reggie Jackson's jersey was retired. This pitcher demonstrated his touted control of": {
    "guess": "Mike Leake",
    "confidence": [
      [
        "Mike",
        -2.5237784
      ],
      [
        " Le",
        -0.4329707
      ],
      [
        "ake",
        -0.0019369621
      ]
    ]
  },
  "Its three styles are jondo, intermedio, and chico. The \"alboreás\" form is seen at weddings, while the \"martinetes\" incorporates a hammer and anvil. Using the \"palo seco,\" a stick used to create a rhythm on the floor, it includes the interpretive footwork known as \"zapateado,\" the solo passages called \"solea,\" and the transcendent state of \"duende.\" For 10 points, name this style of dance that sometimes": {
    "guess": "Flamenco",
    "confidence": [
      [
        "Fl",
        -0.008439637
      ],
      [
        "am",
        -3.392825e-05
      ],
      [
        "enco",
        -2.9517714e-05
      ]
    ]
  },
  "After three great emperors, Kangxi, Yongzheng, and Qianlong, succeeding ones proved to be less effective,": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.06915847
      ],
      [
        "ing",
        -0.008484914
      ],
      [
        " dynasty",
        -0.008253915
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series.": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.46826458
      ],
      [
        "urt",
        -1.2948405e-05
      ],
      [
        " Sch",
        -0.00020330198
      ],
      [
        "illing",
        -7.0523776e-05
      ]
    ]
  },
  "It is not thrust, but the Oberth effect allows a rocket engine to generate this quantity at higher speeds. Another quantity is subtracted from this quantity to compute the Lagrangian. Temperature is proportional to molecules' amount of this quantity, which is not conserved in (*) inelastic collisions. For 10 points, name this quantity that is equal to one half mass times velocity squared, the energy possessed by moving objects.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.009407779
      ],
      [
        "etic",
        -2.6299214e-05
      ],
      [
        " energy",
        -0.09397899
      ]
    ]
  },
  "This man threatened to not vote for the sitting president if he recognized Israel and failed to broker a provisional government between Chinese Communists and Nationalists. This man's greatest achievement was preceded by the punitive Morgenthau policy and initially benefited Greece and Turkey. The OEEC was founded in France to administer that policy of this man, which ended in 1953 after the disbursement of $13 billion. For 10 points, name this Secretary of State whose European Recovery Plan was administered by the United States after World War II.": {
    "guess": "George Marshall",
    "confidence": [
      [
        "George",
        -0.045490757
      ],
      [
        " Marshall",
        -0.1926076
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group of deities, while a similar claim by the Pierides was disproved in a contest judged by a panel of nymphs. Generally depicted as winged deities, they were the children of Zeus and Mnemosyne. Early myths": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.11562866
      ],
      [
        "uses",
        -0.013106578
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work by this artist, and an early painting by this artist shows several men on horseback running away from a band of Native Americans. In addition to Shotgun Hospitality and A Dash for the Timber, one of his sculptures shows a man supporting a comrade who has been shot, called Wounded Bunkie. For 10 points,": {
    "guess": "Frederic Remington",
    "confidence": [
      [
        "Fre",
        -0.14961207
      ],
      [
        "der",
        -1.504853e-06
      ],
      [
        "ic",
        -0.00088465743
      ],
      [
        " Rem",
        -0.00018089537
      ],
      [
        "ington",
        -0.00011963568
      ]
    ]
  },
  "After three great emperors, Kangxi, Yongzheng, and Qianlong, succeeding ones proved to be less effective, ushering in a period of foreign dominance and humiliation. The life of the very last emperor was the feature of a 1987 film that won Best Picture. Notable events during it included the burning of the Yuan Ming Yuan Summer Palace in 1860 and defeat in two Opium Wars. FTP, name this late dynasty of China, overthrown with the Xinhai Revolution and founded in 1644 after the collapse of the Ming Dynasty.": {
    "guess": "Qing dynasty",
    "confidence": [
      [
        "Q",
        -0.019392982
      ],
      [
        "ing",
        -0.00011176824
      ],
      [
        " dynasty",
        -0.31943485
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series. This man won Game Six of the 2004 American League Championship Series on an injured ankle, an event commemorated by his \"bloody sock.\" In September 2009, this man used his blog \"38 Pitches\" to announce that he would not run for the open Senate seat from Massachusetts. For 10 points, name this pitcher that officially retired in March 2009 after stints with the Orioles, Phillies, Diamondbacks, and Red Sox.": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.001391308
      ],
      [
        "urt",
        -4.246537e-06
      ],
      [
        " Sch",
        -0.00081629684
      ],
      [
        "illing",
        -7.934485e-05
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group of deities, while a similar claim by the Pierides was disproved in a contest judged by a panel of nymphs. Generally depicted as winged deities, they were the children of Zeus and Mnemosyne. Early myths claimed there were three named Nete, Mese, and Hypate, but the best known account is that of Hesiod, who described nine, including Erato, Polymnia, Terpsichore, Calliope, and Urania. FTP, who were": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.0038625435
      ],
      [
        "uses",
        -4.274932e-05
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -1.1770716
      ],
      [
        "imal",
        -0.06662936
      ],
      [
        "chio",
        -0.0003160393
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in this company. That largest shareholder in this company was accused of providing a series of unmarked (*) envelopes to figures such as Eric Woerth, whose role as employment minister is in jeopardy due": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.023030339
      ],
      [
        "'",
        -0.021516467
      ],
      [
        "Or",
        -2.58224e-05
      ],
      [
        "éal",
        -3.3809047e-05
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called (*) \"From My Life.\" Beethoven's included ones named Serioso and Harp, and a piece originally meant to be the final movement of his 13th was published separately as his Grosse Fuge. Franz Schubert wrote 15 numbered ones, including his 13th, Rosamunde, and 14th, Death and the Maiden. Samuel Barber adapted the second movement of his 11th into the Adagio for Strings. For 10 points, name this common musical": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.07819472
      ],
      [
        " quart",
        -0.08712631
      ],
      [
        "et",
        -0.02477185
      ]
    ]
  },
  "Three figures wrapped in heavy blankets approach a lonely man sitting by a wagon and a fire in one work by this artist, and an early painting by this artist shows several men on horseback running away from a band of Native Americans. In addition to Shotgun Hospitality and A Dash for the Timber, one of": {
    "guess": "Frederic Remington",
    "confidence": [
      [
        "Fre",
        -0.02161191
      ],
      [
        "der",
        -2.8160932e-06
      ],
      [
        "ic",
        -0.00076626794
      ],
      [
        " Rem",
        -6.122589e-05
      ],
      [
        "ington",
        -7.696077e-05
      ]
    ]
  },
  "Three molecules of NAD-plus are reduced to NADH each time around, and two hydrogens are added to FAD in step six. Some stages in it are succinate, fumarate, and malate, and it begins when acetyl coenzyme A is added to oxaloacetate. Taking place in the mitochondria, FTP, name this 8-step cycle of aerobic respiration analyzed by a German-born scientist in the 1930s.": {
    "guess": "Citric acid cycle",
    "confidence": [
      [
        "Cit",
        -0.016750637
      ],
      [
        "ric",
        -2.3915141e-05
      ],
      [
        " acid",
        -0.0030826442
      ],
      [
        " cycle",
        -0.00017648483
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in this company. That largest shareholder in this company was accused of providing a series of unmarked": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.041223772
      ],
      [
        "'",
        -0.05200411
      ],
      [
        "Or",
        -2.7729659e-05
      ],
      [
        "éal",
        -3.357064e-05
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi": {
    "guess": "The Moon Is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.7222969
      ],
      [
        " Moon",
        -0.0043348144
      ],
      [
        " Is",
        -0.46729392
      ],
      [
        " a",
        -0.0005638766
      ],
      [
        " Har",
        -1.1398757e-05
      ],
      [
        "sh",
        -3.5313153e-06
      ],
      [
        " Mistress",
        -2.6299214e-05
      ]
    ]
  },
  "Three star pairs within this constellation are visualized as gazelle tracks. In medieval Arab culture, eyesight was tested by the ability to see this constellation's visual doubles, Alcor and Mizar. Two stars in it, Merak and Dubhe, are known as the \"pointers,\" because a line through them points to (*) another constellation's Polaris. Muscida forms the \"snout\" of its namesake animal. For 10 points,": {
    "guess": "Ursa Major",
    "confidence": [
      [
        "U",
        -0.007993771
      ],
      [
        "rsa",
        -0.00022678143
      ],
      [
        " Major",
        -0.00090752984
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.70184433
      ],
      [
        " the",
        -0.004315703
      ],
      [
        " L",
        -0.0033456096
      ],
      [
        "ighthouse",
        -4.6683042e-05
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six years, he wrote \"A Careful and Strict Enquiry into the Modern Prevailing Notions of Freedom of Will,\" which set forth his views affirming predestination and a call to return to Calvinism.  Following George Whitefield's visit with him, this man spearheaded the movement with which he is associated.  FTP, name this trailblazer of the Great Awakening, famed for sermons like \"Sinners in the Hands of an Angry God.\"": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.00932369
      ],
      [
        " Edwards",
        -1.3306016e-05
      ],
      [
        " (",
        -0.09627065
      ],
      [
        "the",
        -2.7729659e-05
      ],
      [
        "olog",
        -1.2829201e-05
      ],
      [
        "ian",
        -1.5570886e-05
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "Three members of this organization were killed when a homemade bomb detonated in a Manhattan townhouse": {
    "guess": "Weathermen (organization)",
    "confidence": [
      [
        "Weather",
        -0.017053982
      ],
      [
        "men",
        -0.38701573
      ],
      [
        " (",
        -0.33502987
      ],
      [
        "organization",
        -0.011038632
      ],
      [
        ")",
        -0.00037597676
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only": {
    "guess": "Charles I of England",
    "confidence": [
      [
        "Charles",
        -0.61944985
      ],
      [
        " I",
        -0.002063542
      ],
      [
        " of",
        -9.817902e-05
      ],
      [
        " England",
        -0.00015431295
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish board member, in order to comply with Arab League boycott rules. At the time, its American operations were led by Jacques Correze, who was a former Nazi collaborator alongside this company's founder, Eugene Schueller. Ironically, Scheuller's granddaughter and heir to the largest stake in this company married a Jewish man and converted to Judaism, shortly before suing a photographer who received billions of dollars in gifts, including Picasso and Matisse originals, from another shareholder in this company. That largest shareholder in this company was accused of providing a series of unmarked (*) envelopes to figures such as Eric Woerth, whose role as employment minister is in jeopardy due to that scandal after this company's largest shareholder, Liliane Bettencourt, was implicated in illegal financing of UMP campaigns. For 10 points, identify this corporation, which is at the center of": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -0.0021111206
      ],
      [
        "'",
        -0.075664476
      ],
      [
        "Or",
        -8.041768e-05
      ],
      [
        "éal",
        -6.670925e-05
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group of deities, while a similar claim by the Pierides was disproved in a contest judged by a panel of": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.058567915
      ],
      [
        "uses",
        -0.00013440961
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins,": {
    "guess": "DSS",
    "confidence": [
      [
        "D",
        -1.542767
      ],
      [
        "SS",
        -1.2097526
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic selection.   Deficiency of a hormone known by this three-letter sequence causes diabetes insipidus;": {
    "guess": "AVP",
    "confidence": [
      [
        "AV",
        -1.1553657
      ],
      [
        "P",
        -0.00032795602
      ]
    ]
  },
  "The Thracian bard Thamyris was blinded and given amnesia for claiming to be the superior of this group": {
    "guess": "Muses",
    "confidence": [
      [
        "M",
        -0.016611835
      ],
      [
        "uses",
        -0.00013822412
      ]
    ]
  },
  "Its three styles are jondo, intermedio, and chico. The \"alboreás\" form is seen at weddings, while the \"martinetes\" incorporates a hammer and anvil. Using the \"palo seco,\" a stick used to create a rhythm on the floor, it includes the interpretive footwork known as \"zapateado,\" the solo passages called \"solea,\" and the transcendent state of \"duende.\" For 10 points, name this style of dance that sometimes blends with fandango, originating in India and brought to Spain by migrating Roma.": {
    "guess": "Flamenco",
    "confidence": [
      [
        "Fl",
        -0.005597764
      ],
      [
        "am",
        -1.5928495e-05
      ],
      [
        "enco",
        -2.2961513e-05
      ]
    ]
  },
  "One of the three pilgrimage festivals, rituals performed during this holiday include the water libation ceremony and the shaking of branches from four different species of trees. Probably originating as a harvest festival, it is referred to in the Bible as the \"feast of the ingathering\", and it lasts for seven days beginning on the fifteenth day of Tishri, and is immediately followed by Shemini Atzeret.": {
    "guess": "Sukkot",
    "confidence": [
      [
        "S",
        -0.00015193255
      ],
      [
        "uk",
        -1.9361265e-07
      ],
      [
        "k",
        -2.0696643e-05
      ],
      [
        "ot",
        -4.6683042e-05
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers, and a shield with 18 of their names on it sits above the gate in the background. The most notable features of this painting include a foreshortened gun in the left hand of Willem van Ruytenburch and the foreshortened left arm of the painting's commissioner. Misnamed because of many coats of dark varnish, FTP name this painting of the Militia Company of Captain Frans Banning Cocq, the most": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.04199941
      ],
      [
        " Night",
        -0.0011976092
      ],
      [
        " Watch",
        -0.0004877531
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called (*) \"From My Life.\" Beethoven's included ones named Serioso and Harp, and a piece originally meant to be the final movement of his 13th was published separately as his Grosse Fuge. Franz Schubert wrote": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.7281278
      ],
      [
        " quart",
        -0.16763845
      ],
      [
        "et",
        -0.0662134
      ]
    ]
  },
  "Throughout this novel the narrator propounds the virtues of line marriages best exemplified by his own, the Davis family. The action escalates when, after the death of Shorty Mkrum at a meeting in Stilyagi Hall, the four protagonists meet in Room L of Raffles and make Adam Selene Chairman of a revolutionary movement which culminates in the bombing of earth with two large catapults. The theme of libertarianism is present throughout the book best seen in the slogan TANSTAAFL. FTP identify this novel": {
    "guess": "The Moon is a Harsh Mistress",
    "confidence": [
      [
        "The",
        -0.013728788
      ],
      [
        " Moon",
        -0.0045203157
      ],
      [
        " is",
        -0.27794653
      ],
      [
        " a",
        -5.347765e-05
      ],
      [
        " Har",
        -0.00015979631
      ],
      [
        "sh",
        -2.4584822e-06
      ],
      [
        " Mistress",
        -7.465036e-06
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event, Jonathan Brewster's announcement of information from Uncas led to a conference at Fort Saybrook. The": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.05270258
      ],
      [
        "quot",
        -7.4695905e-05
      ],
      [
        " War",
        -0.0013308332
      ]
    ]
  },
  "When three men drunkenly spill this character's wine, this character claims that they are wasting away his health. The narrator first encounters this character tossing around a green ball with several boys and peeing into a silver container. This character encourages his dog Scylax to fight the dog of a young boy, resulting in a lamp being broken and hot oil being flung on several people. He tells a story about a man from Cappadocia who is beaten by witches and turned into straw after Niceros relates": {
    "guess": "The Golden Ass",
    "confidence": [
      [
        "The",
        -0.5107981
      ],
      [
        " Golden",
        -0.7166962
      ],
      [
        " Ass",
        -0.00048441542
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers, and a shield with 18 of their names on it sits above the gate in the background. The most notable features of this painting include a foreshortened gun in the left hand of Willem van Ruytenburch and the foreshortened left arm of the painting's commissioner. Misnamed because of many coats of dark varnish, FTP name this painting of the Militia Company of Captain Frans Banning Cocq, the most famous work of Rembrandt.": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0004479501
      ],
      [
        " Night",
        -0.00011915887
      ],
      [
        " Watch",
        -1.2352386e-05
      ]
    ]
  },
  "Three of Mendelssohn's six examples of this form were published together in his Opus 44, and his sixth was written soon after the death of his sister Fanny. Smetana's first includes sections about his youth, his wife, and finally the ringing in his ears signalling his eventual deafness, and is called (*) \"From My Life.\" Beethoven's included ones named Serioso and Harp, and a piece originally meant": {
    "guess": "String quartet",
    "confidence": [
      [
        "String",
        -0.06199122
      ],
      [
        " quart",
        -0.02777098
      ],
      [
        "et",
        -0.0035742922
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event, Jonathan Brewster's announcement of information from Uncas led to a conference at Fort Saybrook. The complete destruction of the namesake tribe's village of Mystic led to victory for the colonists, led": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.00710736
      ],
      [
        "quot",
        -7.822647e-06
      ],
      [
        " War",
        -7.684157e-05
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading a gun. Behind him and to his left stands a brightly clad young girl wearing the symbols of the Arquebusiers, and a shield with 18 of their names on it sits above the gate in the background. The most notable features of this painting include a foreshortened gun in the left hand of Willem van Ruytenburch": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.0143677555
      ],
      [
        " Night",
        -0.00026300468
      ],
      [
        " Watch",
        -8.971556e-05
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event, Jonathan Brewster's announcement of information from Uncas led to a conference at Fort Saybrook. The complete destruction of the namesake tribe's village of Mystic led to victory for the colonists, led by John Mason, who had allied with Uncas' Mohegans as well as Miantomono's Narragansetts, and this war was ended by the Treaty of Hartford.  FTP, name this early British-American colonial war in 1637": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.00043639098
      ],
      [
        "quot",
        -6.2729996e-06
      ],
      [
        " War",
        -7.58424e-06
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series. This man won Game Six of the 2004 American League Championship Series on an injured ankle, an event commemorated by his \"bloody sock.\" In September 2009, this man used his blog \"38 Pitches\" to announce": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.010578117
      ],
      [
        "urt",
        -7.107425e-06
      ],
      [
        " Sch",
        -0.002310123
      ],
      [
        "illing",
        -7.934485e-05
      ]
    ]
  },
  "This man threatened to arrest Cotta for refusing to uphold his resolution banning the inspection of ballot": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -1.4881526
      ],
      [
        " de",
        -0.005516427
      ],
      [
        " Gaul",
        -0.00021021579
      ],
      [
        "le",
        -1.0206721e-05
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event,": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.107564405
      ],
      [
        "quot",
        -0.001044836
      ],
      [
        " War",
        -0.007739243
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six years, he wrote \"A Careful and Strict Enquiry into the Modern Prevailing Notions of Freedom of Will,\" which set forth his views affirming predestination and a call to return to Calvinism.  Following George Whitefield's visit with him, this man spearheaded the movement with which he is associated.": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.008714438
      ],
      [
        " Edwards",
        -3.1424974e-05
      ],
      [
        " (",
        -0.025166012
      ],
      [
        "the",
        -2.0458236e-05
      ],
      [
        "olog",
        -7.493431e-05
      ],
      [
        "ian",
        -2.057744e-05
      ],
      [
        ")",
        -9.729906e-06
      ]
    ]
  },
  "Three years earlier, deputy governor Roger Ludlow received gifts and formed a treaty with the eponymous group after the death of John Stone, but the treaty was not ratified.  A year before this event, Jonathan Brewster's announcement of information from Uncas led to a conference at Fort Saybrook. The complete destruction of the namesake tribe's village of Mystic led to victory for the colonists, led by John Mason, who had allied with Uncas' Mohegans as well as Miantomono's Narragansetts, and this": {
    "guess": "Pequot War",
    "confidence": [
      [
        "Pe",
        -0.0032500813
      ],
      [
        "quot",
        -9.968313e-06
      ],
      [
        " War",
        -0.00010688089
      ]
    ]
  },
  "This man threw the only shutout of the 1993 World Series, and started Game Seven of the 2001 World Series. This man won Game Six of the 2004 American League Championship Series on an injured ankle, an": {
    "guess": "Curt Schilling",
    "confidence": [
      [
        "C",
        -0.020263435
      ],
      [
        "urt",
        -3.650519e-06
      ],
      [
        " Sch",
        -0.00089871977
      ],
      [
        "illing",
        -8.256335e-05
      ]
    ]
  },
  "When three of these combine, one of them usually forms an Aulacogen.  These features display on the earth's surface as a series of alternating uplifted areas called horsts, and sunken areas called grabens.  Three of these often form a \"triple junction\" which, when passed over a hotspot, can lead to sea-floor spreading.  Distinct from divergent boundaries and mid-ocean ridges, for 10 points, name these regions where the crust and lithosphere are being pulled apart, exemplified by a Great Valley of this type in Africa that contains Lake Tanganyika.": {
    "guess": "Rift valley",
    "confidence": [
      [
        "R",
        -0.034360096
      ],
      [
        "ift",
        -0.0019110271
      ],
      [
        " valley",
        -0.81484354
      ]
    ]
  },
  "Throughout the 1990s, this company was the target of lawsuits over the firing of Jean Frydman, a Jewish": {
    "guess": "L'Oréal",
    "confidence": [
      [
        "L",
        -1.468198
      ],
      [
        "'",
        -0.17050514
      ],
      [
        "Or",
        -0.010547805
      ],
      [
        "éal",
        -0.00011260267
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator": {
    "guess": "Apis (conspirator)",
    "confidence": [
      [
        "Apis",
        -0.5429389
      ],
      [
        " (",
        -0.10520821
      ],
      [
        "con",
        -2.083257
      ],
      [
        "spir",
        -0.20406228
      ],
      [
        "ator",
        -2.7372049e-05
      ],
      [
        ")",
        -0.00042780832
      ]
    ]
  },
  "A three dimensional sculpted version of this painting was recently completed by Mikhail Dronov and Alexander Taratynov in honor of the artist's 400th birthday. A man in the back waves a gold and blue striped flag, while the left foreground features a dwarf next to a man in a bright red outfit loading": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.14384964
      ],
      [
        " Night",
        -0.0055074263
      ],
      [
        " Watch",
        -0.0010136376
      ]
    ]
  },
  "The three-letter sequence is the same.  It represents a non-cancerous condition in which the epithelial cells of the milk ducts in the breast abnormally proliferate.  It also represents a sequence on Drosophila chromosome 2 that codes for serine esterase, laminin subunit a2, and over 200 other proteins, including its namesake (*) enzyme, whose F/S allozymes are sometimes used to illustrate epistatic": {
    "guess": "Proliferating cell nuclear antigen",
    "confidence": [
      [
        "P",
        -1.4966604
      ],
      [
        "rol",
        -0.95933706
      ],
      [
        "ifer",
        -0.065478526
      ],
      [
        "ating",
        -0.31835777
      ],
      [
        " cell",
        -0.4046593
      ],
      [
        " nuclear",
        -0.00096732244
      ],
      [
        " antigen",
        -0.0002844577
      ]
    ]
  },
  "He was a three sport star at Woodland Hills High School, despite being homeschooled from 10th to 12th grade.He attended the University of Akron, and his junior year, while playing weakside linebacker,": {
    "guess": "LeBron James",
    "confidence": [
      [
        "Le",
        -0.2109854
      ],
      [
        "Bron",
        -0.00068193406
      ],
      [
        " James",
        -0.0014349935
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.020078368
      ],
      [
        " Edwards",
        -6.146429e-05
      ],
      [
        " (",
        -0.17995048
      ],
      [
        "the",
        -0.00078139576
      ],
      [
        "olog",
        -0.00019328887
      ],
      [
        "ian",
        -2.319992e-05
      ],
      [
        ")",
        -1.7120534e-05
      ]
    ]
  },
  "Throughout his life he combated the Arminian view of liberty, quoting Boswell's remark that, \"the only relief I had was to forget it.\"  In his Treatise concerning Religious Affections he discriminated between the state of grace and the state of worldliness.  Later while serving as a missionary for six years, he wrote \"A Careful and Strict Enquiry into the Modern Prevailing Notions of Freedom of Will,\" which set forth his views affirming predestination and a call to return to Calvinism.  Following": {
    "guess": "Jonathan Edwards (theologian)",
    "confidence": [
      [
        "Jonathan",
        -0.02654748
      ],
      [
        " Edwards",
        -0.00017147827
      ],
      [
        " (",
        -0.0123938
      ],
      [
        "the",
        -3.523949e-05
      ],
      [
        "olog",
        -4.9663133e-05
      ],
      [
        "ian",
        -2.057744e-05
      ],
      [
        ")",
        -1.9146995e-05
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river. ": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.11394037
      ],
      [
        "ass",
        -5.025915e-05
      ],
      [
        "ination",
        -2.7968066e-05
      ],
      [
        " of",
        -2.9040899e-05
      ],
      [
        " Arch",
        -0.0004101772
      ],
      [
        "du",
        -7.465036e-06
      ],
      [
        "ke",
        -7.107425e-06
      ],
      [
        " Franz",
        -2.5583993e-05
      ],
      [
        " Ferdinand",
        -3.1281633e-07
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.022265581
      ],
      [
        "ass",
        -1.4617256e-05
      ],
      [
        "ination",
        -3.0232935e-05
      ],
      [
        " of",
        -6.241792e-05
      ],
      [
        " Arch",
        -0.00057424
      ],
      [
        "du",
        -2.220075e-06
      ],
      [
        "ke",
        -1.8193366e-05
      ],
      [
        " Franz",
        -1.4498052e-05
      ],
      [
        " Ferdinand",
        0.0
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed this event, and that figure couldn't be sentenced to death because he was younger than 20. This event": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.064941995
      ],
      [
        "ass",
        -4.2868523e-05
      ],
      [
        "ination",
        -7.934485e-05
      ],
      [
        " of",
        -0.00032747918
      ],
      [
        " Arch",
        -0.0017080175
      ],
      [
        "du",
        -3.0545007e-06
      ],
      [
        "ke",
        -9.849109e-06
      ],
      [
        " Franz",
        -2.057744e-05
      ],
      [
        " Ferdinand",
        -3.1281633e-07
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed this event, and that figure couldn't be sentenced to death because he was younger than 20. This event occurred near the Latin Bridge after the motorcade changed directions. The target was in a Graf": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.00085464376
      ],
      [
        "ass",
        -5.9437833e-05
      ],
      [
        "ination",
        -1.50940705e-05
      ],
      [
        " of",
        -0.0017968006
      ],
      [
        " Arch",
        -0.0014110665
      ],
      [
        "du",
        -4.604148e-06
      ],
      [
        "ke",
        -3.4121115e-06
      ],
      [
        " Franz",
        -2.6895234e-05
      ],
      [
        " Ferdinand",
        -3.1281633e-07
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed this event, and that figure couldn't be sentenced to death because he was younger than 20. This event occurred near the Latin Bridge after the motorcade changed directions. The target was in a Graf and Stift Double Phaeton along with Leopold Loyka and his wife Sophie. Responsible for setting off": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.001955037
      ],
      [
        "ass",
        -4.20341e-05
      ],
      [
        "ination",
        -5.9153886e-06
      ],
      [
        " of",
        -0.0004331725
      ],
      [
        " Arch",
        -0.00018101456
      ],
      [
        "du",
        -3.7697225e-06
      ],
      [
        "ke",
        -2.9352968e-06
      ],
      [
        " Franz",
        -7.226629e-06
      ],
      [
        " Ferdinand",
        -1.9361265e-07
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed this event, and that figure couldn't be sentenced to death because he was younger than 20. This event occurred near the Latin Bridge after the motorcade changed directions. The target was in a Graf and Stift Double Phaeton along with Leopold Loyka and his wife Sophie. Responsible for setting off the July Crisis, for 10 points, name this event perpetrated by the Black Hand and carried out by Gavrilo": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.010600762
      ],
      [
        "ass",
        -9.5198935e-05
      ],
      [
        "ination",
        -1.0683535e-05
      ],
      [
        " of",
        -0.00093778555
      ],
      [
        " Arch",
        -9.567575e-05
      ],
      [
        "du",
        -1.2352386e-05
      ],
      [
        "ke",
        -1.4617256e-05
      ],
      [
        " Franz",
        -6.869018e-06
      ],
      [
        " Ferdinand",
        -3.0545007e-06
      ]
    ]
  },
  "Three perpetrators of this action assumed the identities of customs officials immediately before it, while their leader took the codename Apis and was sentenced to death in the Salonika trial. One perpetrator failed to commit suicide by swallowing a cyanide pill and jumping into a four-inch deep river.  One perpetrator stated that he planned to achieve his goals \"by terror\" in the trial that followed this event, and that figure couldn't be sentenced to death because he was younger than 20. This event occurred near the Latin Bridge after the motorcade changed directions. The target was in a Graf and Stift Double Phaeton along with Leopold Loyka and his wife Sophie. Responsible for setting off the July Crisis, for 10 points, name this event perpetrated by the Black Hand and carried out by Gavrilo Princip.": {
    "guess": "Assassination of Archduke Franz Ferdinand",
    "confidence": [
      [
        "Ass",
        -0.009989695
      ],
      [
        "ass",
        -6.706687e-05
      ],
      [
        "ination",
        -7.9418505e-06
      ],
      [
        " of",
        -0.00067609677
      ],
      [
        " Arch",
        -7.0404574e-05
      ],
      [
        "du",
        -2.58224e-05
      ],
      [
        "ke",
        -1.50940705e-05
      ],
      [
        " Franz",
        -8.537869e-06
      ],
      [
        " Ferdinand",
        -2.1008714e-06
      ]
    ]
  }
}