{
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.75989014
      ],
      [
        " of",
        -9.639097e-05
      ],
      [
        " the",
        -0.16735715
      ],
      [
        " Bav",
        -0.015307592
      ],
      [
        "arian",
        -5.2643223e-05
      ],
      [
        " Success",
        -0.0013341709
      ],
      [
        "ion",
        -5.1928004e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.1048315
      ],
      [
        " (",
        -0.02237715
      ],
      [
        "file",
        -0.00040159453
      ],
      [
        " format",
        -5.3239244e-05
      ],
      [
        ")",
        -7.1954215e-05
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's mother was Iravati, and this creature was born after hymns were sung over the egg from which Garuda hatched. This creature was once depicted on the flags of (*) Laos and Siam. This creature is depicted with either three or five heads and with pure white skin. The owner of this creature uses the vajra weapon, slays the serpent Vritra, and is the god of thunder. For ten points, name this elephant": {
    "guess": "Airavata",
    "confidence": [
      [
        "Air",
        -0.089719266
      ],
      [
        "av",
        -0.00070992863
      ],
      [
        "ata",
        -0.005176359
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends in Umberto Eco's Baudilino. These are described in Book 3, Chapter 33 of Marco Polo's Travels and": {
    "guess": "Baudolino (novel)",
    "confidence": [
      [
        "B",
        -0.57441837
      ],
      [
        "aud",
        -0.002325937
      ],
      [
        "ol",
        -0.43283153
      ],
      [
        "ino",
        -8.184812e-05
      ],
      [
        " (",
        -0.41239852
      ],
      [
        "nov",
        -7.107425e-06
      ],
      [
        "el",
        -1.1398757e-05
      ],
      [
        ")",
        -0.00010175513
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after": {
    "guess": "Un Chien Andalou",
    "confidence": [
      [
        "Un",
        -0.5137911
      ],
      [
        " Ch",
        -0.3597345
      ],
      [
        "ien",
        -2.0935051e-05
      ],
      [
        " And",
        -0.00035393506
      ],
      [
        "al",
        -4.036525e-05
      ],
      [
        "ou",
        -2.7252845e-05
      ]
    ]
  },
  "These creatures are mortal and exist beneath the level of angels and devils, but they are free from physical restraint, often being composed of fire or air. They delight in tormenting humans, and exist in several classes including the sila, the ghuls and ifrits. FTP, what are these beings from Arabic": {
    "guess": "Jinn",
    "confidence": [
      [
        "J",
        -0.1526554
      ],
      [
        "inn",
        -2.1411865e-05
      ]
    ]
  },
  "The creator of the Marlboro Man, he boosted sales of Bumble Bee tuna by adding labels saying \"Guaranteed": {
    "guess": "Leo Burnett",
    "confidence": [
      [
        "Leo",
        -0.67843384
      ],
      [
        " Burnett",
        -0.00087227486
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died on the largest ship in the world. The first of these creatures was Motsognir, who was created from the blood of Brimir and the bones of Blainn. In the Gylfaginning, four of them support the four cardinal directions. Freyja slept with four of them known as the Brisings; their other members include the Sons of Ivaldi, who created Skibladnir and Gungir. For 10 points, name this race of talented blacksmiths": {
    "guess": "Dwarf",
    "confidence": [
      [
        "D",
        -0.087376714
      ],
      [
        "warf",
        -0.42588493
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy.": {
    "guess": "New York City hunger strike",
    "confidence": [
      [
        "New",
        -1.7556957
      ],
      [
        " York",
        -0.66825783
      ],
      [
        " City",
        -0.04224182
      ],
      [
        " hunger",
        -0.5737753
      ],
      [
        " strike",
        -0.62127995
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say sequence. Paul Rendell constructed a Turing machine in here in 2000, and one of its largest \"spaceships\"": {
    "guess": "Conway's Game of Life",
    "confidence": [
      [
        "Con",
        -0.23983411
      ],
      [
        "way",
        -0.00023429126
      ],
      [
        "'s",
        -0.000645003
      ],
      [
        " Game",
        -0.00017159748
      ],
      [
        " of",
        -2.7252845e-05
      ],
      [
        " Life",
        -0.00010640408
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his land into 12 administrative districts that would assist federal obligations one month of the year. This creator of the office of chief of taxation struggled with Haggith, who tried to get her son Adonijah to be king instead. He worked to create colonies at Tador-Palmyra, and built Megiddo. This son of Bathsheba was supported by Nathan, and visited by the Queen of Sheba, in addition to having 700": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.01965696
      ],
      [
        "omon",
        -0.000115701965
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law, the writer Carl Sandburg – this work takes its title from a speech by Abraham Lincoln and now resides in Clervaux, Luxembourg – this man's country of birth. Another work by him, \"The Pond-Moonlight,\" sold for a record amount at Sotheby's in 2006 and is one of his early Pictorialist masterpieces. FTP, name this creator of the ►exhibition The Family of Man at MOMA, an influential photographer who worked": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.00159663
      ],
      [
        " Ste",
        -2.2842309e-05
      ],
      [
        "ichen",
        -1.6762922e-05
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two": {
    "guess": "Flow (psychology)",
    "confidence": [
      [
        "Flow",
        -0.45520204
      ],
      [
        " (",
        -0.0010091115
      ],
      [
        "psych",
        -3.6073914e-05
      ],
      [
        "ology",
        0.0
      ],
      [
        ")",
        -2.0696643e-05
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.40562755
      ],
      [
        "ongo",
        -8.657073e-06
      ],
      [
        " Free",
        -0.0013108364
      ],
      [
        " State",
        -2.8325678e-05
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet, Joanna Hiffernan, as exemplified by his depiction of her in The White Girl. This artist sued John Ruskin over a libelous statement made about a painting set in Cremorne Garden depicting a [*] fireworks show. The creator of a painting showing a seated woman in a black dress and white bonnet looking": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.0012041618
      ],
      [
        " Abbott",
        -0.00024287392
      ],
      [
        " Mc",
        -2.0219828e-05
      ],
      [
        "Neill",
        -6.730528e-05
      ],
      [
        " Wh",
        -1.8624639e-06
      ],
      [
        "ist",
        -4.2153304e-05
      ],
      [
        "ler",
        -1.0280384e-06
      ]
    ]
  },
  "As the creator of the Hippocrene fountain, this mythological figure was closely related to the Muses. He was stung by a gadfly as he attempted to reach the peak of Mount Olympus, and was captured with Athena's help in Corinth. This creature was born from the (*) severed head of Medusa, and he aided in": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.022796381
      ],
      [
        "egasus",
        -0.00014644918
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del sordo. Fourteen in number, they were never titled but historians have given them the names we know,": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.0146639375
      ],
      [
        " Paint",
        -0.000116417184
      ],
      [
        "ings",
        -9.4914985e-06
      ]
    ]
  },
  "One creation story from this religion claims that all beings were sprung from one-fourth of Purusa(POO-roo-SAH), while the Puranas (\"PURR\"-on-AHS) describe how the world is created, sustained, and destroyed by three gods in the form of a lotus flower. Other texts important in this religion include the": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0014699879
      ],
      [
        "ind",
        -3.1281633e-07
      ],
      [
        "u",
        -7.89631e-07
      ],
      [
        "ism",
        -0.6476253
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept:": {
    "guess": "Flow (psychology)",
    "confidence": [
      [
        "Flow",
        -1.1613371
      ],
      [
        " (",
        -0.00087465893
      ],
      [
        "psych",
        -0.00015729303
      ],
      [
        "ology",
        0.0
      ],
      [
        ")",
        -1.3067608e-05
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce": {
    "guess": "American Revolution",
    "confidence": [
      [
        "American",
        -0.40559837
      ],
      [
        " Revolution",
        -0.725251
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive.": {
    "guess": "Chomsky hierarchy",
    "confidence": [
      [
        "Ch",
        -0.6230152
      ],
      [
        "om",
        -8.89548e-06
      ],
      [
        "sky",
        -2.1008714e-06
      ],
      [
        " hierarchy",
        -0.35275987
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del sordo. Fourteen in number, they were never titled but historians have given them the names we know, such as Two Old Women Eating from a Bowl and Two Old Men. The portrait Leocadia also belongs to this group, as does the horrific The Great He-Goat or Witches Sabbath. Currently residing in the Prado, this series of paintings also contains some of the artist's best known, such as Saturn Devouring his": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.019888606
      ],
      [
        " Paint",
        -0.005278227
      ],
      [
        "ings",
        -3.5358695e-05
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics, which states that tension is necessary for mental health.  Its creator first used this term after publishing his article \"Psychotherapy and Weltanschauung\" in Adler's psychology journal, defining": {
    "guess": "Alfred Adler",
    "confidence": [
      [
        "Al",
        -0.7224217
      ],
      [
        "fred",
        -0.00024906153
      ],
      [
        " Adler",
        -0.0003836021
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in a novel by Iris Murdoch. In another novel, Major Joppolo attempts to find one of these objects for the titular Italian town. A poem about these objects describes \"what a world of merriment their melody foretells,\" and they also appear in the title of a work where Robert Jordan attempts to blow up a bridge in Spain. For 10 points, identify these objects whose \"tintinnabulation\" is described in an": {
    "guess": "BElls",
    "confidence": [
      [
        "BE",
        -0.53172934
      ],
      [
        "ll",
        -0.00029768562
      ],
      [
        "s",
        -0.00041005798
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends in Umberto Eco's Baudilino. These are described in Book 3, Chapter 33 of Marco Polo's Travels and are said to land only on Mount Qaf, the center of the world. They appear in the Arabian Nights as the original master Aladdin's genie and as an assailant of Sinbad's ship. Perhaps originating from": {
    "guess": "Roc",
    "confidence": [
      [
        "R",
        -0.02442046
      ],
      [
        "oc",
        -0.0029598698
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his land into 12 administrative districts that would assist federal obligations one month of the year. This creator of the office of chief of taxation struggled with Haggith, who tried to get her son Adonijah to be king instead. He worked to create colonies at Tador-Palmyra, and built Megiddo. This son of Bathsheba was supported by Nathan, and visited by the Queen of Sheba, in addition to having 700 wives and writing The Proverbs. For 10 points, name this wise king of Israel and son of David.": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.0052593723
      ],
      [
        "omon",
        -5.8245798e-05
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's mother was Iravati, and this creature was born after hymns were sung over the egg from which Garuda hatched. This creature was once depicted on the flags of (*) Laos and Siam. This creature is depicted with either three or five heads and with pure white skin. The owner of this creature uses the": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.572485
      ],
      [
        "uda",
        -0.0003571536
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these creatures is depicted looking on from the left as an incubus sits on a sleeping woman in another painting. Aguste Macke and Franz Marc lead a German art movement named after a painting prominently featuring one of these animals, and four of these creatures enter the scene from the left as their riders wreck havoc in a Durer etching. For 10 points, name these animals, which are ridden by certain": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.014064544
      ],
      [
        "orse",
        -0.40768102
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering": {
    "guess": "The Peacock Room",
    "confidence": [
      [
        "The",
        -0.67676145
      ],
      [
        " Pe",
        -0.005358856
      ],
      [
        "acock",
        -1.9816675e-06
      ],
      [
        " Room",
        -5.4312077e-05
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del sordo. Fourteen in number, they were never titled but historians have given them the names we know, such as Two Old Women Eating from a Bowl and Two Old Men. The portrait Leocadia also belongs to this group, as does the horrific The Great He-Goat or Witches Sabbath. Currently residing in the Prado, this series of paintings also contains some of the artist's best known, such as Saturn Devouring his Children. FTP, identify this series dominated by a particular color by Francisco de Goya.": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.01253956
      ],
      [
        " Paint",
        -6.0272258e-05
      ],
      [
        "ings",
        -1.2352386e-05
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol  starts by setting the DO flag bit to true. A \"third\" version of one component of this specification can be used  for denial of existence. This specification uses zone signing keys. This protocol": {
    "guess": "DNSSEC",
    "confidence": [
      [
        "DNS",
        -0.10660701
      ],
      [
        "SEC",
        -0.06652429
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a portrait of Louis XV.  The King of Spain once asked one of his works what time it was without reply": {
    "guess": "Pierre Jaquet-Droz",
    "confidence": [
      [
        "P",
        -0.4060823
      ],
      [
        "ierre",
        -0.0015483067
      ],
      [
        " Ja",
        -0.005649913
      ],
      [
        "quet",
        -0.00036942057
      ],
      [
        "-D",
        -0.0011314054
      ],
      [
        "roz",
        -0.00045950554
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express the Fas ligand. Unlike some similar cells, these cells do not undergo somatic hypermutation, but they do undergo V(D)J recombination. MHC proteins present foreign peptides to these cells, which can contain": {
    "guess": "Cytotoxic T cell",
    "confidence": [
      [
        "C",
        -0.2186116
      ],
      [
        "yt",
        -4.723352e-06
      ],
      [
        "otoxic",
        -1.7432603e-06
      ],
      [
        " T",
        -0.0006402421
      ],
      [
        " cell",
        -0.1471528
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located next to an object nailed to an oak, was lulled to sleep by Medea. Another one of these creatures guarded the Golden Apples of the Hesperides and was named Ladon. The remains of another one of these, which lived near the Castilian spring, was used by its killer to create the Sparti; that example of": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.1849018
      ]
    ]
  },
  "When its creator's choice of mascot was attacked he responded, \"they have never seen an angry penguin charging at them in excess of 100 miles per hour.\" Its distributions include Slackware, Caldera, Debian,": {
    "guess": "Linux",
    "confidence": [
      [
        "Linux",
        -0.01178878
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.001984187
      ],
      [
        "ich",
        -0.0022725353
      ],
      [
        "ae",
        -2.0696643e-05
      ],
      [
        "ism",
        -2.319992e-05
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express the Fas ligand. Unlike some similar cells, these cells do not undergo somatic hypermutation, but they": {
    "guess": "Cytotoxic T cell",
    "confidence": [
      [
        "C",
        -0.32360822
      ],
      [
        "yt",
        -1.998142e-05
      ],
      [
        "otoxic",
        -1.3663626e-05
      ],
      [
        " T",
        -0.0020888774
      ],
      [
        " cell",
        -0.121366486
      ]
    ]
  },
  "When its creator's choice of mascot was attacked he responded, \"they have never seen an angry penguin": {
    "guess": "Tux",
    "confidence": [
      [
        "T",
        -0.14069168
      ],
      [
        "ux",
        -0.0011868956
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus and Ariadne, for the Doge's Palace, and his The Last Supper is illuminated bizarrely by a flaming light source at upper left and populated by ghosts. In such works as Christ and the Adulteress and Susanna Bathing, this artist aimed to capture \"the drawing of Michelangelo and the color of Titian.\" For ten points, name this Italian painter, an early mannerist whose common nickname means \"little dyer\"": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.6687516
      ],
      [
        "int",
        -0.005074722
      ],
      [
        "oret",
        -0.00029196384
      ],
      [
        "to",
        -7.255024e-05
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's": {
    "guess": "Yama",
    "confidence": [
      [
        "Y",
        -0.19193974
      ],
      [
        "ama",
        -0.075985484
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.004797615
      ],
      [
        " Ste",
        -7.958325e-05
      ],
      [
        "ichen",
        -3.23786e-05
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.13313647
      ],
      [
        "ongo",
        -1.1637165e-05
      ],
      [
        " Free",
        -0.0032232257
      ],
      [
        " State",
        -1.9743013e-05
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean was transformed into one of these by a rod and then gave birth to two more named Sceolan and Bran, owned by Finn MacCool. Tristan had one named Husdant and King Arthur had one named Cabal who left his mark at Buelt. A special one in Greek myth, Laelaps, was given as a gift to Europa. FTP, name this type of creature also represented by the two-headed Orthrus belonging to Geryon and the three-headed": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.49380422
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say": {
    "guess": "John Conway",
    "confidence": [
      [
        "John",
        -0.5504822
      ],
      [
        " Conway",
        -0.60585004
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say sequence. Paul Rendell constructed a Turing machine in here in 2000, and one of its largest \"spaceships\" is known as \"Caterpillar\". Introduced in 1970, Bill Gosper would within this discover the Gliden gun, which was the first infinitely growing pattern. It is played on an infinite two-dimensional grid,": {
    "guess": "Conway's Game of Life",
    "confidence": [
      [
        "Con",
        -0.30573747
      ],
      [
        "way",
        -0.0010058967
      ],
      [
        "'s",
        -0.008465641
      ],
      [
        " Game",
        -0.0003097215
      ],
      [
        " of",
        -0.00010258956
      ],
      [
        " Life",
        -0.00036942057
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana.": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.006678075
      ],
      [
        "uis",
        -1.9816675e-06
      ],
      [
        " Bu",
        -0.012867123
      ],
      [
        "ñ",
        -6.921253e-05
      ],
      [
        "uel",
        -0.0002969704
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.1351519
      ],
      [
        "i",
        -0.00022678143
      ],
      [
        " exclusion",
        -0.026504412
      ],
      [
        " principle",
        -0.0006062911
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly": {
    "guess": "The Joker",
    "confidence": [
      [
        "The",
        -0.4578644
      ],
      [
        " Joker",
        -0.047832392
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file format often contains data that has been processed by the DEFLATE  algorithm. JAR files are actual": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.02054294
      ],
      [
        " (",
        -0.026190331
      ],
      [
        "file",
        -0.0005663762
      ],
      [
        " format",
        -0.0001441843
      ],
      [
        ")",
        -1.4140442e-05
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.023172563
      ],
      [
        " Ste",
        -2.2246291e-05
      ],
      [
        "ichen",
        -2.8921695e-05
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food in an experiment designed by (*) Wolfgang Kohler. At Columbia University, Herbert Terrace taught American": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.04666577
      ],
      [
        "impan",
        -3.4285862e-05
      ],
      [
        "zee",
        -0.0009744709
      ]
    ]
  },
  "This man created leagues known as the Corpus Bellicum and the Corpus Evangelicum. He made peace with his cousin Sigismund III, and he won the Battle of Lech. This member of the house of Vasa defeated the Count of Tilly at the Battle of Breitenfeld, and his chancellor was Axel Oxenstierna. He was sometimes": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.0407147
      ],
      [
        "ust",
        -2.1008714e-06
      ],
      [
        "av",
        -2.0696643e-05
      ],
      [
        "us",
        -0.0011537937
      ],
      [
        " Ad",
        -0.0008258258
      ],
      [
        "olph",
        -8.375538e-05
      ],
      [
        "us",
        -1.962381e-05
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these": {
    "guess": "Horse Fair",
    "confidence": [
      [
        "H",
        -0.47263107
      ],
      [
        "orse",
        -0.15238008
      ],
      [
        " Fair",
        -1.2376628
      ]
    ]
  },
  "This man created a theory of distribution based on marginal productivity, and, along with Daniel Bernoulli, he derived an equation for the torque on a thin elastic beam. He found all even perfect numbers and his phi-function is the number of smaller positive integers relatively prime to a number.  With": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.04453374
      ],
      [
        "hard",
        -0.00731507
      ],
      [
        " Euler",
        -6.718607e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.24822061
      ],
      [
        " (",
        -0.0096686175
      ],
      [
        "file",
        -0.00021593389
      ],
      [
        " format",
        -8.76891e-05
      ],
      [
        ")",
        -8.006007e-05
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana. This director of The Criminal Life of Archibaldo de La Cruz also directed a film based on 120 Days of Sodom, which the Duc de Blangis rapes a young girl and emerges from a room without his beard. This man may be the most well-known for collaborating with an artist to create a film in which an eye is cut, named for a Spanish animal. For ten points, identify this director of The Age of Gold and": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.0019280438
      ],
      [
        "uis",
        -1.504853e-06
      ],
      [
        " Bu",
        -0.07874745
      ],
      [
        "ñ",
        -4.7159858e-05
      ],
      [
        "uel",
        -0.00019555374
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a": {
    "guess": "Henry Darger",
    "confidence": [
      [
        "Henry",
        -1.5545967
      ],
      [
        " D",
        -1.6378548
      ],
      [
        "arger",
        -0.07514168
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died on the largest ship in the world. The first of these creatures was Motsognir, who was created from the blood of Brimir and the bones of Blainn. In the Gylfaginning, four of them support the four cardinal directions. Freyja slept with four of them known as the Brisings; their other members include the": {
    "guess": "Dwarf",
    "confidence": [
      [
        "D",
        -0.17138019
      ],
      [
        "warf",
        -0.113319926
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.08112115
      ],
      [
        "yo",
        -4.7994283e-05
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in a novel by Iris Murdoch. In another novel, Major Joppolo attempts to find one of these objects for the titular Italian town. A poem about these objects describes \"what a world of merriment their melody foretells,\" and they also appear in the title of a work where Robert Jordan attempts to blow up a bridge in Spain. For 10 points, identify these objects whose \"tintinnabulation\" is described in an Edgar Allen Poe poem, and which toll in a work by Hemingway.": {
    "guess": "Bells",
    "confidence": [
      [
        "B",
        -0.47848475
      ],
      [
        "ells",
        -0.02597605
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after the first scene takes place, a transvestite nun played by one of the creators falls dead while riding a bicycle. A woman defends herself from a sexual assault with a tennis-racket in this film, which also includes scenes of ants crawling from a man's hand and a man pulling a piano loaded down with two priests and a dead donkey. For 10 points, name this film in which a woman randomly has her eye sliced": {
    "guess": "Un Chien Andalou",
    "confidence": [
      [
        "Un",
        -0.19300584
      ],
      [
        " Ch",
        -0.1519343
      ],
      [
        "ien",
        -6.062987e-05
      ],
      [
        " And",
        -0.00072113005
      ],
      [
        "al",
        -5.967624e-05
      ],
      [
        "ou",
        -3.035214e-05
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly on the look of actor Conrad Veidt in one film. This man, perhaps originally Red Hood, is credited": {
    "guess": "The Joker",
    "confidence": [
      [
        "The",
        -0.34456003
      ],
      [
        " Joker",
        -0.0034421997
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a portrait of Louis XV.  The King of Spain once asked one of his works what time it was without reply prompting this man to say that  the device did not yet know Spanish. The National Palace of Madrid": {
    "guess": "Jacques de Vaucanson",
    "confidence": [
      [
        "Jac",
        -0.63792074
      ],
      [
        "ques",
        -0.0009190816
      ],
      [
        " de",
        -0.005323647
      ],
      [
        " V",
        -0.00013262156
      ],
      [
        "auc",
        -0.000102708764
      ],
      [
        "anson",
        -8.268255e-05
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work": {
    "guess": "The Swing (painting)",
    "confidence": [
      [
        "The",
        -1.040029
      ],
      [
        " Swing",
        -1.1210964
      ],
      [
        " (",
        -0.2216688
      ],
      [
        "paint",
        -0.3769781
      ],
      [
        "ing",
        -6.4802e-05
      ],
      [
        ")",
        -0.05361616
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located next to an object nailed to an oak, was lulled to sleep by Medea. Another one of these creatures guarded the Golden Apples of the Hesperides and was named Ladon. The remains of another one of these,": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.7352781
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with Mount Connor, it was originally called Mount Olga by Ernest Giles who was the first non-indigenous person to spot it.  Part of the Kata Tjuta National Park,  this sandstone formation has  great significance to the Anangu of the region and it is essential to many local  dreamtime rituals.  Home of": {
    "guess": "Uluru",
    "confidence": [
      [
        "Ul",
        -0.0044907695
      ],
      [
        "uru",
        -0.00016110756
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and Louis XVI were neutral peace brokers for the end of this conflict, which began when the Sulzbach line stood to fill in after Maximilian III's death ended his branch of the Wittelsbach line, leading Charles Theodore's claim to be challenged by Charles of Zweibrucken at the urging of Frederick the Great.": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.02597164
      ],
      [
        " of",
        -5.8603408e-05
      ],
      [
        " the",
        -0.0014304746
      ],
      [
        " Bav",
        -0.0012377296
      ],
      [
        "arian",
        -3.5477897e-05
      ],
      [
        " Success",
        -0.00032747918
      ],
      [
        "ion",
        -3.5716304e-05
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.048230972
      ],
      [
        "yo",
        -7.684157e-05
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands;": {
    "guess": "Crab_migration",
    "confidence": [
      [
        "Cr",
        -0.29946208
      ],
      [
        "ab",
        -0.13746455
      ],
      [
        "_migration",
        -0.48912948
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet, Joanna Hiffernan, as exemplified by his depiction of her in The White Girl. This artist sued John Ruskin over a libelous statement made about a painting set in Cremorne Garden depicting a [*] fireworks show. The creator of a painting showing a seated woman in a black dress and white bonnet looking towards a blue-black curtain on the left, for 10 points, name this American artist of Nocturne in Black and Gold who painted his mother in Arrangement in Gray and Black.": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.0018999594
      ],
      [
        " Abbott",
        -0.0034438574
      ],
      [
        " Mc",
        -4.167649e-05
      ],
      [
        "Neill",
        -0.00016170357
      ],
      [
        " Wh",
        -2.3392786e-06
      ],
      [
        "ist",
        -4.20341e-05
      ],
      [
        "ler",
        -1.147242e-06
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean was transformed into one of these by a rod and then gave birth to two more named Sceolan and Bran,": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.33117348
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after the first scene takes place, a transvestite nun played by one of the creators falls dead while riding a bicycle. A woman defends herself from a sexual assault with a tennis-racket in this film, which also includes scenes of ants crawling from a man's hand and a man pulling a piano loaded down with two priests and a dead donkey. For 10 points, name this film in which a woman randomly has her eye sliced open by a razor, a surrealist work by Luis Bunuel and Salvador Dali.": {
    "guess": "An Andalusian Dog",
    "confidence": [
      [
        "An",
        -0.61786586
      ],
      [
        " And",
        -1.7120534e-05
      ],
      [
        "alus",
        -0.00023953622
      ],
      [
        "ian",
        -4.465658e-05
      ],
      [
        " Dog",
        -5.538491e-05
      ]
    ]
  },
  "The creator of the Marlboro Man, he boosted sales of Bumble Bee tuna by adding labels saying \"Guaranteed not to turn pink in the can!\" This former president of the American Psychological Association was": {
    "guess": "G. Stanley Hall",
    "confidence": [
      [
        "G",
        -0.53719705
      ],
      [
        ".",
        -0.004804734
      ],
      [
        " Stanley",
        -0.0001005631
      ],
      [
        " Hall",
        -0.000114748334
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus and Ariadne, for the Doge's Palace, and his The Last Supper is illuminated bizarrely by a flaming": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.48934054
      ],
      [
        "int",
        -0.0026204893
      ],
      [
        "oret",
        -7.255024e-05
      ],
      [
        "to",
        -5.5980927e-05
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and is pulled-down and rebuilt every two decades, is at Ise-Jingue. Enraged by the noise of her brother,": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.21848801
      ],
      [
        "ater",
        -0.0006764544
      ],
      [
        "asu",
        -0.000105331244
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.3449349
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck.": {
    "guess": "T cells",
    "confidence": [
      [
        "T",
        -0.001638885
      ],
      [
        " cells",
        -1.0586067
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could mislead Drona without lying. Maya dreamed of a small white one entering her womb prior to the birth of Siddhartha. A large white one, said to be ever-victorious, was produced by the churning of the": {
    "guess": "Elephant",
    "confidence": [
      [
        "Ele",
        -0.85671896
      ],
      [
        "phant",
        -0.019384095
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was": {
    "guess": "Phoneme",
    "confidence": [
      [
        "Ph",
        -1.3144027
      ],
      [
        "on",
        -0.09210673
      ],
      [
        "eme",
        -0.06311057
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express the Fas ligand. Unlike some similar cells, these cells do not undergo somatic hypermutation, but they do undergo V(D)J recombination. MHC proteins present foreign peptides to these cells, which can contain the coreceptors CD4 and CD8. These cells are part of the cell-mediated immune response, distinguishing them from the antibody response. The two main classes of this cell are cytotoxic and helper.": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.020874914
      ],
      [
        " cell",
        -0.040344026
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the": {
    "guess": "Tohono O'odham Nation",
    "confidence": [
      [
        "To",
        -0.5563376
      ],
      [
        "h",
        -0.00044246673
      ],
      [
        "ono",
        -2.2723105e-05
      ],
      [
        " O",
        -0.0004366294
      ],
      [
        "'",
        -0.014536837
      ],
      [
        "od",
        -0.00035619995
      ],
      [
        "ham",
        -4.8709502e-05
      ],
      [
        " Nation",
        -0.39012632
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence, in hopes that it would curry favor and gain an invitation to return to government for the author. Emphasizing the free will of human beings rather than divine destiny, it was one of the first works to separate ethics from politics. It used historical evidence to make its points, and was designed as a practical handbook to ruling rather than an abstract philosophical work. FTP, identify this work, popular with Cesare Borgia, written in 1513 by Niccolo Machiavelli.": {
    "guess": "The Prince",
    "confidence": [
      [
        "The",
        -0.0006122403
      ],
      [
        " Prince",
        -3.5358695e-05
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a portrait of Louis XV.  The King of Spain once asked one of his works what time it was without reply prompting this man to say that  the device did not yet know Spanish. The National Palace of Madrid contains his Shepherd's Clock. This man  is one of the more probable candidates for being the inventor of the wristwatch. The work for which he is  probably best known is a family consisting of the Musician,": {
    "guess": "Peter Henlein",
    "confidence": [
      [
        "Peter",
        -1.6786811
      ],
      [
        " Hen",
        -0.068528295
      ],
      [
        "lein",
        -0.000203898
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who teaches Buster John and Sweetest Susan to speak with animals. Though he is certainly responsible for the tale of Free Joe, a former slave who perishes in the swamp, modern critics consider his most valuable contribution to have been the recording of Yoruba folklore, such as the story of the tar baby": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.020770423
      ],
      [
        "el",
        -6.2729996e-06
      ],
      [
        " Chandler",
        -0.0003853902
      ],
      [
        " Harris",
        -6.3609965e-05
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with Mount Connor, it was originally called Mount Olga by Ernest Giles who was the first non-indigenous": {
    "guess": "Kata Tjuta",
    "confidence": [
      [
        "K",
        -0.24226004
      ],
      [
        "ata",
        -6.869018e-06
      ],
      [
        " T",
        -1.9027791e-05
      ],
      [
        "j",
        -0.0072418144
      ],
      [
        "uta",
        -0.0002912486
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered the parents of Adam and Eve, the results of the third creation overseen by the Messenger, who is subordinate to a figure whose aspects are called the Five Tabernacles. The Shapurikan is a work of this religion's founder, who saw the world as controlled by the Father of Majesty and the King of Darkness. Founded by a third-century Persian prophet, for 10 points, identify this dualistic Gnostic sect of which St. Augustine was a member before converting to Christianity.": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0043591484
      ],
      [
        "ich",
        -0.0251459
      ],
      [
        "ae",
        -3.0471343e-05
      ],
      [
        "ism",
        -6.241792e-05
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law, the writer Carl Sandburg – this work takes its title from a speech by Abraham Lincoln and now resides in Clervaux, Luxembourg – this man's country of birth. Another work by him, \"The Pond-Moonlight,\" sold for a record amount at Sotheby's in 2006 and is one of his early Pictorialist masterpieces. FTP,": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.006286268
      ],
      [
        " Ste",
        -8.733149e-05
      ],
      [
        "ichen",
        -1.2829201e-05
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his land into 12 administrative districts that would assist federal obligations one month of the year.": {
    "guess": "George Washington's second term as President of the United States",
    "confidence": [
      [
        "George",
        -0.93037033
      ],
      [
        " Washington",
        -0.0039850776
      ],
      [
        "'s",
        -0.13826385
      ],
      [
        " second",
        -2.1990774
      ],
      [
        " term",
        -0.05640722
      ],
      [
        " as",
        -0.0032292907
      ],
      [
        " President",
        -0.27597618
      ],
      [
        " of",
        -0.0065126256
      ],
      [
        " the",
        -0.00072017644
      ],
      [
        " United",
        -0.002219011
      ],
      [
        " States",
        -0.00013667447
      ]
    ]
  },
  "This man created a confederation of Greek states called the Panhellenion. A cult dedicated to his young": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.51714784
      ],
      [
        "rian",
        -0.00013250235
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his": {
    "guess": "Nazi concentration camps",
    "confidence": [
      [
        "N",
        -1.3837672
      ],
      [
        "azi",
        -0.2052171
      ],
      [
        " concentration",
        -0.54511565
      ],
      [
        " camps",
        -0.02220835
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these creatures is depicted looking on from the left as an incubus sits on a sleeping woman in another painting. Aguste Macke and Franz Marc lead a German art movement named after a painting prominently featuring one of these animals, and four of these creatures enter the scene from the left as their riders wreck havoc in a Durer etching. For 10 points, name these animals, which are ridden by certain four figures of the Apocalypse.": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.10236461
      ],
      [
        "orse",
        -0.39445412
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.015247957
      ],
      [
        " Ste",
        -0.00010938417
      ],
      [
        "ichen",
        -2.129266e-05
      ]
    ]
  },
  "This man created a confederation of Greek states called the Panhellenion. A cult dedicated to his young companion Antinous (AN-tin-ooce) arose after the youth's death. This emperor saw to the completion of a massive temple of Zeus begun centuries earlier, the (*) Pantheon, after which he assumed the title Olympius. He put down the Bar Kokhba (bar COKE-buh) revolt in Judea after succeeding Trajan as emperor. For 10 points, name this Roman emperor who built a namesake wall in Northern Britain.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0011464105
      ],
      [
        "rian",
        -6.869018e-06
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends in Umberto Eco's Baudilino. These are described in Book 3, Chapter 33 of Marco Polo's Travels and are said to land only on Mount Qaf, the center of the world. They appear in the Arabian Nights as the original master Aladdin's genie and as an assailant of Sinbad's ship. Perhaps originating from stories of the Aepyornis maximus, the elephant bird of Madagascar, for ten points, what is this large mythical avian known to carry away elephants?": {
    "guess": "Roc (mythology)",
    "confidence": [
      [
        "R",
        -0.17495807
      ],
      [
        "oc",
        -0.016606795
      ],
      [
        " (",
        -0.48373663
      ],
      [
        "my",
        -0.006722945
      ],
      [
        "th",
        -6.7901296e-05
      ],
      [
        "ology",
        -0.00033475063
      ],
      [
        ")",
        -0.00010783452
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the Hard Substances, who became the always-bride of Tawa. A god associated with this creature won a box full of stories from his father with the help of his wife Aso. A daughter of Idmon of Colophon who depicted the illicit love affairs of the Olympians was turned into one of these after hanging herself. The Hopi mother goddess, the Lakota trickster figure Iktomi, and the Ashanti god Anansi were all": {
    "guess": "Spider Woman (mythology)",
    "confidence": [
      [
        "Spider",
        -0.9227629
      ],
      [
        " Woman",
        -1.1736968
      ],
      [
        " (",
        -0.6549457
      ],
      [
        "my",
        -0.020324407
      ],
      [
        "th",
        -0.00013393279
      ],
      [
        "ology",
        -2.319992e-05
      ],
      [
        ")",
        -0.00026789203
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics, which states that tension is necessary for mental health.  Its creator first used this term after": {
    "guess": "Dynamic Psychiatry",
    "confidence": [
      [
        "Dynamic",
        -2.2365155
      ],
      [
        " Psychiatry",
        -0.8091618
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who teaches Buster John and Sweetest Susan to speak with animals. Though he is certainly responsible for the tale of Free Joe, a former slave who perishes in the swamp, modern critics consider his most valuable contribution to have been the recording of Yoruba folklore, such as the story of the tar baby and several trickster tales. For ten points, name this author from Georgia whose character Uncle": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.004122923
      ],
      [
        "el",
        -3.070975e-05
      ],
      [
        " Chandler",
        -0.0013303601
      ],
      [
        " Harris",
        -0.00010568886
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.028209383
      ],
      [
        "uis",
        -4.4849444e-06
      ],
      [
        " Bu",
        -0.002185711
      ],
      [
        "ñ",
        -3.9054008e-05
      ],
      [
        "uel",
        -0.0003314129
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could": {
    "guess": "Aswathama",
    "confidence": [
      [
        "As",
        -0.85538393
      ],
      [
        "w",
        -0.04532525
      ],
      [
        "ath",
        -0.001167007
      ],
      [
        "ama",
        -0.53914607
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus and Ariadne, for the Doge's Palace, and his The Last Supper is illuminated bizarrely by a flaming light source at upper left and populated by ghosts. In such works as Christ and the Adulteress and Susanna Bathing, this artist aimed to capture \"the drawing of Michelangelo and the color of Titian.\"": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.19422609
      ],
      [
        "int",
        -0.008642701
      ],
      [
        "oret",
        -7.171581e-05
      ],
      [
        "to",
        -7.576874e-05
      ]
    ]
  },
  "This man created a pair of statues, one crouching and the other in an unfinished state of agony called the Rebellious and Dying Slaves. Those two works were commissioned for the tomb of his patron Pope Julius II. A mistranslation of the Old Testament led to a pair of horns on his Moses. This artist also": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.0040662903
      ],
      [
        "el",
        -2.808727e-05
      ],
      [
        "angelo",
        -0.00027146813
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends in Umberto Eco's Baudilino. These are described in Book 3, Chapter 33 of Marco Polo's Travels and are said to land only on Mount Qaf, the center of the world. They appear in the Arabian Nights as the original master Aladdin's genie and as an assailant of Sinbad's ship. Perhaps originating from stories of the Aepyornis maximus, the elephant bird of Madagascar, for ten points, what is this large": {
    "guess": "Roc",
    "confidence": [
      [
        "R",
        -0.18851161
      ],
      [
        "oc",
        -0.027501604
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered the parents of Adam and Eve, the results of the third creation overseen by the Messenger, who is subordinate to a figure whose aspects are called the Five Tabernacles. The Shapurikan is a work of this religion's founder, who saw the world as controlled by the Father of Majesty and the King": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.012203513
      ],
      [
        "ich",
        -0.007158377
      ],
      [
        "ae",
        -3.917321e-05
      ],
      [
        "ism",
        -6.2775536e-05
      ]
    ]
  },
  "One creation story from this religion claims that all beings were sprung from one-fourth of Purusa(POO-roo-SAH), while the Puranas (\"PURR\"-on-AHS) describe how the world is created, sustained, and destroyed by three gods in the form of a lotus flower. Other texts important in this religion include the Mahabharata (mah-HAH-bah-RAH-tah), the Ramayana (RAH-mah-YAH-nah), and the Vedas (VAYduhs). For 10": {
    "guess": "Hindu cosmology",
    "confidence": [
      [
        "H",
        -0.0023271253
      ],
      [
        "ind",
        -1.0206721e-05
      ],
      [
        "u",
        -8.061054e-06
      ],
      [
        " cosm",
        -0.8178065
      ],
      [
        "ology",
        -0.0013364321
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.06721504
      ],
      [
        "par",
        -1.2352386e-05
      ],
      [
        " David",
        -9.150362e-05
      ],
      [
        " Friedrich",
        -1.5809293e-05
      ]
    ]
  },
  "When its creator's choice of mascot was attacked he responded, \"they have never seen an angry penguin charging at them in excess of 100 miles per hour.\" Its distributions include Slackware, Caldera, Debian, and Red Hat. For ten points, name this open source operating system created by Linus Torvalds based on Unix.": {
    "guess": "Linux",
    "confidence": [
      [
        "Linux",
        -0.0010749688
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana. This director of The Criminal Life of Archibaldo de La Cruz also directed a film based on 120 Days of Sodom, which the Duc de Blangis rapes a young girl and emerges from a room without his beard.": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.0078969095
      ],
      [
        "uis",
        -1.0921943e-05
      ],
      [
        " Bu",
        -0.03702671
      ],
      [
        "ñ",
        -0.00016516048
      ],
      [
        "uel",
        -0.00043734463
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and is pulled-down and rebuilt every two decades, is at Ise-Jingue. Enraged by the noise of her brother, she had to be lured from hiding by the antics of Uzume. As Tamayori is the son of Owatatsumi, her brother, Jimmu is a lineal, not direct descendant of this goddess. With a name meaning \"shining heaven,\"": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.066736534
      ],
      [
        "ater",
        -0.0002193908
      ],
      [
        "asu",
        -6.46828e-05
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and Louis XVI were neutral peace brokers for the end of this conflict, which began when the Sulzbach line": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.48429227
      ],
      [
        " of",
        -0.00022606621
      ],
      [
        " the",
        -0.24656105
      ],
      [
        " Bav",
        -0.0025578304
      ],
      [
        "arian",
        -0.000121662146
      ],
      [
        " Success",
        -0.0006745471
      ],
      [
        "ion",
        -6.659005e-05
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a portrait of Louis XV.  The King of Spain once asked one of his works what time it was without reply prompting this man to say that  the device did not yet know Spanish. The National Palace of Madrid contains his Shepherd's Clock. This man  is one of the more probable candidates for being the inventor": {
    "guess": "Pierre Jaquet-Droz",
    "confidence": [
      [
        "P",
        -0.78359807
      ],
      [
        "ierre",
        -0.0006035494
      ],
      [
        " Ja",
        -0.0023266484
      ],
      [
        "quet",
        -7.696077e-05
      ],
      [
        "-D",
        -0.00055052945
      ],
      [
        "roz",
        -2.9160103e-05
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn Leaves\" in this city, which has the most Michelin stars of any in the world. (*) Roppongi Hills is": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.007258389
      ],
      [
        "yo",
        -4.179569e-05
      ]
    ]
  },
  "One creation story from this religion claims that all beings were sprung from one-fourth of Purusa(POO-roo-SAH),": {
    "guess": "Rigveda",
    "confidence": [
      [
        "R",
        -0.5499586
      ],
      [
        "ig",
        -0.00016396845
      ],
      [
        "ved",
        -0.00026431592
      ],
      [
        "a",
        -0.06712196
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition and wrote the sentence \"colorless green ideas sleep furiously\" as an example of a sentence with grammatical, but not semantic, sense. Columbia University researchers named a chimpanzee in a language acquisition study after this man as a challenge to his theories. For 10 points, name this linguist and MIT professor who argued that the ability to learn language is hard-wired into the brain, a theory typically known as \"universal grammar.\"": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.0014993872
      ],
      [
        "am",
        -7.465036e-06
      ],
      [
        " Ch",
        -0.0002100966
      ],
      [
        "om",
        -1.50940705e-05
      ],
      [
        "sky",
        -1.569009e-05
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.19115761
      ]
    ]
  },
  "When its creator's choice of mascot was attacked he responded, \"they have never seen an angry penguin charging at them in excess of 100 miles per hour.\" Its distributions include Slackware, Caldera, Debian, and Red Hat. For ten points, name this open source operating system created by Linus Torvalds": {
    "guess": "Linux",
    "confidence": [
      [
        "Linux",
        -0.60083884
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who teaches Buster John and Sweetest Susan to speak with animals. Though he is certainly responsible for the tale of Free Joe, a former slave who perishes in the swamp, modern critics consider his most": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.00978265
      ],
      [
        "el",
        -5.4385737e-06
      ],
      [
        " Chandler",
        -0.0003802681
      ],
      [
        " Harris",
        -4.5252596e-05
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined the formal systems in this work with the Zermelo-Fraenkel axiom system. Based on Peano Arithmetic, it states that it is impossible to speak of the \"set of all sets,\" an idea expanded into one of its creator's namesake (*) paradoxes. Godel's two incompleteness theorems were necessitated by its shortcomings, and it contains a proof of the statement \"1+1 = 2\". For 10 points, name this foundational work in mathematics by Russell and Whitehead.": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.0037562556
      ],
      [
        "incip",
        -1.7478143e-05
      ],
      [
        "ia",
        -0.00024358915
      ],
      [
        " Mathematic",
        -4.6206227e-05
      ],
      [
        "a",
        -2.3392786e-06
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law, the writer Carl Sandburg – this work takes its title from a speech by Abraham Lincoln and now resides in Clervaux, Luxembourg – this man's country of birth. Another work by him, \"The Pond-Moonlight,\"": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.03293011
      ],
      [
        " Ste",
        -0.00039825685
      ],
      [
        "ichen",
        -2.188868e-05
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence, in hopes that it would curry favor and gain an invitation to return to government for the author. Emphasizing the free will of human beings rather than divine destiny, it was one of the first works": {
    "guess": "The Prince",
    "confidence": [
      [
        "The",
        -0.95523846
      ],
      [
        " Prince",
        -0.0020449827
      ]
    ]
  },
  "These creatures are mortal and exist beneath the level of angels and devils, but they are free from physical": {
    "guess": "Human",
    "confidence": [
      [
        "Human",
        -0.9096152
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus and Ariadne, for the Doge's Palace, and his The Last Supper is illuminated bizarrely by a flaming light source at upper left and populated by ghosts. In such works as Christ and the Adulteress and Susanna Bathing, this artist aimed to capture \"the drawing of Michelangelo and the color of Titian.\" For ten points, name this Italian painter, an early mannerist whose common nickname means \"little dyer\" and whose real name was Jacobo Robusti.": {
    "guess": "Jacopo Tintoretto",
    "confidence": [
      [
        "Jac",
        -0.72752655
      ],
      [
        "opo",
        -0.0011093784
      ],
      [
        " T",
        -0.0010487661
      ],
      [
        "int",
        -5.080963e-06
      ],
      [
        "oret",
        -3.1281633e-07
      ],
      [
        "to",
        -2.129266e-05
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined the formal systems in this work with the Zermelo-Fraenkel axiom system. Based on Peano Arithmetic, it states that it is impossible to speak of the \"set of all sets,\" an idea expanded into one of its creator's namesake (*) paradoxes. Godel's two incompleteness theorems were necessitated by its": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.042408194
      ],
      [
        "incip",
        -0.000105331244
      ],
      [
        "ia",
        -9.3291674e-05
      ],
      [
        " Mathematic",
        -4.5252596e-05
      ],
      [
        "a",
        -9.849109e-06
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition": {
    "guess": "Henri Bergson",
    "confidence": [
      [
        "Hen",
        -0.9003398
      ],
      [
        "ri",
        -7.465036e-06
      ],
      [
        " Berg",
        -0.00034392564
      ],
      [
        "son",
        -0.00023476807
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean was transformed into one of these by a rod and then gave birth to two more named Sceolan and Bran, owned by Finn MacCool. Tristan had one named Husdant and King Arthur had one named Cabal who left": {
    "guess": "Dogs in religion",
    "confidence": [
      [
        "D",
        -0.8130827
      ],
      [
        "ogs",
        -0.012444431
      ],
      [
        " in",
        -0.0013372665
      ],
      [
        " religion",
        -0.8520469
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and is pulled-down and rebuilt every two decades, is at Ise-Jingue. Enraged by the noise of her brother, she had to be lured from hiding by the antics of Uzume. As Tamayori is the son of Owatatsumi, her brother, Jimmu is a lineal, not direct descendant of this goddess. With a name meaning \"shining heaven,\" this eldest daughter of Izanagi and Izanami is antagonistic to Susanowa. FTP, name this Shinto goddess of the sky and sun.": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.00217667
      ],
      [
        "ater",
        -0.00043448375
      ],
      [
        "asu",
        -8.685468e-05
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the Hard Substances, who became the always-bride of Tawa. A god associated with this creature won a box full of stories from his father with the help of his wife Aso. A daughter of Idmon of Colophon who depicted the illicit love affairs of the Olympians was turned into one of these after hanging herself.": {
    "guess": "Spider (mythology)",
    "confidence": [
      [
        "Spider",
        -0.14112687
      ],
      [
        " (",
        -0.14248721
      ],
      [
        "my",
        -0.13551132
      ],
      [
        "th",
        -0.00038348293
      ],
      [
        "ology",
        -0.0020479592
      ],
      [
        ")",
        -0.00076900964
      ]
    ]
  },
  "One creation story from this religion claims that all beings were sprung from one-fourth of Purusa(POO-roo-SAH), while the Puranas (\"PURR\"-on-AHS) describe how the world is created, sustained, and destroyed": {
    "guess": "Hindu cosmology",
    "confidence": [
      [
        "H",
        -0.14639622
      ],
      [
        "ind",
        -2.129266e-05
      ],
      [
        "u",
        -1.6166903e-05
      ],
      [
        " cosm",
        -0.039903242
      ],
      [
        "ology",
        -0.0005016816
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to Ovid, this creature lives on frankincense and odoriferous gums, and once every five hundred years this creature approaches Heliopolis to deposit an egg on the sun god's altar. This creature lives near": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.018321197
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics, which states that tension is necessary for mental health.  Its creator first used this term after publishing his article \"Psychotherapy and Weltanschauung\" in Adler's psychology journal, defining it as a form of study that postulates meaning to one's existence.  FTP, identify this concept developed by Viktor Frankl.": {
    "guess": "Logotherapy",
    "confidence": [
      [
        "Log",
        -0.19668877
      ],
      [
        "otherapy",
        -7.910644e-05
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.058234736
      ],
      [
        "el",
        -1.2113979e-05
      ],
      [
        " Chandler",
        -0.00017457757
      ],
      [
        " Harris",
        -4.8828708e-05
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn Leaves\" in this city, which has the most Michelin stars of any in the world. (*) Roppongi Hills is a real estate development in this city, where a giant \"Skytree\" was completed in 2011. The Sevii islands": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.000716604
      ],
      [
        "yo",
        -3.464347e-05
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence, in hopes that it would curry favor and gain an invitation to return to government for the author. Emphasizing the free will of human beings rather than divine destiny, it was one of the first works to separate ethics from politics. It used historical evidence to make its points, and was designed as": {
    "guess": "Discourses on Livy",
    "confidence": [
      [
        "Disc",
        -0.13487121
      ],
      [
        "ourses",
        -0.014322165
      ],
      [
        " on",
        -1.4259645e-05
      ],
      [
        " Liv",
        -0.00013774731
      ],
      [
        "y",
        -3.6073914e-05
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined the formal systems in this work with the Zermelo-Fraenkel axiom system. Based on Peano Arithmetic,": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.009226252
      ],
      [
        "incip",
        -0.0003812217
      ],
      [
        "ia",
        -5.216641e-05
      ],
      [
        " Mathematic",
        -2.8444882e-05
      ],
      [
        "a",
        -1.1994775e-05
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food in an experiment designed by (*) Wolfgang Kohler. At Columbia University, Herbert Terrace taught American Sign Language to one of these creatures, who was given a name punning on \"Noam Chomsky.\" Another": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.08927009
      ],
      [
        "impan",
        -1.2113979e-05
      ],
      [
        "zee",
        -0.00079021323
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well as why the Fermi energy of a solid is zero. It is also represented in the repulsive (*) r to the twelfth power term of the Lennard-Jones potential. It requires particles that obey it to have asymmetric": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0047973767
      ],
      [
        "i",
        -7.326546e-05
      ],
      [
        " exclusion",
        -0.017603341
      ],
      [
        " principle",
        -0.00058508385
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition and wrote the sentence \"colorless green ideas sleep furiously\" as an example of a sentence with grammatical, but not semantic, sense. Columbia University researchers named a chimpanzee in a language acquisition study after this man as a challenge to his theories. For 10 points, name this linguist": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.0050749565
      ],
      [
        "am",
        -5.2001665e-06
      ],
      [
        " Ch",
        -0.0006245146
      ],
      [
        "om",
        -1.247159e-05
      ],
      [
        "sky",
        -1.8193366e-05
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -1.3638906
      ],
      [
        "orse",
        -0.37996998
      ]
    ]
  },
  "These creatures are mortal and exist beneath the level of angels and devils, but they are free from physical restraint, often being composed of fire or air. They delight in tormenting humans, and exist": {
    "guess": "Djinn",
    "confidence": [
      [
        "D",
        -0.7334361
      ],
      [
        "j",
        -0.015587557
      ],
      [
        "inn",
        -7.2192626e-05
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after the first scene takes place, a transvestite nun played by one of the creators falls dead while riding": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.12643753
      ],
      [
        " Rocky",
        -0.000912894
      ],
      [
        " Horror",
        -0.0001721935
      ],
      [
        " Picture",
        -0.4174013
      ],
      [
        " Show",
        -4.4849444e-06
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in a novel by Iris Murdoch. In another novel, Major Joppolo attempts to find one of these objects for the titular Italian town. A poem about these objects describes \"what a world of merriment their melody": {
    "guess": "Bells",
    "confidence": [
      [
        "B",
        -0.4642886
      ],
      [
        "ells",
        -0.017315047
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express": {
    "guess": "T helper cell",
    "confidence": [
      [
        "T",
        -0.51529974
      ],
      [
        " helper",
        -0.88262254
      ],
      [
        " cell",
        -0.14377324
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism -": {
    "guess": "Stoner-Wohlfarth model",
    "confidence": [
      [
        "St",
        -0.25594208
      ],
      [
        "oner",
        -0.0024390284
      ],
      [
        "-W",
        -0.15109214
      ],
      [
        "oh",
        -0.0005692371
      ],
      [
        "lf",
        -3.1281633e-07
      ],
      [
        "arth",
        -0.0011300942
      ],
      [
        " model",
        -0.053099684
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.\" In this book, God speaks out of a whirlwind and denounces as \"words without knowledge\" the accusatory speeches of Eliphaz, Bildad and Zophar.": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.016699653
      ],
      [
        " of",
        -0.00024953834
      ],
      [
        " Job",
        -0.0001624188
      ]
    ]
  },
  "This man created leagues known as the Corpus Bellicum and the Corpus Evangelicum. He made peace with his cousin Sigismund III, and he won the Battle of Lech. This member of the house of Vasa defeated the Count of Tilly at the Battle of Breitenfeld, and his chancellor was Axel Oxenstierna. He was sometimes known as the \"Lion of the North,\" and he died at the Battle of Lutzen. For 10 points, name this": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.075450376
      ],
      [
        "ust",
        -4.9663133e-05
      ],
      [
        "av",
        -4.1080468e-05
      ],
      [
        "us",
        -0.0013274992
      ],
      [
        " Ad",
        -0.00060486066
      ],
      [
        "olph",
        -0.0013752339
      ],
      [
        "us",
        -2.677603e-05
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet, Joanna Hiffernan, as exemplified by his depiction of her in The White Girl. This artist sued John Ruskin over a libelous statement made about a painting set in Cremorne Garden depicting a [*]": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.00292173
      ],
      [
        " Abbott",
        -0.0005694755
      ],
      [
        " Mc",
        -5.0020742e-05
      ],
      [
        "Neill",
        -0.0002389402
      ],
      [
        " Wh",
        -2.2603901e-05
      ],
      [
        "ist",
        -9.472212e-05
      ],
      [
        "ler",
        -2.4584822e-06
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.\" In this book, God speaks out of a whirlwind": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.026615394
      ],
      [
        " of",
        -0.0013671427
      ],
      [
        " Job",
        -0.00017994174
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.7412152
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly on the look of actor Conrad Veidt in one film. This man, perhaps originally Red Hood, is credited with killing Sarah Gordon and Jason Todd as well as permanently injuring Oracle, while another story sees his psychiatrist Harleen Quinzl falling in love with him and attempting to feed his arch-nemesis to piranhas. In television and movies, he's been played by Cesar Romero and Jack Nicholson. For 10 points name this fictional villain more recently played by Heath Ledger, a nemesis of the Batman.": {
    "guess": "Joker (character)",
    "confidence": [
      [
        "J",
        -0.007640225
      ],
      [
        "oker",
        -2.3676734e-05
      ],
      [
        " (",
        -0.037962988
      ],
      [
        "character",
        -0.00162388
      ],
      [
        ")",
        -5.7172965e-05
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after the first scene takes place, a transvestite nun played by one of the creators falls dead while riding a bicycle. A woman defends herself from a sexual assault with a tennis-racket in this film, which also includes scenes of ants crawling from a man's hand and a man pulling a piano loaded down with two": {
    "guess": "Un Chien Andalou",
    "confidence": [
      [
        "Un",
        -0.26208636
      ],
      [
        " Ch",
        -0.19055904
      ],
      [
        "ien",
        -4.406056e-05
      ],
      [
        " And",
        -0.0008090291
      ],
      [
        "al",
        -0.000104496816
      ],
      [
        "ou",
        -3.1544176e-05
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.0021069595
      ],
      [
        "am",
        -4.8425554e-06
      ],
      [
        " Ch",
        -6.563642e-05
      ],
      [
        "om",
        -1.2352386e-05
      ],
      [
        "sky",
        -2.4272753e-05
      ]
    ]
  },
  "This man created a theory of distribution based on marginal productivity, and, along with Daniel Bernoulli, he derived an equation for the torque on a thin elastic beam. He found all even perfect numbers": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.47121808
      ],
      [
        "hard",
        -0.01585546
      ],
      [
        " Euler",
        -2.7133641e-05
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.010594976
      ],
      [
        "uis",
        -1.147242e-06
      ],
      [
        " Bu",
        -0.0007275634
      ],
      [
        "ñ",
        -2.4034345e-05
      ],
      [
        "uel",
        -0.00018792471
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in": {
    "guess": "The Rats (play)",
    "confidence": [
      [
        "The",
        -0.5574567
      ],
      [
        " R",
        -1.0581005
      ],
      [
        "ats",
        -0.076002166
      ],
      [
        " (",
        -0.6363179
      ],
      [
        "play",
        -0.09933428
      ],
      [
        ")",
        -0.00091717433
      ]
    ]
  },
  "Created in 1931, it now resides in the Museum of Modem Art in New York City. The background is a landscape of Catalonia at Cape Creus. Featuring insects such as ants and a fly on the central elements, this surrealist masterpiece depicts a bleak landscape scattered with melting watches. For ten points,": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.0039935117
      ],
      [
        " Persistence",
        -0.00062070007
      ],
      [
        " of",
        -1.4617256e-05
      ],
      [
        " Memory",
        -0.0001501445
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story in this religion tells how Amenouzume (AH-men-oh-oo-zoo-may) drew the sun goddess out of a cave. Harae is a purification rite in this religion, which includes (*) ujigami and hitogami divisions. Izanagi and Izanami are the main figures in this religion's creation story, and Amaterasu (ah-MAH-teh-RA-soo)": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.01302481
      ],
      [
        "into",
        -0.00012332367
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical instrument called the charango was traditionally made from this animal. They're not rodents or monkeys, but these animals are useful to science because they are one of the few non-humans capable of contracting (*) leprosy. This animal comes in \"long- nosed\" and \"hairy\" species, but the best known species may be the three, seven, and nine-banded varieties. For ten points, name this mammal with": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.03499282
      ],
      [
        "mad",
        -2.2007884e-05
      ],
      [
        "illo",
        -0.0014709415
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition Bergson's theory of this concept, another theory uses the example of the death of Queen Anne in an essay": {
    "guess": "Élan vital",
    "confidence": [
      [
        "É",
        -0.9496539
      ],
      [
        "lan",
        -3.7742768e-05
      ],
      [
        " vital",
        -0.06457293
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical instrument called the charango was traditionally made from this animal. They're not rodents or monkeys, but these animals are useful to science because they are one of the few non-humans capable of contracting (*) leprosy. This animal comes in \"long- nosed\" and \"hairy\" species, but the best known": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.037576832
      ],
      [
        "mad",
        -2.1054253e-05
      ],
      [
        "illo",
        -0.0008052219
      ]
    ]
  },
  "This man created leagues known as the Corpus Bellicum and the Corpus Evangelicum. He made peace with": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.17482235
      ],
      [
        "ust",
        -0.016757442
      ],
      [
        "av",
        -5.240482e-05
      ],
      [
        "us",
        -0.018089889
      ],
      [
        " Ad",
        -0.0010235206
      ],
      [
        "olph",
        -0.00029530155
      ],
      [
        "us",
        -5.1928004e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file format often contains data that has been processed by the DEFLATE  algorithm. JAR files are actual a variant of this format. On Unix systems, input data is often run through tar before  being sent to a program that outputs of this file format in part because each file is archived separately in this": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.01505762
      ],
      [
        " (",
        -0.11023205
      ],
      [
        "file",
        -0.0003454753
      ],
      [
        " format",
        -0.00018637507
      ],
      [
        ")",
        -0.00013798571
      ]
    ]
  },
  "This man created a pair of statues, one crouching and the other in an unfinished state of agony called the Rebellious and Dying Slaves. Those two works were commissioned for the tomb of his patron Pope Julius II. A mistranslation of the Old Testament led to a pair of horns on his Moses. This artist also carved a notably young-looking Virgin Mary and a notably uncircumcised  biblical hero about to fire": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.0036316693
      ],
      [
        "el",
        -1.4855664e-05
      ],
      [
        "angelo",
        -0.00032521432
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could mislead Drona without lying. Maya dreamed of a small white one entering her womb prior to the birth of Siddhartha. A large white one, said to be ever-victorious, was produced by the churning of the ocean, and could generally be found at the entrance to Svarga. The god most often associated with this animal, a son of Parvati, had his original head burned or cut off by Shiva. Indra's mount Airavata was, FTP, what sort of animal which also furnished the replacement head for Ganesh?": {
    "guess": "Elephant",
    "confidence": [
      [
        "Ele",
        -0.043102413
      ],
      [
        "phant",
        -0.0006603729
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to Ovid, this creature lives on frankincense and odoriferous gums, and once every five hundred years this creature approaches Heliopolis to deposit an egg on the sun god's altar. This creature lives near a cool well, and its tears can heal any wound. Shakespeare wrote a poem about a turtle dove and one of these animals, which looks like an eagle with purple wings. Name this bird who, upon dying, bursts": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.45579982
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions": {
    "guess": "FLAC",
    "confidence": [
      [
        "FL",
        -1.2927394
      ],
      [
        "AC",
        -0.05925347
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet, Joanna Hiffernan, as exemplified by his depiction of her in The White Girl. This artist sued John Ruskin over a libelous statement made about a painting set in Cremorne Garden depicting a [*] fireworks show. The creator of a painting showing a seated woman in a black dress and white bonnet looking towards a blue-black curtain on the left, for 10 points, name this American artist of Nocturne": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.0048164804
      ],
      [
        " Abbott",
        -0.00465915
      ],
      [
        " Mc",
        -4.406056e-05
      ],
      [
        "Neill",
        -0.00021450345
      ],
      [
        " Wh",
        -1.504853e-06
      ],
      [
        "ist",
        -5.0974373e-05
      ],
      [
        "ler",
        -1.6240566e-06
      ]
    ]
  },
  "This man created leagues known as the Corpus Bellicum and the Corpus Evangelicum. He made peace with his cousin Sigismund III, and he won the Battle of Lech. This member of the house of Vasa defeated the Count of Tilly at the Battle of Breitenfeld, and his chancellor was Axel Oxenstierna. He was sometimes known as the \"Lion of the North,\" and he died at the Battle of Lutzen. For 10 points, name this king who led Sweden at the start of the Thirty Years' War.": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.0006990921
      ],
      [
        "ust",
        -1.7716551e-05
      ],
      [
        "av",
        -9.849109e-06
      ],
      [
        "us",
        -0.0002483463
      ],
      [
        " Ad",
        -0.00039778004
      ],
      [
        "olph",
        -0.000350955
      ],
      [
        "us",
        -1.0802739e-05
      ]
    ]
  },
  "One creation story from this religion claims that all beings were sprung from one-fourth of Purusa(POO-roo-SAH), while the Puranas (\"PURR\"-on-AHS) describe how the world is created, sustained, and destroyed by three gods in the form of a lotus flower. Other texts important in this religion include the Mahabharata (mah-HAH-bah-RAH-tah), the Ramayana (RAH-mah-YAH-nah), and the Vedas (VAYduhs). For 10 points, what religion centers on the three gods Vishnu, Shiva, and Brahma?": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0011067559
      ],
      [
        "ind",
        -1.2233183e-05
      ],
      [
        "u",
        -7.255024e-05
      ],
      [
        "ism",
        -0.0046608113
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well as why the Fermi energy of a solid is zero. It is also represented in the repulsive (*) r to the twelfth power term of the Lennard-Jones potential. It requires particles that obey it to have asymmetric wave functions and is therefore a direct consequence of spin. Winning a Nobel Prize in Physics for its Austrian creator, it only applys to fermions. FTP, what is this law of quantum mechanics stating that no two electrons can share the same four quantum numbers?": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.01008682
      ],
      [
        "i",
        -2.8921695e-05
      ],
      [
        " exclusion",
        -0.0051330654
      ],
      [
        " principle",
        -0.00036715568
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition and wrote the sentence \"colorless green ideas sleep furiously\" as an example of a sentence with grammatical, but not semantic, sense. Columbia University researchers named a chimpanzee in a language": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.012599598
      ],
      [
        "am",
        -3.464347e-05
      ],
      [
        " Ch",
        -0.00044651967
      ],
      [
        "om",
        -2.188868e-05
      ],
      [
        "sky",
        -3.23786e-05
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and Louis XVI were neutral peace brokers for the end of this conflict, which began when the Sulzbach line stood to fill in after Maximilian III's death ended his branch of the Wittelsbach line, leading Charles Theodore's claim to be challenged by Charles of Zweibrucken at the urging of Frederick the Great. FTP, the Treaty of Teschen ended what largely bloodless conflict, nicknamed the Potato War, and": {
    "guess": "Potato War",
    "confidence": [
      [
        "Pot",
        -0.119391814
      ],
      [
        "ato",
        -6.749814e-06
      ],
      [
        " War",
        -0.0010228052
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn Leaves\" in this city, which has the most Michelin stars of any in the world. (*) Roppongi Hills is a real estate development in this city, where a giant \"Skytree\" was completed in 2011. The Sevii islands were probably inspired by the \"Seven\" Izu islands that extend south of this city. This city's name was changed to mean \"Eastern Capital\" at the end of the Edo period, and it contains Frank Lloyd": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.00033701185
      ],
      [
        "yo",
        -3.4285862e-05
      ]
    ]
  },
  "This man created a confederation of Greek states called the Panhellenion. A cult dedicated to his young companion Antinous (AN-tin-ooce) arose after the youth's death. This emperor saw to the completion of a massive temple of Zeus begun centuries earlier, the (*) Pantheon, after which he assumed the title Olympius. He put down the Bar Kokhba (bar COKE-buh) revolt in Judea after succeeding Trajan as": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.008895817
      ],
      [
        "rian",
        -6.392203e-06
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers,": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.009426318
      ],
      [
        " Ste",
        -0.00063035195
      ],
      [
        "ichen",
        -4.2868523e-05
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the Hard Substances, who became the always-bride of Tawa. A god associated with this creature won a box": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7115112
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died on the largest ship in the world. The first of these creatures was Motsognir, who was created from the blood of Brimir and the bones of Blainn. In the Gylfaginning, four of them support the four cardinal": {
    "guess": "DWARF",
    "confidence": [
      [
        "D",
        -0.12448694
      ],
      [
        "WAR",
        -0.74861676
      ],
      [
        "F",
        -0.0739493
      ]
    ]
  },
  "This man created a confederation of Greek states called the Panhellenion. A cult dedicated to his young companion Antinous (AN-tin-ooce) arose after the youth's death. This emperor saw to the completion of a massive temple of Zeus begun centuries earlier, the (*) Pantheon, after which he assumed the": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.002297517
      ],
      [
        "rian",
        -4.00813e-06
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence, in hopes that it would curry favor and gain an invitation to return to government for the author.": {
    "guess": "The Prince (Machiavelli)",
    "confidence": [
      [
        "The",
        -0.48409843
      ],
      [
        " Prince",
        -0.025769275
      ],
      [
        " (",
        -0.49945638
      ],
      [
        "M",
        -0.92372453
      ],
      [
        "achi",
        -0.00019412329
      ],
      [
        "av",
        -0.00021128863
      ],
      [
        "elli",
        -0.00046212802
      ],
      [
        ")",
        -0.013612722
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food in an experiment designed by (*) Wolfgang Kohler. At Columbia University, Herbert Terrace taught American Sign Language to one of these creatures, who was given a name punning on \"Noam Chomsky.\" Another scientist observed them using stalks of grass to dislodge termites from mounds, disproving the notion that only humans could use tools. For 10 points, name these primates studied extensively by Jane Goodall.": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.015041773
      ],
      [
        "impan",
        -3.650519e-06
      ],
      [
        "zee",
        -0.00027921272
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food in an experiment designed by (*) Wolfgang Kohler. At Columbia University, Herbert Terrace taught American Sign Language to one of these creatures, who was given a name punning on \"Noam Chomsky.\" Another scientist observed them using stalks of grass to dislodge termites from mounds, disproving the notion": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.013744888
      ],
      [
        "impan",
        -1.7597347e-05
      ],
      [
        "zee",
        -0.00083786173
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined the formal systems in this work with the Zermelo-Fraenkel axiom system. Based on Peano Arithmetic, it states that it is impossible to speak of the \"set of all sets,\" an idea expanded into one of": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.3682423
      ],
      [
        "incip",
        -0.00032628715
      ],
      [
        "ia",
        -0.00019245445
      ],
      [
        " Mathematic",
        -0.000104377614
      ],
      [
        "a",
        -8.418666e-06
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics,": {
    "guess": "Dynamic Psychiatry",
    "confidence": [
      [
        "Dynamic",
        -1.5217497
      ],
      [
        " Psychiatry",
        -0.8757261
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered the parents of Adam and Eve, the results of the third creation overseen by the Messenger, who": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.051514417
      ],
      [
        "ich",
        -0.00757622
      ],
      [
        "ae",
        -7.1954215e-05
      ],
      [
        "ism",
        -7.982166e-05
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with Mount Connor, it was originally called Mount Olga by Ernest Giles who was the first non-indigenous person to spot it.  Part of the Kata Tjuta National Park,  this sandstone formation has  great significance to the Anangu of the region and it is essential to many local  dreamtime rituals.  Home of the endangered Black-flanked Rock-Wallaby, FTP, name this huge sandstone geographic feature located in Australia, which is most properly called Uluru.": {
    "guess": "Uluru",
    "confidence": [
      [
        "Ul",
        -0.0059502525
      ],
      [
        "uru",
        -0.00019316968
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent": {
    "guess": "Joseph Mallord William Turner",
    "confidence": [
      [
        "Joseph",
        -1.1962227
      ],
      [
        " Mall",
        -0.59980255
      ],
      [
        "ord",
        -0.0001501445
      ],
      [
        " William",
        -0.0004009985
      ],
      [
        " Turner",
        -0.00063440116
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del sordo. Fourteen in number, they were never titled but historians have given them the names we know, such as Two Old Women Eating from a Bowl and Two Old Men. The portrait Leocadia also belongs to this": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.022414805
      ],
      [
        " Paint",
        -5.6934558e-05
      ],
      [
        "ings",
        -1.0445127e-05
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story in this religion tells how Amenouzume (AH-men-oh-oo-zoo-may) drew the sun goddess out of a cave. Harae": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.104449935
      ],
      [
        "into",
        -0.00132738
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to Ovid, this creature lives on frankincense and odoriferous gums, and once every five hundred years this creature approaches Heliopolis to deposit an egg on the sun god's altar. This creature lives near a cool well, and its tears can heal any wound. Shakespeare wrote a poem about a turtle dove and one of these animals, which looks like an eagle with purple wings. Name this bird who, upon dying, bursts into flames and is reborn.": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.008184507
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa.": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.34610495
      ],
      [
        "ich",
        -0.0030450968
      ],
      [
        "ae",
        -4.7517467e-05
      ],
      [
        "ism",
        -3.500108e-05
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy. Harry Orchard was threatened with hanging if he didn't testify against this man, who favored organizing": {
    "guess": "William \"Big Bill\" Haywood",
    "confidence": [
      [
        "William",
        -0.4635775
      ],
      [
        " \"",
        -0.86052454
      ],
      [
        "Big",
        -0.0036667062
      ],
      [
        " Bill",
        -0.022511782
      ],
      [
        "\"",
        -0.0009105099
      ],
      [
        " Hay",
        -0.006111871
      ],
      [
        "wood",
        -5.6219335e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search": {
    "guess": "JPEG",
    "confidence": [
      [
        "JPEG",
        -1.1498318
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story in this religion tells how Amenouzume (AH-men-oh-oo-zoo-may) drew the sun goddess out of a cave. Harae is a purification rite in this religion, which includes (*) ujigami and hitogami divisions. Izanagi and Izanami are the main figures in this religion's creation story, and Amaterasu (ah-MAH-teh-RA-soo) is this religion's sun goddess. For 10 points, kami are deities in what Japanese religion that": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.020160394
      ],
      [
        "into",
        -5.5980927e-05
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food in an experiment designed by (*) Wolfgang Kohler. At Columbia University, Herbert Terrace taught American Sign Language to one of these creatures, who was given a name punning on \"Noam Chomsky.\" Another scientist observed them using stalks of grass to dislodge termites from mounds, disproving the notion that only humans could use tools. For 10 points, name these primates studied extensively by Jane": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.024893608
      ],
      [
        "impan",
        -1.8624639e-06
      ],
      [
        "zee",
        -0.00066406454
      ]
    ]
  },
  "This man created a pair of statues, one crouching and the other in an unfinished state of agony called the Rebellious and Dying Slaves. Those two works were commissioned for the tomb of his patron Pope Julius II. A mistranslation of the Old Testament led to a pair of horns on his Moses. This artist also carved a notably young-looking Virgin Mary and a notably uncircumcised  biblical hero about to fire his sling. For 10 points, identify this sculptor of a notable David.": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.004077213
      ],
      [
        "el",
        -1.0921943e-05
      ],
      [
        "angelo",
        -0.00017970333
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling": {
    "guess": "JPEG",
    "confidence": [
      [
        "JPEG",
        -1.1730151
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly on the look of actor Conrad Veidt in one film. This man, perhaps originally Red Hood, is credited with killing Sarah Gordon and Jason Todd as well as permanently injuring Oracle, while another story sees his psychiatrist Harleen Quinzl falling in love with him and attempting to feed his arch-nemesis": {
    "guess": "The Joker",
    "confidence": [
      [
        "The",
        -0.65190345
      ],
      [
        " Joker",
        -0.012336227
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could mislead Drona without lying. Maya dreamed of a small white one entering her womb prior to the birth of Siddhartha. A large white one, said to be ever-victorious, was produced by the churning of the ocean, and could generally be found at the entrance to Svarga. The god most often associated with this": {
    "guess": "Airavata",
    "confidence": [
      [
        "Air",
        -0.012734724
      ],
      [
        "av",
        -0.000101039914
      ],
      [
        "ata",
        -0.0012629714
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends": {
    "guess": "The Golden Compass",
    "confidence": [
      [
        "The",
        -0.78899896
      ],
      [
        " Golden",
        -0.8359004
      ],
      [
        " Compass",
        -0.00128571
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was policed by the Force Publique, which made use of kidnapping of family members and bodily mutilation to ensure a supply of free labor. Its government was transferred to parliamentary control in 1908": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.094841234
      ],
      [
        "ongo",
        0.0
      ],
      [
        " Free",
        -1.735894e-05
      ],
      [
        " State",
        -1.0206721e-05
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and he did multiple variations on the theme of Two Men Contemplating the Moon. He came to prominence with": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.19447629
      ],
      [
        "par",
        -1.569009e-05
      ],
      [
        " David",
        -0.00028195442
      ],
      [
        " Friedrich",
        -1.7716551e-05
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean was transformed into one of these by a rod and then gave birth to two more named Sceolan and Bran, owned by Finn MacCool. Tristan had one named Husdant and King Arthur had one named Cabal who left his mark at Buelt. A special one in Greek myth, Laelaps, was given as a gift to Europa. FTP, name this type of creature also represented by the two-headed Orthrus belonging to Geryon and the three-headed Cerberus that guards the gates of hell, and by Lassie.": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.6318469
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to Ovid, this creature lives on frankincense and odoriferous gums, and once every five hundred years": {
    "guess": "Phoenix",
    "confidence": [
      [
        "Phoenix",
        -0.020007333
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.52619547
      ],
      [
        "ind",
        -0.021548672
      ],
      [
        "u",
        -2.7014437e-05
      ],
      [
        "ism",
        -0.46704277
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals who wandered off from the main group. Some of these creatures stacked boxes to reach food": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.00930349
      ],
      [
        "impan",
        -6.1537958e-06
      ],
      [
        "zee",
        -0.00027480218
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet,": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.0028505214
      ],
      [
        " Abbott",
        -0.00010163593
      ],
      [
        " Mc",
        -3.261701e-05
      ],
      [
        "Neill",
        -2.8206474e-05
      ],
      [
        " Wh",
        -1.9361265e-07
      ],
      [
        "ist",
        -6.086828e-05
      ],
      [
        "ler",
        -9.0883464e-07
      ]
    ]
  },
  "As the creator of the Hippocrene fountain, this mythological figure was closely related to the Muses. He was stung by a gadfly as he attempted to reach the peak of Mount Olympus, and was captured with Athena's help in Corinth. This creature was born from the (*) severed head of Medusa, and he aided in the slaying of the Chimera after Bellerophon used a golden bridle to train him. For 10 points, name": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.04000495
      ],
      [
        "egasus",
        -0.0006691903
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.022301028
      ],
      [
        "ich",
        -0.0046453844
      ],
      [
        "ae",
        -2.7252845e-05
      ],
      [
        "ism",
        -5.0378356e-05
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed Oscar Straus as the first Jewish Cabinet member. He intervened to stop the anthracite coal strike": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.61038357
      ],
      [
        "odore",
        -0.016567754
      ],
      [
        " Roosevelt",
        -0.0008603655
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -1.3146709
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience.": {
    "guess": "The Rite of Spring",
    "confidence": [
      [
        "The",
        -0.525632
      ],
      [
        " R",
        -0.7981214
      ],
      [
        "ite",
        -0.0014255947
      ],
      [
        " of",
        -0.00015753144
      ],
      [
        " Spring",
        -0.0005458842
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who teaches Buster John and Sweetest Susan to speak with animals. Though he is certainly responsible for": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.3952145
      ],
      [
        "el",
        -1.831257e-05
      ],
      [
        " Chandler",
        -0.0007313779
      ],
      [
        " Harris",
        -5.9914648e-05
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence,": {
    "guess": "Leon Battista Alberti",
    "confidence": [
      [
        "Leon",
        -1.3415352
      ],
      [
        " Batt",
        -0.022093367
      ],
      [
        "ista",
        -6.086828e-05
      ],
      [
        " Albert",
        -1.0325924e-05
      ],
      [
        "i",
        -0.00012678056
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical instrument called the charango was traditionally made from this animal. They're not rodents or monkeys, but these animals are useful to science because they are one of the few non-humans capable of": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.012959741
      ],
      [
        "mad",
        -1.4378848e-05
      ],
      [
        "illo",
        -0.0070422594
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and Louis XVI were neutral peace brokers for the end of this conflict, which began when the Sulzbach line stood to fill in after Maximilian III's death ended his branch of the Wittelsbach line, leading Charles": {
    "guess": "War of the Bavarian Succession",
    "confidence": [
      [
        "War",
        -0.09887112
      ],
      [
        " of",
        -0.00014740281
      ],
      [
        " the",
        -0.0073697423
      ],
      [
        " Bav",
        -0.04589661
      ],
      [
        "arian",
        -8.804671e-05
      ],
      [
        " Success",
        -0.0010917583
      ],
      [
        "ion",
        -2.0935051e-05
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could mislead Drona without lying. Maya dreamed of a small white one entering her womb prior to the birth of Siddhartha. A large white one, said to be ever-victorious, was produced by the churning of the ocean, and could generally be found at the entrance to Svarga. The god most often associated with this animal, a son of Parvati, had his original head burned or cut off by Shiva. Indra's mount Airavata": {
    "guess": "Airavata",
    "confidence": [
      [
        "Air",
        -0.23786817
      ],
      [
        "av",
        -0.00030745665
      ],
      [
        "ata",
        -0.0042107706
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file format often contains data that has been processed by the DEFLATE  algorithm. JAR files are actual a variant of this format. On Unix systems, input data is often run through tar before  being sent to a program that outputs of this file format in part because each file is archived separately in this format.  Programs for handling these files include 7 this and Win this. For 10 points, name this common": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.018023392
      ],
      [
        " (",
        -0.055872
      ],
      [
        "file",
        -0.00012320446
      ],
      [
        " format",
        -9.436451e-05
      ],
      [
        ")",
        -9.817902e-05
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died on the largest ship in the world. The first of these creatures was Motsognir, who was created from the blood of Brimir and the bones of Blainn. In the Gylfaginning, four of them support the four cardinal directions. Freyja slept with four of them known as the Brisings; their other members include the Sons of Ivaldi, who created Skibladnir and Gungir. For 10 points, name this race of talented blacksmiths from Norse mythology who created Mjolnir.": {
    "guess": "Dwarfs in Norse mythology",
    "confidence": [
      [
        "D",
        -0.017478587
      ],
      [
        "war",
        -0.15708958
      ],
      [
        "fs",
        -0.4362231
      ],
      [
        " in",
        -0.18035427
      ],
      [
        " Norse",
        -0.3518909
      ],
      [
        " mythology",
        -0.3857907
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.007072198
      ],
      [
        "i",
        -2.7968066e-05
      ],
      [
        " exclusion",
        -0.0077587655
      ],
      [
        " principle",
        -0.000905507
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.4714913
      ],
      [
        " of",
        -0.0013777334
      ],
      [
        " Job",
        -0.0009691068
      ]
    ]
  },
  "This man created a work designed to show off Frederick Leyland's china collection that involved covering walls in gold leaf, entitled The Peacock Room, and this man painted a model favored by Gustave Courbet, Joanna Hiffernan, as exemplified by his depiction of her in The White Girl. This artist sued": {
    "guess": "James Abbott McNeill Whistler",
    "confidence": [
      [
        "James",
        -0.0020253544
      ],
      [
        " Abbott",
        -0.00016039233
      ],
      [
        " Mc",
        -9.133887e-06
      ],
      [
        "Neill",
        -2.2007884e-05
      ],
      [
        " Wh",
        -5.5122365e-07
      ],
      [
        "ist",
        -3.7146747e-05
      ],
      [
        "ler",
        -6.704273e-07
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law, the writer Carl Sandburg – this work takes its title from a speech by Abraham Lincoln and now resides in Clervaux, Luxembourg – this man's country of birth. Another work by him, \"The Pond-Moonlight,\" sold for a record amount at Sotheby's in 2006 and is one of his early Pictorialist masterpieces. FTP, name this creator of the ►exhibition The Family of Man at MOMA, an influential photographer who worked with Stieglitz to found the 291 Gallery.": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.0017901362
      ],
      [
        " Ste",
        -7.6364755e-05
      ],
      [
        "ichen",
        -1.998142e-05
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical instrument called the charango was traditionally made from this animal. They're not rodents or monkeys, but these animals are useful to science because they are one of the few non-humans capable of contracting (*) leprosy. This animal comes in \"long- nosed\" and \"hairy\" species, but the best known species may be the three, seven, and nine-banded varieties. For ten points, name this mammal with an armor shell, that rolls up into a ball for self-defense.": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.027467968
      ],
      [
        "mad",
        -1.7716551e-05
      ],
      [
        "illo",
        -0.0002899374
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.09115293
      ],
      [
        " Paint",
        -0.0019305398
      ],
      [
        "ings",
        -1.9862217e-05
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these creatures is depicted looking on from the left as an incubus sits on a sleeping woman in another": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.5209555
      ],
      [
        "orse",
        -0.011293847
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a girl  whose actions include taking a pinch of snuff and performing to the beat of the music. His work Grotto is now  lost. Another of this man's creations can can output works such as \"My Pooch\" and a portrait of Louis XV.  The King of Spain once asked one of his works what time it was without reply prompting this man to say that  the device did not yet know Spanish. The National Palace of Madrid contains his Shepherd's Clock. This man  is one of the more probable candidates for being the inventor of the wristwatch. The work for which he is  probably best known is a family consisting of the Musician, Draughtsman, and Scribe. For 15 points, name  this 18th century Swiss maker of watches and automata.": {
    "guess": "Pierre Jaquet-Droz",
    "confidence": [
      [
        "P",
        -0.019135727
      ],
      [
        "ierre",
        -9.674858e-05
      ],
      [
        " Ja",
        -0.00023786737
      ],
      [
        "quet",
        -1.1994775e-05
      ],
      [
        "-D",
        -0.00045974395
      ],
      [
        "roz",
        -2.7372049e-05
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in a novel by Iris Murdoch. In another novel, Major Joppolo attempts to find one of these objects for": {
    "guess": "The Enormous Radio",
    "confidence": [
      [
        "The",
        -1.0114927
      ],
      [
        " En",
        -1.5477883
      ],
      [
        "orm",
        -0.88151777
      ],
      [
        "ous",
        -0.00031162877
      ],
      [
        " Radio",
        -0.22529188
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition Bergson's theory of this concept, another theory uses the example of the death of Queen Anne in an essay titled \"The Unreality of [this concept],\" written by J.M.E. McTaggart. Another work by Bergson pairs this concept with Free Will in the title of a work, and this concept is perhaps thought to be": {
    "guess": "Time",
    "confidence": [
      [
        "Time",
        -0.04214353
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the Hard Substances, who became the always-bride of Tawa. A god associated with this creature won a box full of stories from his father with the help of his wife Aso. A daughter of Idmon of Colophon who depicted the illicit love affairs of the Olympians was turned into one of these after hanging herself. The Hopi mother goddess, the Lakota trickster figure Iktomi, and the Ashanti god Anansi were all associated with, FTP, what type of creature into which the jealous Athena transformed the weaver Arachne?": {
    "guess": "Spider",
    "confidence": [
      [
        "Spider",
        -0.105144896
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.\" In this book, God speaks out of a whirlwind and denounces as \"words without knowledge\" the accusatory speeches of Eliphaz, Bildad and Zophar. By the end of this book, the title resident of Uz has seven sons and three daughters once again, along with twice as many animals as before. For 10 points, name this book of the Bible in which God lets Satan test a man's piety by causing him lots of suffering.": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.0011349778
      ],
      [
        " of",
        -3.0471343e-05
      ],
      [
        " Job",
        -2.7252845e-05
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy. Harry Orchard was threatened with hanging if he didn't testify against this man, who favored organizing across ethnicities and trades into one large organization. While on appeal from prison during": {
    "guess": "Big Bill Haywood",
    "confidence": [
      [
        "Big",
        -0.63874286
      ],
      [
        " Bill",
        -0.0011330706
      ],
      [
        " Hay",
        -0.0018230969
      ],
      [
        "wood",
        -5.9080223e-05
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition and wrote the sentence \"colorless green ideas sleep furiously\" as an example of a sentence with grammatical, but not semantic, sense. Columbia University researchers named a chimpanzee in a language acquisition study after this man as a challenge to his theories. For 10 points, name this linguist and MIT professor who argued that the ability to learn language is hard-wired into the brain, a": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.007730846
      ],
      [
        "am",
        -7.9418505e-06
      ],
      [
        " Ch",
        -0.00042376274
      ],
      [
        "om",
        -1.50940705e-05
      ],
      [
        "sky",
        -9.014684e-06
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.0016253104
      ],
      [
        "odore",
        -0.0010073235
      ],
      [
        " Roosevelt",
        -0.00048763392
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition Bergson's theory of this concept, another theory uses the example of the death of Queen Anne in an essay titled \"The Unreality of [this concept],\" written by J.M.E. McTaggart. Another work by Bergson pairs this concept with Free Will in the title of a work, and this concept is perhaps thought to be the horizon of being for another thinker. FTP name this concept which is now unified with space and": {
    "guess": "Time",
    "confidence": [
      [
        "Time",
        -0.4337449
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.022551881
      ],
      [
        "mad",
        -2.6968896e-06
      ],
      [
        "illo",
        -0.020624226
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.025941903
      ],
      [
        " (",
        -0.015505984
      ],
      [
        "file",
        -0.0002545449
      ],
      [
        " format",
        -5.5623317e-05
      ],
      [
        ")",
        -1.5213274e-05
      ]
    ]
  },
  "Created in 1931, it now resides in the Museum of Modem Art in New York City. The background is a landscape of Catalonia at Cape Creus. Featuring insects such as ants and a fly on the central elements, this surrealist masterpiece depicts a bleak landscape scattered with melting watches. For ten points, what is this painting by Salvador Dali?": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.008383961
      ],
      [
        " Persistence",
        -0.00020437481
      ],
      [
        " of",
        -3.631232e-05
      ],
      [
        " Memory",
        -4.3583746e-05
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well as why the Fermi energy of a solid is zero. It is also represented in the repulsive (*) r to the twelfth power term of the Lennard-Jones potential. It requires particles that obey it to have asymmetric wave functions and is therefore a direct consequence of spin. Winning a Nobel Prize in Physics for": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0038304757
      ],
      [
        "i",
        -0.000112125854
      ],
      [
        " exclusion",
        -0.010713396
      ],
      [
        " principle",
        -0.00091753196
      ]
    ]
  },
  "As the creator of the Hippocrene fountain, this mythological figure was closely related to the Muses. He was stung by a gadfly as he attempted to reach the peak of Mount Olympus, and was captured with Athena's help in Corinth. This creature was born from the (*) severed head of Medusa, and he aided in the slaying of the Chimera after Bellerophon used a golden bridle to train him. For 10 points, name this winged horse from Greek mythology.": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.005941479
      ],
      [
        "egasus",
        -6.408677e-05
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana. This director of The Criminal Life of Archibaldo de La Cruz also directed a film based on 120 Days of Sodom, which the Duc de Blangis rapes a young girl and emerges from a room without his beard. This man may be the most well-known for collaborating with an artist to create a film in which an": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.0072581507
      ],
      [
        "uis",
        -1.2948405e-05
      ],
      [
        " Bu",
        -0.04976187
      ],
      [
        "ñ",
        -0.00010294717
      ],
      [
        "uel",
        -0.00036335218
      ]
    ]
  },
  "This man created a pair of statues, one crouching and the other in an unfinished state of agony called the Rebellious and Dying Slaves. Those two works were commissioned for the tomb of his patron Pope": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.013574751
      ],
      [
        "el",
        -2.2127088e-05
      ],
      [
        "angelo",
        -0.00017100146
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well as why the Fermi energy of a solid is zero. It is also represented in the repulsive (*) r to the twelfth": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0014027405
      ],
      [
        "i",
        -2.868329e-05
      ],
      [
        " exclusion",
        -0.0005433809
      ],
      [
        " principle",
        -0.00021903319
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects bearing the corresponding numbers. These creatures formed male-only \"border patrols\" to kill individuals": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.0018493895
      ],
      [
        "impan",
        -4.8425554e-06
      ],
      [
        "zee",
        -4.561021e-05
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located next to an object nailed to an oak, was lulled to sleep by Medea. Another one of these creatures guarded": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.16972317
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy. Harry Orchard was threatened with hanging if he didn't testify against this man, who favored organizing across ethnicities and trades into one large organization. While on appeal from prison during the Red Scare, this leader of the (*) Paterson silk and Lawrence Textile strikes fled to Russia. Clarence Darrow defended this man from charges of murdering Frank Steunenberg. For 10 points, name this IWW leader known as \"Big Bill.\"": {
    "guess": "William D. Haywood",
    "confidence": [
      [
        "William",
        -0.5577974
      ],
      [
        " D",
        -0.43011773
      ],
      [
        ".",
        -0.0045858226
      ],
      [
        " Hay",
        -0.5282503
      ],
      [
        "wood",
        -4.477578e-05
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was policed by the Force Publique, which made use of kidnapping of family members and bodily mutilation to ensure a supply of free labor. Its government was transferred to parliamentary control in 1908 after the \"rubber atrocities\" of Leopold II were exposed, and it was finally brought down by the National Movement under Patrice Lumumba. For 10 points, name this colonial government in the area later known as Zaire.": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.15210314
      ],
      [
        "ongo",
        -6.704273e-07
      ],
      [
        " Free",
        -4.246537e-06
      ],
      [
        " State",
        -1.9385403e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file format often contains data that has been processed by the DEFLATE  algorithm. JAR files are actual a variant of this format. On Unix systems, input data is often run through tar before  being sent to a program that outputs of this file format in part because each file is archived separately in this format.  Programs for handling these files include 7 this and Win this. For 10 points, name this common format for  compressing files.": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.038766053
      ],
      [
        " (",
        -0.011446959
      ],
      [
        "file",
        -6.706687e-05
      ],
      [
        " format",
        -5.9437833e-05
      ],
      [
        ")",
        -2.677603e-05
      ]
    ]
  },
  "This creature is the means of escape from the Assassin's fortress for the title character and his friends in Umberto Eco's Baudilino. These are described in Book 3, Chapter 33 of Marco Polo's Travels and are said to land only on Mount Qaf, the center of the world. They appear in the Arabian Nights as": {
    "guess": "Simurgh",
    "confidence": [
      [
        "Sim",
        -0.6533524
      ],
      [
        "ur",
        -0.02789307
      ],
      [
        "gh",
        -0.000245247
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn Leaves\" in this city, which has the most Michelin stars of any in the world. (*) Roppongi Hills is a real estate development in this city, where a giant \"Skytree\" was completed in 2011. The Sevii islands were probably inspired by the \"Seven\" Izu islands that extend south of this city. This city's name was changed to mean \"Eastern Capital\" at the end of the Edo period, and it contains Frank Lloyd Wright's Imperial Hotel. For 10 points, name this capital of Japan.": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0006719247
      ],
      [
        "yo",
        -9.968313e-06
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his land into 12 administrative districts that would assist federal obligations one month of the year. This creator of the office of chief of taxation struggled with Haggith, who tried to get her son Adonijah": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.49690548
      ],
      [
        "omon",
        -0.0003799105
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana. This director of The Criminal Life of Archibaldo de La Cruz also directed a film based on 120": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.018371642
      ],
      [
        "uis",
        -4.3941356e-05
      ],
      [
        " Bu",
        -0.040617183
      ],
      [
        "ñ",
        -0.00018315656
      ],
      [
        "uel",
        -0.00060486066
      ]
    ]
  },
  "This man created a confederation of Greek states called the Panhellenion. A cult dedicated to his young companion Antinous (AN-tin-ooce) arose after the youth's death. This emperor saw to the completion": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00075530855
      ],
      [
        "rian",
        -2.220075e-06
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say sequence. Paul Rendell constructed a Turing machine in here in 2000, and one of its largest \"spaceships\" is known as \"Caterpillar\". Introduced in 1970, Bill Gosper would within this discover the Gliden gun, which was the first infinitely growing pattern. It is played on an infinite two-dimensional grid, and features cells that can die of crowding or, if they have fewer than two neighbors, loneliness.": {
    "guess": "Conway's Game of Life",
    "confidence": [
      [
        "Con",
        -0.49322316
      ],
      [
        "way",
        -0.0005604197
      ],
      [
        "'s",
        -0.00372918
      ],
      [
        " Game",
        -0.0001786305
      ],
      [
        " of",
        -4.2391708e-05
      ],
      [
        " Life",
        -0.00023739056
      ]
    ]
  },
  "Its creator drew inspiration from a paper by Edmund Stoner, a physicist who modeled ferromagnetism - a concept that can actually be explained by this law. This law explains the degeneracy pressure of white dwarf stars, due to an inability of certain particles to occupy the same point in space, as well as why the Fermi energy of a solid is zero. It is also represented in the repulsive (*) r to the twelfth power term of the Lennard-Jones potential. It requires particles that obey it to have asymmetric wave functions and is therefore a direct consequence of spin. Winning a Nobel Prize in Physics for its Austrian creator, it only applys to fermions. FTP, what is this law of quantum mechanics stating": {
    "guess": "Pauli exclusion principle",
    "confidence": [
      [
        "Paul",
        -0.0023658976
      ],
      [
        "i",
        -3.7146747e-05
      ],
      [
        " exclusion",
        -0.009405413
      ],
      [
        " principle",
        -0.0004889305
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say sequence. Paul Rendell constructed a Turing machine in here in 2000, and one of its largest \"spaceships\" is known as \"Caterpillar\". Introduced in 1970, Bill Gosper would within this discover the Gliden": {
    "guess": "Conway's Game of Life",
    "confidence": [
      [
        "Con",
        -0.10138919
      ],
      [
        "way",
        -0.00083762326
      ],
      [
        "'s",
        -0.0035682311
      ],
      [
        " Game",
        -0.000251684
      ],
      [
        " of",
        -8.2324936e-05
      ],
      [
        " Life",
        -0.00030995993
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with": {
    "guess": "Petermann Ranges",
    "confidence": [
      [
        "Peter",
        -0.540351
      ],
      [
        "mann",
        -0.0035020728
      ],
      [
        " R",
        -0.011633738
      ],
      [
        "anges",
        -2.6895234e-05
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.37165532
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.018089535
      ],
      [
        "odore",
        -0.0034546682
      ],
      [
        " Roosevelt",
        -0.000258121
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story in this religion tells how Amenouzume (AH-men-oh-oo-zoo-may) drew the sun goddess out of a cave. Harae is a purification rite in this religion, which includes (*) ujigami and hitogami divisions. Izanagi and Izanami are the main figures in this religion's creation story, and Amaterasu (ah-MAH-teh-RA-soo) is this religion's sun goddess. For 10 points, kami are deities in what Japanese religion that once promoted deification of the emperor?": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.016753104
      ],
      [
        "into",
        -5.8484206e-05
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered the parents of Adam and Eve, the results of the third creation overseen by the Messenger, who is subordinate to a figure whose aspects are called the Five Tabernacles. The Shapurikan is a work": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.025175078
      ],
      [
        "ich",
        -0.007059654
      ],
      [
        "ae",
        -3.631232e-05
      ],
      [
        "ism",
        -4.20341e-05
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.16366544
      ],
      [
        "ich",
        -0.0036453302
      ],
      [
        "ae",
        -2.0458236e-05
      ],
      [
        "ism",
        -2.9994528e-05
      ]
    ]
  },
  "He created a forced labor program where every man had to work 1 out of three months, and he divided his land into 12 administrative districts that would assist federal obligations one month of the year. This creator of the office of chief of taxation struggled with Haggith, who tried to get her son Adonijah to be king instead. He worked to create colonies at Tador-Palmyra, and built Megiddo. This son": {
    "guess": "David",
    "confidence": [
      [
        "David",
        -0.87164235
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition Bergson's theory of this concept, another theory uses the example of the death of Queen Anne in an essay titled \"The Unreality of [this concept],\" written by J.M.E. McTaggart. Another work by Bergson pairs this concept with Free Will in the title of a work, and this concept is perhaps thought to be the horizon of being for another thinker. FTP name this concept which is now unified with space and can be measured by a clock.": {
    "guess": "Time",
    "confidence": [
      [
        "Time",
        -0.04934688
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly on the look of actor Conrad Veidt in one film. This man, perhaps originally Red Hood, is credited with killing Sarah Gordon and Jason Todd as well as permanently injuring Oracle, while another story sees his psychiatrist Harleen Quinzl falling in love with him and attempting to feed his arch-nemesis to piranhas. In television and movies, he's been played by Cesar Romero and Jack Nicholson. For": {
    "guess": "The Joker",
    "confidence": [
      [
        "The",
        -0.68183
      ],
      [
        " Joker",
        -0.014027166
      ]
    ]
  },
  "One of this man's creations contains Cupid on a silver balcony with a bird on his wrist along with a": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.70983744
      ],
      [
        "upid",
        -0.00046987622
      ],
      [
        " and",
        -0.0015529519
      ],
      [
        " Psy",
        -0.0005293222
      ],
      [
        "che",
        -3.4285862e-05
      ]
    ]
  },
  "Created in 1931, it now resides in the Museum of Modem Art in New York City. The background is a landscape": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.043057654
      ],
      [
        " Persistence",
        -0.0074644047
      ],
      [
        " of",
        -1.4617256e-05
      ],
      [
        " Memory",
        -2.8921695e-05
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's mother was Iravati, and this creature was born after hymns were sung over the egg from which Garuda": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.8579904
      ],
      [
        "uda",
        -0.0006544164
      ]
    ]
  },
  "His creation is attributed to either Bill Finger or Jerry Robinson, with the distinctive look based partly on the look of actor Conrad Veidt in one film. This man, perhaps originally Red Hood, is credited with killing Sarah Gordon and Jason Todd as well as permanently injuring Oracle, while another story": {
    "guess": "Joker (character)",
    "confidence": [
      [
        "J",
        -0.097704284
      ],
      [
        "oker",
        -4.6206227e-05
      ],
      [
        " (",
        -0.07929357
      ],
      [
        "character",
        -0.053497966
      ],
      [
        ")",
        -4.9663133e-05
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these creatures is depicted looking on from the left as an incubus sits on a sleeping woman in another painting. Aguste Macke and Franz Marc lead a German art movement named after a painting prominently": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.090742365
      ],
      [
        "orse",
        -0.0077222027
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.0035392516
      ],
      [
        "els",
        -1.504853e-06
      ],
      [
        " Boh",
        -1.18755715e-05
      ],
      [
        "r",
        -1.147242e-06
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus": {
    "guess": "Titian",
    "confidence": [
      [
        "Tit",
        -0.2619961
      ],
      [
        "ian",
        -7.2907846e-05
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy. Harry Orchard was threatened with hanging if he didn't testify against this man, who favored organizing across ethnicities and trades into one large organization. While on appeal from prison during the Red Scare, this leader of the (*) Paterson silk and Lawrence Textile strikes fled to Russia. Clarence Darrow defended this man from charges of murdering Frank Steunenberg. For 10 points, name": {
    "guess": "Bill Haywood",
    "confidence": [
      [
        "Bill",
        -0.65830284
      ],
      [
        " Hay",
        -0.000663707
      ],
      [
        "wood",
        -7.421909e-05
      ]
    ]
  },
  "The creator of the Marlboro Man, he boosted sales of Bumble Bee tuna by adding labels saying \"Guaranteed not to turn pink in the can!\" This former president of the American Psychological Association was the first to produce fear of previously unfeared objects -- including, in one famous study, of white": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.7931277
      ],
      [
        " B",
        -0.24016438
      ],
      [
        ".",
        -0.10143745
      ],
      [
        " Watson",
        -0.0008828803
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of the St. Simon story, that he renamed Simon of the Desert. Another of his films begins at a dinner party at the house of Edmundo Nobile and his wife, Lucia, and is entitled The Exterminating Angel. Two men dream of shooting the pope in his La Voie Lactee, and this man also directed Nazarin and Viridiana. This director of The Criminal Life of Archibaldo de La Cruz also directed a film based on 120 Days of Sodom, which the Duc de Blangis rapes a young girl and emerges from a room without his beard. This man may be the most well-known for collaborating with an artist to create a film in which an eye is cut, named for a Spanish animal. For ten points, identify this director of The Age of Gold and An Andalusian Dog.": {
    "guess": "Luis Buñuel",
    "confidence": [
      [
        "L",
        -0.0051214425
      ],
      [
        "uis",
        -1.2664457e-06
      ],
      [
        " Bu",
        -0.063677825
      ],
      [
        "ñ",
        -6.1106686e-05
      ],
      [
        "uel",
        -0.0001823258
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and is pulled-down and rebuilt every two decades, is at Ise-Jingue. Enraged by the noise of her brother, she had to be lured from hiding by the antics of Uzume. As Tamayori is the son of Owatatsumi, her brother, Jimmu is a lineal, not direct descendant of this goddess. With a name meaning \"shining heaven,\" this eldest daughter of Izanagi and Izanami is antagonistic to Susanowa. FTP, name this Shinto": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.001566996
      ],
      [
        "ater",
        -0.00074923283
      ],
      [
        "asu",
        -4.1273333e-06
      ]
    ]
  },
  "This man created a plan to send hungry children to New York City in order to garner the public's sympathy. Harry Orchard was threatened with hanging if he didn't testify against this man, who favored organizing across ethnicities and trades into one large organization. While on appeal from prison during the Red Scare, this leader of the (*) Paterson silk and Lawrence Textile strikes fled to Russia.": {
    "guess": "William Dudley Haywood",
    "confidence": [
      [
        "William",
        -0.6198466
      ],
      [
        " Dudley",
        -0.6118029
      ],
      [
        " Hay",
        -0.013600254
      ],
      [
        "wood",
        -2.2603901e-05
      ]
    ]
  },
  "This man created a film about a man who lived on top of a tower for thirty six years, an adaptation of": {
    "guess": "The Man Who Sleeps",
    "confidence": [
      [
        "The",
        -0.61811846
      ],
      [
        " Man",
        -1.1832753
      ],
      [
        " Who",
        -0.01644898
      ],
      [
        " Sleep",
        -0.5285137
      ],
      [
        "s",
        -0.00021557629
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home to the so-called \"pink fairy\" species of this animal, the smallest known. In South America, a musical instrument called the charango was traditionally made from this animal. They're not rodents or monkeys,": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.019332191
      ],
      [
        "mad",
        -9.4914985e-06
      ],
      [
        "illo",
        -0.0073837093
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined the formal systems in this work with the Zermelo-Fraenkel axiom system. Based on Peano Arithmetic, it states that it is impossible to speak of the \"set of all sets,\" an idea expanded into one of its creator's namesake (*) paradoxes. Godel's two incompleteness theorems were necessitated by its shortcomings, and it contains a proof of the statement \"1+1 = 2\". For 10 points, name this foundational": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.015728619
      ],
      [
        "incip",
        -0.00022165567
      ],
      [
        "ia",
        -0.00018995117
      ],
      [
        " Mathematic",
        -7.4576696e-05
      ],
      [
        "a",
        -1.569009e-05
      ]
    ]
  },
  "Created during the author's stint in Sant'Andrea, this work was dedicated to the governor of Florence, in hopes that it would curry favor and gain an invitation to return to government for the author. Emphasizing the free will of human beings rather than divine destiny, it was one of the first works to separate ethics from politics. It used historical evidence to make its points, and was designed as a practical handbook to ruling rather than an abstract philosophical work. FTP, identify this work,": {
    "guess": "The Prince",
    "confidence": [
      [
        "The",
        -0.27217135
      ],
      [
        " Prince",
        -0.00076662557
      ]
    ]
  },
  "These creatures are the only surviving family within Order Cingulata. The pampas of Argentina are home": {
    "guess": "Armadillo",
    "confidence": [
      [
        "Ar",
        -0.038727064
      ],
      [
        "mad",
        -4.1273333e-06
      ],
      [
        "illo",
        -0.0016006794
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a mayor who called on his country to \"Say No\" to America in a 1989 book. This city's 23 wards are all confusingly called \"cities\" in English. A firefighting deity inspired the name of the \"Field of Autumn Leaves\" in this city, which has the most Michelin stars of any in the world. (*) Roppongi Hills is a real estate development in this city, where a giant \"Skytree\" was completed in 2011. The Sevii islands were probably inspired by the \"Seven\" Izu islands that extend south of this city. This city's": {
    "guess": "Tokyo",
    "confidence": [
      [
        "Tok",
        -0.0011036602
      ],
      [
        "yo",
        -2.5583993e-05
      ]
    ]
  },
  "The creation myth of this religion includes a story about the so-called \"Leech Child.\" Another story in this religion tells how Amenouzume (AH-men-oh-oo-zoo-may) drew the sun goddess out of a cave. Harae is a purification rite in this religion, which includes (*) ujigami and hitogami divisions. Izanagi": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0668874
      ],
      [
        "into",
        -0.0001501445
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and is pulled-down and rebuilt every two decades, is at Ise-Jingue. Enraged by the noise of her brother, she had to be lured from hiding by the antics of Uzume. As Tamayori is the son of Owatatsumi, her": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.27357075
      ],
      [
        "ater",
        -0.0012115451
      ],
      [
        "asu",
        -0.00018339496
      ]
    ]
  },
  "This man created leagues known as the Corpus Bellicum and the Corpus Evangelicum. He made peace with his cousin Sigismund III, and he won the Battle of Lech. This member of the house of Vasa defeated the": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.05047538
      ],
      [
        "ust",
        -1.3067608e-05
      ],
      [
        "av",
        -9.4914985e-06
      ],
      [
        "us",
        -0.009804967
      ],
      [
        " Ad",
        -0.0007942588
      ],
      [
        "olph",
        -0.00024608144
      ],
      [
        "us",
        -8.418666e-06
      ]
    ]
  },
  "One of these creatures named Aswathaman was killed by Bhima in the Mahabharata so that Yudisthira could mislead Drona without lying. Maya dreamed of a small white one entering her womb prior to the birth": {
    "guess": "Elephant",
    "confidence": [
      [
        "Ele",
        -0.108046144
      ],
      [
        "phant",
        -0.00017016703
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol": {
    "guess": "IPsec",
    "confidence": [
      [
        "IP",
        -0.7495565
      ],
      [
        "sec",
        -0.016831758
      ]
    ]
  },
  "One of these creatures performed the \"masking task\" after learning how to match Arabic numerals to objects": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.06296103
      ],
      [
        "impan",
        -6.6947665e-05
      ],
      [
        "zee",
        -0.0012086843
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.\" In this book, God speaks out of a whirlwind and denounces as \"words without knowledge\" the accusatory speeches of Eliphaz, Bildad and Zophar. By the end of this book, the title resident of Uz has seven sons and three daughters once again, along with twice as many animals as before. For 10 points, name this book of the Bible in which God lets": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.00041160765
      ],
      [
        " of",
        -4.608702e-05
      ],
      [
        " Job",
        -2.9756122e-05
      ]
    ]
  },
  "This man created a pair of statues, one crouching and the other in an unfinished state of agony called": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.033019964
      ],
      [
        "el",
        -2.8206474e-05
      ],
      [
        "angelo",
        -0.0011879685
      ]
    ]
  },
  "The creators of this work aimed to stratify the types seen in Frege's Begriffsschrift. Kurt Godel combined": {
    "guess": "Principia Mathematica",
    "confidence": [
      [
        "Pr",
        -0.64231414
      ],
      [
        "incip",
        -0.0010373335
      ],
      [
        "ia",
        -0.00023464888
      ],
      [
        " Mathematic",
        -0.00017112066
      ],
      [
        "a",
        -2.1769476e-05
      ]
    ]
  },
  "This creature is associated with the Chinese Feng-Huang, Egyptian Benz, and Hindu Garuda. According to Ovid, this creature lives on frankincense and odoriferous gums, and once every five hundred years this creature approaches Heliopolis to deposit an egg on the sun god's altar. This creature lives near a cool well, and its tears can heal any wound. Shakespeare wrote a poem about a turtle dove and one": {
    "guess": "Phoenix (mythology)",
    "confidence": [
      [
        "Phoenix",
        -0.1532106
      ],
      [
        " (",
        -0.59141827
      ],
      [
        "my",
        -0.00023369525
      ],
      [
        "th",
        -5.8722613e-05
      ],
      [
        "ology",
        -0.00034380643
      ],
      [
        ")",
        -0.00017600802
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died on the largest ship in the world. The first of these creatures was Motsognir, who was created from the": {
    "guess": "Dwarf",
    "confidence": [
      [
        "D",
        -0.1310386
      ],
      [
        "warf",
        -0.25735623
      ]
    ]
  },
  "These creatures are mortal and exist beneath the level of angels and devils, but they are free from physical restraint, often being composed of fire or air. They delight in tormenting humans, and exist in several classes including the sila, the ghuls and ifrits. FTP, what are these beings from Arabic mythology that are often found in rings or lamps?": {
    "guess": "Jinn",
    "confidence": [
      [
        "J",
        -0.23470733
      ],
      [
        "inn",
        -1.18755715e-05
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy led the army of the nation that had gained Mindelheim in a secret treaty. Catherine the Great and Louis XVI were neutral peace brokers for the end of this conflict, which began when the Sulzbach line stood to fill in after Maximilian III's death ended his branch of the Wittelsbach line, leading Charles Theodore's claim to be challenged by Charles of Zweibrucken at the urging of Frederick the Great. FTP, the Treaty of Teschen ended what largely bloodless conflict, nicknamed the Potato War, and fought over a state in southern Germany?": {
    "guess": "Potato War",
    "confidence": [
      [
        "Pot",
        -0.10442019
      ],
      [
        "ato",
        -5.080963e-06
      ],
      [
        " War",
        -0.00093623594
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via the Celestial Ladder. This deity's main holy place, which contains a mirror in its inner sanctum and": {
    "guess": "Amaterasu",
    "confidence": [
      [
        "Am",
        -0.73126465
      ],
      [
        "ater",
        -0.0007630494
      ],
      [
        "asu",
        -5.025915e-05
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol  starts by setting the DO flag bit to true. A \"third\" version of one component of this specification can be used  for denial of existence. This specification uses zone signing keys. This protocol seeks to stop cache poisoning. Key  RR and RRsig are examples of cryptographic signature records in this protocol that augments records like MX and A  found in an earlier protocol. For 10 points, name": {
    "guess": "Domain Name System Security Extensions",
    "confidence": [
      [
        "Domain",
        -0.39325175
      ],
      [
        " Name",
        -0.00082391856
      ],
      [
        " System",
        -9.901345e-05
      ],
      [
        " Security",
        -0.0009156247
      ],
      [
        " Extensions",
        -0.00037299667
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a work by Gerhart Hauptmann, while Dora Greenfield and Toby Gashe discover one near the Imber Abbey in a novel by Iris Murdoch. In another novel, Major Joppolo attempts to find one of these objects for the titular Italian town. A poem about these objects describes \"what a world of merriment their melody foretells,\" and they also appear in the title of a work where Robert Jordan attempts to blow up": {
    "guess": "BElls",
    "confidence": [
      [
        "BE",
        -0.14544247
      ],
      [
        "ll",
        -0.00062832545
      ],
      [
        "s",
        -0.0016645889
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law, the writer Carl Sandburg – this work takes its title from a speech by Abraham Lincoln and now resides": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.014721735
      ],
      [
        " Ste",
        -0.000108788154
      ],
      [
        "ichen",
        -5.550411e-05
      ]
    ]
  },
  "The creator of inada, the sight of this creature at birth was unbearable, which lead to banishment via": {
    "guess": "Unicorn",
    "confidence": [
      [
        "Un",
        -0.89188373
      ],
      [
        "icorn",
        -0.8551912
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand.": {
    "guess": "T follicular helper cells",
    "confidence": [
      [
        "T",
        -0.5021193
      ],
      [
        " follic",
        -0.5206019
      ],
      [
        "ular",
        -3.7697225e-06
      ],
      [
        " helper",
        -0.00083702727
      ],
      [
        " cells",
        -0.17561534
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was policed by the Force Publique, which made use of kidnapping of family members and bodily mutilation": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.38554096
      ],
      [
        "ongo",
        -2.1650272e-05
      ],
      [
        " Free",
        -0.00079283566
      ],
      [
        " State",
        -3.6908343e-05
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.  That inventor of this format was so bad at cleaning that the Police got a warrant to search his house because  of complaints about the smell and he later died from chronic alcoholism while cradling a bottle of peppermint  schnapps. This format includes an extended local header and recent versions of its specification have added  support for PPMd. The initial version of this file format was developed by Phil Katz. The central location and  protagonist within the central entity of this question is the central directory. The specification for this format  is maintained by PKWARE. This file format often contains data that has been processed by the DEFLATE  algorithm. JAR files are actual a variant of this format. On Unix systems, input data is often run through tar before  being sent to": {
    "guess": "ZIP (file format)",
    "confidence": [
      [
        "ZIP",
        -0.018433781
      ],
      [
        " (",
        -0.030017747
      ],
      [
        "file",
        -0.0003641866
      ],
      [
        " format",
        -0.000115582756
      ],
      [
        ")",
        -2.749125e-05
      ]
    ]
  },
  "In one creation myth, a goddess associated with this creature divided herself, producing Woman of the Hard Substances, who became the always-bride of Tawa. A god associated with this creature won a box full of stories from his father with the help of his wife Aso. A daughter of Idmon of Colophon who": {
    "guess": "Spider Woman",
    "confidence": [
      [
        "Spider",
        -0.27344796
      ],
      [
        " Woman",
        -1.1237311
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king over all the children of pride.\" One man in this book complains that \"My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.\" In this book, God speaks out of a whirlwind and denounces as \"words without knowledge\" the accusatory speeches of Eliphaz, Bildad and Zophar. By the end of this book, the title resident of Uz has seven sons and three daughters once again, along": {
    "guess": "Book of Job",
    "confidence": [
      [
        "Book",
        -0.0006098672
      ],
      [
        " of",
        -4.4179764e-05
      ],
      [
        " Job",
        -4.365741e-06
      ]
    ]
  },
  "Credit for the resolution of this conflict is often given to Louis- Auguste de Breteuil, who helped produce an agreement involving the cession of Bayreuth and Ansbach. Ernst von Louden and Franz von Lacy": {
    "guess": "Treaty of Teschen",
    "confidence": [
      [
        "T",
        -0.48308116
      ],
      [
        "reat",
        -0.00013691289
      ],
      [
        "y",
        -0.0015330706
      ],
      [
        " of",
        -0.0001136755
      ],
      [
        " Tes",
        -0.06589101
      ],
      [
        "chen",
        -0.00028588812
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's mother was Iravati, and this creature was born after hymns were sung over the egg from which Garuda hatched. This creature was once depicted on the flags of (*) Laos and Siam. This creature is depicted with either three or five heads and with pure white skin. The owner of this creature uses the vajra weapon, slays the serpent Vritra, and is the god of thunder. For ten points, name this elephant from Hindu myth, the mount of Indra.": {
    "guess": "Airavata",
    "confidence": [
      [
        "Air",
        -0.012375196
      ],
      [
        "av",
        -0.00025025356
      ],
      [
        "ata",
        -0.00036370975
      ]
    ]
  },
  "Its creator postulated this theory as a reaction to scientific reductionism, the idea that the mind was best understood as a side effect of the brain.  Among this idea's tenets is the concept of noudynamics, which states that tension is necessary for mental health.  Its creator first used this term after publishing his article \"Psychotherapy and Weltanschauung\" in Adler's psychology journal, defining it as a form of study that postulates meaning to one's existence.  FTP, identify this concept developed": {
    "guess": "Viktor Frankl",
    "confidence": [
      [
        "V",
        -0.5004943
      ],
      [
        "ik",
        -8.1609716e-05
      ],
      [
        "tor",
        -0.00033975352
      ],
      [
        " Frank",
        -0.004331726
      ],
      [
        "l",
        -0.00077043637
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed": {
    "guess": "Sphinx",
    "confidence": [
      [
        "S",
        -0.8805786
      ],
      [
        "phinx",
        -0.1126486
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by": {
    "guess": "Sphinx",
    "confidence": [
      [
        "S",
        -0.76534504
      ],
      [
        "phinx",
        -0.06895287
      ]
    ]
  },
  "This man created a namesake hierarchy of languages which includes regular, context-free, and context-sensitive. He formulated the concept of the \"poverty of the stimulus\" regarding child language acquisition and wrote the sentence \"colorless green ideas sleep furiously\" as an example of a sentence with": {
    "guess": "Noam Chomsky",
    "confidence": [
      [
        "No",
        -0.07646587
      ],
      [
        "am",
        -6.980855e-05
      ],
      [
        " Ch",
        -0.00014013138
      ],
      [
        "om",
        -1.247159e-05
      ],
      [
        "sky",
        -2.0219828e-05
      ]
    ]
  },
  "The creation of a \"sea forest\" landfill is one of this city's green initiatives, which began under a": {
    "guess": "Green initiatives in New York City",
    "confidence": [
      [
        "Green",
        -1.6850028
      ],
      [
        " initiatives",
        -0.18051164
      ],
      [
        " in",
        -0.018742355
      ],
      [
        " New",
        -0.681486
      ],
      [
        " York",
        -0.010273501
      ],
      [
        " City",
        -0.0024038393
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In": {
    "guess": "Bear of Kalervo",
    "confidence": [
      [
        "Bear",
        -0.8057531
      ],
      [
        " of",
        -0.24579388
      ],
      [
        " Kal",
        -1.3454657
      ],
      [
        "ervo",
        -0.03847117
      ]
    ]
  },
  "This man created a set of murals for the townhouse of Eugene Meyer entitled In Exaltation of Flowers, depicting the petunia, caladium, and budleya. His penchant for gardening is also apparent in his painting Le Tournesol, showing a black-eyed sunflower. In addition, he directed a propaganda film The Fighting Lady and created a depiction of the Flatiron building at twilight. His best-known work was arranged by architect Paul Rudolph with text by Dorothy Norman and a prologue by his brother-in-law,": {
    "guess": "Edward Steichen",
    "confidence": [
      [
        "Edward",
        -0.0095108645
      ],
      [
        " Ste",
        -8.7212284e-05
      ],
      [
        "ichen",
        -2.451116e-05
      ]
    ]
  },
  "The creator of the Marlboro Man, he boosted sales of Bumble Bee tuna by adding labels saying \"Guaranteed not to turn pink in the can!\" This former president of the American Psychological Association was the first to produce fear of previously unfeared objects -- including, in one famous study, of white furry objects. For 10 points -- name this pioneer of the behavioral school of psychology.": {
    "guess": "John B. Watson",
    "confidence": [
      [
        "John",
        -0.045852426
      ],
      [
        " B",
        -0.19217172
      ],
      [
        ".",
        -0.113752395
      ],
      [
        " Watson",
        -0.0005324215
      ]
    ]
  },
  "Its creator is the namesake of a polyhedron notation and a constant associated with the look-and-say sequence. Paul Rendell constructed a Turing machine in here in 2000, and one of its largest \"spaceships\" is known as \"Caterpillar\". Introduced in 1970, Bill Gosper would within this discover the Gliden gun, which was the first infinitely growing pattern. It is played on an infinite two-dimensional grid, and features cells that can die of crowding or, if they have fewer than two neighbors, loneliness. For 10 points, name this cellular automaton developed by John Conway.": {
    "guess": "Conway's Game of Life",
    "confidence": [
      [
        "Con",
        -0.033657223
      ],
      [
        "way",
        -0.00046308164
      ],
      [
        "'s",
        -0.0025366636
      ],
      [
        " Game",
        -0.00029911607
      ],
      [
        " of",
        -5.240482e-05
      ],
      [
        " Life",
        -0.00020377879
      ]
    ]
  },
  "This man created a theory of distribution based on marginal productivity, and, along with Daniel Bernoulli, he derived an equation for the torque on a thin elastic beam. He found all even perfect numbers and his phi-function is the number of smaller positive integers relatively prime to a number.  With Lagrange, he derived the calculus of variations, while his angles specify the orientation of a rigid": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.117087916
      ],
      [
        "hard",
        -0.0045594806
      ],
      [
        " Euler",
        -8.42322e-05
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in the navel of his belly,\" as well as one that \"maketh the sea like a pot of ointment\" and \"is a king": {
    "guess": "Behemoth",
    "confidence": [
      [
        "Beh",
        -0.6683118
      ],
      [
        "emoth",
        -0.00044890374
      ]
    ]
  },
  "Created in 1931, it now resides in the Museum of Modem Art in New York City. The background is a landscape of Catalonia at Cape Creus. Featuring insects such as ants and a fly on the central elements,": {
    "guess": "The Persistence of Memory",
    "confidence": [
      [
        "The",
        -0.05392333
      ],
      [
        " Persistence",
        -0.00029995048
      ],
      [
        " of",
        -2.58224e-05
      ],
      [
        " Memory",
        -7.278864e-05
      ]
    ]
  },
  "The creator of one of these objects, Heinrich, falls in love with the elfish spirit Rautendelein in a": {
    "guess": "Heinrich von Ofterdingen",
    "confidence": [
      [
        "He",
        -0.9689926
      ],
      [
        "in",
        -0.013445963
      ],
      [
        "rich",
        -0.0017090904
      ],
      [
        " von",
        -0.061621517
      ],
      [
        " O",
        -0.041784264
      ],
      [
        "fter",
        -0.0016453109
      ],
      [
        "ding",
        -7.851042e-05
      ],
      [
        "en",
        -5.7768983e-05
      ]
    ]
  },
  "This man created a theory of distribution based on marginal productivity, and, along with Daniel Bernoulli,": {
    "guess": "Phillip Wicksteed",
    "confidence": [
      [
        "Phill",
        -0.97250617
      ],
      [
        "ip",
        -0.0022941828
      ],
      [
        " Wick",
        -0.039706655
      ],
      [
        "ste",
        -0.0008963357
      ],
      [
        "ed",
        -1.8908588e-05
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with Mount Connor, it was originally called Mount Olga by Ernest Giles who was the first non-indigenous person to spot it.  Part of the Kata Tjuta National Park,  this sandstone formation has  great significance to the Anangu of the region and it is essential to many local  dreamtime rituals.  Home of the endangered Black-flanked Rock-Wallaby, FTP, name this huge sandstone geographic feature located": {
    "guess": "Uluru",
    "confidence": [
      [
        "Ul",
        -0.03392414
      ],
      [
        "uru",
        -0.00054469216
      ]
    ]
  },
  "As the creator of the Hippocrene fountain, this mythological figure was closely related to the Muses.": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.00066966715
      ],
      [
        "egasus",
        -0.00010258956
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express the Fas ligand. Unlike some similar cells, these cells do not undergo somatic hypermutation, but they do undergo V(D)J recombination. MHC proteins present foreign peptides to these cells, which can contain the coreceptors CD4 and CD8. These cells are part of the cell-mediated immune response, distinguishing them from the antibody response. The two main classes of this cell are cytotoxic and helper. For 10 points, identify these lymphocytes that that mature in the thymus, unlike B cells.": {
    "guess": "T cell",
    "confidence": [
      [
        "T",
        -0.017339766
      ],
      [
        " cell",
        -0.05048195
      ]
    ]
  },
  "This man created The Marriage of Bacchus and Ariadne, which borrows heavily from his teacher's Bacchus and Ariadne, for the Doge's Palace, and his The Last Supper is illuminated bizarrely by a flaming light source at upper left and populated by ghosts. In such works as Christ and the Adulteress and Susanna": {
    "guess": "Tintoretto",
    "confidence": [
      [
        "T",
        -0.31103078
      ],
      [
        "int",
        -0.00069956895
      ],
      [
        "oret",
        -5.0139948e-05
      ],
      [
        "to",
        -5.2285613e-05
      ]
    ]
  },
  "Created as a result of the Petermann Orogeny, it is located in the Amadeus Basin. Commonly confused with Mount Connor, it was originally called Mount Olga by Ernest Giles who was the first non-indigenous person to spot it.  Part of the Kata Tjuta National Park,  this sandstone formation has  great significance": {
    "guess": "Uluru",
    "confidence": [
      [
        "Ul",
        -0.007526886
      ],
      [
        "uru",
        -0.0001246349
      ]
    ]
  },
  "In The Creative Mind, one theorizer of this concept proposed three metaphors to describe this concept: an image of a spectrum of a thousand gradually changing shades with a line running through it, two spools, one rolling and the other unrolling, and an infinitely small piece of elastic. In addition Bergson's theory of this concept, another theory uses the example of the death of Queen Anne in an essay titled \"The Unreality of [this concept],\" written by J.M.E. McTaggart. Another work by Bergson": {
    "guess": "Time",
    "confidence": [
      [
        "Time",
        -0.12925647
      ]
    ]
  },
  "The creator of this file format hired the exotic dancer Chastity Fischer to be his chauffeur and companion.": {
    "guess": "MP3",
    "confidence": [
      [
        "MP",
        -1.4223512
      ],
      [
        "3",
        -0.10179811
      ]
    ]
  },
  "This creature guards Svarga, a place where righteous souls go before being reincarnated. This creature's mother was Iravati, and this creature was born after hymns were sung over the egg from which Garuda hatched. This creature was once depicted on the flags of (*) Laos and Siam. This creature is depicted": {
    "guess": "Garuda",
    "confidence": [
      [
        "Gar",
        -0.112199135
      ],
      [
        "uda",
        -0.00019185843
      ]
    ]
  },
  "One of these creatures is featured at the bottom of Lucas Cranach the Elder's The Crucifixion with the Converted Centurion, and one of these is shown attacked by a lion in a work by George Stubbs. Rosa Bonheur painted a number of these animals running in a circle in one work, and the head of one of these creatures is depicted looking on from the left as an incubus sits on a sleeping woman in another painting. Aguste Macke and Franz Marc lead a German art movement named after a painting prominently featuring one of these animals, and four of these creatures enter the scene from the left as their": {
    "guess": "Horse",
    "confidence": [
      [
        "H",
        -0.77521044
      ],
      [
        "orse",
        -0.2203261
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol  starts by setting the DO flag bit to true. A \"third\" version of one component of this specification can be used  for denial of existence. This specification uses zone signing keys. This protocol seeks to stop cache poisoning. Key  RR and RRsig are examples of cryptographic signature records in this protocol that augments records like MX and A  found in an earlier protocol. For 10 points, name this protective add-on to the specification for looking up domain  names on the Internet.": {
    "guess": "DNSSEC",
    "confidence": [
      [
        "DNS",
        -0.40599096
      ],
      [
        "SEC",
        -0.31577897
      ]
    ]
  },
  "His creations include Little Mr. Thimblefinger, who lives beneath the spring, and Aaron, a foreman who teaches Buster John and Sweetest Susan to speak with animals. Though he is certainly responsible for the tale of Free Joe, a former slave who perishes in the swamp, modern critics consider his most valuable contribution to have been the recording of Yoruba folklore, such as the story of the tar baby and several trickster tales. For ten points, name this author from Georgia whose character Uncle Remus narrated the adventures of Brer Rabbit.": {
    "guess": "Joel Chandler Harris",
    "confidence": [
      [
        "Jo",
        -0.0067082667
      ],
      [
        "el",
        -2.220075e-06
      ],
      [
        " Chandler",
        -5.383526e-05
      ],
      [
        " Harris",
        -1.3663626e-05
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was policed by the Force Publique, which made use of kidnapping of family members and bodily mutilation to ensure a supply of free labor. Its government was transferred to parliamentary control in 1908 after the \"rubber atrocities\" of Leopold II were exposed, and it was finally brought down by the National": {
    "guess": "Belgian Congo",
    "confidence": [
      [
        "Bel",
        -1.0174773
      ],
      [
        "g",
        -0.053366426
      ],
      [
        "ian",
        -1.1756368e-05
      ],
      [
        " Congo",
        -0.0029609427
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0132247005
      ],
      [
        "ich",
        -0.007754145
      ],
      [
        "ae",
        -4.179569e-05
      ],
      [
        "ism",
        -5.550411e-05
      ]
    ]
  },
  "Creatures described in this book include one whose \"strength is in his loins\" and whose \"force is in": {
    "guess": "Behemoth",
    "confidence": [
      [
        "Beh",
        -1.0286387
      ],
      [
        "emoth",
        -0.0010790145
      ]
    ]
  },
  "This creed was the official religion of the Uighur Empire under Khagan Boku Tekin, and a minor sect of this religion was known as the \"mat- squatters\". Titus of Bostra and Epiphanius of Salamis were among this group's detractors, while Adimantus was considered an apostle of its founder in northern Africa. Some of its teachings were contained in the now lost Book of Pragmateia, and other scriptures include the Book of the Giants and a work dedicated to Peroz. Naimrael and the demon Ashaklun and considered the parents of Adam and Eve, the results of the third creation overseen by the Messenger, who is subordinate to a figure whose aspects are called the Five Tabernacles. The Shapurikan is a work of this religion's founder, who saw the world as controlled by the Father of Majesty and the King of Darkness. Founded by a third-century Persian prophet, for 10 points, identify this dualistic Gnostic": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0046839495
      ],
      [
        "ich",
        -0.12301067
      ],
      [
        "ae",
        -9.1742026e-05
      ],
      [
        "ism",
        -4.441817e-05
      ]
    ]
  },
  "They were created in 1819 and were painted on the plaster of the walls of the house called Quinta del sordo. Fourteen in number, they were never titled but historians have given them the names we know, such as Two Old Women Eating from a Bowl and Two Old Men. The portrait Leocadia also belongs to this group, as does the horrific The Great He-Goat or Witches Sabbath. Currently residing in the Prado,": {
    "guess": "Black Paintings",
    "confidence": [
      [
        "Black",
        -0.029438248
      ],
      [
        " Paint",
        -0.0001376281
      ],
      [
        "ings",
        -8.299462e-06
      ]
    ]
  },
  "One of its creators claimed that, at its premiere, he filled his pockets with rocks to throw at the audience. The concept arose from a dream in which a cloud slices the moon in half. Eight years after the first scene takes place, a transvestite nun played by one of the creators falls dead while riding a bicycle. A woman defends herself from a sexual assault with a tennis-racket in this film, which": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.68784976
      ],
      [
        " Rocky",
        -0.51257354
      ],
      [
        " Horror",
        -0.0002787359
      ],
      [
        " Picture",
        -0.0071132793
      ],
      [
        " Show",
        -1.0206721e-05
      ]
    ]
  },
  "As the creator of the Hippocrene fountain, this mythological figure was closely related to the Muses. He was stung by a gadfly as he attempted to reach the peak of Mount Olympus, and was captured with": {
    "guess": "Pegasus",
    "confidence": [
      [
        "P",
        -0.003513595
      ],
      [
        "egasus",
        -6.456359e-05
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol  starts by setting the DO flag bit to true. A \"third\" version of one component of this specification": {
    "guess": "IPsec",
    "confidence": [
      [
        "IP",
        -0.30837753
      ],
      [
        "sec",
        -0.010177691
      ]
    ]
  },
  "The creation of this specification was motivated by a problem discovered by Steven Bellovin. This protocol  starts by setting the DO flag bit to true. A \"third\" version of one component of this specification can be used  for denial of existence. This specification uses zone signing keys. This protocol seeks to stop cache poisoning. Key  RR and RRsig are examples of cryptographic signature records in": {
    "guess": "DNSSEC",
    "confidence": [
      [
        "DNS",
        -0.2991145
      ],
      [
        "SEC",
        -0.2013689
      ]
    ]
  },
  "Some of these creatures left their ancestral home and wandered about looking for a new home on the sands; that group of these creatures included the predecessors of Lofarr. One of these creatures died": {
    "guess": "Norse clans",
    "confidence": [
      [
        "N",
        -2.0345554
      ],
      [
        "orse",
        -0.040409632
      ],
      [
        " clans",
        -0.9079309
      ]
    ]
  },
  "The creation of these cells is aided by the phosphorylation of LAT by ZAP-70, which is recruited by Lck. The TSLP protein assists in the creation of these cells. These cells express ICOS, but not its ligand. Secretory vesicles in these cells can contain the protein perforin, and they can also express the Fas ligand. Unlike some similar cells, these cells do not undergo somatic hypermutation, but they do undergo V(D)J recombination. MHC proteins present foreign peptides to these cells, which can contain the coreceptors CD4 and CD8. These cells are part of the cell-mediated immune response, distinguishing": {
    "guess": "Cytotoxic T cell",
    "confidence": [
      [
        "C",
        -0.116976045
      ],
      [
        "yt",
        -9.0883464e-07
      ],
      [
        "otoxic",
        -3.1281633e-07
      ],
      [
        " T",
        -0.00019305047
      ],
      [
        " cell",
        -0.2995401
      ]
    ]
  },
  "The creation of this entity was accomplished by defeating Tippu Tib and King Msiri. Movements against this government included the religions of Kitawala and Kimbanguism and the Abako social club. It was policed by the Force Publique, which made use of kidnapping of family members and bodily mutilation to ensure a supply of free labor. Its government was transferred to parliamentary control in 1908 after the \"rubber atrocities\" of Leopold II were exposed, and it was finally brought down by the National Movement under Patrice Lumumba. For 10 points, name this colonial government in the area later": {
    "guess": "Congo Free State",
    "confidence": [
      [
        "C",
        -0.93438005
      ],
      [
        "ongo",
        -7.398068e-05
      ],
      [
        " Free",
        -2.2842309e-05
      ],
      [
        " State",
        -4.012684e-05
      ]
    ]
  },
  "One of these creatures appears in Finnish myth named Musti and goes with Kullervo into the forest. In Hindu myth, one of them named Sarama helps Indra conquer the demons called Panis. In Irish myth, Turrean was transformed into one of these by a rod and then gave birth to two more named Sceolan and Bran, owned by Finn MacCool. Tristan had one named Husdant and King Arthur had one named Cabal who left his mark at Buelt. A special one in Greek myth, Laelaps, was given as a gift to Europa. FTP, name": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.23974334
      ]
    ]
  },
  "This man created a theory of distribution based on marginal productivity, and, along with Daniel Bernoulli, he derived an equation for the torque on a thin elastic beam. He found all even perfect numbers and his phi-function is the number of smaller positive integers relatively prime to a number.  With Lagrange, he derived the calculus of variations, while his angles specify the orientation of a rigid body.  For ten points, name this Swiss mathematician and possible namesake of the number e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.020712271
      ],
      [
        "hard",
        -0.0016187652
      ],
      [
        " Euler",
        -4.2510914e-05
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and he did multiple variations on the theme of Two Men Contemplating the Moon. He came to prominence with Frederick William III's purchase of the companion pieces The Abbey in the Oakwood and The Monk by": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0031143762
      ],
      [
        "par",
        -9.133887e-06
      ],
      [
        " David",
        -1.0564331e-05
      ],
      [
        " Friedrich",
        -9.305327e-05
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and he did multiple variations on the theme of Two Men Contemplating the Moon. He came to prominence with Frederick William III's purchase of the companion pieces The Abbey in the Oakwood and The Monk by the Sea. He showed the wreck of the HMS Griper in The Sea of Ice, while another of his paintings shows": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.00936006
      ],
      [
        "par",
        -1.6643718e-05
      ],
      [
        " David",
        -7.827201e-05
      ],
      [
        " Friedrich",
        -1.5570886e-05
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and he did multiple variations on the theme of Two Men Contemplating the Moon. He came to prominence with Frederick William III's purchase of the companion pieces The Abbey in the Oakwood and The Monk by the Sea. He showed the wreck of the HMS Griper in The Sea of Ice, while another of his paintings shows a solitary man near a rocky cliff as he looks into some mountains obscured by clouds. For 10 points,": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0028188976
      ],
      [
        "par",
        -3.7697225e-06
      ],
      [
        " David",
        -1.0445127e-05
      ],
      [
        " Friedrich",
        -5.5122365e-07
      ]
    ]
  },
  "This man created day and night versions of his Mountainous River Landscape on the same piece of transparent paper. Nationalism manifested itself in a painting of a French dragoon lost in a forest, and he did multiple variations on the theme of Two Men Contemplating the Moon. He came to prominence with Frederick William III's purchase of the companion pieces The Abbey in the Oakwood and The Monk by the Sea. He showed the wreck of the HMS Griper in The Sea of Ice, while another of his paintings shows a solitary man near a rocky cliff as he looks into some mountains obscured by clouds. For 10 points, identify this German Romantic painter of Wanderer Above the Sea of Fog. ": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.0011948713
      ],
      [
        "par",
        -6.2656334e-05
      ],
      [
        " David",
        -2.4584822e-06
      ],
      [
        " Friedrich",
        -1.7432603e-06
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located next to an object nailed to an oak, was lulled to sleep by Medea. Another one of these creatures guarded the Golden Apples of the Hesperides and was named Ladon. The remains of another one of these, which lived near the Castilian spring, was used by its killer to create the Sparti; that example of these creatures was killed by Cadmus, who  sowed its teeth. For 10 points, name these lizard-like monsters": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.21728694
      ]
    ]
  },
  "One of these creatures that attacked Thespiae was killed by Menestratus. One of these creatures killed the son of Hipsipyle while she was helping the Seven Against Thebes find water, and was killed by Adrastus. Triptolemus' chariot was pulled by these creatures. Another one of these creatures, located next to an object nailed to an oak, was lulled to sleep by Medea. Another one of these creatures guarded the Golden Apples of the Hesperides and was named Ladon. The remains of another one of these, which lived near the Castilian spring, was used by its killer to create the Sparti; that example of these creatures was killed by Cadmus, who  sowed its teeth. For 10 points, name these lizard-like monsters which may or may not breathe fire.": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.09776158
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.00055100623
      ],
      [
        "els",
        -1.2664457e-06
      ],
      [
        " Boh",
        -1.1279553e-05
      ],
      [
        "r",
        -1.3856493e-06
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.00025561772
      ],
      [
        "els",
        -1.7432603e-06
      ],
      [
        " Boh",
        -4.8425554e-06
      ],
      [
        "r",
        -7.89631e-07
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance is approximately .53 angstroms, and it measures the most likely distance from the nucleus of a Hydrogen": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.004163403
      ],
      [
        "els",
        -2.1173457e-05
      ],
      [
        " Boh",
        -0.00017946491
      ],
      [
        "r",
        -4.4849444e-06
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance is approximately .53 angstroms, and it measures the most likely distance from the nucleus of a Hydrogen atom to its electron.  Part of the Manhattan project, he was a student of Rutherford and theorized": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.0015786595
      ],
      [
        "els",
        -8.537869e-06
      ],
      [
        " Boh",
        -6.384837e-05
      ],
      [
        "r",
        -3.4121115e-06
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance is approximately .53 angstroms, and it measures the most likely distance from the nucleus of a Hydrogen atom to its electron.  Part of the Manhattan project, he was a student of Rutherford and theorized that the atom was made up of a nucleus with positive charge circled by electrons.  FTP, name": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.006557756
      ],
      [
        "els",
        -3.7697225e-06
      ],
      [
        " Boh",
        -7.481511e-05
      ],
      [
        "r",
        -1.504853e-06
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance is approximately .53 angstroms, and it measures the most likely distance from the nucleus of a Hydrogen atom to its electron.  Part of the Manhattan project, he was a student of Rutherford and theorized that the atom was made up of a nucleus with positive charge circled by electrons.  FTP, name this Danish physicist that names a magneton and a radius and believed atomic secrets should be shared": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.0007908092
      ],
      [
        "els",
        -1.8624639e-06
      ],
      [
        " Boh",
        -2.7848862e-05
      ],
      [
        "r",
        -1.504853e-06
      ]
    ]
  },
  "He created the correspondence principle, which states that quantum theory approximates classical mechanics with large quantum numbers.  He also helped formulate complementarily, which states both particle and wave properties can be possessed, but only one can be observed at a time. His namesake distance is approximately .53 angstroms, and it measures the most likely distance from the nucleus of a Hydrogen atom to its electron.  Part of the Manhattan project, he was a student of Rutherford and theorized that the atom was made up of a nucleus with positive charge circled by electrons.  FTP, name this Danish physicist that names a magneton and a radius and believed atomic secrets should be shared with the world at large.": {
    "guess": "Niels Bohr",
    "confidence": [
      [
        "Ni",
        -0.0018754438
      ],
      [
        "els",
        -4.9617593e-06
      ],
      [
        " Boh",
        -2.0219828e-05
      ],
      [
        "r",
        -1.3856493e-06
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed Oscar Straus as the first Jewish Cabinet member. He intervened to stop the anthracite coal strike that threatened to leave cities without coal for the winter. His namesake corollary to the Monroe": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.7519502
      ],
      [
        "odore",
        -0.0008116515
      ],
      [
        " Roosevelt",
        -0.0014292863
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed Oscar Straus as the first Jewish Cabinet member. He intervened to stop the anthracite coal strike that threatened to leave cities without coal for the winter. His namesake corollary to the Monroe Doctrine established U.S. policing of Latin America and he was awarded the Nobel Peace Prize for his": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.014819107
      ],
      [
        "odore",
        -0.0014057097
      ],
      [
        " Roosevelt",
        -0.00066632946
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed Oscar Straus as the first Jewish Cabinet member. He intervened to stop the anthracite coal strike that threatened to leave cities without coal for the winter. His namesake corollary to the Monroe Doctrine established U.S. policing of Latin America and he was awarded the Nobel Peace Prize for his work in negotiating the Treaty of Portsmouth. FTP, identify this man who ran for president as a member": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.05680881
      ],
      [
        "odore",
        -0.0004248356
      ],
      [
        " Roosevelt",
        -0.00013500563
      ]
    ]
  },
  "He created a namesake reservation on the Mexican border to prevent smuggling and he helped regulate the railroad industry by supporting the Elkins and Hepburn Acts, both of which strengthened the Interstate Commerce Commission. He discharged all the soldiers involved in the Brownsville raid and appointed Oscar Straus as the first Jewish Cabinet member. He intervened to stop the anthracite coal strike that threatened to leave cities without coal for the winter. His namesake corollary to the Monroe Doctrine established U.S. policing of Latin America and he was awarded the Nobel Peace Prize for his work in negotiating the Treaty of Portsmouth. FTP, identify this man who ran for president as a member of the Bull Moose party, the U.S. president that succeeded William McKinley.": {
    "guess": "Theodore Roosevelt",
    "confidence": [
      [
        "The",
        -0.0031573959
      ],
      [
        "odore",
        -0.00050823414
      ],
      [
        " Roosevelt",
        -6.849731e-05
      ]
    ]
  }
}