{
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.008716805
      ],
      [
        "ochond",
        -0.00014907165
      ],
      [
        "r",
        -0.035532538
      ],
      [
        "ion",
        -9.6629374e-05
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa successfully \"cross the T\" and capture or sink nine enemy destroyers, while the first land battle in this conflict took place at (*) Yalu River. Elsewhere, at Dogger Banks, one side mistakenly opened fire on British fishing vessels. Other battles included one fought at Tsushima, and it began when Admiral Togo launched a surprise attack on Port Arthur. For 10 points, name this war ended by a treaty": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.0013177391
      ],
      [
        "us",
        -1.0683535e-05
      ],
      [
        "so",
        -2.1008714e-06
      ],
      [
        "-J",
        -8.196733e-05
      ],
      [
        "apanese",
        -3.3809047e-05
      ],
      [
        " War",
        -7.703444e-06
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa successfully \"cross the T\" and capture or sink nine enemy destroyers, while the first land battle in this conflict took place at (*) Yalu River. Elsewhere, at Dogger Banks, one side mistakenly opened": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.18580665
      ],
      [
        "us",
        -7.465036e-06
      ],
      [
        "so",
        -1.2664457e-06
      ],
      [
        "-J",
        -0.0011063983
      ],
      [
        "apanese",
        -5.5861725e-05
      ],
      [
        " War",
        -0.00053921243
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00024168189
      ],
      [
        "ochond",
        -3.6431527e-05
      ],
      [
        "r",
        -0.0007394691
      ],
      [
        "ion",
        -1.8624639e-06
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.17674161
      ],
      [
        "us",
        -3.9530823e-05
      ],
      [
        "so",
        -3.4121115e-06
      ],
      [
        "-J",
        -0.0010818753
      ],
      [
        "apanese",
        -7.79144e-05
      ],
      [
        " War",
        -0.00017815368
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa successfully \"cross the T\" and capture or sink nine enemy destroyers, while the first land battle in": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.010995592
      ],
      [
        "us",
        -8.776276e-06
      ],
      [
        "so",
        -1.2664457e-06
      ],
      [
        "-J",
        -0.00084941345
      ],
      [
        "apanese",
        -3.1305768e-05
      ],
      [
        " War",
        -8.172892e-05
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa successfully \"cross the T\" and capture or sink nine enemy destroyers, while the first land battle in this conflict took place at (*) Yalu River. Elsewhere, at Dogger Banks, one side mistakenly opened fire on British fishing vessels. Other battles included one fought at Tsushima, and it began when Admiral": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.15321265
      ],
      [
        "us",
        -4.246537e-06
      ],
      [
        "so",
        -5.4385737e-06
      ],
      [
        "-J",
        -0.0013692847
      ],
      [
        "apanese",
        -3.8457987e-05
      ],
      [
        " War",
        -0.00020568605
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation of proteins across their membranes, and they release cytochrome c into the cytoplasm during apoptosis. They are maternally inherited and participate in the citric acid cycle. These organelles'": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00060819834
      ],
      [
        "ochond",
        -0.00016444526
      ],
      [
        "r",
        -0.5726972
      ],
      [
        "ion",
        -2.8160932e-06
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation of proteins across their membranes, and they release cytochrome c into the cytoplasm during apoptosis. They are maternally inherited and participate in the citric acid cycle. These organelles' inner membranes are organized into folds called cristae, on which is located a protein that exploits a proton gradient to make a high-energy molecule. For 10 points, name these organelles that produce": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00069491996
      ],
      [
        "ochond",
        -6.682846e-05
      ],
      [
        "r",
        -0.005773669
      ],
      [
        "ion",
        -4.8425554e-06
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been": {
    "guess": "First Sino-Japanese War",
    "confidence": [
      [
        "First",
        -0.7827764
      ],
      [
        " S",
        -0.00052646134
      ],
      [
        "ino",
        -1.1756368e-05
      ],
      [
        "-J",
        -0.00052574975
      ],
      [
        "apanese",
        -3.1186566e-05
      ],
      [
        " War",
        -0.0011582006
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace": {
    "guess": "First Sino-Japanese War",
    "confidence": [
      [
        "First",
        -0.3259081
      ],
      [
        " S",
        -2.8206474e-05
      ],
      [
        "ino",
        -4.4849444e-06
      ],
      [
        "-J",
        -9.5198935e-05
      ],
      [
        "apanese",
        -1.2352386e-05
      ],
      [
        " War",
        -0.0001278534
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation of proteins across their membranes, and they release cytochrome c into the cytoplasm during apoptosis. They are maternally inherited and participate in the citric acid cycle. These organelles' inner membranes are organized into folds called cristae, on which is located a protein that exploits": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00030769507
      ],
      [
        "ochond",
        -7.7079974e-05
      ],
      [
        "r",
        -0.00014191943
      ],
      [
        "ion",
        -1.2664457e-06
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation of proteins across their membranes, and they release cytochrome c into the cytoplasm during": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00083726563
      ],
      [
        "ochond",
        -0.00027313698
      ],
      [
        "r",
        -0.0005228889
      ],
      [
        "ion",
        -2.577686e-06
      ]
    ]
  },
  "Aggregations of a diseased form of this organelle take on a \"ragged red fiber\" appearance, and mutations in this organelle lead to Leber's hereditary optic neuropathy. TOM and TIM proteins allow the translocation of proteins across their membranes, and they release cytochrome c into the cytoplasm during apoptosis. They are maternally inherited and participate in the citric acid cycle. These organelles' inner membranes are organized into folds called cristae, on which is located a protein that exploits a proton gradient to make a high-energy molecule. For 10 points, name these organelles that produce energy for the cell in the form of ATP.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00050275447
      ],
      [
        "ochond",
        -4.7755875e-05
      ],
      [
        "r",
        -0.000706833
      ],
      [
        "ion",
        -2.9352968e-06
      ]
    ]
  },
  "The aggressor in this conflict began a land campaign after sinking two enemy ships at Chemulpo. Peace negotiations stalled on the issue of whether one side had to return ships like the Orel that had been captured in this war. One of the pivotal battles in this conflict saw the commander of the Mikasa successfully \"cross the T\" and capture or sink nine enemy destroyers, while the first land battle in this conflict took place at (*) Yalu River. Elsewhere, at Dogger Banks, one side mistakenly opened fire on British fishing vessels. Other battles included one fought at Tsushima, and it began when Admiral Togo launched a surprise attack on Port Arthur. For 10 points, name this war ended by a treaty mediated by Teddy Roosevelt in Portsmouth, a victory for an Asian country over Tsar Nicholas II.": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.001698153
      ],
      [
        "us",
        -7.822647e-06
      ],
      [
        "so",
        -2.4584822e-06
      ],
      [
        "-J",
        -1.9146995e-05
      ],
      [
        "apanese",
        -1.4378848e-05
      ],
      [
        " War",
        -1.1041146e-05
      ]
    ]
  }
}