{
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.707578
      ],
      [
        "ius",
        -0.01449101
      ],
      [
        " Cornel",
        -0.048681498
      ],
      [
        "ius",
        -6.384837e-05
      ],
      [
        " S",
        -9.651017e-05
      ],
      [
        "ulla",
        -6.909333e-05
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public": {
    "guess": "Freedom of the press",
    "confidence": [
      [
        "Freedom",
        -0.9267862
      ],
      [
        " of",
        -0.0011128316
      ],
      [
        " the",
        -0.5719984
      ],
      [
        " press",
        -0.02865895
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and his Secretary of State John Quincy Adams signed a treaty, this president acquired Florida. His nearly": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.0035432864
      ],
      [
        " Monroe",
        -0.004399498
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional Circles formed by Jacobins under this government. This government's first victory was on 13 Vendémiaire against some chouans. The (*) Abbé Sieyès was the last leader of this government. The Constitution of the Year III created this government, which had a legislative body composed of the Council of Ancients and the Council of Five Hundred. For 10 points, name this French Revolutionary government that preceded the Consulate and followed the Reign of Terror.": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.39839166
      ],
      [
        " Directory",
        -0.0006613265
      ]
    ]
  },
  "One of these governments was dominated by regents of the Hojo clan. Another sent the diplomat Faxecura to Acapulco and the Vatican, but later banned Christianity prior to the Shimabara rebellion. That": {
    "guess": "Muromachi period",
    "confidence": [
      [
        "Mu",
        -1.7232581
      ],
      [
        "rom",
        -0.0006098672
      ],
      [
        "achi",
        -4.6683042e-05
      ],
      [
        " period",
        -0.43525165
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu, but quickly lost those territories anyway. He used the slogan \"Proudly Alone\" to describe his resistance to decolanization, and a protest of his regime's imprisonment of two students for a toast led to the founding of Amnesty International. Succeeded by Marcello Caetano after a 1968 stroke, he had served as finance minister under Carmona and then became prime minister, in which role this economist": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.09463357
      ],
      [
        "ón",
        -0.052109923
      ],
      [
        "io",
        -6.6306106e-06
      ],
      [
        " de",
        -0.0043251957
      ],
      [
        " Oliveira",
        -0.0003118672
      ],
      [
        " Sal",
        -3.059055e-05
      ],
      [
        "azar",
        -5.955704e-05
      ]
    ]
  },
  "Gouverneur Morris was an early proponent of this structure that cut through   Montezuma Marsh on its path through the Mohawk Valley. It was derided by its critics  as \"DeWitt Clinton's big (*) ditch,\"": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.00890385
      ],
      [
        "rie",
        -2.3319124e-05
      ],
      [
        " Canal",
        -0.00023452967
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish swearing in new senators. An event during this man's presidency involved attacks on Canadian forts called the Fenian raids. He later represented Tennessee as the only former president to serve in the Senate. The most notable event during his presidency came when he attempted to remove Edwin Stanton": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.06533928
      ],
      [
        " Johnson",
        -0.0025906353
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled government called GRUNK was formed after a 1970 coup in this country forced the prime minister to hide": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.018110847
      ],
      [
        "odia",
        -0.00011880126
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled government called GRUNK was formed after a 1970 coup in this country forced the prime minister to hide in Beijing. In this nation, Brother Number One came to power during Year Zero after overthrowing": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.11025565
      ],
      [
        "odia",
        -0.00062570296
      ]
    ]
  },
  "Gouverneur Morris was an early proponent of this structure that cut through   Montezuma Marsh on its": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.003080029
      ],
      [
        "rie",
        -1.6286107e-05
      ],
      [
        " Canal",
        -0.0007167232
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories at Orchomenos and Chaeronea over Archelaus led to the end of the Mithridatic War, after which he turned his attention to a Rome led by Cinna. In his most famous post, he greatly reduced the power of the Tribunes and strengthened the Senate, depite executing 1,500 nobles. With the help of King Bocchus, he captured Jugurtha, although credit was given to his superior and rival. For 10 points, name this Roman general, the enemy of Marius.": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.6765398
      ],
      [
        "ulla",
        -0.00023178798
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.07133604
      ],
      [
        "iver",
        -5.080963e-06
      ],
      [
        " Crom",
        -9.0073176e-05
      ],
      [
        "well",
        -5.288163e-05
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was convicted of bank fraud, and in 1988, its governor was impeached for obstruction of justice. In addition to Fife Symington and Evan Mecham, an- other recent governor of this state is now the Secretary of Homeland Security, Janet Napolitano. Current Governor Jan Brewer is closely associated with its": {
    "guess": "Arizona",
    "confidence": [
      [
        "Arizona",
        -0.0071893884
      ]
    ]
  },
  "Gouverneur Morris was an early proponent of this structure that cut through   Montezuma Marsh on its path through the Mohawk Valley. It was derided by its critics  as \"DeWitt Clinton's big (*) ditch,\" but this structure's completion in 1825 helped make  New York City the largest port in the United States.": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.0041947444
      ],
      [
        "rie",
        -1.9743013e-05
      ],
      [
        " Canal",
        -0.00028266964
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign, and members of this government formed the ODESSA network. Opposed by the White Rose student group, this government held the Wannsee Conference and constructed a no speed-limit highway called the autobahn. This government held massive rallies in Nuremberg and launched a 1939 invasion of Poland employing tactics which were inaccurately called blitzkrieg. For 10 points, name this government that ruled Germany during World War II, led by Adolf Hitler.": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.036109924
      ],
      [
        "azi",
        -6.2729996e-06
      ],
      [
        " Germany",
        -0.0016220992
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.007329629
      ],
      [
        "oline",
        -2.9160103e-05
      ],
      [
        " affair",
        -0.00013643607
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance, where he gave the legendary retort \"You had an option, sir.\" His government accepted refugees from the pro-American governments in Guatamala and El Salvador and engineered a failed agreement in Charlottetown that was to replace the Meech Lake Accord. He was succeeded by the less popular Kim Campbell": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.024002608
      ],
      [
        " Mul",
        -0.0001201125
      ],
      [
        "r",
        -0.00015729303
      ],
      [
        "oney",
        -1.9361265e-07
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion, and it also saw the Battle of Bushy Run during Pontiac's Rebellion. John (*) Dickinson hailed from this state, from which he wrote \"Letters from a Farmer in [this state]\" During the French and Indian War,  George Washington would surrender Fort Necessity in this state before later losing the": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.03701971
      ],
      [
        "sylvania",
        -0.0005612541
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity under Cala Ben Cala as part of a failed peace agreement. While in the service of this man, Gil Eanes became the first European to travel past Cape Bojador. This grandson of John of Gaunt began": {
    "guess": "Fernando, the Saint Prince",
    "confidence": [
      [
        "F",
        -0.9678685
      ],
      [
        "ern",
        -0.61564034
      ],
      [
        "ando",
        -0.34541258
      ],
      [
        ",",
        -0.29351023
      ],
      [
        " the",
        -0.21969336
      ],
      [
        " Saint",
        -0.53019106
      ],
      [
        " Prince",
        -4.604148e-06
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective breeding program. This government conducted the Vel'd'hiy raids, which sent people to the Dracy concentration camp. Its secret police was called the Milice, and its prime minister was named Laval.": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.018425476
      ],
      [
        "ich",
        -1.2113979e-05
      ],
      [
        "y",
        -1.8624639e-06
      ],
      [
        " France",
        -0.00079950376
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion, and it also saw the Battle of Bushy Run during Pontiac's Rebellion. John (*) Dickinson hailed from this state, from which he wrote \"Letters from a Farmer in [this state]\" During the French and Indian War,  George Washington would surrender Fort Necessity in this state before later losing the Battle of Germantown and encamping at Valley Forge in the American Revolution. For 10 points, name this U.S. state where the Declaration of Independence was signed in Philadelphia.": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.002944067
      ],
      [
        "sylvania",
        -8.220573e-05
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy Island, where a Republic of Canada had been set up by William MacKenzie. General Winfield Scott was": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.043530375
      ],
      [
        "oline",
        -1.0564331e-05
      ],
      [
        " affair",
        -0.0075284317
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land rights and cattle theft against Nathan Champion and his followers, known as the Red Sash Gang, took place here in 1892 in Johnson County. One of three states to see the establishment of the world's first national park, it is probably best known for being the proving grounds of such political figures as Esther Morris and Nellie Tayloe Ross. Known as the \"equality state,\" for ten points, name this state, the first to recognize a woman's right to vote.": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.018767504
      ],
      [
        "oming",
        -0.000184587
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign, and members of this government formed the ODESSA network. Opposed by the White Rose student group, this government held the Wannsee Conference and constructed a no speed-limit highway called the autobahn. This government held massive rallies in Nuremberg and launched a 1939 invasion of Poland employing": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.035667833
      ],
      [
        "azi",
        -3.888926e-06
      ],
      [
        " Germany",
        -0.0017603866
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance, where he gave the legendary retort \"You had an option, sir.\" His government accepted refugees from the pro-American governments in Guatamala and El Salvador and engineered a failed agreement in Charlottetown that was to replace the Meech Lake Accord. He was succeeded by the less popular Kim Campbell as PM and Progressive Conservative leader. For 10 points, name this Prime Minister of Canada from 1984 to 1993.": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.004962628
      ],
      [
        " Mul",
        -0.000112125854
      ],
      [
        "r",
        -6.837811e-05
      ],
      [
        "oney",
        -1.9361265e-07
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was convicted of bank fraud, and in 1988, its governor was impeached for obstruction of justice. In addition": {
    "guess": "Arizona Gubernatorial Election, 2010",
    "confidence": [
      [
        "Arizona",
        -0.58612823
      ],
      [
        " G",
        -0.92175794
      ],
      [
        "ubern",
        -0.00437541
      ],
      [
        "atorial",
        -0.0006577504
      ],
      [
        " Election",
        -0.47281358
      ],
      [
        ",",
        -0.022873167
      ],
      [
        " ",
        -0.0005261074
      ],
      [
        "201",
        -0.008683709
      ],
      [
        "0",
        -0.0050876453
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land rights and cattle theft against Nathan Champion and his followers, known as the Red Sash Gang, took": {
    "guess": "Wyoming Cattle War",
    "confidence": [
      [
        "Wy",
        -0.114766225
      ],
      [
        "oming",
        -0.0005337327
      ],
      [
        " C",
        -1.2293378
      ],
      [
        "attle",
        -0.08314265
      ],
      [
        " War",
        -0.0055974107
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax defeated Prince Rupert of the Palatine at a battle fought south of Leicester. This man's troops won at Marston Moor and [*] Naseby. Later, this man instituted the Barebones Parliament in opposition to the Long Parliament and Rump Parliament, before he got rid of Parliament altogether and ruled with the help of his Roundhead allies in the New Model Army. For 10 points, name this conqueror of Ireland and Lord Protector of England.": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.003921076
      ],
      [
        "iver",
        -3.4121115e-06
      ],
      [
        " Crom",
        -6.897413e-05
      ],
      [
        "well",
        -5.1928004e-05
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax defeated Prince Rupert of the Palatine at a battle fought south of Leicester. This man's troops won at Marston Moor and [*] Naseby. Later, this man instituted the Barebones Parliament in opposition to": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.027606787
      ],
      [
        "iver",
        -6.6306106e-06
      ],
      [
        " Crom",
        -7.0523776e-05
      ],
      [
        "well",
        -0.00023762896
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador,": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.19618005
      ],
      [
        "ulla",
        -0.0069257733
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge in Saudi Arabia after being deposed and was paid to not enter politics. Operation Thunderbolt was an attempt to rescue Israelis from this man's country. This man received aid from Muammar Qaddafi after denouncing Israel, and he removed all Asians from his country. This man was a member of the": {
    "guess": "Idi Amin",
    "confidence": [
      [
        "Id",
        -0.004167322
      ],
      [
        "i",
        -1.4855664e-05
      ],
      [
        " A",
        -0.00018875914
      ],
      [
        "min",
        -5.2001665e-06
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.016581357
      ],
      [
        "ich",
        -2.0458236e-05
      ],
      [
        "y",
        -1.8624639e-06
      ],
      [
        " France",
        -0.00017684244
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.009216801
      ],
      [
        " Monroe",
        -0.0020600923
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign, and members of this government formed the ODESSA network. Opposed by the White Rose student group, this government held the Wannsee Conference and constructed a no speed-limit highway called the autobahn. This government held massive rallies in Nuremberg and launched a 1939 invasion of Poland employing tactics which were inaccurately called blitzkrieg. For 10 points, name this government that ruled": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.03722153
      ],
      [
        "azi",
        -2.220075e-06
      ],
      [
        " Germany",
        -0.0020697296
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy Island, where a Republic of Canada had been set up by William MacKenzie. General Winfield Scott was sent to quell hostility on the American border after this event, but the tensions surrounding this event were not alleviated until the Webster-Ashburton Treaty. For ten points, identify this event which nearly brought the US to war with Britain, in which a certain boat filled with arms was set on fire": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.003470948
      ],
      [
        "oline",
        -1.8550976e-05
      ],
      [
        " affair",
        -0.23278894
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective breeding program. This government conducted the Vel'd'hiy raids, which sent people to the Dracy concentration camp. Its secret police was called the Milice, and its prime minister was named Laval. Its slogan was \"Work, Family, Fatherland,\" which replaced the more familiar \"Liberty, Equality, Fraternity.\"": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.025243077
      ],
      [
        "ich",
        -1.473646e-05
      ],
      [
        "y",
        -2.1008714e-06
      ],
      [
        " France",
        -0.00040826996
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories at Orchomenos and Chaeronea over Archelaus led to the end of the Mithridatic War, after which he turned his attention to a Rome led by Cinna. In his most famous post, he greatly reduced the power of the Tribunes and strengthened the Senate, depite executing 1,500 nobles. With the help of King Bocchus,": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.28006113
      ],
      [
        "ulla",
        -0.0009958909
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled government called GRUNK was formed after a 1970 coup in this country forced the prime minister to hide in Beijing. In this nation, Brother Number One came to power during Year Zero after overthrowing Prince Sihanouk. The US launched Operation Freedom Deal, a bombing campaign, against this nation under President Nixon. A genocide in this country was carried out in \"killing fields.\" For 10 points, name this country home to Angkor Wat and Pol Pot's Khmer Rouge.": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.01606358
      ],
      [
        "odia",
        -3.655073e-05
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax defeated Prince Rupert of the Palatine at a battle fought south of Leicester. This man's troops won": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.22733198
      ],
      [
        "iver",
        -4.604148e-06
      ],
      [
        " Crom",
        -0.00019972587
      ],
      [
        "well",
        -0.00015371693
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish swearing in new senators. An event during this man's presidency involved attacks on Canadian forts": {
    "guess": "James Buchanan",
    "confidence": [
      [
        "James",
        -0.56742615
      ],
      [
        " Buchanan",
        -0.011471349
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker": {
    "guess": "Anti-tobacco movement in Nazi Germany",
    "confidence": [
      [
        "Anti",
        -1.0994116
      ],
      [
        "-t",
        -0.21778315
      ],
      [
        "ob",
        -1.8074163e-05
      ],
      [
        "acco",
        -5.7172965e-05
      ],
      [
        " movement",
        -0.08430928
      ],
      [
        " in",
        -0.5565508
      ],
      [
        " Nazi",
        -0.00024620062
      ],
      [
        " Germany",
        -6.17027e-05
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance, where he gave the legendary retort \"You had an option, sir.\" His government accepted refugees from the pro-American governments in Guatamala and El Salvador and engineered a failed agreement in Charlottetown that was to replace the Meech Lake Accord. He was succeeded by the less popular Kim Campbell as PM and Progressive Conservative leader. For 10 points, name this Prime Minister of Canada from": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.0046631843
      ],
      [
        " Mul",
        -0.00022749665
      ],
      [
        "r",
        -7.862962e-05
      ],
      [
        "oney",
        -3.1281633e-07
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu, but quickly lost those territories anyway. He used the slogan \"Proudly Alone\" to describe his resistance to decolanization, and a protest of his regime's imprisonment of two students for a toast led to the founding of Amnesty International. Succeeded by Marcello Caetano after a 1968 stroke, he had": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.30563146
      ],
      [
        "ón",
        -0.067352906
      ],
      [
        "io",
        -1.6166903e-05
      ],
      [
        " de",
        -0.0076203495
      ],
      [
        " Oliveira",
        -0.0007849719
      ],
      [
        " Sal",
        -4.894791e-05
      ],
      [
        "azar",
        -0.000225947
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.67443377
      ],
      [
        "ón",
        -0.11585195
      ],
      [
        "io",
        -5.288163e-05
      ],
      [
        " de",
        -0.04831911
      ],
      [
        " Oliveira",
        -0.00031949623
      ],
      [
        " Sal",
        -0.00013285996
      ],
      [
        "azar",
        -3.9411618e-05
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -1.3640774
      ],
      [
        "oline",
        -2.808727e-05
      ],
      [
        " affair",
        -0.0683386
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity under Cala Ben Cala as part of a failed peace agreement. While in the service of this man, Gil Eanes became the first European to travel past Cape Bojador. This grandson of John of Gaunt began the Aviz dynasty, and though he never found Prester John, his expeditions from Lagos were so lucrative that he was able to mint his nation's first gold coin, the cruzado. For 10 points, name this Portuguese prince who sent explorers as far as Sierra Leone and whose epithet reflects his interest in seafaring.": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.48841622
      ],
      [
        " the",
        -0.005539901
      ],
      [
        " Navigator",
        -0.0012040426
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional Circles formed by Jacobins under this government. This government's first victory was on 13 Vendémiaire against some chouans. The (*) Abbé Sieyès was the last leader of this government. The Constitution of the Year III created this government, which had a legislative body composed of the Council": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.025361754
      ],
      [
        " Directory",
        -0.0012771384
      ]
    ]
  },
  "Gouverneur Morris was an early proponent of this structure that cut through   Montezuma Marsh on its path through the Mohawk Valley. It was derided by its critics  as \"DeWitt Clinton's big (*) ditch,\" but this structure's completion in 1825 helped make  New York City the largest port in the United States. The Hudson River was connected to  Buffalo by, for 10 points, what canal that ends at a namesake Great Lake?": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.005737867
      ],
      [
        "rie",
        -3.917321e-05
      ],
      [
        " Canal",
        -0.00024655825
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity under Cala Ben Cala as part of a failed peace agreement. While in the service of this man, Gil": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.7666848
      ],
      [
        " Henry",
        -0.009747706
      ],
      [
        " the",
        -7.183501e-05
      ],
      [
        " Navigator",
        -2.2246291e-05
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy Island, where a Republic of Canada had been set up by William MacKenzie. General Winfield Scott was sent to quell hostility on the American border after this event, but the tensions surrounding this event were not alleviated until the Webster-Ashburton Treaty. For ten points, identify this event which": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.038720753
      ],
      [
        "oline",
        -5.9914648e-05
      ],
      [
        " affair",
        -0.6239565
      ]
    ]
  },
  "One of these governments was dominated by regents of the Hojo clan. Another sent the diplomat Faxecura": {
    "guess": "Sweden during World War II",
    "confidence": [
      [
        "Sweden",
        -1.7795687
      ],
      [
        " during",
        -0.1851719
      ],
      [
        " World",
        -0.22289328
      ],
      [
        " War",
        -0.0009564822
      ],
      [
        " II",
        -0.0039923233
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and his Secretary of State John Quincy Adams signed a treaty, this president acquired Florida. His nearly (*) unanimous election in 1820 was indicative of the \"Era of Good Feelings\" during his term. The Clark": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.008024511
      ],
      [
        " Monroe",
        -0.0018664064
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu, but quickly lost those territories anyway. He used the slogan \"Proudly Alone\" to describe his resistance": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.18967228
      ],
      [
        "ón",
        -0.028194776
      ],
      [
        "io",
        -5.4385737e-06
      ],
      [
        " de",
        -0.023270171
      ],
      [
        " Oliveira",
        -0.00015252856
      ],
      [
        " Sal",
        -1.6762922e-05
      ],
      [
        "azar",
        -2.7133641e-05
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional Circles formed by Jacobins under this government. This government's first victory was on 13 Vendémiaire against some chouans. The (*) Abbé Sieyès was the last leader of this government. The Constitution": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.020051153
      ],
      [
        " Directory",
        -0.0037906964
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land rights and cattle theft against Nathan Champion and his followers, known as the Red Sash Gang, took place here in 1892 in Johnson County. One of three states to see the establishment of the world's first national park, it is probably best known for being the proving grounds of such political figures": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.20572692
      ],
      [
        "oming",
        -8.089449e-05
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion, and it also saw the Battle of Bushy Run during Pontiac's Rebellion. John (*) Dickinson hailed": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.1174613
      ],
      [
        "sylvania",
        -0.0008610807
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was convicted of bank fraud, and in 1988, its governor was impeached for obstruction of justice. In addition to Fife Symington and Evan Mecham, an- other recent governor of this state is now the Secretary of Homeland Security, Janet Napolitano. Current Governor Jan Brewer is closely associated with its SB1070 law, named the Support Our Law Enforcement and Safe Neighbor- hoods Act, an anti-immigration measure that has led to boycotts of this state. Name this home state of Senator John McCain.": {
    "guess": "Arizona",
    "confidence": [
      [
        "Arizona",
        -0.0033268342
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge in Saudi Arabia after being deposed and was paid to not enter politics. Operation Thunderbolt was an attempt to rescue Israelis from this man's country. This man received aid from Muammar Qaddafi after denouncing Israel, and he removed all Asians from his country. This man was a member of the King's African Rifles early in his career, and he came to power after the ousting of Obote. For 10 points, name this dictator of Uganda.": {
    "guess": "Idi Amin",
    "confidence": [
      [
        "Id",
        -0.0039613284
      ],
      [
        "i",
        -7.9418505e-06
      ],
      [
        " A",
        -0.000335939
      ],
      [
        "min",
        -7.9418505e-06
      ]
    ]
  },
  "They were governed by kings called \"Suleyman\" the last of whom built the pyramids.  The highest one is Iblis who led a revolt in Heaven although King Solomon had a diamond ring that could control them.  They were created from smokeless fire and were divided into categories such as si'la, ghul, and ifrit.  Created 2000 years before Adam by Allah, FTP, what are these demons in Islam that can grant wishes": {
    "guess": "Jinn in Islam",
    "confidence": [
      [
        "J",
        -0.39538598
      ],
      [
        "inn",
        -0.0007139816
      ],
      [
        " in",
        -0.6008305
      ],
      [
        " Islam",
        -0.08494471
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was": {
    "guess": "Janet Napolitano",
    "confidence": [
      [
        "Jan",
        -0.89508647
      ],
      [
        "et",
        -0.3830075
      ],
      [
        " N",
        -0.002722491
      ],
      [
        "apol",
        -4.6206227e-05
      ],
      [
        "it",
        -0.0005981889
      ],
      [
        "ano",
        -4.370295e-05
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation": {
    "guess": "Tang dynasty",
    "confidence": [
      [
        "T",
        -1.1788508
      ],
      [
        "ang",
        -0.012662562
      ],
      [
        " dynasty",
        -0.2970184
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign, and members of this government formed the ODESSA network. Opposed by the White Rose student group, this": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.23559749
      ],
      [
        "azi",
        -2.1008714e-06
      ],
      [
        " Germany",
        -0.048253916
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu,": {
    "guess": "Goa, Daman and Diu",
    "confidence": [
      [
        "Go",
        -1.317676
      ],
      [
        "a",
        -0.0027950148
      ],
      [
        ",",
        -0.659611
      ],
      [
        " D",
        -0.0071296156
      ],
      [
        "aman",
        -0.005264476
      ],
      [
        " and",
        -0.16814099
      ],
      [
        " Di",
        -4.5491004e-05
      ],
      [
        "u",
        -1.7835755e-05
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his predecessor. This man renamed one group created by that predecessor the General Directorate of Security, or DGS, and took away some of the powers once held by the PIDE. This man claimed he knew \"that": {
    "guess": "Marcelo Caetano",
    "confidence": [
      [
        "Mar",
        -0.33984828
      ],
      [
        "cel",
        -2.939851e-05
      ],
      [
        "o",
        -0.25386238
      ],
      [
        " Ca",
        -0.0014874814
      ],
      [
        "et",
        -1.504853e-06
      ],
      [
        "ano",
        -0.00015252856
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge in Saudi Arabia after being deposed and was paid to not enter politics. Operation Thunderbolt was an attempt to rescue Israelis from this man's country. This man received aid from Muammar Qaddafi": {
    "guess": "Muammar Gaddafi",
    "confidence": [
      [
        "Mu",
        -0.7139847
      ],
      [
        "am",
        -0.011739297
      ],
      [
        "mar",
        -4.604148e-06
      ],
      [
        " G",
        -0.0042971843
      ],
      [
        "addafi",
        -0.0005701907
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and his Secretary of State John Quincy Adams signed a treaty, this president acquired Florida. His nearly (*) unanimous election in 1820 was indicative of the \"Era of Good Feelings\" during his term. The Clark Memorandum and Roosevelt Corollary were additions to one policy promulgated by this man. James Madison was succeeded by, for ten points, what president, who issued a doctrine prohibiting European": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.025326882
      ],
      [
        " Monroe",
        -0.0007905708
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.006595171
      ],
      [
        " Monroe",
        -0.0026018184
      ]
    ]
  },
  "A government of this country was brought down in the Guillaume Affair, a spy scandal affecting the cabinet that had pursued the \"Ostpolitik\" foreign relations approach of Willy Brandt. The first leader of this country after its creation was Konrad Adenauer. Citizens of this country benefitted from a 1948 (*) \"airlift\" to a district that it controlled. For 10 points, name this country which was reunified": {
    "guess": "West Germany",
    "confidence": [
      [
        "West",
        -0.008784741
      ],
      [
        " Germany",
        -2.3915141e-05
      ]
    ]
  },
  "A government laboratory in Guatemala zaps them with radiation and covers them with orange dye before they are shipped to MacDill Air Force Base, where they're grown, chilled, loaded onto a USDA plane, and dumped in the air as a \"people-friendly\" alternative to malathion. For ten points, what insect will": {
    "guess": "Aedes aegypti",
    "confidence": [
      [
        "A",
        -1.0168726
      ],
      [
        "edes",
        -0.007832681
      ],
      [
        " a",
        -0.045641795
      ],
      [
        "eg",
        -0.0003646634
      ],
      [
        "y",
        -0.00054028525
      ],
      [
        "pt",
        -0.00012130453
      ],
      [
        "i",
        -0.00030245376
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled government called GRUNK was formed after a 1970 coup in this country forced the prime minister to hide in Beijing. In this nation, Brother Number One came to power during Year Zero after overthrowing Prince Sihanouk. The US launched Operation Freedom Deal, a bombing campaign, against this nation under": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.06447481
      ],
      [
        "odia",
        -0.0007915244
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center": {
    "guess": "Rupp Arena",
    "confidence": [
      [
        "R",
        -0.23158026
      ],
      [
        "upp",
        -1.7120534e-05
      ],
      [
        " Arena",
        -0.00017815368
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax defeated Prince Rupert of the Palatine at a battle fought south of Leicester. This man's troops won at Marston Moor and [*] Naseby. Later, this man instituted the Barebones Parliament in opposition to the Long Parliament and Rump Parliament, before he got rid of Parliament altogether and ruled with": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.0032213258
      ],
      [
        "iver",
        -1.8624639e-06
      ],
      [
        " Crom",
        -0.00010342398
      ],
      [
        "well",
        -8.45898e-05
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion, and it also saw the Battle of Bushy Run during Pontiac's Rebellion. John (*) Dickinson hailed from this state, from which he wrote \"Letters from a Farmer in [this state]\" During the French and Indian War,  George Washington would surrender Fort Necessity in this state before later losing the Battle of Germantown and encamping at Valley Forge in the American Revolution. For 10 points, name": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.011621361
      ],
      [
        "sylvania",
        -0.0003159201
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance,": {
    "guess": "Stephen Harper",
    "confidence": [
      [
        "Stephen",
        -0.8839512
      ],
      [
        " Harper",
        -0.055736825
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective breeding program. This government conducted the Vel'd'hiy raids, which sent people to the Dracy concentration camp. Its secret police was called the Milice, and its prime minister was named Laval. Its slogan was \"Work, Family, Fatherland,\" which replaced the more familiar \"Liberty, Equality, Fraternity.\" For 10 points, name this government led by General Petain, which was pro-Nazi and led France after its surrender to Germany in World War II.": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.013584736
      ],
      [
        "ich",
        -9.610702e-06
      ],
      [
        "y",
        -2.1008714e-06
      ],
      [
        " France",
        -0.00020020269
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and his Secretary of State John Quincy Adams signed a treaty, this president acquired Florida. His nearly (*) unanimous election in 1820 was indicative of the \"Era of Good Feelings\" during his term. The Clark Memorandum and Roosevelt Corollary were additions to one policy promulgated by this man. James": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.007223354
      ],
      [
        " Monroe",
        -0.004124823
      ]
    ]
  },
  "They were governed by kings called \"Suleyman\" the last of whom built the pyramids.  The highest one is": {
    "guess": "Pyramids of Meroe",
    "confidence": [
      [
        "Py",
        -0.97096926
      ],
      [
        "ramids",
        -0.05524783
      ],
      [
        " of",
        -0.0072370754
      ],
      [
        " M",
        -0.22176419
      ],
      [
        "ero",
        -3.1281633e-07
      ],
      [
        "e",
        -0.050987903
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.56037354
      ],
      [
        "ón",
        -0.063948706
      ],
      [
        "io",
        -5.7292167e-05
      ],
      [
        " de",
        -0.03434166
      ],
      [
        " Oliveira",
        -0.0002818352
      ],
      [
        " Sal",
        -4.310693e-05
      ],
      [
        "azar",
        -1.1398757e-05
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories at Orchomenos and Chaeronea over Archelaus led to the end of the Mithridatic War, after which he turned his attention to a Rome led by Cinna. In his most famous post, he greatly reduced the power of": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.17986085
      ],
      [
        "ulla",
        -0.0008859686
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional Circles formed by Jacobins under this government. This government's first victory was on 13 Vendémiaire": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.0070976545
      ],
      [
        " Directory",
        -0.023833029
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish swearing in new senators. An event during this man's presidency involved attacks on Canadian forts called the Fenian raids. He later represented Tennessee as the only former president to serve in the": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.054409463
      ],
      [
        " Johnson",
        -0.01674736
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\" commemorates a blocked punt that occurred during this stadium's reopening in 2006, a year after it suffered wind and water damage and housed over fifteen thousand refugees. In February 2013, a": {
    "guess": "Mercedes-Benz Superdome",
    "confidence": [
      [
        "Mer",
        -0.19930379
      ],
      [
        "cedes",
        -0.0017797837
      ],
      [
        "-Benz",
        -0.0050951187
      ],
      [
        " Super",
        -0.00029768562
      ],
      [
        "d",
        -6.551722e-05
      ],
      [
        "ome",
        -7.576874e-05
      ]
    ]
  },
  "A government laboratory in Guatemala zaps them with radiation and covers them with orange dye before they are shipped to MacDill Air Force Base, where they're grown, chilled, loaded onto a USDA plane, and dumped in the air as a \"people-friendly\" alternative to malathion. For ten points, what insect will waste time trying to mate with these sterilized partners in their 30 day lifespan, an agricultural scourge.": {
    "guess": "Mediterranean fruit fly",
    "confidence": [
      [
        "M",
        -0.5225617
      ],
      [
        "edit",
        -0.02369508
      ],
      [
        "err",
        -6.0391463e-05
      ],
      [
        "anean",
        -0.00049691345
      ],
      [
        " fruit",
        -0.08304173
      ],
      [
        " fly",
        -0.00041351124
      ]
    ]
  },
  "A government laboratory in Guatemala zaps them with radiation and covers them with orange dye before they are shipped to MacDill Air Force Base, where they're grown, chilled, loaded onto a USDA plane,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.08039782
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern Association Army, and this man crushed the Levellers in Burford. This man's general Thomas Fairfax defeated Prince Rupert of the Palatine at a battle fought south of Leicester. This man's troops won at Marston Moor and [*] Naseby. Later, this man instituted the Barebones Parliament in opposition to the Long Parliament and Rump Parliament, before he got rid of Parliament altogether and ruled with the help of his Roundhead allies in the New Model Army. For 10 points, name this conqueror of Ireland": {
    "guess": "Oliver Cromwell",
    "confidence": [
      [
        "Ol",
        -0.00454915
      ],
      [
        "iver",
        -4.9617593e-06
      ],
      [
        " Crom",
        -5.121278e-05
      ],
      [
        "well",
        -8.6497064e-05
      ]
    ]
  },
  "Gouverneur Morris was an early proponent of this structure that cut through   Montezuma Marsh on its path through the Mohawk Valley. It was derided by its critics  as \"DeWitt Clinton's big (*) ditch,\" but this structure's completion in 1825 helped make  New York City the largest port in the United States. The Hudson River was connected to  Buffalo by, for 10 points, what canal that ends at a namesake": {
    "guess": "Erie Canal",
    "confidence": [
      [
        "E",
        -0.012232247
      ],
      [
        "rie",
        -3.3213026e-05
      ],
      [
        " Canal",
        -0.00028231202
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion, and it also saw the Battle of Bushy Run during Pontiac's Rebellion. John (*) Dickinson hailed from this state, from which he wrote \"Letters from a Farmer in [this state]\" During the French and": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.05367977
      ],
      [
        "sylvania",
        -0.00053254067
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -1.0033114
      ],
      [
        " Mul",
        -0.20844033
      ],
      [
        "r",
        -0.0003981376
      ],
      [
        "oney",
        0.0
      ]
    ]
  },
  "One of these governments was dominated by regents of the Hojo clan. Another sent the diplomat Faxecura to Acapulco and the Vatican, but later banned Christianity prior to the Shimabara rebellion. That one came to power after the Battle of Sekigahara and instituted sakoku, an isolationist policy ended in 1867.  For 10 points, name this form of governance exemplified by the rule of Ieyasu Tokugawa, in": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0009190816
      ],
      [
        "ug",
        -6.511407e-06
      ],
      [
        "awa",
        -1.0087517e-05
      ],
      [
        " sh",
        -0.0008419073
      ],
      [
        "og",
        -1.1398757e-05
      ],
      [
        "unate",
        -2.5107178e-05
      ]
    ]
  },
  "A government of this country was brought down in the Guillaume Affair, a spy scandal affecting the cabinet that had pursued the \"Ostpolitik\" foreign relations approach of Willy Brandt. The first leader": {
    "guess": "West Germany",
    "confidence": [
      [
        "West",
        -0.43887076
      ],
      [
        " Germany",
        -0.11411554
      ]
    ]
  },
  "A government of this country was brought down in the Guillaume Affair, a spy scandal affecting the cabinet that had pursued the \"Ostpolitik\" foreign relations approach of Willy Brandt. The first leader of this country after its creation was Konrad Adenauer. Citizens of this country benefitted from a 1948 (*) \"airlift\" to a district that it controlled. For 10 points, name this country which was reunified with a former Communist state following the fall of the Berlin Wall.": {
    "guess": "West Germany",
    "confidence": [
      [
        "West",
        -0.026090683
      ],
      [
        " Germany",
        -1.5332478e-05
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance, where he gave the legendary retort \"You had an option, sir.\" His government accepted refugees from": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.023391996
      ],
      [
        " Mul",
        -0.003986385
      ],
      [
        "r",
        -0.00012130453
      ],
      [
        "oney",
        -5.5122365e-07
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy Island, where a Republic of Canada had been set up by William MacKenzie. General Winfield Scott was sent to quell hostility on the American border after this event, but the tensions surrounding this event were not alleviated until the Webster-Ashburton Treaty. For ten points, identify this event which nearly brought the US to war with Britain, in which a certain boat filled with arms was set on fire and sent over Niagara Falls.": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.02640178
      ],
      [
        "oline",
        -9.4914985e-06
      ],
      [
        " affair",
        -0.0061022704
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his predecessor. This man renamed one group created by that predecessor the General Directorate of Security, or DGS, and took away some of the powers once held by the PIDE. This man claimed he knew \"that a coup d'etat…was now inevitable\" after reading a book by his general, Antonio de Spinola. For 10": {
    "guess": "Marcelo Caetano",
    "confidence": [
      [
        "Mar",
        -0.7004282
      ],
      [
        "cel",
        -1.5213274e-05
      ],
      [
        "o",
        -0.27577704
      ],
      [
        " Ca",
        -0.0010459088
      ],
      [
        "et",
        -7.107425e-06
      ],
      [
        "ano",
        -0.0002454854
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity under Cala Ben Cala as part of a failed peace agreement. While in the service of this man, Gil Eanes became the first European to travel past Cape Bojador. This grandson of John of Gaunt began the Aviz dynasty, and though he never found Prester John, his expeditions from Lagos were so lucrative that he was able to mint his nation's first gold coin, the cruzado. For 10 points, name this Portuguese": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.6506912
      ],
      [
        " the",
        -0.01100007
      ],
      [
        " Navigator",
        -0.0010841365
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was convicted of bank fraud, and in 1988, its governor was impeached for obstruction of justice. In addition to Fife Symington and Evan Mecham, an- other recent governor of this state is now the Secretary of Homeland Security, Janet Napolitano. Current Governor Jan Brewer is closely associated with its SB1070 law, named the Support Our Law Enforcement and Safe Neighbor- hoods Act, an anti-immigration": {
    "guess": "Arizona",
    "confidence": [
      [
        "Arizona",
        -0.002033442
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.052043837
      ],
      [
        "sylvania",
        -0.0010372143
      ]
    ]
  },
  "A government laboratory in Guatemala zaps them with radiation and covers them with orange dye before": {
    "guess": "Food irradiation",
    "confidence": [
      [
        "Food",
        -1.3641534
      ],
      [
        " irradi",
        -0.4526427
      ],
      [
        "ation",
        -9.2576454e-05
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land rights and cattle theft against Nathan Champion and his followers, known as the Red Sash Gang, took place here in 1892 in Johnson County. One of three states to see the establishment of the world's first": {
    "guess": "Johnson County War",
    "confidence": [
      [
        "Johnson",
        -0.8952425
      ],
      [
        " County",
        -0.001419519
      ],
      [
        " War",
        -0.0062259673
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish swearing in new senators. An event during this man's presidency involved attacks on Canadian forts called the Fenian raids. He later represented Tennessee as the only former president to serve in the Senate. The most notable event during his presidency came when he attempted to remove Edwin Stanton from the Cabinet in violation of the Tenure of Office Act. For 10 points, name this first U.S. President": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.033577353
      ],
      [
        " Johnson",
        -0.0003602529
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective breeding program. This government conducted the Vel'd'hiy raids, which sent people to the Dracy": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.036318373
      ],
      [
        "ich",
        -1.92662e-05
      ],
      [
        "y",
        -3.5313153e-06
      ],
      [
        " France",
        -0.00010211275
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.05855184
      ],
      [
        "oline",
        -1.2233183e-05
      ],
      [
        " affair",
        -0.027347112
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories at Orchomenos and Chaeronea over Archelaus led to the end of the Mithridatic War, after which he turned his attention to a Rome led by Cinna. In his most famous post, he greatly reduced the power of the Tribunes and strengthened the Senate, depite executing 1,500 nobles. With the help of King Bocchus, he captured Jugurtha, although credit was given to his superior and rival. For 10 points, name": {
    "guess": "Lucius Cornelius Sulla",
    "confidence": [
      [
        "Luc",
        -0.36584678
      ],
      [
        "ius",
        -0.0021341986
      ],
      [
        " Cornel",
        -0.00047344866
      ],
      [
        "ius",
        -4.978234e-05
      ],
      [
        " S",
        -9.043079e-05
      ],
      [
        "ulla",
        -0.00021545708
      ]
    ]
  },
  "They were governed by kings called \"Suleyman\" the last of whom built the pyramids.  The highest one is Iblis who led a revolt in Heaven although King Solomon had a diamond ring that could control them.  They were created from smokeless fire and were divided into categories such as si'la, ghul, and ifrit.  Created 2000 years before Adam by Allah, FTP, what are these demons in Islam that can grant wishes and may live in magic lamps?": {
    "guess": "Jinn",
    "confidence": [
      [
        "J",
        -0.012661619
      ],
      [
        "inn",
        -7.851042e-05
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\"": {
    "guess": "Louisiana Superdome",
    "confidence": [
      [
        "Louis",
        -1.0994011
      ],
      [
        "iana",
        -8.75699e-05
      ],
      [
        " Super",
        -0.013565928
      ],
      [
        "d",
        -1.9361265e-07
      ],
      [
        "ome",
        -2.7848862e-05
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu, but quickly lost those territories anyway. He used the slogan \"Proudly Alone\" to describe his resistance to decolanization, and a protest of his regime's imprisonment of two students for a toast led": {
    "guess": "Salazarism",
    "confidence": [
      [
        "Sal",
        -0.62594324
      ],
      [
        "azar",
        -0.00023965542
      ],
      [
        "ism",
        -1.5691054
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land": {
    "guess": "Governors of New York",
    "confidence": [
      [
        "Govern",
        -0.5624989
      ],
      [
        "ors",
        -0.60565716
      ],
      [
        " of",
        -0.0044721356
      ],
      [
        " New",
        -0.21502547
      ],
      [
        " York",
        -0.006019095
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge in Saudi Arabia after being deposed and was paid to not enter politics. Operation Thunderbolt was an attempt to rescue Israelis from this man's country. This man received aid from Muammar Qaddafi after denouncing Israel, and he removed all Asians from his country. This man was a member of the King's African Rifles early in his career, and he came to power after the ousting of Obote. For 10 points,": {
    "guess": "Idi Amin",
    "confidence": [
      [
        "Id",
        -0.002251957
      ],
      [
        "i",
        -9.849109e-06
      ],
      [
        " A",
        -0.0003831253
      ],
      [
        "min",
        -4.365741e-06
      ]
    ]
  },
  "As the governor of Cilicia, this man was the first Roman official to meet with a Parthian ambassador, and he served under Quintus Catulus in defeating the Cimbri at the Battle of Vercellae. His victories at Orchomenos and Chaeronea over Archelaus led to the end of the Mithridatic War, after which he": {
    "guess": "Sulla",
    "confidence": [
      [
        "S",
        -0.29455018
      ],
      [
        "ulla",
        -0.0009851736
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge": {
    "guess": "Idi Amin",
    "confidence": [
      [
        "Id",
        -0.022993753
      ],
      [
        "i",
        -3.917321e-05
      ],
      [
        " A",
        -0.0006772888
      ],
      [
        "min",
        -3.1737043e-06
      ]
    ]
  },
  "A government of this country was brought down in the Guillaume Affair, a spy scandal affecting the cabinet that had pursued the \"Ostpolitik\" foreign relations approach of Willy Brandt. The first leader of this country after its creation was Konrad Adenauer. Citizens of this country benefitted from a": {
    "guess": "West Germany",
    "confidence": [
      [
        "West",
        -0.02209105
      ],
      [
        " Germany",
        -0.0010486469
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\" commemorates a blocked punt that occurred during this stadium's reopening in 2006, a year after it suffered wind and water damage and housed over fifteen thousand refugees. In February 2013, a power outage in this building interrupted Super Bowl XLVII (\"forty-seven\") for over half an hour. For 10 points, name this stadium damaged by Hurricane Katrina, the home of the New Orleans Saints.": {
    "guess": "Mercedes-Benz Superdome",
    "confidence": [
      [
        "Mer",
        -0.003977955
      ],
      [
        "cedes",
        -0.00048489223
      ],
      [
        "-Benz",
        -0.00062248815
      ],
      [
        " Super",
        -8.180258e-06
      ],
      [
        "d",
        -1.4259645e-05
      ],
      [
        "ome",
        -4.572941e-05
      ]
    ]
  },
  "One of these governments was dominated by regents of the Hojo clan. Another sent the diplomat Faxecura to Acapulco and the Vatican, but later banned Christianity prior to the Shimabara rebellion. That one came to power after the Battle of Sekigahara and instituted sakoku, an isolationist policy ended": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.07033708
      ],
      [
        "ug",
        -1.0206721e-05
      ],
      [
        "awa",
        -1.3902034e-05
      ],
      [
        " sh",
        -0.007455892
      ],
      [
        "og",
        -7.703444e-06
      ],
      [
        "unate",
        -5.4669687e-05
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity": {
    "guess": "Prince Henry the Navigator",
    "confidence": [
      [
        "Prince",
        -0.9121057
      ],
      [
        " Henry",
        -0.0339632
      ],
      [
        " the",
        -0.00020210995
      ],
      [
        " Navigator",
        -1.9862217e-05
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\" commemorates a blocked punt that occurred during this stadium's reopening in 2006, a year after it suffered wind and water damage and housed over fifteen thousand refugees. In February 2013, a power outage in this building interrupted Super Bowl XLVII (\"forty-seven\") for over half an hour. For": {
    "guess": "Mercedes-Benz Superdome",
    "confidence": [
      [
        "Mer",
        -0.004319503
      ],
      [
        "cedes",
        -0.00081951526
      ],
      [
        "-Benz",
        -0.0023793348
      ],
      [
        " Super",
        -1.9862217e-05
      ],
      [
        "d",
        -2.486877e-05
      ],
      [
        "ome",
        -1.8431772e-05
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by consumers called the Goods and Services Tax. His government also issued a moratorium on cod fishing after he won an election on the strength of an all-provinces strategy and a strong debate performance, where he gave the legendary retort \"You had an option, sir.\" His government accepted refugees from the pro-American governments in Guatamala and El Salvador and engineered a failed agreement in Charlottetown": {
    "guess": "Brian Mulroney",
    "confidence": [
      [
        "Brian",
        -0.0105923945
      ],
      [
        " Mul",
        -0.0019412499
      ],
      [
        "r",
        -0.00019877224
      ],
      [
        "oney",
        -5.5122365e-07
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.48151174
      ],
      [
        "oline",
        -3.357064e-05
      ],
      [
        " affair",
        -0.07560015
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his predecessor. This man renamed one group created by that predecessor the General Directorate of Security, or DGS, and took away some of the powers once held by the PIDE. This man claimed he knew \"that a coup d'etat…was now inevitable\" after reading a book by his general, Antonio de Spinola. For 10 points, name this ruler who ruled for six years as the last Prime Minister of the Estado Novo before": {
    "guess": "Marcelo Caetano",
    "confidence": [
      [
        "Mar",
        -0.7376694
      ],
      [
        "cel",
        -2.4749568e-05
      ],
      [
        "o",
        -0.25560534
      ],
      [
        " Ca",
        -0.0017406282
      ],
      [
        "et",
        -9.615256e-05
      ],
      [
        "ano",
        -0.00029208304
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional Circles formed by Jacobins under this government. This government's first victory was on 13 Vendémiaire against some chouans. The (*) Abbé Sieyès was the last leader of this government. The Constitution of the Year III created this government, which had a legislative body composed of the Council of Ancients and the Council of Five Hundred. For 10 points, name this French Revolutionary government": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.20892471
      ],
      [
        " Directory",
        -0.0010060159
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his predecessor. This man renamed one group created by that predecessor the General Directorate of Security, or DGS, and took away some of the powers once held by the PIDE. This man claimed he knew \"that a coup d'etat…was now inevitable\" after reading a book by his general, Antonio de Spinola. For 10 points, name this ruler who ruled for six years as the last Prime Minister of the Estado Novo before being overthrown by the Carnation Revolution.": {
    "guess": "Marcelo Caetano",
    "confidence": [
      [
        "Mar",
        -0.12859745
      ],
      [
        "cel",
        -2.0339032e-05
      ],
      [
        "o",
        -0.24922167
      ],
      [
        " Ca",
        -0.0012403484
      ],
      [
        "et",
        -3.0471343e-05
      ],
      [
        "ano",
        -0.0002849345
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught": {
    "guess": "Charles Griffin (politician)",
    "confidence": [
      [
        "Charles",
        -1.6653738
      ],
      [
        " Griffin",
        -1.7273029
      ],
      [
        " (",
        -0.5166176
      ],
      [
        "polit",
        -0.9467611
      ],
      [
        "ician",
        -0.00015252856
      ],
      [
        ")",
        -0.0008806155
      ]
    ]
  },
  "While Governor of Virginia, this man suppressed Gabriel Prosser's rebellion, and later he helped Robert Livingston negotiate the Louisiana Purchase. After the Spanish foreign minister Luis de Onis and his Secretary of State John Quincy Adams signed a treaty, this president acquired Florida. His nearly (*) unanimous election in 1820 was indicative of the \"Era of Good Feelings\" during his term. The Clark Memorandum and Roosevelt Corollary were additions to one policy promulgated by this man. James Madison was succeeded by, for ten points, what president, who issued a doctrine prohibiting European nations from interfering in Latin America?": {
    "guess": "James Monroe",
    "confidence": [
      [
        "James",
        -0.14186077
      ],
      [
        " Monroe",
        -0.00038956228
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.94014245
      ],
      [
        "odia",
        -0.02239837
      ]
    ]
  },
  "Governor Francis Head denied responsibility for this event and for the events at Fort Schlosser. After this event, Benjamin Lett murdered a loyalist involved in the violence, and retaliation for this event saw the Sir Robert Peel burned. Amos Dufee was killed in conjunction with this event, which was ordered by Allan McNab and Andrew Drew. The object at the center of this even was en route to Navy Island, where a Republic of Canada had been set up by William MacKenzie. General Winfield Scott was sent to quell hostility on the American border after this event, but the tensions surrounding this event": {
    "guess": "Caroline affair",
    "confidence": [
      [
        "Car",
        -0.15575916
      ],
      [
        "oline",
        -4.8425554e-06
      ],
      [
        " affair",
        -0.01021415
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign, and members of this government formed the ODESSA network. Opposed by the White Rose student group, this government held the Wannsee Conference and constructed a no speed-limit highway called the autobahn.": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.08478307
      ],
      [
        "azi",
        -1.2352386e-05
      ],
      [
        " Germany",
        -0.003926299
      ]
    ]
  },
  "This man's government won an International Court of Justice hearing over possession of Daman and Diu, but quickly lost those territories anyway. He used the slogan \"Proudly Alone\" to describe his resistance to decolanization, and a protest of his regime's imprisonment of two students for a toast led to the founding of Amnesty International. Succeeded by Marcello Caetano after a 1968 stroke, he had served as finance minister under Carmona and then became prime minister, in which role this economist began the Estado Novo. FTP, name this forty-two year dictator of Portugal.": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.0075333947
      ],
      [
        "ón",
        -0.00030805267
      ],
      [
        "io",
        -1.6240566e-06
      ],
      [
        " de",
        -5.3954464e-05
      ],
      [
        " Oliveira",
        -4.246537e-06
      ],
      [
        " Sal",
        -1.9361265e-07
      ],
      [
        "azar",
        -2.7372049e-05
      ]
    ]
  },
  "This government's anti-smoking policies were represented in a propaganda poster showing a chain-smoker being consumed by his cigarette. It encouraged workers using the \"Strength Through Joy\" campaign,": {
    "guess": "Nazi Germany",
    "confidence": [
      [
        "N",
        -0.07258433
      ],
      [
        "azi",
        -1.4974867e-05
      ],
      [
        " Germany",
        -0.0016569708
      ]
    ]
  },
  "One of these governments was dominated by regents of the Hojo clan. Another sent the diplomat Faxecura to Acapulco and the Vatican, but later banned Christianity prior to the Shimabara rebellion. That one came to power after the Battle of Sekigahara and instituted sakoku, an isolationist policy ended in 1867.  For 10 points, name this form of governance exemplified by the rule of Ieyasu Tokugawa, in which power rested with the namesake Japanese warlord.": {
    "guess": "Tokugawa shogunate",
    "confidence": [
      [
        "Tok",
        -0.0007688905
      ],
      [
        "ug",
        -8.180258e-06
      ],
      [
        "awa",
        -8.418666e-06
      ],
      [
        " sh",
        -0.0007127895
      ],
      [
        "og",
        -1.7716551e-05
      ],
      [
        "unate",
        -3.6669935e-05
      ]
    ]
  },
  "This man's government was created by John Lambert's Instrument of Government. He commanded the Eastern": {
    "guess": "Protectorate of Oliver Cromwell",
    "confidence": [
      [
        "Prot",
        -0.99556524
      ],
      [
        "ector",
        -3.1424974e-05
      ],
      [
        "ate",
        -0.001484032
      ],
      [
        " of",
        -0.13055989
      ],
      [
        " Oliver",
        -1.0941106
      ],
      [
        " Crom",
        -1.6762922e-05
      ],
      [
        "well",
        -0.00017421995
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -1.3819785
      ],
      [
        " Johnson",
        -0.009149941
      ]
    ]
  },
  "A government laboratory in Guatemala zaps them with radiation and covers them with orange dye before they are shipped to MacDill Air Force Base, where they're grown, chilled, loaded onto a USDA plane, and dumped in the air as a \"people-friendly\" alternative to malathion. For ten points, what insect will waste time trying to mate with these sterilized partners in their 30 day lifespan, an agricultural": {
    "guess": "Mediterranean fruit fly",
    "confidence": [
      [
        "M",
        -0.9040151
      ],
      [
        "edit",
        -0.043800365
      ],
      [
        "err",
        -4.0961266e-05
      ],
      [
        "anean",
        -0.0004806009
      ],
      [
        " fruit",
        -0.042006616
      ],
      [
        " fly",
        -0.00043198047
      ]
    ]
  },
  "A government of this country was brought down in the Guillaume Affair, a spy scandal affecting the cabinet": {
    "guess": "West Germany",
    "confidence": [
      [
        "West",
        -0.5363497
      ],
      [
        " Germany",
        -0.36998636
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes.": {
    "guess": "Window tax",
    "confidence": [
      [
        "Window",
        -0.066555865
      ],
      [
        " tax",
        -0.031409282
      ]
    ]
  },
  "This man's government was responsible for the arrest of a group of authors for \"offending the public morals\" that became known as the \"Three Marias.\" This man appointed Jose Melo e Castro as the head of his party as a part of what he considered an \"evolution within continuity\" after taking over for his predecessor. This man renamed one group created by that predecessor the General Directorate of Security,": {
    "guess": "António de Oliveira Salazar",
    "confidence": [
      [
        "Ant",
        -0.8661132
      ],
      [
        "ón",
        -0.0656173
      ],
      [
        "io",
        -1.9504607e-05
      ],
      [
        " de",
        -0.059912056
      ],
      [
        " Oliveira",
        -0.0006041454
      ],
      [
        " Sal",
        -4.823269e-05
      ],
      [
        "azar",
        -1.0921943e-05
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave": {
    "guess": "List of Governors of Tennessee",
    "confidence": [
      [
        "List",
        -0.9232569
      ],
      [
        " of",
        -0.00044103997
      ],
      [
        " Governors",
        -0.4889274
      ],
      [
        " of",
        -4.406056e-05
      ],
      [
        " Tennessee",
        -0.19226103
      ]
    ]
  },
  "This man's Government House became known as \"The Command Post\" upon his taking power. This man took refuge in Saudi Arabia after being deposed and was paid to not enter politics. Operation Thunderbolt": {
    "guess": "Idi Amin",
    "confidence": [
      [
        "Id",
        -0.45672524
      ],
      [
        "i",
        -0.012022612
      ],
      [
        " A",
        -0.000656916
      ],
      [
        "min",
        -3.8934802e-05
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches,": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.28773165
      ],
      [
        " Johnson",
        -0.0027916844
      ]
    ]
  },
  "They were governed by kings called \"Suleyman\" the last of whom built the pyramids.  The highest one is Iblis who led a revolt in Heaven although King Solomon had a diamond ring that could control them.  They were created from smokeless fire and were divided into categories such as si'la, ghul, and ifrit.": {
    "guess": "Jinn",
    "confidence": [
      [
        "J",
        -0.53715926
      ],
      [
        "inn",
        -8.196733e-05
      ]
    ]
  },
  "This governor of the Order of Christ, a spin-off of the Knights Templar, condemned his brother to captivity under Cala Ben Cala as part of a failed peace agreement. While in the service of this man, Gil Eanes became the first European to travel past Cape Bojador. This grandson of John of Gaunt began the Aviz dynasty, and though he never found Prester John, his expeditions from Lagos were so lucrative": {
    "guess": "Henry the Navigator",
    "confidence": [
      [
        "Henry",
        -0.78837603
      ],
      [
        " the",
        -0.024035662
      ],
      [
        " Navigator",
        -0.0023000126
      ]
    ]
  },
  "This man's government eliminated the manufacturing tax and replaced it with a five percent VAT paid by": {
    "guess": "Value-added tax in the United Kingdom",
    "confidence": [
      [
        "Value",
        -0.24362157
      ],
      [
        "-added",
        -0.028351113
      ],
      [
        " tax",
        -0.16935158
      ],
      [
        " in",
        -0.0911513
      ],
      [
        " the",
        -1.3155034
      ],
      [
        " United",
        -0.036467332
      ],
      [
        " Kingdom",
        -0.4180008
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\" commemorates a blocked punt that occurred during this stadium's reopening in 2006, a year after": {
    "guess": "Mercedes-Benz Superdome",
    "confidence": [
      [
        "Mer",
        -0.116490446
      ],
      [
        "cedes",
        -0.0010245934
      ],
      [
        "-Benz",
        -0.0054844217
      ],
      [
        " Super",
        -0.0003309361
      ],
      [
        "d",
        -5.8841815e-05
      ],
      [
        "ome",
        -4.6206227e-05
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.4309991
      ],
      [
        "odia",
        -0.0034275777
      ]
    ]
  },
  "As governor of his state, this man once removed and imprisoned Mayor Richard Cheatham. This man gave a disastrous series of speeches denouncing people like Wendell Phillips. As a young man, he was taught arithmetic and writing by his future wife, Eliza. Besides giving the \"Swing Around the Circle\" speeches, this man drank three tumblers of whiskey before one inauguration, making him unable to finish swearing in new senators. An event during this man's presidency involved attacks on Canadian forts called the Fenian raids. He later represented Tennessee as the only former president to serve in the Senate. The most notable event during his presidency came when he attempted to remove Edwin Stanton from the Cabinet in violation of the Tenure of Office Act. For 10 points, name this first U.S. President to be impeached.": {
    "guess": "Andrew Johnson",
    "confidence": [
      [
        "Andrew",
        -0.3022043
      ],
      [
        " Johnson",
        -6.849731e-05
      ]
    ]
  },
  "They were governed by kings called \"Suleyman\" the last of whom built the pyramids.  The highest one is Iblis who led a revolt in Heaven although King Solomon had a diamond ring that could control them.": {
    "guess": "Ifrit",
    "confidence": [
      [
        "If",
        -0.34552693
      ],
      [
        "rit",
        -0.0003460713
      ]
    ]
  },
  "A government slogan in this country was, \"To keep you is no benefit. To destroy you is no loss.\" In this country, a man nicknamed \"Comrade Duch\" was promoted to head of the Santebal in 1975. An exiled government called GRUNK was formed after a 1970 coup in this country forced the prime minister to hide in Beijing. In this nation, Brother Number One came to power during Year Zero after overthrowing Prince Sihanouk. The US launched Operation Freedom Deal, a bombing campaign, against this nation under President Nixon. A genocide in this country was carried out in \"killing fields.\" For 10 points, name": {
    "guess": "Cambodia",
    "confidence": [
      [
        "Camb",
        -0.010084581
      ],
      [
        "odia",
        -0.01581533
      ]
    ]
  },
  "Governors of this state include Fenimore Chatterton, Leslie Miller, and Alonzo Clark. A war over land rights and cattle theft against Nathan Champion and his followers, known as the Red Sash Gang, took place here in 1892 in Johnson County. One of three states to see the establishment of the world's first national park, it is probably best known for being the proving grounds of such political figures as Esther Morris and Nellie Tayloe Ross. Known as the \"equality state,\" for ten points, name this": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.15248366
      ],
      [
        "oming",
        -0.00012047011
      ]
    ]
  },
  "Governor John McKeithen declared this structure \"would be the greatest building in the history of mankind!\" The 2012 Kentucky men's basketball team won a championship in this building with a star center who now plays professionally next door, Anthony Davis. Outside this building, a statue entitled \"Rebirth\"": {
    "guess": "Mercedes-Benz Superdome",
    "confidence": [
      [
        "Mer",
        -0.3345848
      ],
      [
        "cedes",
        -0.0020483132
      ],
      [
        "-Benz",
        -0.0044165864
      ],
      [
        " Super",
        -0.0005131179
      ],
      [
        "d",
        -0.00015121732
      ],
      [
        "ome",
        -4.5848617e-05
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one of its sena- tors just defeated Rodney Glassman. In 1997, this state's governor resigned when he was convicted of bank fraud, and in 1988, its governor was impeached for obstruction of justice. In addition to Fife Symington and Evan Mecham, an- other recent governor of this state is now the Secretary": {
    "guess": "List of governors of Arizona",
    "confidence": [
      [
        "List",
        -0.45269653
      ],
      [
        " of",
        -0.0010274507
      ],
      [
        " governors",
        -0.77704257
      ],
      [
        " of",
        -0.0003706126
      ],
      [
        " Arizona",
        -0.008347785
      ]
    ]
  },
  "This government's \"Foundation for the Study of Human Programs\" kept track of school grades for a selective breeding program. This government conducted the Vel'd'hiy raids, which sent people to the Dracy concentration camp. Its secret police was called the Milice, and its prime minister was named Laval. Its slogan was \"Work, Family, Fatherland,\" which replaced the more familiar \"Liberty, Equality, Fraternity.\" For 10 points, name this government led by General Petain, which was pro-Nazi and led France": {
    "guess": "Vichy France",
    "confidence": [
      [
        "V",
        -0.015968798
      ],
      [
        "ich",
        -1.1398757e-05
      ],
      [
        "y",
        -3.4121115e-06
      ],
      [
        " France",
        -0.00022153647
      ]
    ]
  },
  "The governor of this state just defeated a challenge from its Attorney General Terry Goddard, and one": {
    "guess": "Arizona",
    "confidence": [
      [
        "Arizona",
        -0.005671726
      ]
    ]
  },
  "This government placed a tax on the number of doors and windows on a building to estimate property taxes. This government increased the powers of its own \"inspectors of the hall\", leading to the deportation of Charles Pichegru and Paul Barras after a failed coup. The Coup of Floreal targeted Constitutional": {
    "guess": "French Directory",
    "confidence": [
      [
        "French",
        -0.013750653
      ],
      [
        " Directory",
        -0.02061955
      ]
    ]
  },
  "As governor, George Wolf helped pass the Free School Act of 1834 in this U.S. state, and Johan Printz founded its first permanent settlement at Tincicum Island. This state was the location of Fries' Rebellion,": {
    "guess": "Pennsylvania",
    "confidence": [
      [
        "Penn",
        -0.040092565
      ],
      [
        "sylvania",
        -0.00043055005
      ]
    ]
  }
}