{
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice Palace.\" He wrote about Horace Tarbox in \"Head and Shoulders,\" which along with \"The Cut-Glass Bowl\" appears in his collection Flappers and Philosophers. He wrote about the relationship between Gloria and Anthony Patch's relationship in The Beautiful and Damned, and wrote a novel set in West Egg. For 10 points, name this author who created the characters Jordan Baker, Daisy Buchanan, and Nick Carraway": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.0024214373
      ],
      [
        ".",
        -0.0001245157
      ],
      [
        " Scott",
        -1.3067608e-05
      ],
      [
        " Fitzgerald",
        -0.00013059509
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited. Kaguya was recently created by it, though Gregory Pincus holds the distinction of producing the effect first in mammals when he did so in 1937 with rabbits. It was first discovered by Charles Bonnet in aphids, though it took more than 150 years before it was artificially induced, an achievement": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.011682155
      ],
      [
        "then",
        -0.00010485443
      ],
      [
        "ogenesis",
        -6.301394e-05
      ]
    ]
  },
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.020646295
      ],
      [
        ".",
        -0.00014668758
      ],
      [
        " Scott",
        -4.723352e-06
      ],
      [
        " Fitzgerald",
        -3.4405064e-05
      ]
    ]
  },
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice Palace.\" He wrote about Horace Tarbox in \"Head and Shoulders,\" which along with \"The Cut-Glass Bowl\"": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.010566787
      ],
      [
        ".",
        -9.1026806e-05
      ],
      [
        " Scott",
        -4.9617593e-06
      ],
      [
        " Fitzgerald",
        -7.362307e-05
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors": {
    "guess": "Nicholas II",
    "confidence": [
      [
        "Nich",
        -0.06253391
      ],
      [
        "olas",
        -5.1689596e-05
      ],
      [
        " II",
        -0.0013133322
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited. Kaguya was recently created by it, though Gregory Pincus holds the distinction of producing the": {
    "guess": "Cloning",
    "confidence": [
      [
        "Cl",
        -1.1312239
      ],
      [
        "oning",
        -0.02105924
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors that there was not enough free beer and bread to go around. Sergei Witte wrote the October Manifesto for him, declaring freedom of speech and establishing the State Duma in response to the Revolution of 1905, which included the Bloody Sunday and Potemkin Uprising. His son Alexei's hemophilia was": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0034487299
      ],
      [
        "olas",
        -2.2723105e-05
      ],
      [
        " II",
        -0.0013782103
      ],
      [
        " of",
        -0.00055029104
      ],
      [
        " Russia",
        -0.0001819682
      ]
    ]
  },
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice Palace.\" He wrote about Horace Tarbox in \"Head and Shoulders,\" which along with \"The Cut-Glass Bowl\" appears in his collection Flappers and Philosophers. He wrote about the relationship between Gloria and Anthony Patch's relationship in The Beautiful and Damned, and wrote a novel set in West Egg. For": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.0057844473
      ],
      [
        ".",
        -0.00017398155
      ],
      [
        " Scott",
        -3.1737043e-06
      ],
      [
        " Fitzgerald",
        -0.000101874335
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name": {
    "guess": "Yamagata Prefecture",
    "confidence": [
      [
        "Y",
        -0.8888237
      ],
      [
        "am",
        -0.08588357
      ],
      [
        "ag",
        -0.02896414
      ],
      [
        "ata",
        -0.002248269
      ],
      [
        " Pref",
        -0.010719055
      ],
      [
        "ecture",
        -5.312004e-05
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited. Kaguya was recently created by it, though Gregory Pincus holds the distinction of producing the effect first in mammals when he did so in 1937 with rabbits. It was first discovered by Charles Bonnet in aphids, though it took more than 150 years before it was artificially induced, an achievement which belongs to Jacques Loeb. FTP, name this sperm-less process by which an  unfertilized egg develops": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.005534216
      ],
      [
        "then",
        -0.00043770226
      ],
      [
        "ogenesis",
        -4.9305523e-05
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors that there was not enough free beer and bread to go around. Sergei Witte wrote the October Manifesto": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.017771758
      ],
      [
        "olas",
        -5.669615e-05
      ],
      [
        " II",
        -0.0025944423
      ],
      [
        " of",
        -0.53461474
      ],
      [
        " Russia",
        -0.00040898516
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors that there was not enough free beer and bread to go around. Sergei Witte wrote the October Manifesto for him, declaring freedom of speech and establishing the State Duma in response to the Revolution of 1905, which included the Bloody Sunday and Potemkin Uprising. His son Alexei's hemophilia was \"treated\" by the monk Rasputin. Rumors persist that his daughter Anastasia survived him, but he was assassinated in 1917. For 10 points, name this last Tsar of Russia.": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0018898528
      ],
      [
        "olas",
        -1.1756368e-05
      ],
      [
        " II",
        -0.0011096131
      ],
      [
        " of",
        -0.00056876027
      ],
      [
        " Russia",
        -0.00018077616
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited. Kaguya was recently created by it, though Gregory Pincus holds the distinction of producing the effect first in mammals when he did so in 1937 with rabbits. It was first discovered by Charles Bonnet": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.0065313424
      ],
      [
        "then",
        -0.00011784763
      ],
      [
        "ogenesis",
        -0.00017326632
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors that there was not enough free beer and bread to go around. Sergei Witte wrote the October Manifesto for him, declaring freedom of speech and establishing the State Duma in response to the Revolution": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0086050015
      ],
      [
        "olas",
        -5.6100132e-05
      ],
      [
        " II",
        -0.004147257
      ],
      [
        " of",
        -0.5501591
      ],
      [
        " Russia",
        -0.0003540543
      ]
    ]
  },
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice Palace.\" He wrote about Horace Tarbox in \"Head and Shoulders,\" which along with \"The Cut-Glass Bowl\" appears in his collection Flappers and Philosophers. He wrote about the relationship between Gloria": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.003342283
      ],
      [
        ".",
        -7.4695905e-05
      ],
      [
        " Scott",
        -5.5577775e-06
      ],
      [
        " Fitzgerald",
        -8.864273e-05
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited. Kaguya was recently created by it, though Gregory Pincus holds the distinction of producing the effect first in mammals when he did so in 1937 with rabbits. It was first discovered by Charles Bonnet in aphids, though it took more than 150 years before it was artificially induced, an achievement which belongs to Jacques Loeb. FTP, name this sperm-less process by which an  unfertilized egg develops into an organism, a form of asexual reproduction.": {
    "guess": "Parthenogenesis",
    "confidence": [
      [
        "Par",
        -0.0063439533
      ],
      [
        "then",
        -0.0013449964
      ],
      [
        "ogenesis",
        -1.9146995e-05
      ]
    ]
  },
  "Salamanders of the genus Ambystoma use a related process that rarely allows for mutations to be inherited.": {
    "guess": "Nuclear DNA",
    "confidence": [
      [
        "N",
        -1.2315404
      ],
      [
        "uclear",
        -0.030374443
      ],
      [
        " DNA",
        -0.4465502
      ]
    ]
  },
  "Sally Carrol Happer flees to the South from her fiancé Harry Bellamy in this author's story \"The Ice Palace.\" He wrote about Horace Tarbox in \"Head and Shoulders,\" which along with \"The Cut-Glass Bowl\" appears in his collection Flappers and Philosophers. He wrote about the relationship between Gloria and Anthony Patch's relationship in The Beautiful and Damned, and wrote a novel set in West Egg. For 10 points, name this author who created the characters Jordan Baker, Daisy Buchanan, and Nick Carraway in The Great Gatsby.": {
    "guess": "F. Scott Fitzgerald",
    "confidence": [
      [
        "F",
        -0.003861236
      ],
      [
        ".",
        -9.1622824e-05
      ],
      [
        " Scott",
        -4.246537e-06
      ],
      [
        " Fitzgerald",
        -0.00010735771
      ]
    ]
  },
  "For the sake of this man, Yamagata Prefecture in Japan banned the name Sanzo because a man by that name tried to assassinate him. 1,389 people stampeded to death on his coronation celebration due to rumors that there was not enough free beer and bread to go around. Sergei Witte wrote the October Manifesto for him, declaring freedom of speech and establishing the State Duma in response to the Revolution of 1905, which included the Bloody Sunday and Potemkin Uprising. His son Alexei's hemophilia was \"treated\" by the monk Rasputin. Rumors persist that his daughter Anastasia survived him, but he was": {
    "guess": "Nicholas II of Russia",
    "confidence": [
      [
        "Nich",
        -0.0021117167
      ],
      [
        "olas",
        -3.488188e-05
      ],
      [
        " II",
        -0.0012334456
      ],
      [
        " of",
        -0.00014740281
      ],
      [
        " Russia",
        -0.00030150014
      ]
    ]
  }
}