{
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the wrong way and got killed at this event, at which a blood-red wake appeared on the water after the giantess Hyrrokin pushed the ship Hringhorn out to sea. A resident of the hall Breidablik named Nanna": {
    "guess": "Ragnarok",
    "confidence": [
      [
        "R",
        -0.9706762
      ],
      [
        "agnar",
        -0.0020638995
      ],
      [
        "ok",
        -0.14877404
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned blood-red, in \"Regnava nel silenzio.\" In Act II, the male lead discovers that his beloved has signed a marriage contract, shortly after singing \"Chi mi frena in tal momento?\", this opera's famous sextet. The title character sings \"Il dolce suono,\" as part of the Mad Scene of this opera that sees its title bride fall in love with Edgardo Ravenswood against the wishes of her brother Enrico Ashton.": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.013067755
      ],
      [
        "ia",
        -0.00044413557
      ],
      [
        " di",
        -0.00022845028
      ],
      [
        " Lam",
        -1.640531e-05
      ],
      [
        "mer",
        -3.1424974e-05
      ],
      [
        "mo",
        -1.6240566e-06
      ],
      [
        "or",
        -1.7954959e-05
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.005048625
      ]
    ]
  },
  "The female lead in this opera expresses her devil-may-care attitude in the piece \"Balatella\", sometimes": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -1.0036699
      ],
      [
        "li",
        -0.00028147758
      ],
      [
        "acci",
        -0.00020663968
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.49902293
      ],
      [
        "aur",
        -0.02995805
      ]
    ]
  },
  "Fellowship, Kindred, and Goods turn out to be useless for him.  Discretion, Strength, and Beauty start but do not complete the  journey. Knowledge offers to guide him, but she is not allowed in  the presence of God. As a result, only Good Deeds remains with him  at the end. FTP, name this allegorical title character, whose  journey to meet Death is the subject of a medieval English morality  play.": {
    "guess": "Everyman",
    "confidence": [
      [
        "Every",
        -0.00068955944
      ],
      [
        "man",
        -2.9517714e-05
      ]
    ]
  },
  "The female lead in this opera expresses her devil-may-care attitude in the piece \"Balatella\", sometimes known as the \"Bird Song\". It opens with the song \"Si puo?\", while the second act features the serenade \"O Columbine\", found in the play within a play. The plot tells of the discovery that Silvio is having an affair with Nedda, prompting the clown Canio to kill them in his madness. FTP, what is this opera, the masterpiece of Ruggiero Leoncavallo?": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.0007860411
      ],
      [
        "li",
        -0.00011081461
      ],
      [
        "acci",
        -2.1008714e-06
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first": {
    "guess": "Lessons for Women",
    "confidence": [
      [
        "Less",
        -0.7672756
      ],
      [
        "ons",
        -0.0067814505
      ],
      [
        " for",
        -0.00087990024
      ],
      [
        " Women",
        -0.0003840789
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé, Morold, was killed by a leader on the ship. The notes F, B, D#, G# comprise that leader's namesake chord, which is famously heard at the beginning of this work that ends with the aria \"Mild und Leise\" or \"Fair and Gentle.\" The titular protagonists are served by Brangane and Kurenwal, who avenges": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.0006737127
      ],
      [
        "istan",
        -1.735894e-05
      ],
      [
        " und",
        -0.001053173
      ],
      [
        " Is",
        -2.7372049e-05
      ],
      [
        "ol",
        -5.9914648e-05
      ],
      [
        "de",
        -3.888926e-06
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized abortion and this behavior, and another theory states that structural and individual pressures lead to this behavior, which is a result of anomie; that idea, popularized by Merton, is strain theory. Another": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.033827577
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment, whose main source of error was the value used for air viscosity. This experiment was performed by": {
    "guess": "Oil drop experiment",
    "confidence": [
      [
        "Oil",
        -0.1652111
      ],
      [
        " drop",
        -0.55312216
      ],
      [
        " experiment",
        -0.0012341609
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment, whose main source of error was the value used for air viscosity. This experiment was performed by the man who verified the photoelectric effect and Harvey Fletcher. Electric and gravitational forces": {
    "guess": "Oil drop experiment",
    "confidence": [
      [
        "Oil",
        -0.59127796
      ],
      [
        " drop",
        -0.0060409005
      ],
      [
        " experiment",
        -0.00011594037
      ]
    ]
  },
  "The female lead in this opera expresses her devil-may-care attitude in the piece \"Balatella\", sometimes known as the \"Bird Song\". It opens with the song \"Si puo?\", while the second act features the serenade \"O Columbine\", found in the play within a play. The plot tells of the discovery that Silvio is": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.031700127
      ],
      [
        "li",
        -0.00031615852
      ],
      [
        "acci",
        -0.00015800826
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the wrong way and got killed at this event, at which a blood-red wake appeared on the water after the giantess Hyrrokin pushed the ship Hringhorn out to sea. A resident of the hall Breidablik named Nanna collapsed at this event. This event became necessary when the rider Hermod failed to convince Thokk to weep. The self-replicating armband Draupnir was dropped onto a pyre at this event. For 10 points, name this event commemorating the mistletoe-induced death of the Norse god of beauty.": {
    "guess": "Baldr's funeral",
    "confidence": [
      [
        "Bal",
        -0.05030116
      ],
      [
        "dr",
        -0.115572594
      ],
      [
        "'s",
        -0.00042686204
      ],
      [
        " funeral",
        -0.30537862
      ]
    ]
  },
  "He fell in love with Mrs. Barry after she took the lead role in his first play, Alcibiades.  After writing Friendship in Fashion, he served in the Netherlands with the Duke of Monmouth, an experience that": {
    "guess": "William Congreve",
    "confidence": [
      [
        "William",
        -0.4766622
      ],
      [
        " Cong",
        -0.4965842
      ],
      [
        "reve",
        -0.00014132341
      ]
    ]
  },
  "The female lead in this opera expresses her devil-may-care attitude in the piece \"Balatella\", sometimes known as the \"Bird Song\". It opens with the song \"Si puo?\", while the second act features the serenade \"O Columbine\", found in the play within a play. The plot tells of the discovery that Silvio is having an affair with Nedda, prompting the clown Canio to kill them in his madness. FTP, what is this": {
    "guess": "Pagliacci",
    "confidence": [
      [
        "Pag",
        -0.0047587
      ],
      [
        "li",
        -0.00047845521
      ],
      [
        "acci",
        -4.365741e-06
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country. Another composer from this country wrote the flute solo (*) Syrinx and an orchestral work that begins": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.30689874
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country.": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.11514484
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.  A sinister figure in black often appears, the Sister of Mercy, and the protagonist's wife Maia cancels a sea voyage to go into the mountain with Ulfheim.  The protagonist earned his fame by": {
    "guess": "The Sheltering Sky",
    "confidence": [
      [
        "The",
        -1.2797936
      ],
      [
        " Shelter",
        -1.4101659
      ],
      [
        "ing",
        -0.0006585849
      ],
      [
        " Sky",
        -5.8961017e-05
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.007678077
      ],
      [
        " Dynasty",
        -0.10589322
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the": {
    "guess": "Baldr's death",
    "confidence": [
      [
        "Bal",
        -1.1895175
      ],
      [
        "dr",
        -0.07040996
      ],
      [
        "'s",
        -0.5467663
      ],
      [
        " death",
        -0.62250245
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.16764966
      ],
      [
        "aur",
        -0.0048555187
      ]
    ]
  },
  "Fellow residents down the hall watch their neighbor get robbed. A person lies bleeding in the street screaming for help, yet a group passing by does not call for help. Reasons for such behavior include diffusion of responsibility as everyone assumes that someone else is going to help the person in need. Also called the Genovese effect, FTP, name this effect in psychology, where peer pressure and uncertainty result in inaction in situations of crisis.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.017030425
      ],
      [
        "yst",
        -4.4849444e-06
      ],
      [
        "ander",
        -0.000116894
      ],
      [
        " effect",
        -0.0013773758
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.12858361
      ]
    ]
  },
  "He fell in love with Mrs. Barry after she took the lead role in his first play, Alcibiades.  After writing Friendship in Fashion, he served in the Netherlands with the Duke of Monmouth, an experience that helped him write The Soldier's Fortune and The Atheist.  FTP, name this English dramatist, best": {
    "guess": "George Etherege",
    "confidence": [
      [
        "George",
        -0.6037854
      ],
      [
        " Eth",
        -0.7385832
      ],
      [
        "ere",
        -0.00013369438
      ],
      [
        "ge",
        -4.0007635e-05
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed. Ira Hayes descended into alcoholism thanks to the fame given him by this \"gungho\" photograph, which was taken as its creator turned around, though for a half-century it was charged that this photograph was (*) staged. This photo taken by Joe Rosenthal depicts six men, only three of whom lived through the year, on top of Mount Suribachi. For 10 points, name this iconic WWII photo showing a flag": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.0026816062
      ],
      [
        "aising",
        -0.000117132404
      ],
      [
        " the",
        -0.007909204
      ],
      [
        " Flag",
        -0.006025373
      ],
      [
        " on",
        -0.00033105531
      ],
      [
        " I",
        -2.188868e-05
      ],
      [
        "wo",
        -8.657073e-06
      ],
      [
        " J",
        -1.0683535e-05
      ],
      [
        "ima",
        -2.5107178e-05
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the wrong way and got killed at this event, at which a blood-red wake appeared on the water after the": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.25050053
      ],
      [
        "dr",
        -0.046241317
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized abortion and this behavior, and another theory states that structural and individual pressures lead to this behavior, which is a result of anomie; that idea, popularized by Merton, is strain theory. Another work that studied this behavior famously opposed the death penalty and outlined the idea of deterrence. Beccaria studied, for 10 points, these actions with break laws, which are generally met with punishments.": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.009438832
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country. Another composer from this country wrote the flute solo (*) Syrinx and an orchestral work that begins with a solo flute chromatically wandering down from C-sharp to G, then back up. That composer from this country wrote a symphonic poem that includes \"Play of the Waves,\" as well as Prelude to the Afternoon of a Faun and \"The Girl with the Flaxen Hair.\" For 10 points, name this country home to Cécile Chaminade, Pierre Boulez, and Claude Debussy.": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.47677827
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began": {
    "guess": "John Dos Passos",
    "confidence": [
      [
        "John",
        -1.4776764
      ],
      [
        " Dos",
        -1.4756063
      ],
      [
        " Pass",
        -1.6643718e-05
      ],
      [
        "os",
        -0.0008858494
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.  A sinister figure in black often appears, the Sister of Mercy, and the protagonist's wife": {
    "guess": "The Call of the Wild",
    "confidence": [
      [
        "The",
        -0.78731936
      ],
      [
        " Call",
        -1.3878657
      ],
      [
        " of",
        -9.293406e-05
      ],
      [
        " the",
        -0.00062570296
      ],
      [
        " Wild",
        -4.5491004e-05
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized abortion and this behavior, and another theory states that structural and individual pressures lead": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.0059642266
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.11420148
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued": {
    "guess": "Fenrir",
    "confidence": [
      [
        "F",
        -0.7210423
      ],
      [
        "en",
        -0.039424658
      ],
      [
        "rir",
        -0.0016647083
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized abortion and this behavior, and another theory states that structural and individual pressures lead to this behavior, which is a result of anomie; that idea, popularized by Merton, is strain theory. Another work that studied this behavior famously opposed the death penalty and outlined the idea of deterrence. Beccaria studied, for 10 points, these actions with break laws, which are generally met with": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.03300325
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began with White Mule, which was told entirely from the viewpoint of his wife Flossie as a newborn baby.  He also wrote the introduction to Allen Ginsberg's Howl and Other Poems and the three-part love poem,": {
    "guess": "John Clellon Holmes",
    "confidence": [
      [
        "John",
        -1.0726855
      ],
      [
        " Cle",
        -1.099629
      ],
      [
        "ll",
        -6.704273e-07
      ],
      [
        "on",
        -0.00022475497
      ],
      [
        " Holmes",
        -0.00045402948
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white": {
    "guess": "The Fox (The Walking Dead)",
    "confidence": [
      [
        "The",
        -1.7990916
      ],
      [
        " Fox",
        -1.9139587
      ],
      [
        " (",
        -0.35281047
      ],
      [
        "The",
        -0.9143212
      ],
      [
        " Walking",
        -0.23911582
      ],
      [
        " Dead",
        -9.6867785e-05
      ],
      [
        ")",
        -0.024419412
      ]
    ]
  },
  "Fellowship, Kindred, and Goods turn out to be useless for him.  Discretion, Strength, and Beauty start but do not complete the  journey. Knowledge offers to guide him, but she is not allowed in  the presence": {
    "guess": "Everyman",
    "confidence": [
      [
        "Every",
        -0.0031907859
      ],
      [
        "man",
        -3.8338785e-05
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment, whose main source of error was the value used for air viscosity. This experiment was performed by the man who verified the photoelectric effect and Harvey Fletcher. Electric and gravitational forces were balanced in order to keep the namesake substance stationary in this experiment, which obtained a value of 1.6 x 10 ^ -19 coulombs. For 10 points, name this experiment performed by Robert Millikan that calculated the charge of an electron.": {
    "guess": "Oil drop experiment",
    "confidence": [
      [
        "Oil",
        -0.03538412
      ],
      [
        " drop",
        -0.0026990667
      ],
      [
        " experiment",
        -1.569009e-05
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.004792277
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women.": {
    "guess": "Han dynasty",
    "confidence": [
      [
        "Han",
        -0.017784407
      ],
      [
        " dynasty",
        -0.01592902
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the wrong way and got killed at this event, at which a blood-red wake appeared on the water after the giantess Hyrrokin pushed the ship Hringhorn out to sea. A resident of the hall Breidablik named Nanna collapsed at this event. This event became necessary when the rider Hermod failed to convince Thokk": {
    "guess": "Baldr's death",
    "confidence": [
      [
        "Bal",
        -0.37488917
      ],
      [
        "dr",
        -0.0672389
      ],
      [
        "'s",
        -0.0022461307
      ],
      [
        " death",
        -0.6520023
      ]
    ]
  },
  "Fellowship, Kindred, and Goods turn out to be useless for him.  Discretion, Strength, and Beauty start": {
    "guess": "Everyman",
    "confidence": [
      [
        "Every",
        -0.001950775
      ],
      [
        "man",
        -2.9636918e-05
      ]
    ]
  },
  "Fellow residents down the hall watch their neighbor get robbed. A person lies bleeding in the street screaming for help, yet a group passing by does not call for help. Reasons for such behavior include": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.033957332
      ],
      [
        "yst",
        -1.3306016e-05
      ],
      [
        "ander",
        -3.7385154e-05
      ],
      [
        " effect",
        -0.11520965
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country. Another composer from this country wrote the flute solo (*) Syrinx and an orchestral work that begins with a solo flute chromatically wandering down from C-sharp to G, then back up. That composer from": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.11735243
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned blood-red, in \"Regnava nel silenzio.\" In Act II, the male lead discovers that his beloved has signed": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.21749902
      ],
      [
        "ia",
        -0.0013513069
      ],
      [
        " di",
        -0.00078592193
      ],
      [
        " Lam",
        -5.550411e-05
      ],
      [
        "mer",
        -4.3464544e-05
      ],
      [
        "mo",
        -1.5213274e-05
      ],
      [
        "or",
        -2.486877e-05
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.008200709
      ],
      [
        "aur",
        -0.0005586316
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.015625343
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood": {
    "guess": "Macbeth (character)",
    "confidence": [
      [
        "Mac",
        -0.979589
      ],
      [
        "beth",
        -0.00011796683
      ],
      [
        " (",
        -0.19620483
      ],
      [
        "character",
        -0.020586034
      ],
      [
        ")",
        -0.0002546641
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé, Morold, was killed by a leader on the ship. The notes F, B, D#, G# comprise that leader's namesake chord, which is famously heard at the beginning of this work that ends with the aria \"Mild und Leise\"": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.003452649
      ],
      [
        "istan",
        -3.9769227e-05
      ],
      [
        " und",
        -0.0008894256
      ],
      [
        " Is",
        -2.6537622e-05
      ],
      [
        "ol",
        -6.3609965e-05
      ],
      [
        "de",
        -7.226629e-06
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned blood-red, in \"Regnava nel silenzio.\" In Act II, the male lead discovers that his beloved has signed a marriage contract, shortly after singing \"Chi mi frena in tal momento?\", this opera's famous sextet. The title character sings \"Il dolce suono,\" as part of the Mad Scene of this opera that sees": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.0055457163
      ],
      [
        "ia",
        -8.5543434e-05
      ],
      [
        " di",
        -0.0004645121
      ],
      [
        " Lam",
        -1.6882126e-05
      ],
      [
        "mer",
        -1.831257e-05
      ],
      [
        "mo",
        -8.537869e-06
      ],
      [
        "or",
        -6.2729996e-06
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses, had the writer of the Records of the Grand Historian castrated, and instituted monopolies on salt and iron. The rule of this dynasty, whose family name was Liu, was interrupted by the interregnum of a Confucian scholar who opposed the Red Eyebrows, Wang Mang. Its decline came in the wake of the Yellow": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.0009983942
      ],
      [
        " Dynasty",
        -0.017373977
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses, had the writer of the Records of the Grand Historian castrated, and instituted monopolies on salt and iron. The rule of this dynasty, whose family name was Liu, was interrupted by the interregnum of a Confucian scholar who opposed the Red Eyebrows, Wang Mang. Its decline came in the wake of the Yellow Turban Rebellion. For 10 points, name this dynasty founded by Liu Bang, which had emperors such": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.012483633
      ],
      [
        " Dynasty",
        -0.1769147
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele. Their attempt to abduct Hippodamia resulted in  their epic battle with the Lapiths, another Thessalian race. A poisonous cloak given by one of these named Nessus  resulted in the death of Heracles, but perhaps the most famous one was the only gentle member of this race, the tutor of Asclepius, Jason, Theseus, and Achilles, who was named Chiron. FTP, name these creatures who include Ronan, ": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0042400933
      ],
      [
        "aur",
        -0.00018923594
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé, Morold, was killed by a leader on the ship. The notes F, B, D#, G# comprise that leader's namesake": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.02972827
      ],
      [
        "istan",
        -2.0339032e-05
      ],
      [
        " und",
        -0.0016015063
      ],
      [
        " Is",
        -6.706687e-05
      ],
      [
        "ol",
        -6.15835e-05
      ],
      [
        "de",
        -1.0325924e-05
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele. Their attempt to abduct Hippodamia resulted in  their epic battle with the Lapiths, another Thessalian race. A poisonous cloak given by one of these named Nessus  resulted in the death of Heracles,": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0007769926
      ],
      [
        "aur",
        -0.00017636562
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses,": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.011389678
      ],
      [
        " Dynasty",
        -0.126161
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele. Their attempt to abduct Hippodamia resulted in  their epic battle with the Lapiths, another Thessalian race. A poisonous cloak given by one of these named Nessus  resulted in the death of Heracles, but perhaps the most famous one was the only gentle member of this race, the tutor of Asclepius,": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0029522628
      ],
      [
        "aur",
        -0.00018887833
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river. One character, whose only remaining valuable is a flute, is a brother to the Buddhist nun Sué, while Tango returns in disguise to a character accompanied by Kyodai in this film. Ending on a cliff with a shot of Tsurumaru, the flute-owning blind man, it focuses on Taro, Jiro, and the exile Saburo, three sons of the seventy-year-old Ichimonji Hidetora. FTP, identify this 1985 adaptation of King Lear": {
    "guess": "Ran (film)",
    "confidence": [
      [
        "R",
        -2.3392786e-06
      ],
      [
        "an",
        -0.00053087185
      ],
      [
        " (",
        -0.49749416
      ],
      [
        "film",
        -0.011709371
      ],
      [
        ")",
        -8.1490514e-05
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned blood-red, in \"Regnava nel silenzio.\" In Act II, the male lead discovers that his beloved has signed a marriage contract, shortly after singing \"Chi mi frena in tal momento?\", this opera's famous sextet. The title character sings \"Il dolce suono,\" as part of the Mad Scene of this opera that sees its title bride fall in love with Edgardo Ravenswood against the wishes of her brother Enrico Ashton. For 10 points, name this opera based on a story by Walter Scott by Gaetano Donizetti.": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.0033568973
      ],
      [
        "ia",
        -8.625866e-05
      ],
      [
        " di",
        -0.00035786882
      ],
      [
        " Lam",
        -1.9504607e-05
      ],
      [
        "mer",
        -2.939851e-05
      ],
      [
        "mo",
        -2.8160932e-06
      ],
      [
        "or",
        -1.504853e-06
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river. One character, whose only remaining valuable is a flute, is a brother to the Buddhist nun Sué, while Tango returns in disguise to a character accompanied by Kyodai in this film. Ending on a cliff with a shot of Tsurumaru, the flute-owning blind man, it focuses on Taro, Jiro, and the exile Saburo, three sons of the seventy-year-old Ichimonji Hidetora. FTP, identify this 1985 adaptation of King Lear by Akira Kurosawa.": {
    "guess": "Rán",
    "confidence": [
      [
        "R",
        -0.008722944
      ],
      [
        "án",
        -0.60630655
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began with White Mule, which was told entirely from the viewpoint of his wife Flossie as a newborn baby.  He also wrote the introduction to Allen Ginsberg's Howl and Other Poems and the three-part love poem, \"Asphodel, That Greeny Flower,\" before his posthumous Pulitzer for 1962's Pictures from Breughel.  FTP, name this one-time pediatrician and American poet famed for poems like \"the Red Wheelbarrow\" and Paterson.": {
    "guess": "William Carlos Williams",
    "confidence": [
      [
        "William",
        -0.004319503
      ],
      [
        " Carlos",
        -5.1689596e-05
      ],
      [
        " Williams",
        -0.0001136755
      ]
    ]
  },
  "Fellow residents down the hall watch their neighbor get robbed. A person lies bleeding in the street screaming for help, yet a group passing by does not call for help. Reasons for such behavior include diffusion of responsibility as everyone assumes that someone else is going to help the person in need.": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.029664395
      ],
      [
        "yst",
        -9.133887e-06
      ],
      [
        "ander",
        -8.733149e-05
      ],
      [
        " effect",
        -0.15101333
      ]
    ]
  },
  "The female lead in this opera expresses her devil-may-care attitude in the piece \"Balatella\", sometimes known as the \"Bird Song\". It opens with the song \"Si puo?\", while the second act features the serenade": {
    "guess": "The Tales of Hoffmann",
    "confidence": [
      [
        "The",
        -0.8310814
      ],
      [
        " Tales",
        -0.44873634
      ],
      [
        " of",
        -4.9305523e-05
      ],
      [
        " Hoff",
        -0.0061693364
      ],
      [
        "mann",
        -1.0325924e-05
      ]
    ]
  },
  "Fellow residents down the hall watch their neighbor get robbed. A person lies bleeding in the street": {
    "guess": "Crime in the United States",
    "confidence": [
      [
        "Crime",
        -0.6657611
      ],
      [
        " in",
        -0.5756988
      ],
      [
        " the",
        -0.28051218
      ],
      [
        " United",
        -0.027069852
      ],
      [
        " States",
        -0.0014441647
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the": {
    "guess": "The Beguiled (2017 film)",
    "confidence": [
      [
        "The",
        -0.62650335
      ],
      [
        " Beg",
        -1.6101363
      ],
      [
        "u",
        -0.0009354015
      ],
      [
        "iled",
        -0.00022117885
      ],
      [
        " (",
        -0.12139773
      ],
      [
        "201",
        -0.38595688
      ],
      [
        "7",
        -8.292095e-05
      ],
      [
        " film",
        -0.00056768744
      ],
      [
        ")",
        -6.1821906e-05
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.20434804
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding": {
    "guess": "The Gold Bug",
    "confidence": [
      [
        "The",
        -0.7970233
      ],
      [
        " Gold",
        -1.369549
      ],
      [
        " Bug",
        -1.1217713
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé, Morold, was killed by a leader on the ship. The notes F, B, D#, G# comprise that leader's namesake chord, which is famously heard at the beginning of this work that ends with the aria \"Mild und Leise\" or \"Fair and Gentle.\" The titular protagonists are served by Brangane and Kurenwal, who avenges his master by killing Molet at the end. FTP, identify this opera by Richard Wagner about a knight and": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.0026201317
      ],
      [
        "istan",
        -8.180258e-06
      ],
      [
        " und",
        -0.0026712571
      ],
      [
        " Is",
        -2.0339032e-05
      ],
      [
        "ol",
        -3.6789137e-05
      ],
      [
        "de",
        -6.511407e-06
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed. Ira Hayes descended into alcoholism thanks to the fame given him by this \"gungho\" photograph, which was taken as its creator turned around, though for a half-century it was charged that this photograph": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.011709252
      ],
      [
        "aising",
        -7.851042e-05
      ],
      [
        " the",
        -0.00089419
      ],
      [
        " Flag",
        -0.00091194035
      ],
      [
        " on",
        -0.007889574
      ],
      [
        " I",
        -2.6968896e-06
      ],
      [
        "wo",
        -1.7239736e-05
      ],
      [
        " J",
        -3.5597102e-05
      ],
      [
        "ima",
        -3.786197e-05
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment, whose main source of error was the value used for air viscosity. This experiment was performed by the man who verified the photoelectric effect and Harvey Fletcher. Electric and gravitational forces were balanced in order to keep the namesake substance stationary in this experiment, which obtained": {
    "guess": "Oil drop experiment",
    "confidence": [
      [
        "Oil",
        -0.52099615
      ],
      [
        " drop",
        -0.022238422
      ],
      [
        " experiment",
        -0.00048620347
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife": {
    "guess": "Medea",
    "confidence": [
      [
        "Med",
        -0.94182456
      ],
      [
        "ea",
        -0.00017505439
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses, had the writer of the Records of the Grand Historian castrated, and instituted monopolies on salt and iron. The rule of this dynasty, whose family name was Liu, was interrupted by the interregnum of a Confucian scholar who opposed the Red Eyebrows, Wang Mang. Its decline came in the wake of the Yellow Turban Rebellion. For 10 points, name this dynasty founded by Liu Bang, which had emperors such as Wudi and succeeded the Qin.": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.0016276907
      ],
      [
        " Dynasty",
        -0.109253034
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele. Their attempt to abduct Hippodamia resulted in  their epic battle with the Lapiths, another Thessalian race. A poisonous cloak given by one of these named Nessus  resulted in the death of Heracles, but perhaps the most famous one was the only gentle member of this race, the tutor of Asclepius, Jason, Theseus, and Achilles, who was named Chiron. FTP, name these creatures who include Ronan,  Magorian, Bane, and Firenze in the Harry Potter universe, and are part man, part horse.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0008569086
      ],
      [
        "aur",
        -8.89548e-06
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began with White Mule, which was told entirely from the viewpoint of his wife Flossie as a newborn baby.": {
    "guess": "James Purdy",
    "confidence": [
      [
        "James",
        -1.2845612
      ],
      [
        " Pur",
        -1.2948359
      ],
      [
        "dy",
        -3.2929079e-06
      ]
    ]
  },
  "A female one named Hylonome is mentioned as committing suicide after learning of the death of her husband in battle, and a wrathful one name Pholus is mentioned as guarding the river of blood in Canto 7 of Dante's Inferno, and they were  born of two clouds made in the image of Hera named Ixion and Nephele. Their attempt to abduct Hippodamia resulted in  their epic battle with the Lapiths, another Thessalian": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0019515875
      ],
      [
        "aur",
        -0.0014578549
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.": {
    "guess": "Doctor Zhivago",
    "confidence": [
      [
        "Doctor",
        -0.8924237
      ],
      [
        " Zh",
        -0.16281796
      ],
      [
        "iv",
        -5.6219335e-05
      ],
      [
        "ago",
        -0.00017767686
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began with White Mule, which was told entirely from the viewpoint of his wife Flossie as a newborn baby.  He also wrote the introduction to Allen Ginsberg's Howl and Other Poems and the three-part love poem, \"Asphodel, That Greeny Flower,\" before his posthumous Pulitzer for 1962's Pictures from Breughel.": {
    "guess": "William Carlos Williams",
    "confidence": [
      [
        "William",
        -0.21323855
      ],
      [
        " Carlos",
        -0.0002733754
      ],
      [
        " Williams",
        -0.00046916102
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed.": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.6997052
      ],
      [
        "aising",
        -0.0022755081
      ],
      [
        " the",
        -0.0028304348
      ],
      [
        " Flag",
        -0.00056625705
      ],
      [
        " on",
        -0.03148552
      ],
      [
        " I",
        -2.4584822e-06
      ],
      [
        "wo",
        -4.7040652e-05
      ],
      [
        " J",
        -1.7478143e-05
      ],
      [
        "ima",
        -4.3583746e-05
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned blood-red, in \"Regnava nel silenzio.\" In Act II, the male lead discovers that his beloved has signed a marriage contract, shortly after singing \"Chi mi frena in tal momento?\", this opera's famous": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.03308432
      ],
      [
        "ia",
        -7.481511e-05
      ],
      [
        " di",
        -0.00036953975
      ],
      [
        " Lam",
        -1.9743013e-05
      ],
      [
        "mer",
        -5.443128e-05
      ],
      [
        "mo",
        -1.7432603e-06
      ],
      [
        "or",
        -4.8425554e-06
      ]
    ]
  },
  "The female lead of this opera explains how the breezes will carry her sighs to her lover in the duet \"Verrano a te sull'aure.\" Earlier she had sung of a ghost appearing near a fountain, whose waters turned": {
    "guess": "Lucia di Lammermoor",
    "confidence": [
      [
        "Luc",
        -0.5145039
      ],
      [
        "ia",
        -0.0002160531
      ],
      [
        " di",
        -0.0001468068
      ],
      [
        " Lam",
        -3.7027545e-05
      ],
      [
        "mer",
        -4.9186317e-05
      ],
      [
        "mo",
        -7.226629e-06
      ],
      [
        "or",
        -1.0921943e-05
      ]
    ]
  },
  "He fell in love with Mrs. Barry after she took the lead role in his first play, Alcibiades.  After writing Friendship in Fashion, he served in the Netherlands with the Duke of Monmouth, an experience that helped him write The Soldier's Fortune and The Atheist.  FTP, name this English dramatist, best known for two tragedies of the 1680's, The Orphan and Venice Preserv'd.": {
    "guess": "Thomas Otway",
    "confidence": [
      [
        "Thomas",
        -0.0010329303
      ],
      [
        " Ot",
        -1.378283e-05
      ],
      [
        "way",
        -9.014684e-06
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river. One character, whose only remaining valuable is a flute, is a brother to the Buddhist nun Sué, while": {
    "guess": "The Handmaiden",
    "confidence": [
      [
        "The",
        -0.93561476
      ],
      [
        " Hand",
        -0.09950523
      ],
      [
        "ma",
        -0.00068431813
      ],
      [
        "iden",
        -1.9816675e-06
      ]
    ]
  },
  "He fell in love with Mrs. Barry after she took the lead role in his first play, Alcibiades.  After writing": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.8610444
      ],
      [
        "ly",
        -0.00013488642
      ],
      [
        "ss",
        -0.000108788154
      ],
      [
        "es",
        -9.41261e-05
      ],
      [
        " (",
        -0.004959901
      ],
      [
        "nov",
        -0.00012976067
      ],
      [
        "el",
        -8.061054e-06
      ],
      [
        ")",
        -2.3795938e-05
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country. Another composer from this country wrote the flute solo (*) Syrinx and an orchestral work that begins with a solo flute chromatically wandering down from C-sharp to G, then back up. That composer from this country wrote a symphonic poem that includes \"Play of the Waves,\" as well as Prelude to the Afternoon": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.072865546
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His": {
    "guess": "Heart Murmur",
    "confidence": [
      [
        "Heart",
        -0.59754324
      ],
      [
        " Mur",
        -0.35411093
      ],
      [
        "mur",
        -0.013225294
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses, had the writer of the Records of the Grand Historian castrated, and instituted monopolies on salt": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.11763893
      ],
      [
        " Dynasty",
        -0.005220475
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written at this country's contemporary music center, IRCAM. A composer from this country wrote a sonata for flute, viola, and harp. The composer of the platinum-flute Density 21.5 was born in this country. Another composer from this country wrote the flute solo (*) Syrinx and an orchestral work that begins with a solo flute chromatically wandering down from C-sharp to G, then back up. That composer from this country wrote a symphonic poem that includes \"Play of the Waves,\" as well as Prelude to the Afternoon of a Faun and \"The Girl with the Flaxen Hair.\" For 10 points, name this country home to Cécile": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.11280228
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano": {
    "guess": "Cécile Chaminade",
    "confidence": [
      [
        "C",
        -0.42157498
      ],
      [
        "éc",
        -0.04528298
      ],
      [
        "ile",
        -0.0002700377
      ],
      [
        " Ch",
        -0.0019569406
      ],
      [
        "amin",
        -3.1281633e-07
      ],
      [
        "ade",
        -0.00018959356
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river. One character, whose only remaining valuable is a flute, is a brother to the Buddhist nun Sué, while Tango returns in disguise to a character accompanied by Kyodai in this film. Ending on a cliff with a shot of Tsurumaru, the flute-owning blind man, it focuses on Taro, Jiro, and the exile Saburo, three": {
    "guess": "Ran",
    "confidence": [
      [
        "R",
        -0.012658444
      ],
      [
        "an",
        -0.0010812794
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river.": {
    "guess": "The Handmaiden",
    "confidence": [
      [
        "The",
        -0.28320774
      ],
      [
        " Hand",
        -0.13094008
      ],
      [
        "ma",
        -0.0009000237
      ],
      [
        "iden",
        -2.3392786e-06
      ]
    ]
  },
  "Fellowship, Kindred, and Goods turn out to be useless for him.  Discretion, Strength, and Beauty start but do not complete the  journey. Knowledge offers to guide him, but she is not allowed in  the presence of God. As a result, only Good Deeds remains with him  at the end. FTP, name this allegorical": {
    "guess": "Everyman",
    "confidence": [
      [
        "Every",
        -0.0060116295
      ],
      [
        "man",
        -2.2007884e-05
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed. Ira Hayes descended into alcoholism thanks to the fame given him by this \"gungho\" photograph, which was taken as its creator turned around, though for a half-century it was charged that this photograph was (*) staged. This photo taken by Joe Rosenthal depicts six men, only three of whom lived through the year, on top of Mount Suribachi. For 10 points, name this iconic WWII photo showing a flag being raised during a Pacific battle.": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.0060093757
      ],
      [
        "aising",
        -8.3159364e-05
      ],
      [
        " the",
        -0.0009724445
      ],
      [
        " Flag",
        -0.00078592193
      ],
      [
        " on",
        -0.0009799323
      ],
      [
        " I",
        -3.2929079e-06
      ],
      [
        "wo",
        -9.133887e-06
      ],
      [
        " J",
        -2.1054253e-05
      ],
      [
        "ima",
        -3.786197e-05
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.  A sinister figure in black often appears, the Sister of Mercy, and the protagonist's wife Maia cancels a sea voyage to go into the mountain with Ulfheim.  The protagonist earned his fame by creating the piece \"The Resurrection Day,\" and he gets buried in the snow at the work's end with his love and former model, Irene von Satow.  FTP, name this play about the sculptor Arnold Rubek, a work": {
    "guess": "When We Dead Awaken",
    "confidence": [
      [
        "When",
        -0.019584948
      ],
      [
        " We",
        -0.0036415267
      ],
      [
        " Dead",
        -0.00014323067
      ],
      [
        " Aw",
        -0.003245682
      ],
      [
        "aken",
        -2.0458236e-05
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment,": {
    "guess": "Oil drop experiment",
    "confidence": [
      [
        "Oil",
        -0.74964607
      ],
      [
        " drop",
        -0.11169497
      ],
      [
        " experiment",
        -0.0007880675
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the wrong way and got killed at this event, at which a blood-red wake appeared on the water after the giantess Hyrrokin pushed the ship Hringhorn out to sea. A resident of the hall Breidablik named Nanna collapsed at this event. This event became necessary when the rider Hermod failed to convince Thokk to weep. The self-replicating armband Draupnir was dropped onto a pyre at this event. For 10 points,": {
    "guess": "Baldr's funeral",
    "confidence": [
      [
        "Bal",
        -0.17190494
      ],
      [
        "dr",
        -0.049031273
      ],
      [
        "'s",
        -0.00015074051
      ],
      [
        " funeral",
        -0.009226492
      ]
    ]
  },
  "Fellow residents down the hall watch their neighbor get robbed. A person lies bleeding in the street screaming for help, yet a group passing by does not call for help. Reasons for such behavior include diffusion of responsibility as everyone assumes that someone else is going to help the person in need. Also called the Genovese effect, FTP, name this effect in psychology, where peer pressure and uncertainty": {
    "guess": "Bystander effect",
    "confidence": [
      [
        "B",
        -0.005004852
      ],
      [
        "yst",
        -4.1273333e-06
      ],
      [
        "ander",
        -0.000117370815
      ],
      [
        " effect",
        -0.0014235681
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed. Ira Hayes descended into alcoholism thanks to the fame given him by this \"gungho\" photograph, which was taken as its creator turned around, though for a half-century it was charged that this photograph was (*) staged. This photo taken by Joe Rosenthal depicts six men, only three of whom lived": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.0014987913
      ],
      [
        "aising",
        -2.6656826e-05
      ],
      [
        " the",
        -0.0007258946
      ],
      [
        " Flag",
        -0.0018511777
      ],
      [
        " on",
        -0.00435891
      ],
      [
        " I",
        -1.1041146e-05
      ],
      [
        "wo",
        -5.5577775e-06
      ],
      [
        " J",
        -3.297462e-05
      ],
      [
        "ima",
        -2.1054253e-05
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor": {
    "guess": "The Flying Dutchman",
    "confidence": [
      [
        "The",
        -0.48437
      ],
      [
        " Flying",
        -0.00080391066
      ],
      [
        " Dutch",
        -8.418666e-06
      ],
      [
        "man",
        -7.1954215e-05
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé,": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.01248505
      ],
      [
        "istan",
        -1.6286107e-05
      ],
      [
        " und",
        -0.0008011689
      ],
      [
        " Is",
        -4.2510914e-05
      ],
      [
        "ol",
        -7.302705e-05
      ],
      [
        "de",
        -6.2729996e-06
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold": {
    "guess": "El Dorado",
    "confidence": [
      [
        "El",
        -0.6927475
      ],
      [
        " Dor",
        -0.006000725
      ],
      [
        "ado",
        -1.0445127e-05
      ]
    ]
  },
  "A female historian of this dynasty advised women to be submissive to their husbands in Lessons for Women. Some rulers of this line allied with the \"Grandchildren of the Crow\" against an empire whose first leader was Modu. A rebellion against this dynasty preached the Way of Supreme Peace and was led by three Zhang brothers. One ruler from this line sent an expedition in search of the heavenly horses, had the writer of the Records of the Grand Historian castrated, and instituted monopolies on salt and iron. The rule of this dynasty, whose family name was Liu, was interrupted by the interregnum of": {
    "guess": "Han Dynasty",
    "confidence": [
      [
        "Han",
        -0.0057582567
      ],
      [
        " Dynasty",
        -0.0044305897
      ]
    ]
  },
  "A female character in this work screams \"I will destroy you\" at a brother-in-law before stabbing a knife into her white garment three times. That character, who kicks aside a helmet before licking blood off her brother-in-law's throat and making out with him, later receives a stone fox-head in a white bag. Another character in this film is first seen singing the lines \"From the near mountain, to the far mountain.\" In a long shot, cavalry under blue banners with three white stripes cross a river. One character, whose only remaining valuable is a flute, is a brother to the Buddhist nun Sué, while Tango returns in disguise to a character accompanied by Kyodai in this film. Ending on a cliff with": {
    "guess": "In the Realm of the Senses",
    "confidence": [
      [
        "In",
        -0.030643046
      ],
      [
        " the",
        -0.0029426366
      ],
      [
        " Realm",
        -0.32497758
      ],
      [
        " of",
        -3.1737043e-06
      ],
      [
        " the",
        -0.0034995733
      ],
      [
        " S",
        -3.0545007e-06
      ],
      [
        "enses",
        -1.9361265e-07
      ]
    ]
  },
  "Felix de Weldon made a wax model of this image which he later used as the basis for a memorial he designed. Ira Hayes descended into alcoholism thanks to the fame given him by this \"gungho\" photograph,": {
    "guess": "Raising the Flag on Iwo Jima",
    "confidence": [
      [
        "R",
        -0.1102708
      ],
      [
        "aising",
        -8.971556e-05
      ],
      [
        " the",
        -0.0010875898
      ],
      [
        " Flag",
        -0.0023883758
      ],
      [
        " on",
        -0.0015879392
      ],
      [
        " I",
        -4.365741e-06
      ],
      [
        "wo",
        -1.0802739e-05
      ],
      [
        " J",
        -4.604148e-06
      ],
      [
        "ima",
        -2.486877e-05
      ]
    ]
  },
  "Felson and Cohen developed the rational activity theory to describe this behavior, while Robert Reiner argued that it occurs due to narcissism. Park and Burgess showed that this behavior most often occurs at zones of transitions, and Edwin Sutherland's study of this behavior lead to the Differential Association Theory. Leavitt and Donohue argued for an inverse correlation in the rates of legalized abortion and this behavior, and another theory states that structural and individual pressures lead to this behavior, which is a result of anomie; that idea, popularized by Merton, is strain theory. Another work that studied this behavior famously opposed the death penalty and outlined the idea of deterrence.": {
    "guess": "Crime",
    "confidence": [
      [
        "Crime",
        -0.01069629
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.  A sinister figure in black often appears, the Sister of Mercy, and the protagonist's wife Maia cancels a sea voyage to go into the mountain with Ulfheim.  The protagonist earned his fame by creating the piece \"The Resurrection Day,\" and he gets buried in the snow at the work's end with his love and former model, Irene von Satow.  FTP, name this play about the sculptor Arnold Rubek, a work by Henrik Ibsen.": {
    "guess": "When We Dead Awaken",
    "confidence": [
      [
        "When",
        -0.0068875267
      ],
      [
        " We",
        -0.0014560705
      ],
      [
        " Dead",
        -0.00017183588
      ],
      [
        " Aw",
        -0.0031116456
      ],
      [
        "aken",
        -3.2140193e-05
      ]
    ]
  },
  "Felix Ehrenhaft wrote several articles that attempted to discredit the measurements of this experiment, whose main source of error was the value used for air viscosity. This experiment was performed by the man who verified the photoelectric effect and Harvey Fletcher. Electric and gravitational forces were balanced in order to keep the namesake substance stationary in this experiment, which obtained a value of 1.6 x 10 ^ -19 coulombs. For 10 points, name this experiment performed by Robert Millikan": {
    "guess": "Millikan oil-drop experiment",
    "confidence": [
      [
        "Mill",
        -0.2031859
      ],
      [
        "ikan",
        -0.00013774731
      ],
      [
        " oil",
        -0.044739407
      ],
      [
        "-drop",
        -0.2819611
      ],
      [
        " experiment",
        -0.0004273315
      ]
    ]
  },
  "A female character in this work claims to have married a suicidal South American diplomat and a gold miner from the Urals.  The protagonist is left lounging on the lawn while his wife goes to see the feeding of some sled dogs, and a rough mountaineer known as \"the bear-killer\" is one of the central characters.  A sinister figure in black often appears, the Sister of Mercy, and the protagonist's wife Maia cancels a sea voyage to go into the mountain with Ulfheim.  The protagonist earned his fame by creating the piece \"The Resurrection Day,\" and he gets buried in the snow at the work's end with his": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -1.1903342
      ],
      [
        " Master",
        -1.0845492
      ],
      [
        " and",
        -0.08286859
      ],
      [
        " Marg",
        -4.143808e-05
      ],
      [
        "ar",
        -0.00023357604
      ],
      [
        "ita",
        -6.241792e-05
      ]
    ]
  },
  "After he fell ill during a track meet and was diagnosed with a heart murmur, he turned to poetry.  His story collections A Voyage to Pagany and The Knife of the Times preceded a novel trilogy that began with White Mule, which was told entirely from the viewpoint of his wife Flossie as a newborn baby.  He also wrote the introduction to Allen Ginsberg's Howl and Other Poems and the three-part love poem, \"Asphodel, That Greeny Flower,\" before his posthumous Pulitzer for 1962's Pictures from Breughel.  FTP, name this one-time pediatrician and American poet famed for poems like \"the Red Wheelbarrow\"": {
    "guess": "William Carlos Williams",
    "confidence": [
      [
        "William",
        -0.007386078
      ],
      [
        " Carlos",
        -0.00012344286
      ],
      [
        " Williams",
        -0.00013393279
      ]
    ]
  },
  "Felix Mottl and Joseph Keilberth collapsed and died while conducting this opera. It opens with a sailor singing about a \"wild Irish maid\" and one of the protagonists is reminded that her previous fiancé, Morold, was killed by a leader on the ship. The notes F, B, D#, G# comprise that leader's namesake chord, which is famously heard at the beginning of this work that ends with the aria \"Mild und Leise\" or \"Fair and Gentle.\" The titular protagonists are served by Brangane and Kurenwal, who avenges his master by killing Molet at the end. FTP, identify this opera by Richard Wagner about a knight and his lover who consume a love potion.": {
    "guess": "Tristan und Isolde",
    "confidence": [
      [
        "Tr",
        -0.0019594403
      ],
      [
        "istan",
        -4.4894987e-05
      ],
      [
        " und",
        -0.00048310417
      ],
      [
        " Is",
        -4.0842064e-05
      ],
      [
        "ol",
        -6.1821906e-05
      ],
      [
        "de",
        -8.418666e-06
      ]
    ]
  },
  "A female composer from this country is most famous for her D major Concertino for flute and little piano pieces like \"Scarf Dance.\" Another composer from this country used \"MIDI-Flute\" in a work written": {
    "guess": "List of female composers by birth date",
    "confidence": [
      [
        "List",
        -1.4749148
      ],
      [
        " of",
        -0.0018258349
      ],
      [
        " female",
        -0.14339374
      ],
      [
        " composers",
        -0.019550351
      ],
      [
        " by",
        -0.0045122425
      ],
      [
        " birth",
        -0.07600471
      ],
      [
        " date",
        -0.08403642
      ]
    ]
  },
  "A female figure appears at this event using snakes as reins to ride an angry wolf, which was subdued by four warriors after she dismounted. A riddle contest ends with a question about this event in the Vafthrudnismal, stumping a giant who did not know what was whispered here. A dwarf named Lit ran the": {
    "guess": "Baldr",
    "confidence": [
      [
        "Bal",
        -0.60960805
      ],
      [
        "dr",
        -0.05376021
      ]
    ]
  }
}