{
  "Murdering his music tutor with a lyre, getting drunk at a funeral, freeing Prometheus, founding the city": {
    "guess": "Hercules in ancient Rome",
    "confidence": [
      [
        "H",
        -0.640992
      ],
      [
        "erc",
        -0.0009893421
      ],
      [
        "ules",
        -0.0007171964
      ],
      [
        " in",
        -0.4615758
      ],
      [
        " ancient",
        -0.082585886
      ],
      [
        " Rome",
        -0.164068
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their death, while another structure consists of two inclined ramps leading to a portico. This city home": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0018121521
      ],
      [
        "ice",
        -3.2855416e-05
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.12828356
      ],
      [
        "ice",
        -0.006176087
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their death, while another structure consists of two inclined ramps leading to a portico. This city home to the Bridge of Sighs and the (*) Rialto has a primary traffic throughway with a reverse S-shape.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0016600665
      ],
      [
        "ice",
        -2.3319124e-05
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this man took refuge on the island of Rathlin. He gained new followers with his 1307 victory at Loudon Hill. Upon his death, his heart was given to (*) James Douglas to be buried in Jerusalem. He achieved independence for his country in the 1328 Treaty of Northhampton, and he was declared a traitor by Edward I. For 10 points, name man who won the Battle of Bannockburn and served as king of Scotland from": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.0031185374
      ],
      [
        " the",
        -0.054567628
      ],
      [
        " Bruce",
        -8.017927e-05
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their death, while another structure consists of two inclined ramps leading to a portico. This city home to the Bridge of Sighs and the (*) Rialto has a primary traffic throughway with a reverse S-shape. Its most famous public square actually has the shape of a trapezoid. That square connects St. Mark's Basilica to the Doge's Palace. It is located on a lagoon where the Po River empties into the Adriatic.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.00023381444
      ],
      [
        "ice",
        -9.133887e-06
      ]
    ]
  },
  "The murders in this state of Nick Ray and Nate Champion set off the Johnson County War. A city in this state was the source of the moniker of Harry Longbaugh, the Sundance Kid. This is the home state of": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.0017046982
      ],
      [
        "oming",
        -6.80205e-05
      ]
    ]
  },
  "Murdering his music tutor with a lyre, getting drunk at a funeral, freeing Prometheus, founding the city of Taranto, and challenging the God of wine to a drinking contest are some of his more obscure adventures. He's perhaps better known for slaying the Nemean Lion, cleaning the Augean stables in a day,": {
    "guess": "Hercules (comics)",
    "confidence": [
      [
        "H",
        -0.18497218
      ],
      [
        "erc",
        -0.00030709905
      ],
      [
        "ules",
        -0.00021307668
      ],
      [
        " (",
        -0.22723311
      ],
      [
        "com",
        -0.023707416
      ],
      [
        "ics",
        -2.4584822e-06
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "The murders in this state of Nick Ray and Nate Champion set off the Johnson County War. A city in this state was the source of the moniker of Harry Longbaugh, the Sundance Kid. This is the home state of former senator Alan Simpson, who was replaced by current senator Mike Enzi. Before becoming Secretary of Defense, Dick Cheney represented this state in the House. Name this western US state with capital": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.0087656025
      ],
      [
        "oming",
        -0.0001407274
      ]
    ]
  },
  "The murders in this state of Nick Ray and Nate Champion set off the Johnson County War. A city in this state was the source of the moniker of Harry Longbaugh, the Sundance Kid. This is the home state of former senator Alan Simpson, who was replaced by current senator Mike Enzi. Before becoming Secretary": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.01457982
      ],
      [
        "oming",
        -0.0001437075
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this man took refuge on the island of Rathlin. He gained new followers with his 1307 victory at Loudon Hill. Upon his death, his heart was given to (*) James Douglas to be buried in Jerusalem. He achieved independence for his country in the 1328 Treaty of Northhampton, and he was declared a traitor by Edward": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.008733115
      ],
      [
        " the",
        -0.017164955
      ],
      [
        " Bruce",
        -0.00025692896
      ]
    ]
  },
  "The murders in this state of Nick Ray and Nate Champion set off the Johnson County War. A city in this state was the source of the moniker of Harry Longbaugh, the Sundance Kid. This is the home state of former senator Alan Simpson, who was replaced by current senator Mike Enzi. Before becoming Secretary of Defense, Dick Cheney represented this state in the House. Name this western US state with capital Cheyenne.": {
    "guess": "Wyoming",
    "confidence": [
      [
        "Wy",
        -0.028371286
      ],
      [
        "oming",
        -0.00016694854
      ]
    ]
  },
  "Murdering his music tutor with a lyre, getting drunk at a funeral, freeing Prometheus, founding the city of Taranto, and challenging the God of wine to a drinking contest are some of his more obscure adventures. He's perhaps better known for slaying the Nemean Lion, cleaning the Augean stables in a day, capturing the Cretan Bull, and stealing the Mares of Diomedes. For 10 points, name this hero from Greek mythology who's best known for defeating the Hydra.": {
    "guess": "Hercules (comics)",
    "confidence": [
      [
        "H",
        -0.40185708
      ],
      [
        "erc",
        -2.677603e-05
      ],
      [
        "ules",
        -6.551722e-05
      ],
      [
        " (",
        -0.64527947
      ],
      [
        "com",
        -0.051170155
      ],
      [
        "ics",
        -1.3856493e-06
      ],
      [
        ")",
        -4.1273333e-06
      ]
    ]
  },
  "Murdering his music tutor with a lyre, getting drunk at a funeral, freeing Prometheus, founding the city of Taranto, and challenging the God of wine to a drinking contest are some of his more obscure adventures. He's perhaps better known for slaying the Nemean Lion, cleaning the Augean stables in a day, capturing the Cretan Bull, and stealing the Mares of Diomedes. For 10 points, name this hero from": {
    "guess": "Hercules (comics)",
    "confidence": [
      [
        "H",
        -0.13564643
      ],
      [
        "erc",
        -3.392825e-05
      ],
      [
        "ules",
        -4.8113485e-05
      ],
      [
        " (",
        -0.10759257
      ],
      [
        "com",
        -0.028894765
      ],
      [
        "ics",
        -7.89631e-07
      ],
      [
        ")",
        -9.014684e-06
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this man took refuge on the island of Rathlin. He gained new followers with his 1307 victory at Loudon Hill.": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.20121421
      ],
      [
        " the",
        -0.034989715
      ],
      [
        " Bruce",
        -0.0008813307
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this man took refuge on the island of Rathlin. He gained new followers with his 1307 victory at Loudon Hill. Upon his death, his heart was given to (*) James Douglas to be buried in Jerusalem. He achieved independence for his country in the 1328 Treaty of Northhampton, and he was declared a traitor by Edward I. For 10 points, name man who won the Battle of Bannockburn and served as king of Scotland from 1306 to 1329.": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.003034994
      ],
      [
        " the",
        -0.060509395
      ],
      [
        " Bruce",
        -3.7265952e-05
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their death, while another structure consists of two inclined ramps leading to a portico. This city home to the Bridge of Sighs and the (*) Rialto has a primary traffic throughway with a reverse S-shape. Its most famous public square actually has the shape of a trapezoid. That square connects St. Mark's": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0013364321
      ],
      [
        "ice",
        -3.392825e-05
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this man took refuge on the island of Rathlin. He gained new followers with his 1307 victory at Loudon Hill. Upon his death, his heart was given to (*) James Douglas to be buried in Jerusalem. He achieved": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.40508774
      ],
      [
        " the",
        -0.019480433
      ],
      [
        " Bruce",
        -0.00046296243
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their death, while another structure consists of two inclined ramps leading to a portico. This city home to the Bridge of Sighs and the (*) Rialto has a primary traffic throughway with a reverse S-shape. Its most famous public square actually has the shape of a trapezoid. That square connects St. Mark's Basilica to the Doge's Palace. It is located on a lagoon where the Po River empties into the Adriatic. For ten points, identify this Italian city famous for its gondolas and canals.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.00036502103
      ],
      [
        "ice",
        -9.729906e-06
      ]
    ]
  },
  "The murders in this state of Nick Ray and Nate Champion set off the Johnson County War. A city in this": {
    "guess": "Johnson County War",
    "confidence": [
      [
        "Johnson",
        -0.064069465
      ],
      [
        " County",
        -0.00015645861
      ],
      [
        " War",
        -0.0005293222
      ]
    ]
  },
  "Murdering his music tutor with a lyre, getting drunk at a funeral, freeing Prometheus, founding the city of Taranto, and challenging the God of wine to a drinking contest are some of his more obscure adventures.": {
    "guess": "Hercules",
    "confidence": [
      [
        "H",
        -0.80875975
      ],
      [
        "erc",
        -0.0011621269
      ],
      [
        "ules",
        -0.0009230117
      ]
    ]
  },
  "The Murano Glass Museum is located in this city, which is served by buses called vaporettos. One structure in this city was so named because it provided criminals their last sight of the city before their": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0008438145
      ],
      [
        "ice",
        -2.2603901e-05
      ]
    ]
  },
  "This man murdered his rival John Comyn at Dumfries, and, after defeat at the Battle of Methven, this": {
    "guess": "Robert the Bruce",
    "confidence": [
      [
        "Robert",
        -0.27996156
      ],
      [
        " the",
        -0.030661184
      ],
      [
        " Bruce",
        -0.0005398085
      ]
    ]
  }
}