{
  "Nidaba and Memphis Facula are two notable palimpsests on this satellite's surface, though Gilgamesh is": {
    "guess": "Ganymede",
    "confidence": [
      [
        "G",
        -1.490943
      ],
      [
        "an",
        -5.371606e-05
      ],
      [
        "ym",
        -5.383526e-05
      ],
      [
        "ede",
        -0.000111410634
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12 string concerti that pioneered that genre. A pastoral dance in Allegro ends another of his concerti, whose first movement's depiction of birds is cut short by a trill representing a storm. This composer of L'estro armonico is best known for a set of four works included in The Contest Between Harmony and Invention. For 10 points, name this Italian composer nicknamed \"the Red Priest,\" whose \"La primavera,\" or \"Spring,\" is part of The Four Seasons.": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00033808468
      ],
      [
        "onio",
        -6.9882217e-06
      ],
      [
        " V",
        -0.0007441144
      ],
      [
        "ival",
        -2.4391957e-05
      ],
      [
        "di",
        -3.8457987e-05
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A": {
    "guess": "Affective forecasting",
    "confidence": [
      [
        "A",
        -0.4087802
      ],
      [
        "ffective",
        -0.124018006
      ],
      [
        " forecasting",
        -0.31247061
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at the Moscow Conservatory, while his operas Mazeppa and The Sorceress were composed under the patronage of Madame von Meck.  One symphony by this composer was inspired by Byron's poem (*) Manfred, and his third in D major is nicknamed Polish.  His most famous ouverture took themes from the folk song \"By The Gates\" and the Marseilleise.  For 10 points, name this Russian composer of the Pathetique symphony,": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.01847533
      ],
      [
        "otr",
        -0.00011117222
      ],
      [
        " I",
        -3.523949e-05
      ],
      [
        "ly",
        -6.659005e-05
      ],
      [
        "ich",
        -0.00039385364
      ],
      [
        " T",
        -1.8193366e-05
      ],
      [
        "cha",
        -1.473646e-05
      ],
      [
        "ik",
        -1.0683535e-05
      ],
      [
        "ovsky",
        -0.00030102333
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan as head of the ISAF. When President Obama flew to Copenhagen in his Olympics attempt, he met with this man on Air Force One. This military figure recently requested increasing the ANP to one hundred sixty thousand and the ANA to two hundred forty thousand, providing an alternative to a plan pushed by Vice President Biden. Though still officially classified, most of his report was published by the": {
    "guess": "Stanley A. McChrystal",
    "confidence": [
      [
        "Stan",
        -0.0054923645
      ],
      [
        "ley",
        -0.00013321757
      ],
      [
        " A",
        -0.14868836
      ],
      [
        ".",
        -0.0004510494
      ],
      [
        " Mc",
        -0.00019126241
      ],
      [
        "Chr",
        -0.0007338666
      ],
      [
        "ystal",
        -9.9490266e-05
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in 1947 by John Cage. It is also the name of a group of piano pieces which includes the \"Song of the Reaper\" and \"At the Fireside,\" the opus 37 of Tchaikovsky. Another work of this name featured a libretto by Gottfried van Swieten, and centers on three peasants named Simon, Hanne, and Lucas. FTP, give": {
    "guess": "Seasons",
    "confidence": [
      [
        "Season",
        -0.5781071
      ],
      [
        "s",
        -1.0087517e-05
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of it with hydrogen gas is called syngas. It is referred to as carbonyl (CAR-bo-neel) when it functions as a ligand. In the body, hemoglobin (HEE-mo-glo-bin) is about two hundred times more likely to bond": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.007107836
      ],
      [
        " mon",
        -0.22507897
      ],
      [
        "oxide",
        -0.0005140715
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan as head of the ISAF. When President Obama flew to Copenhagen in his Olympics attempt, he met with this man on Air Force One. This military figure recently requested increasing the ANP to one hundred sixty thousand and the ANA to two hundred forty thousand, providing an alternative to a plan pushed by Vice President Biden. Though still officially classified, most of his report was published by the Washington Post. Name this four-star general who commands our forces in Afghanistan.": {
    "guess": "Stanley A. McChrystal",
    "confidence": [
      [
        "Stan",
        -0.018867757
      ],
      [
        "ley",
        -3.7385154e-05
      ],
      [
        " A",
        -0.08900512
      ],
      [
        ".",
        -0.00033248574
      ],
      [
        " Mc",
        -0.00015502817
      ],
      [
        "Chr",
        -0.0004585519
      ],
      [
        "ystal",
        -1.7239736e-05
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.5020936
      ],
      [
        "ust",
        -0.00055922766
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids are believed to have developed from objects originating here. Matese and Whitmere suppose that the planet Tyche may be located here. Julio Fernandez posits that its chief source may be the (*) scattered disc, while Richard Muller suggested that Nemesis likely existed within this location. Its inner region, more disc-shaped, is named for J. G. Hills. For 10 points, name this hypothesized spherical entity, a possible source of long-period comets vastly more distant than the Kuiper Belt.": {
    "guess": "Oort Cloud",
    "confidence": [
      [
        "O",
        -0.028745482
      ],
      [
        "ort",
        -5.6769813e-06
      ],
      [
        " Cloud",
        -0.43732885
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.031130143
      ],
      [
        "otr",
        -0.00061010564
      ],
      [
        " I",
        -0.00015812746
      ],
      [
        "ly",
        -7.7199176e-05
      ],
      [
        "ich",
        -0.000303765
      ],
      [
        " T",
        -4.3941356e-05
      ],
      [
        "cha",
        -3.0471343e-05
      ],
      [
        "ik",
        -1.867018e-05
      ],
      [
        "ovsky",
        -0.00025204162
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids are believed to have developed from objects originating here. Matese and Whitmere suppose that the planet Tyche may be located here. Julio Fernandez posits that its chief source may be the (*) scattered disc, while Richard Muller suggested that Nemesis likely existed within this location. Its inner region, more disc-shaped, is named for J. G. Hills. For 10 points, name this hypothesized spherical": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.046044268
      ],
      [
        "ort",
        -6.749814e-06
      ],
      [
        " cloud",
        -0.031984635
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at the Moscow Conservatory, while his operas Mazeppa and The Sorceress were composed under the patronage of Madame von Meck.  One symphony by this composer was inspired by Byron's poem (*) Manfred, and his third in D major is nicknamed Polish.  His most famous ouverture took themes from the folk song \"By The Gates\" and the Marseilleise.  For 10 points, name this Russian composer of the Pathetique symphony, the 1812 Overture, and the ballet The Nutcracker.": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.0014028487
      ],
      [
        "otr",
        -0.00012356207
      ],
      [
        " I",
        -3.655073e-05
      ],
      [
        "ly",
        -6.869018e-06
      ],
      [
        "ich",
        -5.0616763e-05
      ],
      [
        " T",
        -8.299462e-06
      ],
      [
        "cha",
        -7.58424e-06
      ],
      [
        "ik",
        -3.4121115e-06
      ],
      [
        "ovsky",
        -0.00019614976
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12 string concerti that pioneered that genre. A pastoral dance in Allegro ends another of his concerti, whose first movement's depiction of birds is cut short by a trill representing a storm. This composer": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00065501244
      ],
      [
        "onio",
        -2.9352968e-06
      ],
      [
        " V",
        -0.0006577504
      ],
      [
        "ival",
        -1.8908588e-05
      ],
      [
        "di",
        -5.9795446e-05
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate": {
    "guess": "Affective forecasting",
    "confidence": [
      [
        "A",
        -0.36244318
      ],
      [
        "ffective",
        -0.05566974
      ],
      [
        " forecasting",
        -0.18455228
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan as head of the ISAF. When President Obama flew to Copenhagen in his Olympics attempt, he met with this": {
    "guess": "Stanley A. McChrystal",
    "confidence": [
      [
        "Stan",
        -0.03292758
      ],
      [
        "ley",
        -0.00032640636
      ],
      [
        " A",
        -0.2240018
      ],
      [
        ".",
        -0.00038300612
      ],
      [
        " Mc",
        -0.00017612721
      ],
      [
        "Chr",
        -0.0012255855
      ],
      [
        "ystal",
        -0.00016754455
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in 1947 by John Cage. It is also the name of a group of piano pieces which includes the \"Song of the Reaper\" and \"At the Fireside,\" the opus 37 of Tchaikovsky. Another work of this name featured a libretto": {
    "guess": "Symphony No. 9 (Spohr)",
    "confidence": [
      [
        "Sym",
        -0.51183534
      ],
      [
        "phony",
        -0.005546659
      ],
      [
        " No",
        -0.03642815
      ],
      [
        ".",
        -0.0013082138
      ],
      [
        " ",
        -0.0046306727
      ],
      [
        "9",
        -0.07184028
      ],
      [
        " (",
        -0.36782035
      ],
      [
        "Sp",
        -0.022321781
      ],
      [
        "oh",
        -2.4272753e-05
      ],
      [
        "r",
        -1.342522e-05
      ],
      [
        ")",
        -0.0011192613
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.01728166
      ],
      [
        "onio",
        -3.7697225e-06
      ],
      [
        " V",
        -5.7411373e-05
      ],
      [
        "ival",
        -6.6306106e-06
      ],
      [
        "di",
        -6.6113236e-05
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at the Moscow Conservatory, while his operas Mazeppa and The Sorceress were composed under the patronage of Madame von Meck.  One symphony by this composer was inspired by Byron's poem (*) Manfred, and his third in D major is nicknamed Polish.  His most famous ouverture took themes from the folk song": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.0021465737
      ],
      [
        "otr",
        -0.00022225169
      ],
      [
        " I",
        -2.319992e-05
      ],
      [
        "ly",
        -1.0087517e-05
      ],
      [
        "ich",
        -6.289474e-05
      ],
      [
        " T",
        -1.247159e-05
      ],
      [
        "cha",
        -6.2729996e-06
      ],
      [
        "ik",
        -6.392203e-06
      ],
      [
        "ovsky",
        -0.0001819682
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity; Badinguet, from the name of the mason who changed clothes with him when he escaped from Ham; Boustrapa, a compound of Boulogne, Strasbourg, and Paris, the places of his escapades; and Man of Sedan, because it was at Sedan in 1870 that he surrendered to William I of Prussia.  FTP, name Louis": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.42532596
      ],
      [
        "ap",
        -0.0011598621
      ],
      [
        "oleon",
        -4.406056e-05
      ],
      [
        " III",
        -0.00046713458
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate gave out phone numbers on a rickety bridge and a safe bridge backed up the findings of an experiment in which subjects who thought they were receiving the fictional eyesight improving drug Superoxin": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.40597117
      ],
      [
        "otion",
        -0.0035359212
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in 1947 by John Cage. It is also the name of a group of piano pieces which includes the \"Song of the Reaper\" and \"At the Fireside,\" the opus 37 of Tchaikovsky. Another work of this name featured a libretto by Gottfried van Swieten, and centers on three peasants named Simon, Hanne, and Lucas. FTP, give the common name of these musical works, one of which is an oratorio based on a poem by James Thomson": {
    "guess": "Seasons",
    "confidence": [
      [
        "Season",
        -0.10644755
      ],
      [
        "s",
        -1.7432603e-06
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured Auxerre and Troyes and scored a victory over John Fastolf at Patay before being captured at the siege of Compiègne, but Bishop Pierre Cauchon proceeded with this leader's trial anyway. Before bringing": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.010738399
      ],
      [
        "an",
        -1.6240566e-06
      ],
      [
        " of",
        -0.00014716439
      ],
      [
        " Arc",
        -9.531814e-05
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity; Badinguet, from the name of the mason who changed clothes with him when he escaped from Ham;": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.9019876
      ],
      [
        "ap",
        -0.0029330067
      ],
      [
        "oleon",
        -0.00011510595
      ],
      [
        " III",
        -0.0025594956
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later freed after the leader this man worked for died. While working for that leader, he earlier imposed harsh penalties on peasants caught \"gleaning\" the harvest with the Law of Spikelets. This man co-names a treaty which was broken when his country was invaded in Operation Barbarossa. That treaty was": {
    "guess": "Vyacheslav Molotov",
    "confidence": [
      [
        "Vy",
        -0.33863717
      ],
      [
        "aches",
        -0.0005052541
      ],
      [
        "lav",
        -8.776276e-06
      ],
      [
        " Mol",
        -0.0027685019
      ],
      [
        "ot",
        -3.4524266e-05
      ],
      [
        "ov",
        -2.0935051e-05
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan": {
    "guess": "Stanley McChrystal",
    "confidence": [
      [
        "Stan",
        -0.14122127
      ],
      [
        "ley",
        -0.008356179
      ],
      [
        " Mc",
        -0.691691
      ],
      [
        "Chr",
        -0.00037251986
      ],
      [
        "ystal",
        -3.297462e-05
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.55334735
      ],
      [
        " mon",
        -0.1571178
      ],
      [
        "oxide",
        -0.00014740281
      ]
    ]
  },
  "Nidaba and Memphis Facula are two notable palimpsests on this satellite's surface, though Gilgamesh is the largest one. In October 1995 the Hubble Space Telescope detected ozone there and it has recently been shown to possess a magnetosphere embedded inside its planet's larger one. Its icy shell exterior": {
    "guess": "Ganymede (moon)",
    "confidence": [
      [
        "G",
        -0.04763669
      ],
      [
        "an",
        -2.7014437e-05
      ],
      [
        "ym",
        -5.5122365e-07
      ],
      [
        "ede",
        -2.8160932e-06
      ],
      [
        " (",
        -0.002040464
      ],
      [
        "moon",
        -4.692145e-05
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later": {
    "guess": "Yuri Gagarin",
    "confidence": [
      [
        "Y",
        -2.371414
      ],
      [
        "uri",
        -0.4646851
      ],
      [
        " G",
        -0.01918754
      ],
      [
        "agar",
        -0.0009739941
      ],
      [
        "in",
        -8.339777e-05
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.16232146
      ],
      [
        "otr",
        -0.0004185178
      ],
      [
        " I",
        -3.4047454e-05
      ],
      [
        "ly",
        -0.00013858173
      ],
      [
        "ich",
        -4.763667e-05
      ],
      [
        " T",
        -3.059055e-05
      ],
      [
        "cha",
        -3.297462e-05
      ],
      [
        "ik",
        -7.703444e-06
      ],
      [
        "ovsky",
        -0.0002223709
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan as head of the ISAF. When President Obama flew to Copenhagen in his Olympics attempt, he met with this man on Air Force One. This military figure recently requested increasing the ANP to one hundred": {
    "guess": "Stanley A. McChrystal",
    "confidence": [
      [
        "Stan",
        -0.017646328
      ],
      [
        "ley",
        -0.0005562512
      ],
      [
        " A",
        -0.22467607
      ],
      [
        ".",
        -0.00035381588
      ],
      [
        " Mc",
        -7.958325e-05
      ],
      [
        "Chr",
        -0.0010571029
      ],
      [
        "ystal",
        -4.298773e-05
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids are believed to have developed from objects originating here. Matese and Whitmere suppose that the planet Tyche may be located here. Julio Fernandez posits that its chief source may be the (*) scattered disc, while Richard Muller suggested that Nemesis likely existed within this location. Its": {
    "guess": "Scattered disc",
    "confidence": [
      [
        "Sc",
        -0.5006342
      ],
      [
        "attered",
        -0.00012415809
      ],
      [
        " disc",
        -0.060426462
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of it with hydrogen gas is called syngas. It is referred to as carbonyl (CAR-bo-neel) when it functions as a ligand. In the body, hemoglobin (HEE-mo-glo-bin) is about two hundred times more likely to bond to this compound than oxygen. It is formed in incomplete but not complete combustion reactions. For 10 points, name this odorless, colorless gas that is often called \"the silent killer,\" which has the": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.0065431856
      ],
      [
        " mon",
        -0.12645203
      ],
      [
        "oxide",
        -9.031158e-05
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.012081622
      ],
      [
        "onio",
        -8.657073e-06
      ],
      [
        " V",
        -0.00017338553
      ],
      [
        "ival",
        -5.7961847e-06
      ],
      [
        "di",
        -1.92662e-05
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson": {
    "guess": "Emotion regulation",
    "confidence": [
      [
        "Em",
        -0.095723085
      ],
      [
        "otion",
        -0.0038291756
      ],
      [
        " regulation",
        -0.34673876
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later freed after the leader this man worked for died. While working for that leader, he earlier imposed harsh penalties on peasants caught \"gleaning\" the harvest with the Law of Spikelets. This man co-names": {
    "guess": "Vyacheslav Molotov",
    "confidence": [
      [
        "Vy",
        -1.3598377
      ],
      [
        "aches",
        -0.00046510808
      ],
      [
        "lav",
        -1.998142e-05
      ],
      [
        " Mol",
        -0.006393592
      ],
      [
        "ot",
        -4.2391708e-05
      ],
      [
        "ov",
        -1.9504607e-05
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate gave out phone numbers on a rickety bridge and a safe bridge backed up the findings of an experiment in which subjects who thought they were receiving the fictional eyesight improving drug Superoxin actually got a dose of adrenalin. That experiment was conducted by Schachter and Singer and led to a model in which physiology and cognition cause these phenomena, the \"two factor theory.\" For 10 points name these phenomena that include euphoria and guilt.": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.009205221
      ],
      [
        "otion",
        -0.0014408308
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to": {
    "guess": "Ernst Jünger",
    "confidence": [
      [
        "Er",
        -1.8199996
      ],
      [
        "nst",
        -0.027200026
      ],
      [
        " J",
        -1.4308475
      ],
      [
        "ü",
        -0.0014284519
      ],
      [
        "nger",
        -0.0057914434
      ]
    ]
  },
  "Nidaba and Memphis Facula are two notable palimpsests on this satellite's surface, though Gilgamesh is the largest one. In October 1995 the Hubble Space Telescope detected ozone there and it has recently been shown to possess a magnetosphere embedded inside its planet's larger one. Its icy shell exterior has also been slightly differentiated from neighboring Callisto. FTP, name this third Galilean moon, the largest moon of Jupiter and the solar system.": {
    "guess": "Ganymede (moon)",
    "confidence": [
      [
        "G",
        -0.00985419
      ],
      [
        "an",
        -2.939851e-05
      ],
      [
        "ym",
        -4.167649e-05
      ],
      [
        "ede",
        -1.735894e-05
      ],
      [
        " (",
        -0.041299265
      ],
      [
        "moon",
        -0.00016146517
      ],
      [
        ")",
        -1.5332478e-05
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity; Badinguet, from the name of the mason who changed clothes with him when he escaped from Ham; Boustrapa, a compound of Boulogne, Strasbourg, and Paris, the places of his escapades; and Man of Sedan, because it was at Sedan in 1870 that he surrendered to William I of Prussia.  FTP, name Louis Bonaparte's third son who was also called the Man of December when he became emperor of France in December 1852.": {
    "guess": "Napoleon III",
    "confidence": [
      [
        "N",
        -0.2814972
      ],
      [
        "ap",
        -0.0030286906
      ],
      [
        "oleon",
        -6.7662884e-05
      ],
      [
        " III",
        -0.00041613373
      ]
    ]
  },
  "Nicknamed The Pope, this man recently headed the JSOC for five years before replacing David McKiernan as head of the ISAF. When President Obama flew to Copenhagen in his Olympics attempt, he met with this man on Air Force One. This military figure recently requested increasing the ANP to one hundred sixty thousand and the ANA to two hundred forty thousand, providing an alternative to a plan pushed": {
    "guess": "Stanley A. McChrystal",
    "confidence": [
      [
        "Stan",
        -0.01681887
      ],
      [
        "ley",
        -0.00047642877
      ],
      [
        " A",
        -0.35300943
      ],
      [
        ".",
        -0.0006221305
      ],
      [
        " Mc",
        -0.00016456447
      ],
      [
        "Chr",
        -0.0006771696
      ],
      [
        "ystal",
        -0.00013178712
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate gave out phone numbers on a rickety bridge and a safe bridge backed up the findings of an experiment in which subjects who thought they were receiving the fictional eyesight improving drug Superoxin actually got a dose of adrenalin. That experiment was conducted by Schachter and Singer and led": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.115128905
      ],
      [
        "otion",
        -0.008257226
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at the Moscow Conservatory, while his operas Mazeppa and The Sorceress were composed under the patronage of Madame von Meck.  One symphony by this composer was inspired by Byron's poem (*) Manfred, and": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.0038406905
      ],
      [
        "otr",
        -6.241792e-05
      ],
      [
        " I",
        -2.1769476e-05
      ],
      [
        "ly",
        -6.6306106e-06
      ],
      [
        "ich",
        -3.5835506e-05
      ],
      [
        " T",
        -2.2007884e-05
      ],
      [
        "cha",
        -8.299462e-06
      ],
      [
        "ik",
        -9.014684e-06
      ],
      [
        "ovsky",
        -0.00017374314
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.76051277
      ],
      [
        "dro",
        -7.004696e-05
      ],
      [
        "gen",
        -0.0071535297
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in 1947 by John Cage. It is also the name of a group of piano pieces which includes the \"Song of the": {
    "guess": "The Seasons (ballet)",
    "confidence": [
      [
        "The",
        -0.23412097
      ],
      [
        " Seasons",
        -0.00549308
      ],
      [
        " (",
        -0.05489109
      ],
      [
        "b",
        -0.47899294
      ],
      [
        "allet",
        -1.9361265e-07
      ],
      [
        ")",
        -0.01100149
      ]
    ]
  },
  "Nicolas Rubenstein, the dedicatee of this man's first piano concerto in B minor, declared that piece unplayable.  His first symphony, \"Winter Dreams,\" and his second, \"Little Russian,\" were composed at the Moscow Conservatory, while his operas Mazeppa and The Sorceress were composed under the patronage": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -0.03792098
      ],
      [
        "otr",
        -0.002640699
      ],
      [
        " I",
        -0.0019994157
      ],
      [
        "ly",
        -3.3809047e-05
      ],
      [
        "ich",
        -0.0005844878
      ],
      [
        " T",
        -0.00010342398
      ],
      [
        "cha",
        -5.5146502e-05
      ],
      [
        "ik",
        -1.247159e-05
      ],
      [
        "ovsky",
        -0.00026515033
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12 string concerti that pioneered that genre. A pastoral dance in Allegro ends another of his concerti,": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00056685304
      ],
      [
        "onio",
        -3.1281633e-07
      ],
      [
        " V",
        -0.0002969704
      ],
      [
        "ival",
        -1.8431772e-05
      ],
      [
        "di",
        -4.7040652e-05
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12 string concerti that pioneered that genre. A pastoral dance in Allegro ends another of his concerti, whose first movement's depiction of birds is cut short by a trill representing a storm. This composer of L'estro armonico is best known for a set of four works included in The Contest Between Harmony": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0012930933
      ],
      [
        "onio",
        -3.2929079e-06
      ],
      [
        " V",
        -0.0013507109
      ],
      [
        "ival",
        -2.2246291e-05
      ],
      [
        "di",
        -4.4537377e-05
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later freed after the leader this man worked for died. While working for that leader, he earlier imposed harsh penalties on peasants caught \"gleaning\" the harvest with the Law of Spikelets. This man co-names a treaty which was broken when his country was invaded in Operation Barbarossa. That treaty was a non-aggression pact co-signed with German Foreign Minister von Ribbentrop. For 10 points, name this": {
    "guess": "Vyacheslav Molotov",
    "confidence": [
      [
        "Vy",
        -0.3675786
      ],
      [
        "aches",
        -0.0011980861
      ],
      [
        "lav",
        -4.6444635e-05
      ],
      [
        " Mol",
        -0.0033117465
      ],
      [
        "ot",
        -6.718607e-05
      ],
      [
        "ov",
        -2.546479e-05
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -2.9225478
      ],
      [
        "van",
        -0.01956321
      ],
      [
        " the",
        -0.26884216
      ],
      [
        " Ter",
        -0.0013728497
      ],
      [
        "rible",
        -9.901345e-05
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids are believed to have developed from objects originating here. Matese and Whitmere suppose that the planet Tyche may be located here. Julio Fernandez posits that its chief source may be the (*)": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.6451598
      ],
      [
        "ptune",
        -0.00029148703
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of it with hydrogen gas is called syngas. It is referred to as carbonyl (CAR-bo-neel) when it functions as a ligand. In the body, hemoglobin (HEE-mo-glo-bin) is about two hundred times more likely to bond to this compound than oxygen. It is formed in incomplete but not complete combustion reactions. For 10 points, name this odorless, colorless gas that is often called \"the silent killer,\" which has the formula CO.": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.0068846806
      ],
      [
        " mon",
        -0.18966292
      ],
      [
        "oxide",
        -0.00010139752
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later freed after the leader this man worked for died. While working for that leader, he earlier imposed": {
    "guess": "Yakov Dzhugashvili",
    "confidence": [
      [
        "Y",
        -1.7768832
      ],
      [
        "akov",
        -0.7284485
      ],
      [
        " D",
        -1.2697141
      ],
      [
        "zh",
        -0.0061986074
      ],
      [
        "ug",
        -1.7239736e-05
      ],
      [
        "ash",
        -2.577686e-06
      ],
      [
        "v",
        -0.0006628762
      ],
      [
        "ili",
        -0.00017517358
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured Auxerre and Troyes and scored a victory over John Fastolf at Patay before being captured at the": {
    "guess": "Jeanne d'Arc",
    "confidence": [
      [
        "Jean",
        -0.88320917
      ],
      [
        "ne",
        -0.4703118
      ],
      [
        " d",
        -0.029642178
      ],
      [
        "'",
        -0.0036138475
      ],
      [
        "Arc",
        -0.0068561547
      ]
    ]
  },
  "Nicolas Chédeville impersonated this composer in his \"The Faithful Shepherd\" after making an agreement with Jean-Noel Marchand. He utilized the ritornello form in several works from a collection of 12 string concerti that pioneered that genre. A pastoral dance in Allegro ends another of his concerti, whose first movement's depiction of birds is cut short by a trill representing a storm. This composer of L'estro armonico is best known for a set of four works included in The Contest Between Harmony and Invention. For 10 points, name this Italian composer nicknamed \"the Red Priest,\" whose \"La primavera,\"": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0010736575
      ],
      [
        "onio",
        -8.061054e-06
      ],
      [
        " V",
        -0.0005124026
      ],
      [
        "ival",
        -3.202099e-05
      ],
      [
        "di",
        -5.574252e-05
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of it with hydrogen gas is called syngas. It is referred to as carbonyl (CAR-bo-neel) when it functions as a ligand. In the body, hemoglobin (HEE-mo-glo-bin) is about two hundred times more likely to bond to this compound than oxygen. It is formed in incomplete but not complete combustion reactions. For": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.011539579
      ],
      [
        " mon",
        -0.070174165
      ],
      [
        "oxide",
        -0.0002637199
      ]
    ]
  },
  "This man had the nickname \"Stone Arse,\" although he liked to note a more accurate nickname was \"Iron Arse.\" This man's pilot, Endel Puusepp, was honored for a dangerous flight transporting this man to Washington D.C. His Jewish wife, Polina, was put in a labor camp on suspicion of treason, but was later freed after the leader this man worked for died. While working for that leader, he earlier imposed harsh penalties on peasants caught \"gleaning\" the harvest with the Law of Spikelets. This man co-names a treaty which was broken when his country was invaded in Operation Barbarossa. That treaty was a non-aggression pact co-signed with German Foreign Minister von Ribbentrop. For 10 points, name this Commissar for Foreign Affairs in the Soviet Union under Stalin.": {
    "guess": "Vyacheslav Molotov",
    "confidence": [
      [
        "Vy",
        -0.15710057
      ],
      [
        "aches",
        -0.00020377879
      ],
      [
        "lav",
        -6.6306106e-06
      ],
      [
        " Mol",
        -0.028374754
      ],
      [
        "ot",
        -3.6073914e-05
      ],
      [
        "ov",
        -1.2948405e-05
      ]
    ]
  },
  "Nickel is purified in the Mond process by reacting it with this compound. This compound can react with chlorine gas to form phosgene (FOSS-jeen), which was once used as a chemical weapon. A mixture of it with hydrogen gas is called syngas. It is referred to as carbonyl (CAR-bo-neel) when it functions": {
    "guess": "Carbon monoxide",
    "confidence": [
      [
        "Carbon",
        -0.0066966615
      ],
      [
        " mon",
        -0.19195047
      ],
      [
        "oxide",
        -0.00017421995
      ]
    ]
  },
  "Nidaba and Memphis Facula are two notable palimpsests on this satellite's surface, though Gilgamesh is the largest one. In October 1995 the Hubble Space Telescope detected ozone there and it has recently been shown to possess a magnetosphere embedded inside its planet's larger one. Its icy shell exterior has also been slightly differentiated from neighboring Callisto. FTP, name this third Galilean": {
    "guess": "Ganymede (moon)",
    "confidence": [
      [
        "G",
        -0.007140151
      ],
      [
        "an",
        -1.247159e-05
      ],
      [
        "ym",
        -2.1008714e-06
      ],
      [
        "ede",
        -4.604148e-06
      ],
      [
        " (",
        -0.0013010689
      ],
      [
        "moon",
        -3.6073914e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured": {
    "guess": "Napoleon Bonaparte",
    "confidence": [
      [
        "N",
        -2.0294967
      ],
      [
        "ap",
        -0.041232467
      ],
      [
        "oleon",
        -0.0034861546
      ],
      [
        " Bon",
        -0.035491705
      ],
      [
        "ap",
        -0.00010211275
      ],
      [
        "arte",
        -4.894791e-05
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity;": {
    "guess": "Silent Bob",
    "confidence": [
      [
        "Sil",
        -1.4970984
      ],
      [
        "ent",
        -0.048696376
      ],
      [
        " Bob",
        -0.47720525
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate gave out phone numbers on a rickety bridge and a safe bridge backed up the findings of an experiment": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.37346733
      ],
      [
        "otion",
        -0.0015916307
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids are believed to have developed from objects originating here. Matese and Whitmere suppose that": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.9414237
      ],
      [
        "u",
        -0.0013309524
      ],
      [
        "iper",
        -8.3278566e-05
      ],
      [
        " belt",
        -0.29522914
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate gave out phone numbers on a rickety bridge and a safe bridge backed up the findings of an experiment in which subjects who thought they were receiving the fictional eyesight improving drug Superoxin actually got a dose of adrenalin. That experiment was conducted by Schachter and Singer and led to a model in which physiology and cognition cause these phenomena, the \"two factor theory.\" For": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.008559139
      ],
      [
        "otion",
        -0.00043853666
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity; Badinguet, from the name of the mason who changed clothes with him when he escaped from Ham; Boustrapa, a compound of Boulogne, Strasbourg, and Paris, the places of his escapades; and Man of Sedan, because it was at Sedan in 1870 that he surrendered to William I of Prussia.  FTP, name Louis Bonaparte's third son who was also called the Man of December when he became emperor of France in December": {
    "guess": "Louis-Napoléon Bonaparte",
    "confidence": [
      [
        "Louis",
        -0.6628363
      ],
      [
        "-N",
        -0.13558117
      ],
      [
        "apol",
        -0.34661335
      ],
      [
        "é",
        -0.00012356207
      ],
      [
        "on",
        -0.0004886921
      ],
      [
        " Bon",
        -0.0011193805
      ],
      [
        "ap",
        -2.4749568e-05
      ],
      [
        "arte",
        -6.3490756e-05
      ]
    ]
  },
  "Nidaba and Memphis Facula are two notable palimpsests on this satellite's surface, though Gilgamesh is the largest one. In October 1995 the Hubble Space Telescope detected ozone there and it has recently": {
    "guess": "Ganymede (moon)",
    "confidence": [
      [
        "G",
        -0.08555445
      ],
      [
        "an",
        -3.2140193e-05
      ],
      [
        "ym",
        -1.2664457e-06
      ],
      [
        "ede",
        -2.9352968e-06
      ],
      [
        " (",
        -0.046608202
      ],
      [
        "moon",
        -2.8206474e-05
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "Nico Frijda explains this with his concept of \"action tendencies\" and Daniel Gilbert and Timothy Wilson proposed the term \"impact bias\" to describe a type of affective forecasting dealing with this. A 1924 Carney Landis experiment best remembered for its two thirds of its subject's willingness to decapitate rats intended to match facial expressions to this. An experiment in which an attractive confederate": {
    "guess": "Emotion",
    "confidence": [
      [
        "Em",
        -0.23543821
      ],
      [
        "otion",
        -0.0011224761
      ]
    ]
  },
  "His nicknames included Rantipole, reflecting his wild and rakish youth; Man of Silence, from his taciturnity; Badinguet, from the name of the mason who changed clothes with him when he escaped from Ham; Boustrapa, a compound of Boulogne, Strasbourg, and Paris, the places of his escapades; and Man of": {
    "guess": "Louis-Napoleon Bonaparte",
    "confidence": [
      [
        "Louis",
        -1.5712872
      ],
      [
        "-N",
        -0.58302736
      ],
      [
        "ap",
        -0.38081074
      ],
      [
        "oleon",
        -0.0005097838
      ],
      [
        " Bon",
        -0.054077942
      ],
      [
        "ap",
        -0.0001273766
      ],
      [
        "arte",
        -0.00018018014
      ]
    ]
  },
  "The Nice [\"niece\"] model traces this object's origins to scattering from Jupiter, while Damocloid asteroids": {
    "guess": "Nice model",
    "confidence": [
      [
        "Nice",
        -0.012101534
      ],
      [
        " model",
        -0.006837441
      ]
    ]
  },
  "This is the nickname of the 9th symphony by Louis Spohr. It is the name of a one-act ballet written in 1947 by John Cage. It is also the name of a group of piano pieces which includes the \"Song of the Reaper\" and \"At the Fireside,\" the opus 37 of Tchaikovsky. Another work of this name featured a libretto by Gottfried van Swieten, and centers on three peasants named Simon, Hanne, and Lucas. FTP, give the common name of these musical works, one of which is an oratorio based on a poem by James Thomson and composed by Joseph Haydn.": {
    "guess": "Seasons",
    "confidence": [
      [
        "Season",
        -0.5554164
      ],
      [
        "s",
        -1.6240566e-06
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured Auxerre and Troyes and scored a victory over John Fastolf at Patay before being captured at the siege of Compiègne, but Bishop Pierre Cauchon proceeded with this leader's trial anyway. Before bringing Charles VII to Reims for his coronation, she inspired an unexpected victory at Orlèans. FTP, name": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.00344065
      ],
      [
        "an",
        -9.610702e-06
      ],
      [
        " of",
        -0.00011415232
      ],
      [
        " Arc",
        -5.9199425e-05
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured Auxerre and Troyes and scored a victory over John Fastolf at Patay before being captured at the siege of Compiègne, but Bishop Pierre Cauchon proceeded with this leader's trial anyway. Before bringing Charles VII to Reims for his coronation, she inspired an unexpected victory at Orlèans. FTP, name this peasant girl burned at the stake for heresy after voices told her to expel the English and": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.0039571747
      ],
      [
        "an",
        -1.5928495e-05
      ],
      [
        " of",
        -0.00036573625
      ],
      [
        " Arc",
        -0.00011248347
      ]
    ]
  },
  "Nicolas Bailly found no evidence against this military leader born in the Dutchy of Bar, who had captured Auxerre and Troyes and scored a victory over John Fastolf at Patay before being captured at the siege of Compiègne, but Bishop Pierre Cauchon proceeded with this leader's trial anyway. Before bringing Charles VII to Reims for his coronation, she inspired an unexpected victory at Orlèans. FTP, name this peasant girl burned at the stake for heresy after voices told her to expel the English and lead the French army during the Hundred Years War.": {
    "guess": "Joan of Arc",
    "confidence": [
      [
        "Jo",
        -0.011940979
      ],
      [
        "an",
        -1.5451682e-05
      ],
      [
        " of",
        -0.0004110116
      ],
      [
        " Arc",
        -0.00019471932
      ]
    ]
  }
}