{
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used to regulate the synthesis of these molecules, which are classified based on their recognition by and": {
    "guess": "Lectin",
    "confidence": [
      [
        "L",
        -1.3605568
      ],
      [
        "ect",
        -0.50734794
      ],
      [
        "in",
        -0.39352468
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used to regulate the synthesis of these molecules, which are classified based on their recognition by and reactivity with specific monoclonal antibodies. A ratio of class 4 of these molecules to class 8 of these molecules helps track the progression of infection by HIV, as HIV's gp120 interacts with class 4 of these molecules to enter helper T cells. For 10 points, name these membrane bound glycoproteins, whose class 4 and class 8 recognize MHC antigens presented to helper and cytoxic T-cells, respectively.": {
    "guess": "Cluster of differentiation",
    "confidence": [
      [
        "Cluster",
        -0.69469947
      ],
      [
        " of",
        -0.00014120422
      ],
      [
        " differentiation",
        -0.51085746
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote": {
    "guess": "Integrins",
    "confidence": [
      [
        "Int",
        -1.4994477
      ],
      [
        "egr",
        -0.00046069757
      ],
      [
        "ins",
        -0.23366886
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used to regulate the synthesis of these molecules, which are classified based on their recognition by and reactivity with specific monoclonal antibodies. A ratio of class 4 of these molecules to class 8": {
    "guess": "Cluster of differentiation",
    "confidence": [
      [
        "Cluster",
        -0.92947066
      ],
      [
        " of",
        -0.0005844878
      ],
      [
        " differentiation",
        -0.54681665
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used to regulate the synthesis of these molecules, which are classified based on their recognition by and reactivity with specific monoclonal antibodies. A ratio of class 4 of these molecules to class 8 of these molecules helps track the progression of infection by HIV, as HIV's gp120 interacts with class 4 of these molecules to enter helper T cells. For 10 points, name these membrane bound glycoproteins,": {
    "guess": "Major Histocompatibility Complex (MHC)",
    "confidence": [
      [
        "Major",
        -0.7527769
      ],
      [
        " Hist",
        -0.6131896
      ],
      [
        "ocom",
        -0.00038348293
      ],
      [
        "patibility",
        -0.0025003906
      ],
      [
        " Complex",
        -0.0028155746
      ],
      [
        " (",
        -0.084383905
      ],
      [
        "M",
        -0.00044270515
      ],
      [
        "HC",
        -4.9186317e-05
      ],
      [
        ")",
        -1.6882126e-05
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used": {
    "guess": "CD45",
    "confidence": [
      [
        "CD",
        -1.1441995
      ],
      [
        "45",
        -1.4905148
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate receptor, and another is a polio virus receptor. Binding class 14 of these molecules may promote neural survival in Alzheimer's disease by reducing microglial activation. TCR signaling can be used to regulate the synthesis of these molecules, which are classified based on their recognition by and reactivity with specific monoclonal antibodies. A ratio of class 4 of these molecules to class 8 of these molecules helps track the progression of infection by HIV, as HIV's gp120 interacts with class": {
    "guess": "Major histocompatibility complex",
    "confidence": [
      [
        "Major",
        -0.44049314
      ],
      [
        " hist",
        -0.6694645
      ],
      [
        "ocom",
        -0.00013691289
      ],
      [
        "patibility",
        -0.0010571029
      ],
      [
        " complex",
        -0.012419237
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the": {
    "guess": "T cell receptor",
    "confidence": [
      [
        "T",
        -0.31950673
      ],
      [
        " cell",
        -0.047464132
      ],
      [
        " receptor",
        -0.0032087269
      ]
    ]
  },
  "The tyrosine kinase Lck can become complexed to these molecules and triggers the phosphorylation of the serine specific protein kinase Raf-1. One class of these molecules functions as a mannose-6-phosphate": {
    "guess": "Ras protein family",
    "confidence": [
      [
        "R",
        -0.889537
      ],
      [
        "as",
        -0.38518506
      ],
      [
        " protein",
        -0.17344567
      ],
      [
        " family",
        -0.98335683
      ]
    ]
  }
}