{
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents to Argentina to extradite Adolf Eichmann. One document sent to Walter Rothschild supporting its creation was the Balfour Declaration. This nation captured the Golan Heights when it fought the Six Day War. This country helped resettle many people with Operation Magic Carpet under its first prime minister, David Ben-Gurion. For 10 points, name this state which formed from Palestine and has the world's largest Jewish population.": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -0.0046400493
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.9639553
      ],
      [
        " military",
        -0.020030238
      ],
      [
        " contractors",
        -0.02862396
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves and for your children,\" and that barren women would be blessed one day. Events during it can be represented by the Via Dolorosa, which honors the actions of Saint Veronica and Simon of Cyrene. This day immediately follows another holiday which contains the traditional washing of the feet and is": {
    "guess": "Good Friday",
    "confidence": [
      [
        "Good",
        -0.023809046
      ],
      [
        " Friday",
        -0.00035274302
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves and for your children,\" and that barren women would be blessed one day. Events during it can be represented by the Via Dolorosa, which honors the actions of Saint Veronica and Simon of Cyrene. This": {
    "guess": "Good Friday",
    "confidence": [
      [
        "Good",
        -0.09061977
      ],
      [
        " Friday",
        -0.0007525706
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed": {
    "guess": "Octet (Stravinsky)",
    "confidence": [
      [
        "Oct",
        -0.8243884
      ],
      [
        "et",
        -0.13260968
      ],
      [
        " (",
        -0.18551062
      ],
      [
        "Str",
        -0.037650995
      ],
      [
        "av",
        -3.888926e-06
      ],
      [
        "insky",
        -0.00045534072
      ],
      [
        ")",
        -0.0008286867
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in 7/4 time in a suite by this composer, which follows a bassoon-introduced \"Berceuse.\" Two clarinets play the first instance of a recurring dissonant C major and F sharp major \"chord\" in a composition by this man which begins at the Shrovetide Fair. This composer called for a bassoon solo in a very": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.006361959
      ],
      [
        "gor",
        -8.776276e-06
      ],
      [
        " Str",
        -0.0006937316
      ],
      [
        "av",
        -8.9357956e-05
      ],
      [
        "insky",
        -0.0009512409
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated": {
    "guess": "String Quartet No. 15 in D minor, Op. 34 by Dmitri Shostakovich",
    "confidence": [
      [
        "String",
        -1.9831384
      ],
      [
        " Quart",
        -0.0058196485
      ],
      [
        "et",
        -0.0019486294
      ],
      [
        " No",
        -0.20687185
      ],
      [
        ".",
        -0.00077591976
      ],
      [
        " ",
        -0.0081932545
      ],
      [
        "15",
        -0.8553254
      ],
      [
        " in",
        -0.76450115
      ],
      [
        " D",
        -0.64622587
      ],
      [
        " minor",
        -0.0026460483
      ],
      [
        ",",
        -0.18541971
      ],
      [
        " Op",
        -0.7361064
      ],
      [
        ".",
        -0.00087489735
      ],
      [
        " ",
        -0.0037728893
      ],
      [
        "34",
        -1.1612762
      ],
      [
        " by",
        -0.050664876
      ],
      [
        " Dmit",
        -0.3330863
      ],
      [
        "ri",
        -7.946405e-05
      ],
      [
        " Sh",
        -3.1186566e-05
      ],
      [
        "ost",
        -2.4153549e-05
      ],
      [
        "ak",
        -0.00020580526
      ],
      [
        "ovich",
        -1.5570886e-05
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the longest and last of the thirteen variations on the opening theme. For this piece's finale, an unaccompanied piccolo introduces a melody, which is repeated at turns by the other sections and finally the full orchestra in a lively fugue. Centering around a theme by Henry *Purcell and written to accompany": {
    "guess": "The Young Person's Guide to the Orchestra",
    "confidence": [
      [
        "The",
        -0.08494734
      ],
      [
        " Young",
        -8.709308e-05
      ],
      [
        " Person",
        -6.0391463e-05
      ],
      [
        "'s",
        -0.00046033994
      ],
      [
        " Guide",
        -2.7610455e-05
      ],
      [
        " to",
        -5.2001665e-06
      ],
      [
        " the",
        -1.9027791e-05
      ],
      [
        " Orchestra",
        -9.7821416e-05
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to that example of these groups named Sandline, another of these groups was founded by Eric Prince and was investigated after the death of Scott Helvenston. After killing seventeen civilians in Nisoor Square,": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.051160183
      ],
      [
        " military",
        -0.057794012
      ],
      [
        " contractors",
        -0.29937583
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to": {
    "guess": "Trouton-Noble experiment",
    "confidence": [
      [
        "Tr",
        -0.027309535
      ],
      [
        "out",
        -6.704273e-07
      ],
      [
        "on",
        -0.00012618455
      ],
      [
        "-N",
        -0.03863577
      ],
      [
        "oble",
        -1.5451682e-05
      ],
      [
        " experiment",
        -0.0017090904
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's": {
    "guess": "Nero",
    "confidence": [
      [
        "N",
        -2.2354782
      ],
      [
        "ero",
        -0.7314634
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters used a sodium lamp to produce a continuous beam of monochromatic light which was shot at a (*) beam splitter consisting of a half-silvered mirror. The entire apparatus of this experiment was able to be rotated relative to a hypothetical stationary reference medium, as it was constructed on a stone slab floating atop a pool of mercury. For 10 points, name this 1887 experiment with a null result which used an interferometer to disprove the concept of a luminiferous ether.": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.0040211687
      ],
      [
        "elson",
        -1.0445127e-05
      ],
      [
        "–",
        -0.46203822
      ],
      [
        "Mor",
        -3.1737043e-06
      ],
      [
        "ley",
        -4.9617593e-06
      ],
      [
        " experiment",
        -0.023897165
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.044971455
      ],
      [
        "ac",
        -2.5941605e-05
      ],
      [
        "itor",
        -0.00016313401
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters used a sodium lamp to produce a continuous beam of monochromatic light which was shot at a (*) beam splitter consisting of a half-silvered mirror. The entire apparatus of this experiment was able to": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.006428891
      ],
      [
        "elson",
        -1.504853e-06
      ],
      [
        "–",
        -0.036464807
      ],
      [
        "Mor",
        -1.0280384e-06
      ],
      [
        "ley",
        -2.4584822e-06
      ],
      [
        " experiment",
        -0.0031468198
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen": {
    "guess": "Salomon-Lozano Treaty",
    "confidence": [
      [
        "Sal",
        -1.2953928
      ],
      [
        "omon",
        -0.056225125
      ],
      [
        "-",
        -0.058163438
      ],
      [
        "Lo",
        -5.705376e-05
      ],
      [
        "zano",
        -4.429897e-05
      ],
      [
        " Treaty",
        -0.002008576
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in 7/4 time in a suite by this composer, which follows a bassoon-introduced \"Berceuse.\" Two clarinets play the first instance of a recurring dissonant C major and F sharp major \"chord\" in a composition by this man which begins at the Shrovetide Fair. This composer called for a bassoon solo in a very high register at the start of a ballet with a riotous 1913 premiere. For 10 points, name this Russian": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.009593642
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -0.0005159787
      ],
      [
        "av",
        -9.74638e-05
      ],
      [
        "insky",
        -0.0011361662
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough": {
    "guess": "Easter Myrrhbearers",
    "confidence": [
      [
        "E",
        -0.9783826
      ],
      [
        "aster",
        -0.0034866275
      ],
      [
        " My",
        -0.7714448
      ],
      [
        "rr",
        -0.029711373
      ],
      [
        "hb",
        -0.48188606
      ],
      [
        "ear",
        -0.006062702
      ],
      [
        "ers",
        -3.0113732e-05
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician, exarch of Africa, and defeated a Byzantine fleet at the Battle of the Masts, and his defeat of": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.32209972
      ],
      [
        "hammad",
        -0.7402968
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with": {
    "guess": "United States Marine Corps",
    "confidence": [
      [
        "United",
        -1.581603
      ],
      [
        " States",
        -0.008163695
      ],
      [
        " Marine",
        -1.2776378
      ],
      [
        " Corps",
        -0.016174074
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second": {
    "guess": "Symphony No. 15 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -1.4441906
      ],
      [
        "phony",
        -0.6393538
      ],
      [
        " No",
        -0.11221256
      ],
      [
        ".",
        -0.00027968953
      ],
      [
        " ",
        -0.012382495
      ],
      [
        "15",
        -1.096285
      ],
      [
        " (",
        -0.0605913
      ],
      [
        "Sh",
        -0.0040643904
      ],
      [
        "ost",
        -1.9146995e-05
      ],
      [
        "ak",
        -0.000807606
      ],
      [
        "ovich",
        -0.00019197763
      ],
      [
        ")",
        -0.0002975664
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices creates a gyrator. For a spherical type of this device, one quantity equals four pi epsilon-nought over the difference of the reciprocals of the inner and outer radii. The namesake property of these devices is altered with the addition of a dielectric, and is defined as charge over voltage and is": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.011662945
      ],
      [
        "ac",
        -6.718607e-05
      ],
      [
        "itor",
        -0.015284815
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices creates a gyrator. For a spherical type of this device, one quantity equals four pi epsilon-nought over the difference of the reciprocals of the inner and outer radii. The namesake property of these": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.08451175
      ],
      [
        "ac",
        -0.00043460296
      ],
      [
        "itor",
        -0.0110714035
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting chemical attacks on Mek'ele in a speech questioning the idea of \"collective security.\" This power": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.102528036
      ],
      [
        " of",
        -0.00024180108
      ],
      [
        " Nations",
        -0.00042352435
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter": {
    "guess": "The Hay Wain",
    "confidence": [
      [
        "The",
        -0.7313467
      ],
      [
        " Hay",
        -0.03833431
      ],
      [
        " W",
        -0.00077341654
      ],
      [
        "ain",
        -9.674858e-05
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in 7/4 time in a suite by this composer, which follows a bassoon-introduced \"Berceuse.\" Two clarinets play the first instance of a recurring dissonant C major and F sharp major \"chord\" in a composition": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0016334053
      ],
      [
        "gor",
        -4.3202e-07
      ],
      [
        " Str",
        -0.00021140782
      ],
      [
        "av",
        -4.048445e-05
      ],
      [
        "insky",
        -0.00030102333
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves": {
    "guess": "Holy Saturday",
    "confidence": [
      [
        "Holy",
        -0.76702803
      ],
      [
        " Saturday",
        -0.54990494
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to that example of these groups named Sandline, another of these groups was founded by Eric Prince and": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.0452341
      ],
      [
        " military",
        -0.06303121
      ],
      [
        " contractors",
        -0.26191452
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to that example of these groups named Sandline, another of these groups was founded by Eric Prince and was investigated after the death of Scott Helvenston. After killing seventeen civilians in Nisoor Square, that group changed their name to Xe Services, and some of their employees were notably ambushed": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.040638354
      ],
      [
        " military",
        -0.02778304
      ],
      [
        " contractors",
        -0.2531164
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician, exarch of Africa, and defeated a Byzantine fleet at the Battle of the Masts, and his defeat of Yazdegerd III ended the Sassanian dynasty in Persia. This man's death led to a war that ended with the Arbitration of Adhruh and included the Battle of Siffin and Battle of the Camel between his kinsman Mu'awiyah and Muhammad's widow Aishah. For 10 points, name this man who first compiled an official version of the Quran and who succeeded Umar and preceded Ali; the third caliph of Sunni Islam.": {
    "guess": "Uthman",
    "confidence": [
      [
        "U",
        -0.09627065
      ],
      [
        "th",
        -0.00029470553
      ],
      [
        "man",
        -0.00027122974
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.2917143
      ],
      [
        "phony",
        -0.025749065
      ],
      [
        " No",
        -0.08151394
      ],
      [
        ".",
        -0.00051550195
      ],
      [
        " ",
        -0.005465694
      ],
      [
        "1",
        -1.6065595
      ],
      [
        " (",
        -0.037194543
      ],
      [
        "Mah",
        -1.1725011
      ],
      [
        "ler",
        -4.429897e-05
      ],
      [
        ")",
        -5.6815352e-05
      ]
    ]
  },
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents": {
    "guess": "Uganda",
    "confidence": [
      [
        "U",
        -0.24595386
      ],
      [
        "g",
        -9.138441e-05
      ],
      [
        "anda",
        -0.039703447
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was the only way the Greeks could conquer the city. He had become king of Pisa by convincing Myrtilus to remove the linchpins from the chariot of King Oenomaus, so that when he carried off Oenomaus' daughter Hippodameia her father was thrown from the vehicle and dragged to death. However, this man then betrayed Myrtilus, leading Myrtilus to curse his sons. FTP, who was this man who possessed an ivory": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.7308355
      ],
      [
        "antal",
        -0.011011981
      ],
      [
        "us",
        -0.001485224
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters used a sodium lamp to produce a continuous beam of monochromatic light which was shot at a (*) beam splitter consisting of a half-silvered mirror. The entire apparatus of this experiment was able to be rotated relative to a hypothetical stationary reference medium, as it was constructed on a stone slab floating atop a pool of mercury. For 10 points, name this 1887 experiment with a null result which": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.0089194495
      ],
      [
        "elson",
        -1.4259645e-05
      ],
      [
        "–",
        -0.45617992
      ],
      [
        "Mor",
        -4.4849444e-06
      ],
      [
        "ley",
        -7.703444e-06
      ],
      [
        " experiment",
        -0.019518198
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -1.3308082
      ],
      [
        "antal",
        -0.8885315
      ],
      [
        "us",
        -0.0006784809
      ]
    ]
  },
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents to Argentina to extradite Adolf Eichmann. One document sent to Walter Rothschild supporting its creation": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -0.7565457
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.6489103
      ],
      [
        " of",
        -0.000162538
      ],
      [
        " Nations",
        -0.0002191524
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting chemical attacks on Mek'ele in a speech questioning the idea of \"collective security.\" This power secured the Aland islands for Finland and was embarrassed by the revelation of the Hoare-Laval Pact.": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.12770239
      ],
      [
        " of",
        -0.0002356025
      ],
      [
        " Nations",
        -0.0005139523
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting chemical attacks on Mek'ele in a speech questioning the idea of \"collective security.\" This power secured the Aland islands for Finland and was embarrassed by the revelation of the Hoare-Laval Pact. Hailie Selassie's momentous speech to this power highlighted its inability to brook Italian aggression in Ethiopia. For 10 points, identify this international body boycotted by the U.S that disastrously managed international affairs after WWI.": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.0053384705
      ],
      [
        " of",
        -0.0001593195
      ],
      [
        " Nations",
        -0.0003311745
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to that example of these groups named Sandline, another of these groups was founded by Eric Prince and was investigated after the death of Scott Helvenston. After killing seventeen civilians in Nisoor Square, that group changed their name to Xe Services, and some of their employees were notably ambushed in Fallujah. For 10 points, name these companies that are often used to escort VIP's in war zones, and whose most famous example was known as Blackwater Worldwide.": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.024482347
      ],
      [
        " military",
        -0.06607794
      ],
      [
        " contractors",
        -0.22422062
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies": {
    "guess": "Charles Ives",
    "confidence": [
      [
        "Charles",
        -1.1835887
      ],
      [
        " I",
        -0.05463388
      ],
      [
        "ves",
        -4.0722858e-05
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the longest and last of the thirteen variations on the opening theme. For this piece's finale, an unaccompanied piccolo introduces a melody, which is repeated at turns by the other sections and finally the": {
    "guess": "Variations on a Theme by Haydn",
    "confidence": [
      [
        "Vari",
        -0.2271442
      ],
      [
        "ations",
        -0.002862889
      ],
      [
        " on",
        -0.028061612
      ],
      [
        " a",
        -0.05274284
      ],
      [
        " Theme",
        -0.28118166
      ],
      [
        " by",
        -0.43197003
      ],
      [
        " Hay",
        -0.10154429
      ],
      [
        "dn",
        -9.9371064e-05
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves and for your children,\" and that barren women would be blessed one day. Events during it can be represented by the Via Dolorosa, which honors the actions of Saint Veronica and Simon of Cyrene. This day immediately follows another holiday which contains the traditional washing of the feet and is given the adjective \"Maundy.\" For 10 points, name this holiday which commemorates the day Jesus was crucified and takes place two days before Easter Sunday.": {
    "guess": "Good Friday",
    "confidence": [
      [
        "Good",
        -0.008546137
      ],
      [
        " Friday",
        -0.00037943368
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the longest and last of the thirteen variations on the opening theme. For this piece's finale, an unaccompanied": {
    "guess": "Variations on a Theme of Haydn",
    "confidence": [
      [
        "Vari",
        -0.8219445
      ],
      [
        "ations",
        -0.0021120743
      ],
      [
        " on",
        -0.012598304
      ],
      [
        " a",
        -0.053132124
      ],
      [
        " Theme",
        -0.08579244
      ],
      [
        " of",
        -0.64301956
      ],
      [
        " Hay",
        -1.0874968
      ],
      [
        "dn",
        -3.0828953e-05
      ]
    ]
  },
  "Trott Lott's attempt to exempt one of these groups from the Leahy Provision is detailed in a chapter of Generation Kill, and that group was at center of conflict in Plan Colombia. Due to involvement with one of these groups, Julius Chan was ousted as Prime Minister of Papua New Guinea. In addition to that example of these groups named Sandline, another of these groups was founded by Eric Prince and was investigated after the death of Scott Helvenston. After killing seventeen civilians in Nisoor Square, that group changed their name to Xe Services, and some of their employees were notably ambushed in Fallujah. For 10 points, name these companies that are often used to escort VIP's in war zones,": {
    "guess": "Private military contractors",
    "confidence": [
      [
        "Private",
        -0.009285539
      ],
      [
        " military",
        -0.03587211
      ],
      [
        " contractors",
        -0.32407722
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was the only way the Greeks could conquer the city. He had become king of Pisa by convincing Myrtilus to remove the linchpins from the chariot of King Oenomaus, so that when he carried off Oenomaus' daughter": {
    "guess": "Pelops",
    "confidence": [
      [
        "Pel",
        -0.045074586
      ],
      [
        "ops",
        -0.0032378403
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition": {
    "guess": "Double Quartet",
    "confidence": [
      [
        "Double",
        -1.4355395
      ],
      [
        " Quart",
        -0.45260337
      ],
      [
        "et",
        -0.00014382669
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves and for your children,\" and that barren women would be blessed one day. Events during it can be": {
    "guess": "Good Friday",
    "confidence": [
      [
        "Good",
        -0.22392814
      ],
      [
        " Friday",
        -0.00017731925
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.31083688
      ],
      [
        " of",
        -0.00028290803
      ],
      [
        " Nations",
        -0.00080724835
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -1.7785687
      ],
      [
        "omon",
        -0.00034380643
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.007953438
      ],
      [
        "gor",
        -8.180258e-06
      ],
      [
        " Str",
        -0.0003335586
      ],
      [
        "av",
        -7.576874e-05
      ],
      [
        "insky",
        -0.00029553997
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in 7/4 time in a suite by this composer, which follows a bassoon-introduced \"Berceuse.\" Two clarinets play the first instance of a recurring dissonant C major and F sharp major \"chord\" in a composition by this man which begins at the Shrovetide Fair. This composer called for a bassoon solo in a very high register at the start of a ballet with a riotous 1913 premiere. For 10 points, name this Russian composer of The Rite of Spring.": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -6.4802e-05
      ],
      [
        "gor",
        0.0
      ],
      [
        " Str",
        -0.0001527633
      ],
      [
        "av",
        -4.954393e-05
      ],
      [
        "insky",
        -0.0003249759
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.9935164
      ],
      [
        " of",
        -0.0004105348
      ],
      [
        " Nations",
        -0.0014733182
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters": {
    "guess": "Trouton-Noble experiment",
    "confidence": [
      [
        "Tr",
        -0.015154143
      ],
      [
        "out",
        -6.704273e-07
      ],
      [
        "on",
        -0.00014430351
      ],
      [
        "-N",
        -0.05309234
      ],
      [
        "oble",
        -5.2285613e-05
      ],
      [
        " experiment",
        -0.0050601293
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician, exarch of Africa, and defeated a Byzantine fleet at the Battle of the Masts, and his defeat of Yazdegerd III ended the Sassanian dynasty in Persia. This man's death led to a war that ended with the Arbitration of Adhruh and included the Battle of Siffin and Battle of the Camel between his kinsman": {
    "guess": "Ali ibn Abi Talib",
    "confidence": [
      [
        "Ali",
        -0.6656682
      ],
      [
        " ib",
        -0.40691677
      ],
      [
        "n",
        -0.000108788154
      ],
      [
        " Ab",
        -0.026613183
      ],
      [
        "i",
        -0.0009861273
      ],
      [
        " Tal",
        -0.0060775145
      ],
      [
        "ib",
        -0.00022845028
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was the only way the Greeks could conquer the city. He had become king of Pisa by convincing Myrtilus to remove the linchpins from the chariot of King Oenomaus, so that when he carried off Oenomaus' daughter Hippodameia her father was thrown from the vehicle and dragged to death. However, this man then betrayed Myrtilus, leading Myrtilus to curse his sons. FTP, who was this man who possessed an ivory shoulder after being cut to pieces by his father Tantalus and served as a meal to the gods?": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.66216457
      ],
      [
        "antal",
        -0.002638557
      ],
      [
        "us",
        -0.0010442436
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting chemical attacks on Mek'ele in a speech questioning the idea of \"collective security.\" This power secured the Aland islands for Finland and was embarrassed by the revelation of the Hoare-Laval Pact. Hailie Selassie's momentous speech to this power highlighted its inability to brook Italian aggression": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.020031635
      ],
      [
        " of",
        -0.00034464084
      ],
      [
        " Nations",
        -0.00026777282
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician, exarch of Africa, and defeated a Byzantine fleet at the Battle of the Masts, and his defeat of Yazdegerd III ended the Sassanian dynasty in Persia. This man's death led to a war that ended with the Arbitration of Adhruh and included the Battle of Siffin and Battle of the Camel between his kinsman Mu'awiyah and Muhammad's widow Aishah. For 10 points, name this man who first compiled an official": {
    "guess": "Ali ibn Abi Talib",
    "confidence": [
      [
        "Ali",
        -0.058983352
      ],
      [
        " ib",
        -0.43486065
      ],
      [
        "n",
        -3.500108e-05
      ],
      [
        " Ab",
        -0.030424748
      ],
      [
        "i",
        -0.00052503456
      ],
      [
        " Tal",
        -0.0022865685
      ],
      [
        "ib",
        -0.00018971277
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.8048288
      ],
      [
        "phony",
        -0.013161641
      ],
      [
        " No",
        -0.030076623
      ],
      [
        ".",
        -0.00042543162
      ],
      [
        " ",
        -0.0015217646
      ],
      [
        "1",
        -1.5746622
      ],
      [
        " (",
        -0.030706394
      ],
      [
        "Mah",
        -0.8079173
      ],
      [
        "ler",
        -1.7716551e-05
      ],
      [
        ")",
        -8.537869e-06
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder of Enrico Tellini. Josef Burkel took over after a 90% plebiscite wrested de jure administration of the Saar Valley from this power. This power was told of \"sprayers\" on planes that inflicted deveasting chemical attacks on Mek'ele in a speech questioning the idea of \"collective security.\" This power secured the Aland islands for Finland and was embarrassed by the revelation of the Hoare-Laval Pact. Hailie Selassie's momentous speech to this power highlighted its inability to brook Italian aggression in Ethiopia. For 10 points, identify this international body boycotted by the U.S that disastrously": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -0.0075720735
      ],
      [
        " of",
        -0.00038443657
      ],
      [
        " Nations",
        -0.00025037277
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing": {
    "guess": "Military of Peru",
    "confidence": [
      [
        "Military",
        -0.664382
      ],
      [
        " of",
        -0.02941128
      ],
      [
        " Peru",
        -0.0004393711
      ]
    ]
  },
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents to Argentina to extradite Adolf Eichmann. One document sent to Walter Rothschild supporting its creation was the Balfour Declaration. This nation captured the Golan Heights when it fought the Six Day": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -0.018999705
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices creates a gyrator. For a spherical type of this device, one quantity equals four pi epsilon-nought over the difference of the reciprocals of the inner and outer radii. The namesake property of these devices is altered with the addition of a dielectric, and is defined as charge over voltage and is measured in Farads. For 10 points, name these devices that store charge, usually in the form of two parallel plates.": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.0058078053
      ],
      [
        "ac",
        -4.1914896e-05
      ],
      [
        "itor",
        -0.00021641071
      ]
    ]
  },
  "A trombone quartet alternates playing with a string quartet in the \"Prelude\" and \"Postlude\" of a composition this man wrote late in his career in memory of a dead author. This non-Beethoven composer incorporated variations in the form of a march, a waltz, a cancan, and a fugato in 5/8 time, in the second movement of his Octet, scored only for brass and woodwind instruments. An extended chorale composed in memory of the deceased Claude Debussy concludes this composer's one-movement (*) Symphonies of Wind Instruments. The horn plays a glissando at the start of the \"Finale\" replete with passages in 7/4 time in a suite by this composer, which follows a bassoon-introduced \"Berceuse.\" Two clarinets": {
    "guess": "Igor Stravinsky",
    "confidence": [
      [
        "I",
        -0.0042498275
      ],
      [
        "gor",
        -7.226629e-06
      ],
      [
        " Str",
        -0.00032485672
      ],
      [
        "av",
        -5.216641e-05
      ],
      [
        "insky",
        -0.0004543871
      ]
    ]
  },
  "The Troparion of this day sees an angel tell some \"myrrh-bearing women\" that myrrh is not good enough for Christ. One event on this day saw a speech in which crying women were told to \"weep for yourselves and for your children,\" and that barren women would be blessed one day. Events during it can be represented by the Via Dolorosa, which honors the actions of Saint Veronica and Simon of Cyrene. This day immediately follows another holiday which contains the traditional washing of the feet and is given the adjective \"Maundy.\" For 10 points, name this holiday which commemorates the day Jesus was": {
    "guess": "Good Friday",
    "confidence": [
      [
        "Good",
        -0.024773948
      ],
      [
        " Friday",
        -0.0004521222
      ]
    ]
  },
  "Over 15,000 troops under William Howe landed near Elkton,  Maryland on August 25, 1777, and Colonial troops under George  Washington soon met his army at Chad's Ford, Pennsylvania. A feint  by Howe's Hessian troops allowed him to attack the Colonials' right  flank, and Washington was forced to retreat,": {
    "guess": "Battle of Brandywine",
    "confidence": [
      [
        "Battle",
        -0.06386393
      ],
      [
        " of",
        -0.000108788154
      ],
      [
        " Br",
        -0.0021759546
      ],
      [
        "andy",
        -1.2664457e-06
      ],
      [
        "wine",
        -3.6431527e-05
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician, exarch of Africa, and defeated a Byzantine fleet at the Battle of the Masts, and his defeat of Yazdegerd III ended the Sassanian dynasty in Persia. This man's death led to a war that ended with the": {
    "guess": "Muawiyah I",
    "confidence": [
      [
        "Mu",
        -0.6669549
      ],
      [
        "aw",
        -0.65754
      ],
      [
        "iy",
        -0.00038801268
      ],
      [
        "ah",
        -0.00023429126
      ],
      [
        " I",
        -0.0032987937
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was the only way the Greeks could conquer the city. He had become king of Pisa by convincing Myrtilus to remove the linchpins from the chariot of King Oenomaus, so that when he carried off Oenomaus' daughter Hippodameia her father was thrown from the vehicle and dragged to death. However, this man then": {
    "guess": "Pelops",
    "confidence": [
      [
        "Pel",
        -0.05021251
      ],
      [
        "ops",
        -0.0027696905
      ]
    ]
  },
  "Over 15,000 troops under William Howe landed near Elkton,  Maryland on August 25, 1777, and Colonial troops under George  Washington soon met his army at Chad's Ford, Pennsylvania. A feint  by Howe's Hessian troops allowed him to attack the Colonials' right  flank, and Washington was forced to retreat, clearing the way for  the British to occupy Philadelphia. FTP, name this September 11,  1777 battle at a creek 25 miles southwest of Philadelphia.": {
    "guess": "Battle of Brandywine",
    "confidence": [
      [
        "Battle",
        -0.0025303566
      ],
      [
        " of",
        -0.00017922651
      ],
      [
        " Br",
        -0.0002192716
      ],
      [
        "andy",
        -7.226629e-06
      ],
      [
        "wine",
        -4.9617593e-06
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices creates a gyrator. For a spherical type of this device, one quantity equals four pi epsilon-nought over the difference of the reciprocals of the inner and outer radii. The namesake property of these devices is altered with the addition of a dielectric, and is defined as charge over voltage and is measured in Farads. For 10 points, name these devices that store charge, usually in the form of two": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.0032856134
      ],
      [
        "ac",
        -8.10137e-05
      ],
      [
        "itor",
        -0.0009095563
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters used a sodium lamp to produce a continuous beam of monochromatic light which was shot at a (*) beam splitter consisting of a half-silvered mirror. The entire apparatus of this experiment was able to be rotated relative to a hypothetical stationary reference medium, as it was constructed on a stone": {
    "guess": "Michelson–Morley experiment",
    "confidence": [
      [
        "Mich",
        -0.03360629
      ],
      [
        "elson",
        -5.7961847e-06
      ],
      [
        "–",
        -0.040291242
      ],
      [
        "Mor",
        -1.2664457e-06
      ],
      [
        "ley",
        -3.650519e-06
      ],
      [
        " experiment",
        -0.015819203
      ]
    ]
  },
  "Over 15,000 troops under William Howe landed near Elkton,  Maryland on August 25, 1777, and Colonial": {
    "guess": "Battle of Brandywine",
    "confidence": [
      [
        "Battle",
        -0.7409774
      ],
      [
        " of",
        -0.00026145502
      ],
      [
        " Br",
        -0.46370256
      ],
      [
        "andy",
        -3.1737043e-06
      ],
      [
        "wine",
        -2.6299214e-05
      ]
    ]
  },
  "During the Trojan War, the bones of this king were brought to Troy because of a prophecy that this was the only way the Greeks could conquer the city. He had become king of Pisa by convincing Myrtilus": {
    "guess": "Oenomaus",
    "confidence": [
      [
        "O",
        -0.24187495
      ],
      [
        "en",
        -0.021389985
      ],
      [
        "oma",
        -0.014556447
      ],
      [
        "us",
        -0.0010917583
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices creates a gyrator. For a spherical type of this device, one quantity equals four pi epsilon-nought": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.10115124
      ],
      [
        "ac",
        -3.059055e-05
      ],
      [
        "itor",
        -0.0006252298
      ]
    ]
  },
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents to Argentina to extradite Adolf Eichmann. One document sent to Walter Rothschild supporting its creation was the Balfour Declaration. This nation captured the Golan Heights when it fought the Six Day War. This country helped resettle many people with Operation Magic Carpet under its first prime minister,": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -0.010314216
      ]
    ]
  },
  "Over 15,000 troops under William Howe landed near Elkton,  Maryland on August 25, 1777, and Colonial troops under George  Washington soon met his army at Chad's Ford, Pennsylvania. A feint  by Howe's Hessian": {
    "guess": "Battle of Brandywine",
    "confidence": [
      [
        "Battle",
        -0.14669253
      ],
      [
        " of",
        -0.00020509004
      ],
      [
        " Br",
        -0.0032127688
      ],
      [
        "andy",
        -1.2664457e-06
      ],
      [
        "wine",
        -1.1994775e-05
      ]
    ]
  },
  "The Trouton-Noble experiment found that a freely suspended one of these devices orients itself perpendicular to the motion of the Earth. An op-amp connected to a pair of resistors and one of these devices": {
    "guess": "Capacitor",
    "confidence": [
      [
        "Cap",
        -0.18976429
      ],
      [
        "ac",
        -2.0696643e-05
      ],
      [
        "itor",
        -0.00093063334
      ]
    ]
  },
  "Over 15,000 troops under William Howe landed near Elkton,  Maryland on August 25, 1777, and Colonial troops under George  Washington soon met his army at Chad's Ford, Pennsylvania. A feint  by Howe's Hessian troops allowed him to attack the Colonials' right  flank, and Washington was forced to retreat, clearing the way for  the British to occupy Philadelphia. FTP, name this September 11,  1777 battle": {
    "guess": "Battle of Brandywine",
    "confidence": [
      [
        "Battle",
        -0.010235741
      ],
      [
        " of",
        -6.4802e-05
      ],
      [
        " Br",
        -0.00015026369
      ],
      [
        "andy",
        -2.220075e-06
      ],
      [
        "wine",
        -1.8624639e-06
      ]
    ]
  },
  "The troubles that plagued this man's reign were said to begin when he accidentally dropped his mentor's ring into a well. This man is often called \"he of the two lights\" due to his marriages to both Umm Kulthum and Ruqayyah. This man's general and brother, Abdullah ibn Saad, killed Gregory the Patrician,": {
    "guess": "Uthman",
    "confidence": [
      [
        "U",
        -0.81797546
      ],
      [
        "th",
        -0.1846611
      ],
      [
        "man",
        -6.122589e-05
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes in resistance in a rotated circuit. This experiment was also modified by Kennedy and Thorndike, to test the length contraction hypothesis proposed by Lorentz and Fitzgerald. The original experimenters used a sodium lamp to produce a continuous beam of monochromatic light which was shot at a (*) beam": {
    "guess": "Trouton-Noble experiment",
    "confidence": [
      [
        "Tr",
        -0.022577524
      ],
      [
        "out",
        -8.180258e-06
      ],
      [
        "on",
        -0.00038837024
      ],
      [
        "-N",
        -0.14022024
      ],
      [
        "oble",
        -0.00011522515
      ],
      [
        " experiment",
        -0.006911441
      ]
    ]
  },
  "Trout and Rankine performed a version of this experiment using a Wheatstone bridge to measure changes": {
    "guess": "Trouton-Noble experiment",
    "confidence": [
      [
        "Tr",
        -0.010609842
      ],
      [
        "out",
        -4.604148e-06
      ],
      [
        "on",
        -0.0010167334
      ],
      [
        "-N",
        -0.08476029
      ],
      [
        "oble",
        -6.670925e-05
      ],
      [
        " experiment",
        -0.0022513648
      ]
    ]
  },
  "Troops from this nation were sent to Uganda during Operation Entebbe, and this country also sent agents to Argentina to extradite Adolf Eichmann. One document sent to Walter Rothschild supporting its creation was the Balfour Declaration. This nation captured the Golan Heights when it fought the Six Day War. This country helped resettle many people with Operation Magic Carpet under its first prime minister, David Ben-Gurion. For 10 points, name this state which formed from Palestine and has the world's": {
    "guess": "Israel",
    "confidence": [
      [
        "Israel",
        -0.013662821
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the longest and last of the thirteen variations on the opening theme. For this piece's finale, an unaccompanied piccolo introduces a melody, which is repeated at turns by the other sections and finally the full orchestra in a lively fugue. Centering around a theme by Henry *Purcell and written to accompany an educational film, this is, FTP, what Benjamin Britten work written to teach children about the instruments of the orchestra?": {
    "guess": "The Young Person's Guide to the Orchestra",
    "confidence": [
      [
        "The",
        -0.005695792
      ],
      [
        " Young",
        -4.167649e-05
      ],
      [
        " Person",
        -6.4444386e-05
      ],
      [
        "'s",
        -0.00014501873
      ],
      [
        " Guide",
        -2.2127088e-05
      ],
      [
        " to",
        -7.89631e-07
      ],
      [
        " the",
        -1.27099975e-05
      ],
      [
        " Orchestra",
        -6.4444386e-05
      ]
    ]
  },
  "Troops sent by this power responded to a sous-chef's murder of President Luis Sanchez in Lima by enforcing the Salomon-Lozano Treaty and securing Leticia. Norwegian North Pole explorer Fridtjof Nansen worked extensively with this power, developing a namesake class of document. Rene Massigli's Conference of Ambassadors had a strange relationship with this power that caused problems after the murder": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -1.2043067
      ],
      [
        "omb",
        -0.0005331367
      ],
      [
        "ia",
        -0.05689643
      ]
    ]
  },
  "The trombones and tuba lead an aptly-named Allegro Pomposo section, after which a two minute Moderato section showcasing the triangle, cymbals, xylophone, and others in the percussion section forms the longest and last of the thirteen variations on the opening theme. For this piece's finale, an unaccompanied piccolo introduces a melody, which is repeated at turns by the other sections and finally the full orchestra in a lively fugue. Centering around a theme by Henry *Purcell and written to accompany an educational film, this is, FTP, what Benjamin Britten work written to teach children about the": {
    "guess": "The Young Person's Guide to the Orchestra",
    "confidence": [
      [
        "The",
        -0.0036911704
      ],
      [
        " Young",
        -0.00010521204
      ],
      [
        " Person",
        -0.00014847564
      ],
      [
        "'s",
        -0.00032700237
      ],
      [
        " Guide",
        -2.6060809e-05
      ],
      [
        " to",
        -3.7697225e-06
      ],
      [
        " the",
        -2.1411865e-05
      ],
      [
        " Orchestra",
        -8.10137e-05
      ]
    ]
  }
}