{
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins and Plexins. One type of them tend to gather in Remak bundles, and upon destruction, they are digested by macrophages in a process called the Wallerian degeneration. These structures begin at the hillock, and are often surrounded by oligodendrocytes or Schwann cells. They operate by saltatory": {
    "guess": "Axon",
    "confidence": [
      [
        "Ax",
        -0.14302063
      ],
      [
        "on",
        -0.006305581
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and being problem-centered, as part of a theory that he developed after noticing that monkeys seek drink": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0049749664
      ],
      [
        "raham",
        -2.9352968e-06
      ],
      [
        " Mas",
        -0.00011629798
      ],
      [
        "low",
        -6.6306106e-06
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar Zoroaster Phadrig Isaac Norman Henkel Emmannuel Ambroise Diggs. He saves a central character from the Mangaboos, and later returns with her to the land he once ruled, where he is taken on as a witch's": {
    "guess": "The Marvelous Land of Oz",
    "confidence": [
      [
        "The",
        -0.040352385
      ],
      [
        " Marvel",
        -0.56881076
      ],
      [
        "ous",
        -4.246537e-06
      ],
      [
        " Land",
        -0.00019328887
      ],
      [
        " of",
        -0.00037478472
      ],
      [
        " Oz",
        -0.00034201838
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of": {
    "guess": "Triangle geometry",
    "confidence": [
      [
        "Triangle",
        -0.74752676
      ],
      [
        " geometry",
        -0.38517842
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of some of these shapes form another one, and the incenter and centroid are the same only in this figure. The area of one of these (*) polygons is equal to side-length squared times the square root of three": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -1.0298488
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally killed his grandfather Acrisius. The Hesperides gave a kibisis to this man, who was raised on Seriphos": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0072440677
      ],
      [
        "se",
        -1.0802739e-05
      ],
      [
        "us",
        -0.0001037816
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of some of these shapes form another one, and the incenter and centroid are the same only in this figure. The area of one of these (*) polygons is equal to side-length squared times the square root of three divided by four. A median of this figure divides it into two 30-60-90 triangles, because it is a": {
    "guess": "Equilateral triangle",
    "confidence": [
      [
        "Equ",
        -0.1088494
      ],
      [
        "ilateral",
        -9.293406e-05
      ],
      [
        " triangle",
        -0.10493111
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally killed his grandfather Acrisius. The Hesperides gave a kibisis to this man, who was raised on Seriphos by a (*) fisherman named Dictys. This man slew the monster Cetus, thus circumventing a prophecy that the oracle of Ammon had given to Cepheus and Cassiopeia. This man stole the tooth and eye shared by the Graeae while on one quest and ended another by rescuing and marrying Andromeda. For 10 points, name this son of Zeus and Danae who killed the Gorgon Medusa.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.004754665
      ],
      [
        "se",
        -1.7597347e-05
      ],
      [
        "us",
        -1.6882126e-05
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.66865593
      ],
      [
        "ochond",
        -0.00013214473
      ],
      [
        "r",
        -0.040050417
      ],
      [
        "ion",
        -5.5577775e-06
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.003274087
      ],
      [
        "raham",
        -8.180258e-06
      ],
      [
        " Mas",
        -3.7265952e-05
      ],
      [
        "low",
        -1.0683535e-05
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar Zoroaster Phadrig Isaac Norman Henkel Emmannuel Ambroise Diggs. He saves a central character from the Mangaboos, and later returns with her to the land he once ruled, where he is taken on as a witch's apprentice. He is then decreed to be only the third person in the land who can perform magic after Glinda and Ozma. FTP, name this magician, the namesake of a series of books by L. Frank Baum, who asks you to pay no attention to the man behind the curtain.": {
    "guess": "Oz the Great and Powerful",
    "confidence": [
      [
        "O",
        -0.8374453
      ],
      [
        "z",
        -0.039294116
      ],
      [
        " the",
        -0.57276607
      ],
      [
        " Great",
        -0.00051359466
      ],
      [
        " and",
        -5.8245798e-05
      ],
      [
        " Powerful",
        -0.00018792471
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -1.4631677
      ],
      [
        "erc",
        -0.0704083
      ],
      [
        "y",
        -0.0025952768
      ],
      [
        " By",
        -0.3306009
      ],
      [
        "ss",
        -9.372295e-06
      ],
      [
        "he",
        -9.3291674e-05
      ],
      [
        " Shelley",
        -0.004315703
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack,": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.22289652
      ],
      [
        " P",
        -0.0010136376
      ],
      [
        "once",
        -2.2127088e-05
      ],
      [
        " de",
        -0.0008934748
      ],
      [
        " Le",
        -0.017384876
      ],
      [
        "ón",
        -8.89548e-06
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally killed his grandfather Acrisius. The Hesperides gave a kibisis to this man, who was raised on Seriphos by a (*) fisherman named Dictys. This man slew the monster Cetus, thus circumventing a prophecy that the oracle of Ammon had given to Cepheus and Cassiopeia. This man stole the tooth and eye shared": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.00139738
      ],
      [
        "se",
        -2.057744e-05
      ],
      [
        "us",
        -3.4047454e-05
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and being problem-centered, as part of a theory that he developed after noticing that monkeys seek drink before food. He explained his major contribution in Motivation and Personality and Toward a Psychology of Being. FTP, name this humanistic psychologist who posited that self-actualization is at the": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.42513558
      ],
      [
        "raham",
        -4.1273333e-06
      ],
      [
        " Mas",
        -5.025915e-05
      ],
      [
        "low",
        -3.4121115e-06
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors,": {
    "guess": "Axon",
    "confidence": [
      [
        "Ax",
        -0.7107733
      ],
      [
        "on",
        -0.013217297
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability to maintain them in somatic cells. In vertebrates, they form unusual GG pairings while an enzyme catalyzes translocation and hybridization after adding dNTPs specified by an RNA template. Usually rich in guanine, they have 3' [three prime] ends extending 12 to 16 nucleotides beyond the complementary cytosine-rich strand. For 10 points, name these TTAGGG sequence repeats that are maintained in germline and tumor cells, making them immortal.": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0015234334
      ],
      [
        "om",
        -0.00025645216
      ],
      [
        "ere",
        -0.0011642689
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack, an ambush by the Calusa, would cause his death by an arrow wound. Appointed as governor of Higuey,": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.13862735
      ],
      [
        " P",
        -0.00280856
      ],
      [
        "once",
        -1.5332478e-05
      ],
      [
        " de",
        -0.00071969966
      ],
      [
        " Le",
        -0.034383237
      ],
      [
        "ón",
        -8.89548e-06
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and being problem-centered, as part of a theory that he developed after noticing that monkeys seek drink before food. He explained his major contribution in Motivation and Personality and Toward a Psychology of Being. FTP, name this humanistic psychologist who posited that self-actualization is at the top of the hierarchy of needs.": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.44923997
      ],
      [
        "raham",
        -2.577686e-06
      ],
      [
        " Mas",
        -5.7768983e-05
      ],
      [
        "low",
        -4.365741e-06
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under a Gomori trichrome stain. In addition to the aforementioned Kearns-Sayre syndrome, the TIM/TOM complex sees the translocation of proteins into them. Enzymatic abnormalities in these organelles can result in significant oxidative stress, and cytochrome C is found within these structures. It contains inner compartments called cristae. For 10 points, name these organelles with namesake matrilineal": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0014491602
      ],
      [
        "ochond",
        -8.172892e-05
      ],
      [
        "r",
        -0.0005028736
      ],
      [
        "ion",
        -7.58424e-06
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\" provides insight into their potential for resisting enculturation, being reality-centered, and being problem-centered, as part of a theory that he developed after noticing that monkeys seek drink before food. He explained his major contribution in Motivation and Personality and Toward a Psychology": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.27293208
      ],
      [
        "raham",
        -5.4385737e-06
      ],
      [
        " Mas",
        -0.00024084747
      ],
      [
        "low",
        -5.7961847e-06
      ]
    ]
  },
  "A dropped handkerchief with the monogrammed letter H helps identify the killer in this novel. But suspicion": {
    "guess": "The Woman in White",
    "confidence": [
      [
        "The",
        -0.0433231
      ],
      [
        " Woman",
        -0.5879332
      ],
      [
        " in",
        -0.0019151919
      ],
      [
        " White",
        -0.0004214979
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his": {
    "guess": "Saul Bellow",
    "confidence": [
      [
        "S",
        -2.0280156
      ],
      [
        "aul",
        -0.3438333
      ],
      [
        " B",
        -0.08560193
      ],
      [
        "ellow",
        -0.0003776456
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability to maintain them in somatic cells. In vertebrates, they form unusual GG pairings while an enzyme": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.020151395
      ],
      [
        "om",
        -0.0002937519
      ],
      [
        "ere",
        -0.034424245
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under a Gomori trichrome stain. In addition to the aforementioned Kearns-Sayre syndrome, the TIM/TOM complex sees the translocation of proteins into them. Enzymatic abnormalities in these organelles can": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00184106
      ],
      [
        "ochond",
        -2.355753e-05
      ],
      [
        "r",
        -0.004135038
      ],
      [
        "ion",
        -4.365741e-06
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.16311623
      ]
    ]
  },
  "Drops of this figure's blood became the giant Chrysaor [KREE-\"sour\"], and this figure's siblings were": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0005991426
      ],
      [
        "usa",
        -0.00016647171
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under a Gomori trichrome stain. In addition to the aforementioned Kearns-Sayre syndrome, the TIM/TOM complex sees the translocation of proteins into them. Enzymatic abnormalities in these organelles can result in significant oxidative stress, and cytochrome C is found within these structures. It contains": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0026990667
      ],
      [
        "ochond",
        -2.6418418e-05
      ],
      [
        "r",
        -0.0009390931
      ],
      [
        "ion",
        -2.3392786e-06
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability to maintain them in somatic cells. In vertebrates, they form unusual GG pairings while an enzyme catalyzes translocation and hybridization after adding dNTPs specified by an RNA template. Usually rich": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0037709856
      ],
      [
        "om",
        -7.839122e-05
      ],
      [
        "ere",
        -0.46051207
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins and Plexins. One type of them tend to gather in Remak bundles, and upon destruction, they are digested by macrophages in a process called the Wallerian degeneration. These structures begin at": {
    "guess": "Axon",
    "confidence": [
      [
        "Ax",
        -0.018165627
      ],
      [
        "on",
        -0.016557202
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins and Plexins. One type of them tend to gather in Remak bundles, and upon destruction, they are digested by macrophages in a process called the Wallerian degeneration. These structures begin at the hillock, and are often surrounded by oligodendrocytes or Schwann cells. They operate by saltatory conduction, in which an impulse leaps between spaces in their myelin sheaths known as the nodes of Ranvier. FTP, name these long projections between the cell body and synapse of a neuron.": {
    "guess": "Axon",
    "confidence": [
      [
        "Ax",
        -0.021764714
      ],
      [
        "on",
        -0.0161783
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar Zoroaster Phadrig Isaac Norman Henkel Emmannuel Ambroise Diggs. He saves a central character from": {
    "guess": "The Wonderful Wizard of Oz",
    "confidence": [
      [
        "The",
        -0.36847377
      ],
      [
        " Wonderful",
        -0.5378779
      ],
      [
        " Wizard",
        -0.00014990607
      ],
      [
        " of",
        -0.0009624351
      ],
      [
        " Oz",
        -2.4749568e-05
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally killed his grandfather Acrisius. The Hesperides gave a kibisis to this man, who was raised on Seriphos by a (*) fisherman named Dictys. This man slew the monster Cetus, thus circumventing a prophecy that the oracle of Ammon had given to Cepheus and Cassiopeia. This man stole the tooth and eye shared by the Graeae while on one quest and ended another by rescuing and marrying Andromeda. For 10 points,": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.003523337
      ],
      [
        "se",
        -1.3544423e-05
      ],
      [
        "us",
        -3.5477897e-05
      ]
    ]
  },
  "Drops of this figure's blood became the giant Chrysaor [KREE-\"sour\"], and this figure's siblings were named Stheno [s-THEH-no] and Euryale [yoo-ree-AH-lee]. Athena cursed this woman for lying with Poseidon in her temple, and used this figure's face to decorate her (*) Ægis [EE-jis]. Perseus used his shield to see this woman as he killed her, since her glance could turn mortals to stone. For 10 points,": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0014563053
      ],
      [
        "usa",
        -5.9153886e-06
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under a Gomori trichrome stain. In addition to the aforementioned Kearns-Sayre syndrome, the TIM/TOM complex": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.004863819
      ],
      [
        "ochond",
        -6.718607e-05
      ],
      [
        "r",
        -0.02653773
      ],
      [
        "ion",
        -1.6240566e-06
      ]
    ]
  },
  "Drops of this figure's blood became the giant Chrysaor [KREE-\"sour\"], and this figure's siblings were named Stheno [s-THEH-no] and Euryale [yoo-ree-AH-lee]. Athena cursed this woman for lying with Poseidon": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.00078377983
      ],
      [
        "usa",
        -5.8365e-05
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar": {
    "guess": "Oscar Wilde",
    "confidence": [
      [
        "O",
        -0.31373003
      ],
      [
        "scar",
        -0.0052679074
      ],
      [
        " Wilde",
        -0.05940625
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of some of these shapes form another one, and the incenter and centroid are the same only in this figure. The area of one of these (*) polygons is equal to side-length squared times the square root of three divided by four. A median of this figure divides it into two 30-60-90 triangles, because it is a regular polygon which has all 60-degree angles. For ten points, what is this kind of triangle that has three equal sides and angles?": {
    "guess": "Equilateral triangle",
    "confidence": [
      [
        "Equ",
        -0.036486644
      ],
      [
        "ilateral",
        -0.00020354039
      ],
      [
        " triangle",
        -0.049519677
      ]
    ]
  },
  "He dropped out of law school and married his first cousin, Bertha Goodman, before yoinking part of his major theory from The Organism by Kurt Goldstein. He believed that a person's \"philosophy of the future\"": {
    "guess": "Abraham Maslow",
    "confidence": [
      [
        "Ab",
        -0.0037886736
      ],
      [
        "raham",
        -4.8425554e-06
      ],
      [
        " Mas",
        -0.00019054719
      ],
      [
        "low",
        -6.392203e-06
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins and Plexins. One type of them tend to gather in Remak bundles, and upon destruction, they are digested by macrophages in a process called the Wallerian degeneration. These structures begin at the hillock, and are often surrounded by oligodendrocytes or Schwann cells. They operate by saltatory conduction, in which an impulse leaps between spaces in their myelin sheaths known as the nodes of": {
    "guess": "Axon",
    "confidence": [
      [
        "Ax",
        -0.36050022
      ],
      [
        "on",
        -0.03293784
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of some of these shapes form another one, and the incenter and centroid are the same only in this figure. The area of one of these (*) polygons is equal to side-length squared times the square root of three divided by four. A median of this figure divides it into two 30-60-90 triangles, because it is a regular polygon which has all 60-degree angles. For ten points, what is this kind of triangle that": {
    "guess": "Equilateral triangle",
    "confidence": [
      [
        "Equ",
        -0.12811862
      ],
      [
        "ilateral",
        -0.00057150197
      ],
      [
        " triangle",
        -0.040721677
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00505076
      ],
      [
        "ochond",
        -0.00012296606
      ],
      [
        "r",
        -0.35577402
      ],
      [
        "ion",
        -2.1054253e-05
      ]
    ]
  },
  "A dropped handkerchief with the monogrammed letter H helps identify the killer in this novel. But suspicion moves to an unlikely source when the H is found to be a letter in the Cyrillic alphabet. This": {
    "guess": "Cyrillic script",
    "confidence": [
      [
        "C",
        -0.46809924
      ],
      [
        "yr",
        -0.015574293
      ],
      [
        "il",
        -0.00047178348
      ],
      [
        "lic",
        -0.00010485443
      ],
      [
        " script",
        -0.39896187
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability to maintain them in somatic cells. In vertebrates, they form unusual GG pairings while an enzyme catalyzes translocation and hybridization after adding dNTPs specified by an RNA template. Usually rich in guanine, they have 3' [three prime] ends extending 12 to 16 nucleotides beyond the complementary cytosine-rich strand. For 10 points, name these TTAGGG sequence repeats that are maintained in germline": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0018518929
      ],
      [
        "om",
        -0.0003035266
      ],
      [
        "ere",
        -0.0011740363
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack, an ambush by the Calusa, would cause his death by an arrow wound. Appointed as governor of Higuey, he had previously served as a lieutenant under Nicolas de Ovando. This conqueror of the islands of Borinquien and Bimini began his career by sailing on the second voyage of Christopher Columbus, but his most lasting achievement was his landing on a certain lush peninsula on Easter Sunday. FTP, name this Spanish explorer who searched for the Fountain of Youth and ended up discovering Florida.": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.023606718
      ],
      [
        " P",
        -1.504853e-06
      ],
      [
        "once",
        -2.8160932e-06
      ],
      [
        " de",
        -1.0206721e-05
      ],
      [
        " Le",
        -5.121278e-05
      ],
      [
        "ón",
        -4.3202e-07
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates the nebenkern. One disease that affects these organelles results in a \"salt-and-pepper\" pigmentation of the retina. In another disease, these organelles take the appearance of \"ragged red fibers\" under a Gomori trichrome stain. In addition to the aforementioned Kearns-Sayre syndrome, the TIM/TOM complex sees the translocation of proteins into them. Enzymatic abnormalities in these organelles can result in significant oxidative stress, and cytochrome C is found within these structures. It contains inner compartments called cristae. For 10 points, name these organelles with namesake matrilineal DNA, known as the \"powerhouse\" of the cell.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00089121354
      ],
      [
        "ochond",
        -5.216641e-05
      ],
      [
        "r",
        -0.00012701898
      ],
      [
        "ion",
        -6.704273e-07
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally killed his grandfather Acrisius. The Hesperides gave a kibisis to this man, who was raised on Seriphos by a (*) fisherman named Dictys. This man slew the monster Cetus, thus circumventing a prophecy": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.001015422
      ],
      [
        "se",
        -1.3544423e-05
      ],
      [
        "us",
        -2.9636918e-05
      ]
    ]
  },
  "In Drosophila, the fuzzy onions gene regulates the fusion of these organelles in sperm, which creates": {
    "guess": "Spermatozoon",
    "confidence": [
      [
        "S",
        -0.3431063
      ],
      [
        "perm",
        -0.52627015
      ],
      [
        "ato",
        -0.5268763
      ],
      [
        "z",
        -0.32962358
      ],
      [
        "oon",
        -0.0013465424
      ]
    ]
  },
  "A dropped handkerchief with the monogrammed letter H helps identify the killer in this novel. But suspicion moves to an unlikely source when the H is found to be a letter in the Cyrillic alphabet. This plot twist can be found -- for 10 points -- in what famous Agatha Christie whodunit that takes place": {
    "guess": "The ABC Murders",
    "confidence": [
      [
        "The",
        -0.90018773
      ],
      [
        " ABC",
        -0.91998166
      ],
      [
        " Mur",
        -2.2007884e-05
      ],
      [
        "ders",
        -9.729906e-06
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack, an ambush by the Calusa, would cause his death by an arrow wound. Appointed as governor of Higuey, he had previously served as a lieutenant under Nicolas de Ovando. This conqueror of the islands of": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.072913535
      ],
      [
        " P",
        -0.036496073
      ],
      [
        "once",
        -5.5122365e-07
      ],
      [
        " de",
        -2.1650272e-05
      ],
      [
        " Le",
        -0.0018190513
      ],
      [
        "ón",
        -2.3392786e-06
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.00081296277
      ],
      [
        "se",
        -1.3186812e-05
      ],
      [
        "us",
        -8.537869e-06
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack, an ambush by the Calusa, would cause his death by an arrow wound. Appointed as governor of Higuey, he had previously served as a lieutenant under Nicolas de Ovando. This conqueror of the islands of Borinquien and Bimini began his career by sailing on the second voyage of Christopher Columbus, but": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.07871891
      ],
      [
        " P",
        -0.024961047
      ],
      [
        "once",
        -7.89631e-07
      ],
      [
        " de",
        -5.9199425e-05
      ],
      [
        " Le",
        -0.00011081461
      ],
      [
        "ón",
        -5.5577775e-06
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt of the Taino people against him and his settlements, including Caparra. Another hostile native attack, an ambush by the Calusa, would cause his death by an arrow wound. Appointed as governor of Higuey, he had previously served as a lieutenant under Nicolas de Ovando. This conqueror of the islands of Borinquien and Bimini began his career by sailing on the second voyage of Christopher Columbus, but his most lasting achievement was his landing on a certain lush peninsula on Easter Sunday. FTP, name": {
    "guess": "Juan Ponce de León",
    "confidence": [
      [
        "Juan",
        -0.020790845
      ],
      [
        " P",
        -0.00021248066
      ],
      [
        "once",
        -1.0280384e-06
      ],
      [
        " de",
        -7.0523776e-05
      ],
      [
        " Le",
        -9.019238e-05
      ],
      [
        "ón",
        -3.4121115e-06
      ]
    ]
  },
  "A dropped handkerchief with the monogrammed letter H helps identify the killer in this novel. But suspicion moves to an unlikely source when the H is found to be a letter in the Cyrillic alphabet. This plot twist can be found -- for 10 points -- in what famous Agatha Christie whodunit that takes place on a train?": {
    "guess": "Murder on the Orient Express",
    "confidence": [
      [
        "Mur",
        -0.07714104
      ],
      [
        "der",
        -5.240482e-05
      ],
      [
        " on",
        -0.004555204
      ],
      [
        " the",
        -0.0001201125
      ],
      [
        " Orient",
        -0.000117370815
      ],
      [
        " Express",
        -4.370295e-05
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar Zoroaster Phadrig Isaac Norman Henkel Emmannuel Ambroise Diggs. He saves a central character from the Mangaboos, and later returns with her to the land he once ruled, where he is taken on as a witch's apprentice. He is then decreed to be only the third person in the land who can perform magic after Glinda and Ozma. FTP, name this magician, the namesake of a series of books by L. Frank Baum, who": {
    "guess": "Ozma of Oz",
    "confidence": [
      [
        "O",
        -0.63491625
      ],
      [
        "z",
        -0.026589505
      ],
      [
        "ma",
        -0.03809175
      ],
      [
        " of",
        -0.5450768
      ],
      [
        " Oz",
        -0.0006571544
      ]
    ]
  },
  "He dropped seven of his names because their initials spelled out PINHEAD, from his birth name of Oscar Zoroaster Phadrig Isaac Norman Henkel Emmannuel Ambroise Diggs. He saves a central character from the Mangaboos, and later returns with her to the land he once ruled, where he is taken on as a witch's apprentice. He is then decreed to be only the third person in the land who can perform magic after": {
    "guess": "The Marvelous Land of Oz",
    "confidence": [
      [
        "The",
        -0.37315136
      ],
      [
        " Marvel",
        -0.14250222
      ],
      [
        "ous",
        -9.372295e-06
      ],
      [
        " Land",
        -0.00016659092
      ],
      [
        " of",
        -0.00043364934
      ],
      [
        " Oz",
        -0.00047940886
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins and Plexins. One type of them tend to gather in Remak bundles, and upon destruction, they are": {
    "guess": "Axon guidance",
    "confidence": [
      [
        "Ax",
        -0.32941565
      ],
      [
        "on",
        -0.121549875
      ],
      [
        " guidance",
        -0.10771663
      ]
    ]
  },
  "Dropping perpendiculars in this geometric figure leads to Viviani's Theorem, and Morley's Theorem constructs one of these figures. A theorem discovered by Napoleon Bonaparte states that the centers of some of these shapes form another one, and the incenter and centroid are the same only in this figure.": {
    "guess": "Triangle",
    "confidence": [
      [
        "Triangle",
        -0.10657251
      ]
    ]
  },
  "Drops of this figure's blood became the giant Chrysaor [KREE-\"sour\"], and this figure's siblings were named Stheno [s-THEH-no] and Euryale [yoo-ree-AH-lee]. Athena cursed this woman for lying with Poseidon in her temple, and used this figure's face to decorate her (*) Ægis [EE-jis]. Perseus used his": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0038127839
      ],
      [
        "usa",
        -2.808727e-05
      ]
    ]
  },
  "The drowning death of his colleague Diego Salcedo prompted his former ally Agueybana to lead a revolt": {
    "guess": "Diego de Salcedo",
    "confidence": [
      [
        "Die",
        -1.0090346
      ],
      [
        "go",
        -9.126521e-05
      ],
      [
        " de",
        -0.6442713
      ],
      [
        " Sal",
        -0.117113054
      ],
      [
        "ced",
        -0.045284677
      ],
      [
        "o",
        -8.44706e-05
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.33778962
      ],
      [
        "om",
        -0.0022036668
      ],
      [
        "ere",
        -0.026674587
      ]
    ]
  },
  "Drops of blood generated during one of this man's adventures gave rise to the creature that killed the Argonaut seer Mopsus. One story tells of how this man exchanged kingdoms with his cousin Megapenthes. Pausanias claimed that during a visit to Larissa, he invented the quoit, with which he accidentally": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0015217646
      ],
      [
        "se",
        -7.226629e-06
      ],
      [
        "us",
        -0.00010998019
      ]
    ]
  },
  "In Drosophila, they are maintained by non-LTR retrotransposons, and the Hayflick limit is the inability to maintain them in somatic cells. In vertebrates, they form unusual GG pairings while an enzyme catalyzes translocation and hybridization after adding dNTPs specified by an RNA template. Usually rich in guanine, they have 3' [three prime] ends extending 12 to 16 nucleotides beyond the complementary": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.018538056
      ],
      [
        "om",
        -0.00039301923
      ],
      [
        "ere",
        -0.12056309
      ]
    ]
  },
  "In Drosophila, the growth of these structures is controlled by the interaction of Stilt and Robo receptors, while in vertebrates they are guided by a gradient of Ephrins and the interaction between Semaphorins": {
    "guess": "Axon guidance",
    "confidence": [
      [
        "Ax",
        -0.020913316
      ],
      [
        "on",
        -0.011250122
      ],
      [
        " guidance",
        -0.016803278
      ]
    ]
  },
  "Drops of this figure's blood became the giant Chrysaor [KREE-\"sour\"], and this figure's siblings were named Stheno [s-THEH-no] and Euryale [yoo-ree-AH-lee]. Athena cursed this woman for lying with Poseidon in her temple, and used this figure's face to decorate her (*) Ægis [EE-jis]. Perseus used his shield to see this woman as he killed her, since her glance could turn mortals to stone. For 10 points, name this only mortal Gorgon, a woman with snakes for hair.": {
    "guess": "Medusa",
    "confidence": [
      [
        "Med",
        -0.0014604736
      ],
      [
        "usa",
        -7.2907846e-05
      ]
    ]
  }
}