{
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his master after the latter is cursed by Leandro and Clarissa. They travel to a distant castle and recover the rather large title objects, which they then must tote home across the desert, with the admonition not to open them until they are near water. Truffaldino twice ignores the warning, opening an object only to have a parched princess emerge and perish each time. FTP, name this Prokofiev opera": {
    "guess": "The Love for Three Oranges",
    "confidence": [
      [
        "The",
        -0.015616782
      ],
      [
        " Love",
        -0.004946378
      ],
      [
        " for",
        -0.0015370006
      ],
      [
        " Three",
        -6.749814e-06
      ],
      [
        " Or",
        -8.180258e-06
      ],
      [
        "anges",
        -1.0206721e-05
      ]
    ]
  },
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his master after the latter is cursed by Leandro and Clarissa. They travel to a distant castle and recover the rather large title objects, which they then must tote home across the desert, with the admonition not to open them until they are near water. Truffaldino twice ignores the warning, opening an object only to have a parched princess emerge and perish each time. FTP, name this Prokofiev opera where the Prince marries the final fruit-enclosed princess.": {
    "guess": "The Love for Three Oranges",
    "confidence": [
      [
        "The",
        -0.006949799
      ],
      [
        " Love",
        -0.00013822412
      ],
      [
        " for",
        -0.0004007601
      ],
      [
        " Three",
        -1.867018e-05
      ],
      [
        " Or",
        -7.703444e-06
      ],
      [
        "anges",
        -2.220075e-06
      ]
    ]
  },
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his master after the latter is cursed by Leandro and Clarissa. They travel to a distant castle and recover the rather large title objects, which they then must tote home across the desert, with the admonition not to open them until they are near water. Truffaldino twice ignores the warning, opening an": {
    "guess": "The Love for Three Oranges",
    "confidence": [
      [
        "The",
        -0.031440474
      ],
      [
        " Love",
        -0.001672207
      ],
      [
        " for",
        -0.0017045791
      ],
      [
        " Three",
        -1.5570886e-05
      ],
      [
        " Or",
        -1.0802739e-05
      ],
      [
        "anges",
        -9.849109e-06
      ]
    ]
  },
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his": {
    "guess": "The Love for Three Oranges",
    "confidence": [
      [
        "The",
        -0.31215805
      ],
      [
        " Love",
        -0.6562857
      ],
      [
        " for",
        -0.0009901766
      ],
      [
        " Three",
        -1.0087517e-05
      ],
      [
        " Or",
        -8.299462e-06
      ],
      [
        "anges",
        -8.418666e-06
      ]
    ]
  },
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his master after the latter is cursed by Leandro and Clarissa. They travel to a distant castle and recover": {
    "guess": "The Servant of Two Masters",
    "confidence": [
      [
        "The",
        -0.45924965
      ],
      [
        " Serv",
        -0.70295393
      ],
      [
        "ant",
        -3.888926e-06
      ],
      [
        " of",
        -5.2285613e-05
      ],
      [
        " Two",
        -8.339777e-05
      ],
      [
        " Masters",
        -0.00011093382
      ]
    ]
  },
  "\"Truffaldino, the man who is funny\" is the servant of the son of the King of Clubs and accompanies his master after the latter is cursed by Leandro and Clarissa. They travel to a distant castle and recover the rather large title objects, which they then must tote home across the desert, with the admonition": {
    "guess": "The Love for Three Oranges",
    "confidence": [
      [
        "The",
        -0.05933256
      ],
      [
        " Love",
        -0.004845192
      ],
      [
        " for",
        -0.0145880515
      ],
      [
        " Three",
        -4.365741e-06
      ],
      [
        " Or",
        -4.246537e-06
      ],
      [
        "anges",
        -9.849109e-06
      ]
    ]
  }
}