{
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims": {
    "guess": "Tennessee River",
    "confidence": [
      [
        "T",
        -0.19838099
      ],
      [
        "ennessee",
        -0.0019255406
      ],
      [
        " River",
        -0.239697
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of this concept uses Rayleigh-Sommerfeld integrals. Used to explain an opal's play-of-color, the Laue (LOUW-uh) patterns produced by this effect on X-rays helped determine the shape of DNA. An Airy disk results when this principle occurs for a circular aperture, and Fresnel numbers less than one are": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.013317282
      ],
      [
        "raction",
        -6.704273e-07
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains both Franklin and Fort Donelson, disputed in the Civil War. This state's electoral districts were the subject of dispute in Baker v. Carr, and the Unaka Mountains dominate this state's eastern border, where Clingman's Dome rises over 6,600 feet. The site of the Scopes Monkey Trial, for 10 points, name": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.0027421121
      ],
      [
        "ennessee",
        -0.000501324
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of": {
    "guess": "Crystal_structure",
    "confidence": [
      [
        "Crystal",
        -0.35190856
      ],
      [
        "_structure",
        -0.69113857
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions cause the proportionality between this value and its associated magnetic moment to differ from 2, a fact that implies QED must be used to calculate the electron gyromagnetic ratio.  One form of the operators for this observable is given by the Pauli matrices and it was Pauli who first proposed this property. Theorized by Goudsmit and Uhlenbeck, FTP name this property that differentiates": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.006563914
      ],
      [
        " (",
        -0.0016153193
      ],
      [
        "physics",
        -4.9424725e-05
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.30582887
      ],
      [
        " C",
        -0.0010440053
      ],
      [
        "é",
        -0.16069108
      ],
      [
        "z",
        -1.0683535e-05
      ],
      [
        "anne",
        -5.3000836e-05
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system owns a warhammer known as his (*) vasara. The virgin-born child of Marjatta forces the major hero of this myth system to depart from his country on a raft, leaving behind a harp made from a pike's jaw, the kantele. To marry the maid of Pohjola, this myth system's god of the forge creates the Sampo. For 10 points, name this myth system whose heroes, including Ilmarinen, Lemminkainen, and Vainamoinen, have their stories told in Elias Lonnrot's Kalevala.": {
    "guess": "Finnish mythology",
    "confidence": [
      [
        "F",
        -0.55457026
      ],
      [
        "inn",
        -2.5107178e-05
      ],
      [
        "ish",
        -6.134509e-05
      ],
      [
        " mythology",
        -0.0073936526
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which": {
    "guess": "Geometric Algebra",
    "confidence": [
      [
        "Ge",
        -0.19140936
      ],
      [
        "ometric",
        -0.0021093362
      ],
      [
        " Algebra",
        -0.6654773
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.004595792
      ],
      [
        "ennessee",
        -0.0014282134
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see, due to the urging of Ismeno, Aladine hatch a plan that is thwarted by someone unknown but for which Olindo and Sophronia are briefly blamed. The turning point is a vision in which the Frenchman Hugh advises for the recall of a banished hero. Two of the more valiant enemies are Argantes and the female": {
    "guess": "Jerusalem Delivered",
    "confidence": [
      [
        "Jer",
        -0.57762593
      ],
      [
        "usalem",
        -0.00015622021
      ],
      [
        " Del",
        -0.00035226622
      ],
      [
        "ivered",
        -0.000107238506
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this": {
    "guess": "Art",
    "confidence": [
      [
        "Art",
        -0.1308423
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions cause the proportionality between this value and its associated magnetic moment to differ": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.96737236
      ],
      [
        " (",
        -0.2776592
      ],
      [
        "physics",
        -0.00015514737
      ],
      [
        ")",
        -3.4121115e-06
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert Duvall, is the director of a mysterious corporation, and his assistant, Martin Stett, played by a young Harrison Ford, stalks the protagonist at a convention. At that convention the protagonist meets his blustering business rival, Bernie Moran, and has his tapes stolen by the whore Lurleen. Featuring John Cazale as the assistant to the protagonist, Harry Caul, for ten points name this Francis Ford": {
    "guess": "The Conversation",
    "confidence": [
      [
        "The",
        -0.0056601176
      ],
      [
        " Conversation",
        -0.05882027
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions cause the proportionality between this value and its associated magnetic moment to differ from 2, a fact that implies QED must be used to calculate the electron gyromagnetic ratio.  One form of the operators for this observable is given by the Pauli matrices and it was Pauli who first proposed": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.008125389
      ],
      [
        " (",
        -0.0001201125
      ],
      [
        "physics",
        -3.9530823e-05
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts the ratio of one isotope of this element to an isotope of chromium.  One atom of it is coordinated to the active site of mitochondrial superoxide dismutase, and it is also present in diphtheria toxin and the oxygen-evolving complex of photosystem II.  Its dioxide is capable of selectively creating carbonyls from benzylic alcohols, and a compound containing this metal is useful in redox titrations.  Also used to decolorize glass, FTP, name this element with atomic number 25 and symbol Mn.": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.013086585
      ],
      [
        "anganese",
        -0.0005239617
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system owns a warhammer known as his (*) vasara. The virgin-born child of Marjatta forces the major hero of this myth system to depart from his country on a raft, leaving behind a harp made from a pike's jaw, the kantele. To marry the maid of Pohjola, this myth system's god of the forge creates the Sampo.": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.52836263
      ],
      [
        "ale",
        -0.0012953582
      ],
      [
        "val",
        -3.6669935e-05
      ],
      [
        "a",
        -2.2603901e-05
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains both Franklin and Fort Donelson, disputed in the Civil War. This state's electoral districts were the": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.01954205
      ],
      [
        "ennessee",
        -0.00078199187
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic work, he painted a conch shell to the left of a teacup and the titular object entitled The Black Clock. This artist paid tribute to Manet in his painting A Modern Olympia, and Picasso's Demoiselles d'Avignon was inspired by this man's Bathers series. Famous for his still-lifes and for paintings like": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.0078406045
      ],
      [
        " C",
        -0.00012713818
      ],
      [
        "é",
        -0.053534463
      ],
      [
        "z",
        -9.610702e-06
      ],
      [
        "anne",
        -1.11603495e-05
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system": {
    "guess": "Norse mythology",
    "confidence": [
      [
        "N",
        -0.7034406
      ],
      [
        "orse",
        -0.009049407
      ],
      [
        " mythology",
        -0.09311244
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see, due to the urging of Ismeno, Aladine hatch a plan that is thwarted by someone unknown but for which": {
    "guess": "The Tragedy of Albowtill and Ismenor",
    "confidence": [
      [
        "The",
        -1.5684683
      ],
      [
        " Tr",
        -2.0273237
      ],
      [
        "aged",
        -0.1496595
      ],
      [
        "y",
        -0.02216322
      ],
      [
        " of",
        -0.00051371387
      ],
      [
        " Al",
        -0.50634056
      ],
      [
        "bow",
        -0.5110536
      ],
      [
        "t",
        -1.557786
      ],
      [
        "ill",
        -1.002136
      ],
      [
        " and",
        -3.7461295
      ],
      [
        " Is",
        -1.9401586
      ],
      [
        "men",
        -0.70114976
      ],
      [
        "or",
        -1.0772645
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions": {
    "guess": "Dirac equation",
    "confidence": [
      [
        "Dir",
        -1.0632367
      ],
      [
        "ac",
        -4.990154e-05
      ],
      [
        " equation",
        -0.016785692
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert Duvall, is the director of a mysterious corporation, and his assistant, Martin Stett, played by a young Harrison Ford, stalks the protagonist at a convention. At that convention the protagonist meets his blustering business rival, Bernie Moran, and has his tapes stolen by the whore Lurleen. Featuring": {
    "guess": "The Conversation",
    "confidence": [
      [
        "The",
        -0.016445812
      ],
      [
        " Conversation",
        -0.0812536
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert Duvall, is the director of a mysterious corporation, and his assistant, Martin Stett, played by a young Harrison Ford, stalks the protagonist at a convention. At that convention the protagonist meets": {
    "guess": "The Conversation",
    "confidence": [
      [
        "The",
        -0.016876772
      ],
      [
        " Conversation",
        -0.15792209
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains both Franklin and Fort Donelson, disputed in the Civil War. This state's electoral districts were the subject of dispute in Baker v. Carr, and the Unaka Mountains dominate this state's eastern border,": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.002361975
      ],
      [
        "ennessee",
        -0.00041184606
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system owns a warhammer known as his (*) vasara. The virgin-born child of Marjatta forces the major hero": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.04431801
      ],
      [
        "ale",
        -0.00020759332
      ],
      [
        "val",
        -3.5358695e-05
      ],
      [
        "a",
        -2.7133641e-05
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts the ratio of one isotope of this element to an isotope of chromium.  One atom of it is coordinated to the active site of mitochondrial superoxide dismutase, and it is also present in diphtheria toxin and the oxygen-evolving complex of photosystem II.  Its dioxide is capable of selectively creating": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.0075649796
      ],
      [
        "anganese",
        -0.0013440428
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert Duvall, is the director of a mysterious corporation, and his assistant, Martin Stett, played by a young": {
    "guess": "The Parallax View",
    "confidence": [
      [
        "The",
        -0.079744644
      ],
      [
        " Par",
        -0.6176329
      ],
      [
        "allax",
        -0.0004406823
      ],
      [
        " View",
        -0.0003551271
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see,": {
    "guess": "Bayeux Tapestry",
    "confidence": [
      [
        "Bay",
        -0.8704617
      ],
      [
        "e",
        -0.00012260844
      ],
      [
        "ux",
        -8.89548e-06
      ],
      [
        " Tape",
        -0.00019519613
      ],
      [
        "stry",
        -7.107425e-06
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts the ratio of one isotope of this element to an isotope of chromium.  One atom of it is coordinated to the active site of mitochondrial superoxide dismutase, and it is also present in diphtheria toxin and the oxygen-evolving complex of photosystem II.  Its dioxide is capable of selectively creating carbonyls from benzylic alcohols, and a compound containing this metal is useful in redox titrations.": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.0070461673
      ],
      [
        "anganese",
        -0.00024084747
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see, due to the urging of Ismeno, Aladine hatch a plan that is thwarted by someone unknown but for which Olindo and Sophronia are briefly blamed. The turning point is a vision in which the Frenchman Hugh": {
    "guess": "Jerusalem Delivered",
    "confidence": [
      [
        "Jer",
        -0.9249664
      ],
      [
        "usalem",
        -0.00053158705
      ],
      [
        " Del",
        -0.0066574654
      ],
      [
        "ivered",
        -6.968935e-05
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.014398075
      ],
      [
        "anganese",
        -0.0004889305
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system owns a warhammer known as his (*) vasara. The virgin-born child of Marjatta forces the major hero of this myth system to depart from his country on a raft, leaving behind a harp made from a pike's": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.26194188
      ],
      [
        "ale",
        -0.0043231836
      ],
      [
        "val",
        -5.2285613e-05
      ],
      [
        "a",
        -3.8100377e-05
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic work, he painted a conch shell to the left of a teacup and the titular object entitled The Black Clock. This artist paid tribute to Manet in his painting A Modern Olympia, and Picasso's Demoiselles": {
    "guess": "Paul Cezanne",
    "confidence": [
      [
        "Paul",
        -0.18400712
      ],
      [
        " C",
        -0.0022163922
      ],
      [
        "ez",
        -0.42275217
      ],
      [
        "anne",
        -2.0219828e-05
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of this concept uses Rayleigh-Sommerfeld integrals. Used to explain an opal's play-of-color, the Laue (LOUW-uh) patterns produced by this effect on X-rays helped determine the shape of DNA. An Airy disk": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0058379113
      ],
      [
        "raction",
        -6.6306106e-06
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel and copper through a river to recover the pieces of her son's body. The thunder god of this myth system owns a warhammer known as his (*) vasara. The virgin-born child of Marjatta forces the major hero of this myth system to depart from his country on a raft, leaving behind a harp made from a pike's jaw, the kantele. To marry the maid of Pohjola, this myth system's god of the forge creates the Sampo. For 10 points, name this myth system whose heroes, including Ilmarinen, Lemminkainen, and Vainamoinen,": {
    "guess": "Finnish mythology",
    "confidence": [
      [
        "F",
        -0.47533637
      ],
      [
        "inn",
        -2.9875326e-05
      ],
      [
        "ish",
        -0.00035357746
      ],
      [
        " mythology",
        -0.02205979
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become an eagle and carries her army on her wings. One character in this myth system draws a rake of steel": {
    "guess": "Táin Bó Cúailnge",
    "confidence": [
      [
        "T",
        -1.2477841
      ],
      [
        "á",
        -0.096275955
      ],
      [
        "in",
        -4.6206227e-05
      ],
      [
        " B",
        -0.003077887
      ],
      [
        "ó",
        -7.89631e-07
      ],
      [
        " C",
        -0.00922129
      ],
      [
        "ú",
        -2.3392786e-06
      ],
      [
        "ail",
        -0.00011796683
      ],
      [
        "nge",
        -0.003566808
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic work, he painted a conch shell to the left of a teacup and the titular object entitled The Black Clock. This artist paid tribute to Manet in his painting A Modern Olympia, and Picasso's Demoiselles d'Avignon was inspired by this man's Bathers series. Famous for his still-lifes and for paintings like The Card Players, for ten points, identify this French post-Impressionist whose landscapes of Provence prominently feature Mt. St. Victoire.": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.0009923185
      ],
      [
        " C",
        -8.041768e-05
      ],
      [
        "é",
        -0.006653326
      ],
      [
        "z",
        -7.58424e-06
      ],
      [
        "anne",
        -6.869018e-06
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.227642
      ],
      [
        " C",
        -0.005240872
      ],
      [
        "é",
        -0.090861455
      ],
      [
        "z",
        -2.0100624e-05
      ],
      [
        "anne",
        -6.253713e-05
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions cause the proportionality between this value and its associated magnetic moment to differ from 2, a fact that implies QED must be used to calculate the electron gyromagnetic ratio.  One form": {
    "guess": "Electron magnetic moment",
    "confidence": [
      [
        "Elect",
        -0.34133884
      ],
      [
        "ron",
        -0.007910504
      ],
      [
        " magnetic",
        -0.23671015
      ],
      [
        " moment",
        -0.03826387
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.008288906
      ],
      [
        "ennessee",
        -0.00038801268
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism,": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.03416023
      ],
      [
        "anganese",
        -0.0014179766
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see, due to the urging of Ismeno, Aladine hatch a plan that is thwarted by someone unknown but for which Olindo and Sophronia are briefly blamed. The turning point is a vision in which the Frenchman Hugh advises for the recall of a banished hero. Two of the more valiant enemies are Argantes and the female warrior Clorinda, both of whom are killed by the mighty Tancred. FTP, name this epic poem set during": {
    "guess": "Jerusalem Delivered",
    "confidence": [
      [
        "Jer",
        -0.084561594
      ],
      [
        "usalem",
        -0.00031305922
      ],
      [
        " Del",
        -0.00091122516
      ],
      [
        "ivered",
        -0.00013023747
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert": {
    "guess": "The Shining",
    "confidence": [
      [
        "The",
        -0.016550869
      ],
      [
        " Sh",
        -0.0010524577
      ],
      [
        "ining",
        -0.0017839412
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of this concept uses Rayleigh-Sommerfeld integrals. Used to explain an opal's play-of-color, the Laue": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.4370509
      ],
      [
        "raction",
        -0.00015240935
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts the ratio of one isotope of this element to an isotope of chromium.  One atom of it is coordinated": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.0016732762
      ],
      [
        "anganese",
        -6.0345924e-06
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis": {
    "guess": "Maurice Denis",
    "confidence": [
      [
        "M",
        -0.7466799
      ],
      [
        "aur",
        -0.00040457462
      ],
      [
        "ice",
        -3.1305768e-05
      ],
      [
        " Denis",
        -0.0006913475
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.3041152
      ],
      [
        " C",
        -0.0035966218
      ],
      [
        "é",
        -0.1924413
      ],
      [
        "z",
        -6.6947665e-05
      ],
      [
        "anne",
        -9.984788e-05
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic work, he painted a conch shell to the left of a teacup and the titular object entitled The Black Clock. This artist paid tribute to Manet in his painting A Modern Olympia, and Picasso's Demoiselles d'Avignon was inspired by this man's Bathers series. Famous for his still-lifes and for paintings like The Card Players, for ten points, identify this French post-Impressionist whose landscapes of Provence": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.0055887527
      ],
      [
        " C",
        -6.539802e-05
      ],
      [
        "é",
        -0.007660704
      ],
      [
        "z",
        -1.3306016e-05
      ],
      [
        "anne",
        -9.253091e-06
      ]
    ]
  },
  "Clifford algebras over Euclidean spaces are used to define the namesake objects of this property, which Lorentz transform according to relations involving commutators of gamma matrices.  Self-field interactions cause the proportionality between this value and its associated magnetic moment to differ from 2, a fact that implies QED must be used to calculate the electron gyromagnetic ratio.  One form of the operators for this observable is given by the Pauli matrices and it was Pauli who first proposed this property. Theorized by Goudsmit and Uhlenbeck, FTP name this property that differentiates fermions and bosons, a form of intrinsic angular momentum, usually plus or minus one half for an electron.": {
    "guess": "Spin (physics)",
    "confidence": [
      [
        "Spin",
        -0.0027530456
      ],
      [
        " (",
        -0.00020663968
      ],
      [
        "physics",
        -5.574252e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is": {
    "guess": "The Shining",
    "confidence": [
      [
        "The",
        -0.17837521
      ],
      [
        " Sh",
        -0.0638967
      ],
      [
        "ining",
        -0.0023988402
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of this concept uses Rayleigh-Sommerfeld integrals. Used to explain an opal's play-of-color, the Laue (LOUW-uh) patterns produced by this effect on X-rays helped determine the shape of DNA. An Airy disk results when this principle occurs for a circular aperture, and Fresnel numbers less than one are indicative of its Fraunhofer (FROUN-hoh-fer) type. Generating interference patterns in Young's double-slit": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0004217363
      ],
      [
        "raction",
        -3.1186566e-05
      ]
    ]
  },
  "Clive Bell advanced his idea of the \"significant form\" in a book whose title refers to art \"Since\" this painter, who also is the subject of a \"study of his development\" written by Roger Fry. Maurice Denis painted artists admiring one of this man's works in his Hommage to this painter, who used the technique of applying paint in thick slabs to create a series of portraits of his Uncle Dominic. Early landscapes by this artist include a depiction of the House of the Hanged Man, and in a characteristic work, he painted a conch shell to the left of a teacup and the titular object entitled The Black": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -0.78260297
      ],
      [
        " C",
        -0.0010437669
      ],
      [
        "é",
        -0.26222026
      ],
      [
        "z",
        -1.640531e-05
      ],
      [
        "anne",
        -4.823269e-05
      ]
    ]
  },
  "Clifford Schull's neutron diffraction experiments on this element's oxide lead to the discovery of antiferromagnetism, and it is commonly extracted from pyrolusite.  One form of radiometric dating charts the ratio of one isotope of this element to an isotope of chromium.  One atom of it is coordinated to the active site of mitochondrial superoxide dismutase, and it is also present in diphtheria toxin": {
    "guess": "Manganese",
    "confidence": [
      [
        "M",
        -0.008698244
      ],
      [
        "anganese",
        -0.0016412617
      ]
    ]
  },
  "The climactic scene of this movie occurs in room 773 of the Jack Tarr Hotel, where the protagonist is horrified to find a toilet overflowing with blood. The murdered man, played by an uncredited Robert Duvall, is the director of a mysterious corporation, and his assistant, Martin Stett, played by a young Harrison Ford, stalks the protagonist at a convention. At that convention the protagonist meets his blustering business rival, Bernie Moran, and has his tapes stolen by the whore Lurleen. Featuring John Cazale as the assistant to the protagonist, Harry Caul, for ten points name this Francis Ford Coppola movie starring Gene Hackman as a surveillance expert.": {
    "guess": "The Conversation",
    "confidence": [
      [
        "The",
        -0.0033446597
      ],
      [
        " Conversation",
        -0.004024734
      ]
    ]
  },
  "One of the more climactic scenes is that of the campaign to avenge the death of Sweno. Early on we see, due to the urging of Ismeno, Aladine hatch a plan that is thwarted by someone unknown but for which Olindo and Sophronia are briefly blamed. The turning point is a vision in which the Frenchman Hugh advises for the recall of a banished hero. Two of the more valiant enemies are Argantes and the female warrior Clorinda, both of whom are killed by the mighty Tancred. FTP, name this epic poem set during the First Crusade and written by Torquato Tasso.": {
    "guess": "Jerusalem Delivered",
    "confidence": [
      [
        "Jer",
        -0.011154284
      ],
      [
        "usalem",
        -3.8577193e-05
      ],
      [
        " Del",
        -2.319992e-05
      ],
      [
        "ivered",
        -6.778209e-05
      ]
    ]
  },
  "During a climactic battle, a sorceress in this myth system fuses her body with a shipwreck to become": {
    "guess": "Selkie",
    "confidence": [
      [
        "Sel",
        -1.6699665
      ],
      [
        "kie",
        -0.14164577
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains both Franklin and Fort Donelson, disputed in the Civil War. This state's electoral districts were the subject of dispute in Baker v. Carr, and the Unaka Mountains dominate this state's eastern border, where Clingman's Dome rises over 6,600 feet. The site of the Scopes Monkey Trial, for 10 points, name this state also notable for being the site of the Battle of Shiloh, with major cities Memphis and": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.0070587117
      ],
      [
        "ennessee",
        -0.0012364184
      ]
    ]
  },
  "Clifford Shull used the neutron type of this concept to explore the structure of ice, and one model of this concept uses Rayleigh-Sommerfeld integrals. Used to explain an opal's play-of-color, the Laue (LOUW-uh) patterns produced by this effect on X-rays helped determine the shape of DNA. An Airy disk results when this principle occurs for a circular aperture, and Fresnel numbers less than one are indicative of its Fraunhofer (FROUN-hoh-fer) type. Generating interference patterns in Young's double-slit experiment, name this principle, the bending or spreading of waves around an obstacle.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.005388857
      ],
      [
        "raction",
        -3.650519e-06
      ]
    ]
  },
  "The Clinch and Powell Rivers flow through the eastern part of this state, which also contains the Tims Ford reservoir.  The Fugitive Poets wrote I'll Take My Stand in this state, which is divided into \"Grand Divisions,\" and this state contains the musically important Beale Street. This state contains both Franklin and Fort Donelson, disputed in the Civil War. This state's electoral districts were the subject of dispute in Baker v. Carr, and the Unaka Mountains dominate this state's eastern border, where Clingman's Dome rises over 6,600 feet. The site of the Scopes Monkey Trial, for 10 points, name this state also notable for being the site of the Battle of Shiloh, with major cities Memphis and Nashville.": {
    "guess": "Tennessee",
    "confidence": [
      [
        "T",
        -0.0031672642
      ],
      [
        "ennessee",
        -0.0007008801
      ]
    ]
  }
}