{
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern Story\". His first published work, the pastoral romance \"La galatea\", was followed by a series": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.18579547
      ],
      [
        "ig",
        -5.6457742e-05
      ],
      [
        "uel",
        -3.4762674e-05
      ],
      [
        " de",
        -0.0007948548
      ],
      [
        " C",
        -0.000104377614
      ],
      [
        "erv",
        -2.58224e-05
      ],
      [
        "antes",
        -7.2907846e-05
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern Story\". His first published work, the pastoral romance \"La galatea\", was followed by a series of failed plays, of which only \"Numantia\" and \"The Traffic of Algiers\" survive. Known for his various adventures, including jail time for irregularities in his accounting practices, a stint in Algiers as a slave, and his actions in the battle of Lepanto, where his left hand was crippled, his best known work describes the picaresque adventures of an elderly knight. FTP, who is this author of \"Don Quixote\"?": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.0033119852
      ],
      [
        "ig",
        -6.869018e-06
      ],
      [
        "uel",
        -6.869018e-06
      ],
      [
        " de",
        -3.3093824e-05
      ],
      [
        " C",
        -5.4385737e-06
      ],
      [
        "erv",
        -1.2233183e-05
      ],
      [
        "antes",
        -3.88156e-05
      ]
    ]
  },
  "In return for the Grace Pasithea for his wife, this Greek god plays a small part in the Iliad when he acquiesces to Hera and agrees to divert the attention of Zeus.  Living in a dark, misty cave off the island of Lemnos, he lays on a soft couch surrounded by his three sons - Morpheus, Icelus, and Phantasus - and he is the son of Nyx and brother of Thanatos. FTP what Greco-Roman god has his sons bring him dreams, is known in Latin as Somnus, and holds dominion over sleep?": {
    "guess": "Hypnos",
    "confidence": [
      [
        "H",
        -0.0031975587
      ],
      [
        "yp",
        -2.451116e-05
      ],
      [
        "nos",
        -0.00061128667
      ]
    ]
  },
  "In return for the Grace Pasithea for his wife, this Greek god plays a small part in the Iliad when he acquiesces to Hera and agrees to divert the attention of Zeus.  Living in a dark, misty cave off the island of Lemnos, he lays on a soft couch surrounded by his three sons - Morpheus, Icelus, and Phantasus - and he is the son of Nyx and brother of Thanatos. FTP what Greco-Roman god has his sons bring": {
    "guess": "Hypnos",
    "confidence": [
      [
        "H",
        -0.00914769
      ],
      [
        "yp",
        -0.00040624346
      ],
      [
        "nos",
        -0.00036323295
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants and animals found on opposite sides of the Atlantic.  Also, he noticed the close fit between the coastlines of Africa and South America and wondered if the similarities among organisms are due, not to land bridges, but to the continents having been joined together at one time.   FTP, identify this man famous for coining the term Pangea and putting forth the theory of continental drift.": {
    "guess": "Alfred Wegener",
    "confidence": [
      [
        "Al",
        -0.002149308
      ],
      [
        "fred",
        -4.501419e-05
      ],
      [
        " Weg",
        -0.0012660634
      ],
      [
        "ener",
        -0.00047261795
      ]
    ]
  },
  "In return for the Grace Pasithea for his wife, this Greek god plays a small part in the Iliad when he": {
    "guess": "Pasithea",
    "confidence": [
      [
        "Pas",
        -0.29465672
      ],
      [
        "it",
        -0.0023193916
      ],
      [
        "hea",
        -0.00019674578
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern Story\". His first published work, the pastoral romance \"La galatea\", was followed by a series of failed plays, of which only \"Numantia\" and \"The Traffic of Algiers\" survive. Known for his various adventures, including jail time for irregularities in his accounting practices, a stint in Algiers as a slave, and his actions in the battle of Lepanto, where his left hand was crippled, his best known": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.023331663
      ],
      [
        "ig",
        -2.2842309e-05
      ],
      [
        "uel",
        -9.372295e-06
      ],
      [
        " de",
        -0.0002288079
      ],
      [
        " C",
        -3.4047454e-05
      ],
      [
        "erv",
        -1.4021238e-05
      ],
      [
        "antes",
        -3.106736e-05
      ]
    ]
  },
  "In return for the Grace Pasithea for his wife, this Greek god plays a small part in the Iliad when he acquiesces to Hera and agrees to divert the attention of Zeus.  Living in a dark, misty cave off the": {
    "guess": "Hypnos",
    "confidence": [
      [
        "H",
        -0.020072998
      ],
      [
        "yp",
        -0.28567854
      ],
      [
        "nos",
        -0.005151693
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern Story\". His first published work, the pastoral romance \"La galatea\", was followed by a series of failed plays, of which only \"Numantia\" and \"The Traffic of Algiers\" survive. Known for his various": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.056458477
      ],
      [
        "ig",
        -8.657073e-06
      ],
      [
        "uel",
        -1.6643718e-05
      ],
      [
        " de",
        -0.00012797261
      ],
      [
        " C",
        -8.888114e-05
      ],
      [
        "erv",
        -2.1769476e-05
      ],
      [
        "antes",
        -5.0974373e-05
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.34571576
      ],
      [
        "ig",
        -0.002034988
      ],
      [
        "uel",
        -1.0325924e-05
      ],
      [
        " de",
        -0.0005654226
      ],
      [
        " C",
        -0.00017064385
      ],
      [
        "erv",
        -3.6431527e-05
      ],
      [
        "antes",
        -8.1609716e-05
      ]
    ]
  },
  "In return for the Grace Pasithea for his wife, this Greek god plays a small part in the Iliad when he acquiesces to Hera and agrees to divert the attention of Zeus.  Living in a dark, misty cave off the island of Lemnos, he lays on a soft couch surrounded by his three sons - Morpheus, Icelus, and Phantasus": {
    "guess": "Hypnos",
    "confidence": [
      [
        "H",
        -0.0007556662
      ],
      [
        "yp",
        -0.00017207429
      ],
      [
        "nos",
        -0.00020270597
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants and animals found on opposite sides of the Atlantic.  Also, he noticed the close fit between the coastlines of Africa and South America and wondered if the similarities among organisms are due, not to land bridges, but to the continents having been joined together at one time.   FTP, identify this man": {
    "guess": "Alfred Wegener",
    "confidence": [
      [
        "Al",
        -0.029456541
      ],
      [
        "fred",
        -1.8074163e-05
      ],
      [
        " Weg",
        -0.002810344
      ],
      [
        "ener",
        -0.00062236894
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\",": {
    "guess": "Lope de Vega",
    "confidence": [
      [
        "L",
        -0.1265366
      ],
      [
        "ope",
        -0.00019507692
      ],
      [
        " de",
        -0.00021986762
      ],
      [
        " Vega",
        -0.00043019242
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants and animals found on opposite sides of the Atlantic.  Also, he noticed the close fit between the coastlines of Africa and South America and wondered if the similarities among organisms are due, not to": {
    "guess": "Alfred Wegener",
    "confidence": [
      [
        "Al",
        -0.5147873
      ],
      [
        "fred",
        -2.8325678e-05
      ],
      [
        " Weg",
        -0.0021634677
      ],
      [
        "ener",
        -0.0010348338
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants and animals found on opposite sides of the Atlantic.  Also, he noticed the close fit between the coastlines": {
    "guess": "Atlantic Ocean",
    "confidence": [
      [
        "Atlantic",
        -1.3239462
      ],
      [
        " Ocean",
        -0.00959812
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in": {
    "guess": "University of Marburg",
    "confidence": [
      [
        "University",
        -0.23172824
      ],
      [
        " of",
        -0.0014928421
      ],
      [
        " Mar",
        -0.009017274
      ],
      [
        "burg",
        -0.0002041364
      ]
    ]
  },
  "He returned to the writing of dramas late in life, publishing \"Eight Comedies and Eight New Interludes\", and achieved success with his last published work, \"The Labors of Persiles and Sigismunda: A Northern Story\". His first published work, the pastoral romance \"La galatea\", was followed by a series of failed plays, of which only \"Numantia\" and \"The Traffic of Algiers\" survive. Known for his various adventures, including jail time for irregularities in his accounting practices, a stint in Algiers": {
    "guess": "Miguel de Cervantes",
    "confidence": [
      [
        "M",
        -0.4860488
      ],
      [
        "ig",
        -1.831257e-05
      ],
      [
        "uel",
        -7.465036e-06
      ],
      [
        " de",
        -0.00020914296
      ],
      [
        " C",
        -4.1080468e-05
      ],
      [
        "erv",
        -2.8206474e-05
      ],
      [
        "antes",
        -4.0007635e-05
      ]
    ]
  },
  "Returning from Greenland, he accepted a post as tutor at the University of Marburg.  While browsing in the university library, he came across a scientific paper that listed fossils of identical plants": {
    "guess": "University of Marburg",
    "confidence": [
      [
        "University",
        -1.167513
      ],
      [
        " of",
        -0.021764256
      ],
      [
        " Mar",
        -0.05595339
      ],
      [
        "burg",
        -0.00019579215
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.011442474
      ],
      [
        " Baker",
        -6.456359e-05
      ],
      [
        " E",
        -2.8160932e-06
      ],
      [
        "ddy",
        -2.2007884e-05
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.17510197
      ],
      [
        " Baker",
        -2.355753e-05
      ],
      [
        " E",
        -1.7432603e-06
      ],
      [
        "ddy",
        -1.3186812e-05
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every Sunday during the Lesson-Sermon, and its services are conducted by Readers. The literature of this": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -0.0018761591
      ],
      [
        " Science",
        -2.8325678e-05
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every Sunday during the Lesson-Sermon, and its services are conducted by Readers. The literature of this religion is distributed in its namesake \"Reading Rooms,\" which publisher Virginia Harris helped": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -0.3476144
      ],
      [
        " Science",
        -6.0391463e-05
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every Sunday during the Lesson-Sermon, and its services are conducted by Readers. The literature of this religion is distributed in its namesake \"Reading Rooms,\" which publisher Virginia Harris helped popularize. Augusta Stetson was excommunicated by its Mother Church, which is in Boston. For 10 points,": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -0.0017800184
      ],
      [
        " Science",
        -3.3093824e-05
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every Sunday during the Lesson-Sermon, and its services are conducted by Readers. The literature of this religion is distributed in its namesake \"Reading Rooms,\" which publisher Virginia Harris helped popularize. Augusta Stetson was excommunicated by its Mother Church, which is in Boston. For 10 points, name this Christian denomination whose namesake discipline is laid out along with \"Health with Key": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -0.19866689
      ],
      [
        " Science",
        -0.000288153
      ]
    ]
  },
  "Retrospection and Introspection, No and Yes, and Unity of Good are three of the Prose Works authored by the founder of this religion. This religion fosters a discussion of 26 set topics twice each on every Sunday during the Lesson-Sermon, and its services are conducted by Readers. The literature of this religion is distributed in its namesake \"Reading Rooms,\" which publisher Virginia Harris helped popularize. Augusta Stetson was excommunicated by its Mother Church, which is in Boston. For 10 points, name this Christian denomination whose namesake discipline is laid out along with \"Health with Key to the Scriptures,\" founded by Mary Baker Eddy.": {
    "guess": "Christian Science",
    "confidence": [
      [
        "Christian",
        -0.0018733091
      ],
      [
        " Science",
        -9.281486e-05
      ]
    ]
  }
}