{
  "In the Vedas her name is associated with Agni, the god of fire, who has seven flickering tongues of flame; she was the black, horrible tongue. As Divine Mother she is often represented dancing or in sexual union with Shiva, but her accoutrements, including a protruding tongue, four arms, a severed demon's head, bloody sword, and a belt made of dismembered human arms, paint a grimmer picture. FTP, name this Hindu deity, symbol of dissolution and destruction.": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.004346806
      ],
      [
        "ali",
        -0.00047130667
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini": {
    "guess": "Nakshatra",
    "confidence": [
      [
        "N",
        -0.7390465
      ],
      [
        "ak",
        -0.0013339325
      ],
      [
        "sh",
        -0.00016456447
      ],
      [
        "atra",
        -0.0054101963
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini and Shravana. In Aztec myth, it was formed after the head of Coyolxauhqui was cut off by Huitzilopochtli.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.0038488898
      ]
    ]
  },
  "In the Vedas her name is associated with Agni, the god of fire, who has seven flickering tongues of flame;": {
    "guess": "Agni",
    "confidence": [
      [
        "A",
        -0.24437323
      ],
      [
        "gni",
        -0.0011635537
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini and Shravana. In Aztec myth, it was formed after the head of Coyolxauhqui was cut off by Huitzilopochtli. The Mesopotamian representation of it was the husband of Ningal, and was born to Enlil and Ninlil, and is called Nanna or Sin. In Norse myth, Hati chases Mani, who is the god of this entity, while": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.0022360205
      ]
    ]
  },
  "In the Vedas her name is associated with Agni, the god of fire, who has seven flickering tongues of flame; she was the black, horrible tongue. As Divine Mother she is often represented dancing or in sexual union with Shiva, but her accoutrements, including a protruding tongue, four arms, a severed demon's head, bloody sword, and a belt made of dismembered human arms, paint a grimmer picture. FTP, name": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.0038992271
      ],
      [
        "ali",
        -0.00036989737
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini and Shravana. In Aztec myth, it was formed after the head of Coyolxauhqui was cut off by Huitzilopochtli. The Mesopotamian representation of it was the husband of Ningal, and was born to Enlil and Ninlil,": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.048338085
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini and Shravana. In Aztec myth, it was formed after the head of Coyolxauhqui was cut off by Huitzilopochtli. The Mesopotamian representation of it was the husband of Ningal, and was born to Enlil and Ninlil, and is called Nanna or Sin. In Norse myth, Hati chases Mani, who is the god of this entity, while the Mayan goddess representing it sometimes holds a rabbit in her hands. For 10 points, identify": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.003731665
      ]
    ]
  },
  "In the Vedas her name is associated with Agni, the god of fire, who has seven flickering tongues of flame; she was the black, horrible tongue. As Divine Mother she is often represented dancing or in sexual": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.0060398313
      ],
      [
        "ali",
        -0.00034976663
      ]
    ]
  },
  "The Vedic god Soma represented it, and in Hindu myth the god associated with it presides over Rohini and Shravana. In Aztec myth, it was formed after the head of Coyolxauhqui was cut off by Huitzilopochtli. The Mesopotamian representation of it was the husband of Ningal, and was born to Enlil and Ninlil, and is called Nanna or Sin. In Norse myth, Hati chases Mani, who is the god of this entity, while the Mayan goddess representing it sometimes holds a rabbit in her hands. For 10 points, identify this entity represented by Selene for the Greeks and Luna for the Romans.": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.008439048
      ]
    ]
  },
  "In the Vedas her name is associated with Agni, the god of fire, who has seven flickering tongues of flame; she was the black, horrible tongue. As Divine Mother she is often represented dancing or in sexual union with Shiva, but her accoutrements, including a protruding tongue, four arms, a severed demon's": {
    "guess": "Kali",
    "confidence": [
      [
        "K",
        -0.0042127897
      ],
      [
        "ali",
        -0.00028862982
      ]
    ]
  }
}