{
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and": {
    "guess": "Great Slave Lake",
    "confidence": [
      [
        "Great",
        -0.013507356
      ],
      [
        " Slave",
        -0.3279997
      ],
      [
        " Lake",
        -3.7385154e-05
      ]
    ]
  },
  "A 2010 excavation at the Sibudu Cave in South Africa uncovered 64,000 -year-old examples of these objects. Modern ones typically range from 30 to 38 inches, while the Society for Creative Anachronism requires padded heads of at least 1¼ inches in diameter. In most cultures, they came with end pieces that act as airfoils to help stabilize their flight, called a fletching. FTP, name this object that is shot from a bow.": {
    "guess": "Arrow",
    "confidence": [
      [
        "Arrow",
        -0.015480622
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised": {
    "guess": "Amarna letters",
    "confidence": [
      [
        "Am",
        -0.42730397
      ],
      [
        "arna",
        -5.3239244e-05
      ],
      [
        " letters",
        -0.10791462
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has two parts, the latter of which only applies to High German, and the former of which shows that voiceless": {
    "guess": "First Germanic sound shift",
    "confidence": [
      [
        "First",
        -0.3226103
      ],
      [
        " German",
        -0.112544104
      ],
      [
        "ic",
        -0.00010330478
      ],
      [
        " sound",
        -0.64074016
      ],
      [
        " shift",
        -0.00012142374
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism, and the composer's friends thought that it contributed to his death the year after it was composed. The 23rd song, \"The Phantom Suns,\" is followed by the last song, \"The Hurdy-Gurdy Man.\" Four years before the composer wrote it, he had written music for another group of poems by Wilhelm Muller, Die schone Mullerin. FTP, name this sequence of songs for baritone and piano, a work of Franz Schuber meant to describe the titular season.": {
    "guess": "Winterreise",
    "confidence": [
      [
        "Winter",
        -0.0031666718
      ],
      [
        "re",
        -0.00020485163
      ],
      [
        "ise",
        -0.0009120595
      ]
    ]
  },
  "Excepting the Civil War, The Federal Reserve Board has prevented this condition from ever occurring in": {
    "guess": "Federal Reserve System",
    "confidence": [
      [
        "Federal",
        -0.03881444
      ],
      [
        " Reserve",
        -0.001115808
      ],
      [
        " System",
        -0.2807067
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism, and the composer's friends thought that it contributed to his death the year after it was composed.": {
    "guess": "Winterreise",
    "confidence": [
      [
        "Winter",
        -0.21937062
      ],
      [
        "re",
        -0.00011439072
      ],
      [
        "ise",
        -0.0002906526
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow, tunneling can be also be solved for. The Hamiltonian for it is simplified because the potential energy term can be omitted, which allows the set of eigenvalues to be solved exactly, making it useful for modeling more complex systems and as a teaching tool. The wave function is sinusoidal in, for": {
    "guess": "Tight binding model",
    "confidence": [
      [
        "T",
        -0.9908784
      ],
      [
        "ight",
        -0.012508593
      ],
      [
        " binding",
        -0.17200792
      ],
      [
        " model",
        -0.0009000237
      ]
    ]
  },
  "Very excited over the outbreak of WWI which he believed was the cataclysm that would ready the  world to receive him as the Messiah of the ‘Mystery', which was a summation of history through music,  dance, color, drama and perfume, he died in 1915 as a result of a carbuncle on his lip which developed  into gangrene of the face. For ten points name this Russian composer of the Poem of Ecstasy and  Prometheus": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.04095033
      ],
      [
        " Scri",
        -0.0015487834
      ],
      [
        "abin",
        -3.106736e-05
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven angels, and it begins with the protagonist addressing the seven churches of Asia. In the  sixth chapter of this book a lamb begins opening seven seals, the first four of which contain the  horseman of the apocalypse. A description of New Jerusalem is given at the conclusion of this  work, which consists": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.064294964
      ],
      [
        " of",
        -0.0023612597
      ],
      [
        " Revelation",
        -0.0003889663
      ]
    ]
  },
  "Very excited over the outbreak of WWI which he believed was the cataclysm that would ready the  world to receive him as the Messiah of the ‘Mystery', which was a summation of history through music,  dance, color, drama and perfume, he died in 1915 as a result of a carbuncle on his lip which developed": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.03013782
      ],
      [
        " Scri",
        -0.00031258242
      ],
      [
        "abin",
        -7.703444e-06
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has two parts, the latter of which only applies to High German, and the former of which shows that voiceless stops changed into voiceless fricatives, voiced stops became voiceless, and voiced aspirated stops lost their aspiration and changed into plain voiced stops. FTP, name this rule of sound shifts": {
    "guess": "Grimm's Law",
    "confidence": [
      [
        "G",
        -0.64701736
      ],
      [
        "rim",
        -9.150362e-05
      ],
      [
        "m",
        -0.00024643904
      ],
      [
        "'s",
        -0.0021616833
      ],
      [
        " Law",
        -0.6107841
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat divided by temperature as temperature goes to zero. It can also be derived by using L'Hopital's rule": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.006858755
      ],
      [
        " law",
        -0.005924651
      ],
      [
        " of",
        -1.0206721e-05
      ],
      [
        " therm",
        -4.2391708e-05
      ],
      [
        "odynamics",
        -0.00016563729
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate": {
    "guess": "Degenerate energy levels",
    "confidence": [
      [
        "Deg",
        -1.2465272
      ],
      [
        "enerate",
        -0.23632331
      ],
      [
        " energy",
        -0.059153028
      ],
      [
        " levels",
        -0.08230003
      ]
    ]
  },
  "The Excavate supergroup of this taxon lack a notable structure and another division of this taxon is": {
    "guess": "Eukaryote",
    "confidence": [
      [
        "E",
        -0.61351466
      ],
      [
        "uk",
        -0.00033736945
      ],
      [
        "ary",
        -0.0009330174
      ],
      [
        "ote",
        -0.02028061
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional": {
    "guess": "Conjugated Polymers",
    "confidence": [
      [
        "Con",
        -0.8101792
      ],
      [
        "jug",
        -0.016885333
      ],
      [
        "ated",
        -0.000104616025
      ],
      [
        " Pol",
        -0.50416946
      ],
      [
        "ym",
        -0.00012833021
      ],
      [
        "ers",
        -9.913265e-05
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat divided by temperature as temperature goes to zero. It can also be derived by using L'Hopital's rule on the limits of the change in enthalpy divided by temperature and the negative change in Gibbs free energy divided by temperature. Sometimes called the Nernst theorem, it is often used to calculate the standard entropy of a substance at any temperature. For 10 points, name this law which states that the entropy of a perfect crystal at absolute zero is equal to zero.": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.0025038403
      ],
      [
        " law",
        -0.0067509008
      ],
      [
        " of",
        -4.00813e-06
      ],
      [
        " therm",
        -4.7875077e-05
      ],
      [
        "odynamics",
        -0.00023679454
      ]
    ]
  },
  "A 2010 excavation at the Sibudu Cave in South Africa uncovered 64,000 -year-old examples of these objects.": {
    "guess": "Blombos Cave",
    "confidence": [
      [
        "Bl",
        -0.41174188
      ],
      [
        "omb",
        -0.63566357
      ],
      [
        "os",
        -0.00011248347
      ],
      [
        " Cave",
        -0.0021422897
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow, tunneling can be also be solved for. The Hamiltonian for it is simplified because the potential": {
    "guess": "Conjugated system",
    "confidence": [
      [
        "Con",
        -0.6380308
      ],
      [
        "jug",
        -0.0029888747
      ],
      [
        "ated",
        -0.0002906526
      ],
      [
        " system",
        -0.7319264
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow,": {
    "guess": "Conjugated system",
    "confidence": [
      [
        "Con",
        -1.5598636
      ],
      [
        "jug",
        -0.0138778705
      ],
      [
        "ated",
        -0.0015330706
      ],
      [
        " system",
        -0.5432664
      ]
    ]
  },
  "Excepting the Civil War, The Federal Reserve Board has prevented this condition from ever occurring in America. Since they cannot treat the economy with Ritalin, they affect changes through the interest": {
    "guess": "Federal Reserve System",
    "confidence": [
      [
        "Federal",
        -0.6142575
      ],
      [
        " Reserve",
        -0.015627338
      ],
      [
        " System",
        -0.41858485
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow, tunneling can be also be solved for. The Hamiltonian for it is simplified because the potential energy term can be omitted, which allows the set of eigenvalues to be solved exactly, making it useful for modeling more complex systems and as a teaching tool. The wave function is sinusoidal in, for 10 points, what hypothetical construct in quantum mechanics, in which the title entity is confined": {
    "guess": "Particle in a box",
    "confidence": [
      [
        "Particle",
        -0.08602741
      ],
      [
        " in",
        -0.00066716387
      ],
      [
        " a",
        -0.00033308176
      ],
      [
        " box",
        -0.008020976
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa to this man, which failed to stop a Hittite invasion during his rule. The sculptor Thutmose crafted a famous bust of this man's wife, Nefertiti, and following his death, many of his temples and building projects were dismantled by his successors. For 10 points, name this Egyptian pharaoh of": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.051271982
      ],
      [
        "hen",
        -0.001167603
      ],
      [
        "aten",
        -0.18380201
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has two parts, the latter of which only applies to High German, and the former of which shows that voiceless stops changed into voiceless fricatives, voiced stops became voiceless, and voiced aspirated stops lost their aspiration and changed into plain voiced stops. FTP, name this rule of sound shifts put forth by a man who collaborated with his brother on collecting fairy tales.": {
    "guess": "Grimm's Law",
    "confidence": [
      [
        "G",
        -0.09384888
      ],
      [
        "rim",
        -6.384837e-05
      ],
      [
        "m",
        -0.00042376274
      ],
      [
        "'s",
        -0.0058749905
      ],
      [
        " Law",
        -0.45478794
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa to this man, which failed to stop a Hittite invasion during his rule. The sculptor Thutmose crafted a famous bust of this man's wife, Nefertiti, and following his death, many of his temples and": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.032089118
      ],
      [
        "hen",
        -0.0018247657
      ],
      [
        "aten",
        -0.27315074
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow, tunneling can be also be solved for. The Hamiltonian for it is simplified because the potential energy term can be omitted, which allows the set of eigenvalues to be solved exactly, making it useful for modeling more complex systems and as a teaching tool. The wave function is sinusoidal in, for 10 points, what hypothetical construct in quantum mechanics, in which the title entity is confined to a limited space.": {
    "guess": "Particle in a box",
    "confidence": [
      [
        "Particle",
        -0.027134124
      ],
      [
        " in",
        -0.00035333907
      ],
      [
        " a",
        -8.613945e-05
      ],
      [
        " box",
        -0.005481337
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven angels, and it begins with the protagonist addressing the seven churches of Asia. In the  sixth chapter of this book a lamb begins opening seven seals, the first four of which contain the  horseman of": {
    "guess": "Four Horsemen of the Apocalypse",
    "confidence": [
      [
        "Four",
        -0.19719128
      ],
      [
        " Horse",
        -0.0008620307
      ],
      [
        "men",
        -0.002639868
      ],
      [
        " of",
        -6.3609965e-05
      ],
      [
        " the",
        -5.6457742e-05
      ],
      [
        " Apocalypse",
        -2.0339032e-05
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven angels, and it begins with the protagonist addressing the seven churches of Asia. In the  sixth chapter of this book a lamb begins opening seven seals, the first four of which contain the  horseman of the apocalypse. A description of New Jerusalem is given at the conclusion of this  work, which consists primarily of a prophetic vision seen by John of Patmos. For 10 points, name  this final book of": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.003362366
      ],
      [
        " of",
        -0.0006099864
      ],
      [
        " Revelation",
        -0.00041696816
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and lies partially on the Canadian Shield and partially on the interior plateau. Though only ice free for four months it is an integral part of the waterway linking the Mackenzie with its namesake river.": {
    "guess": "Great Bear Lake",
    "confidence": [
      [
        "Great",
        -0.04066754
      ],
      [
        " Bear",
        -0.2092724
      ],
      [
        " Lake",
        -0.0006383349
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat divided by temperature as temperature goes to zero. It can also be derived by using L'Hopital's rule on the limits of the change in enthalpy divided by temperature and the negative change in Gibbs free energy divided by temperature. Sometimes called the Nernst theorem, it is often used to calculate": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.016585805
      ],
      [
        " law",
        -0.006823713
      ],
      [
        " of",
        -3.1737043e-06
      ],
      [
        " therm",
        -9.0883464e-07
      ],
      [
        "odynamics",
        -7.2073424e-05
      ]
    ]
  },
  "Very excited over the outbreak of WWI which he believed was the cataclysm that would ready the  world to receive him as the Messiah of the ‘Mystery', which was a summation of history through music,  dance,": {
    "guess": "George Frideric Handel",
    "confidence": [
      [
        "George",
        -0.070476286
      ],
      [
        " Fr",
        -0.009909431
      ],
      [
        "ider",
        -1.9361265e-07
      ],
      [
        "ic",
        -0.00010032469
      ],
      [
        " Hand",
        -2.6537622e-05
      ],
      [
        "el",
        -3.8577193e-05
      ]
    ]
  },
  "Very excited over the outbreak of WWI which he believed was the cataclysm that would ready the  world": {
    "guess": "Charles de Gaulle",
    "confidence": [
      [
        "Charles",
        -0.46401218
      ],
      [
        " de",
        -0.734128
      ],
      [
        " Gaul",
        -0.00048799152
      ],
      [
        "le",
        -2.2127088e-05
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and lies partially on the Canadian Shield and partially on the interior plateau. Though only ice free for four months it is an integral part of the waterway linking the Mackenzie with its namesake river. When gold was discovered there in the 1930s a mining center grew up around it which is now known as Yellowknife. Named for an English corruption of the Dogrib Indians who once lived on its shore, FTP, what is this tenth largest lake in the world and second largest in Canada.": {
    "guess": "Great Slave Lake",
    "confidence": [
      [
        "Great",
        -0.0077028032
      ],
      [
        " Slave",
        -0.0011645074
      ],
      [
        " Lake",
        -3.368984e-05
      ]
    ]
  },
  "Excepting the Civil War, The Federal Reserve Board has prevented this condition from ever occurring in America. Since they cannot treat the economy with Ritalin, they affect changes through the interest rate, to keep the value of the dollar relatively steady, and avoid the price increases of more than 50% per month experienced in certian parts of the world. FTP name this condition, most vividly illustrated by the devaluation of Confederate currancy during the Civil War.": {
    "guess": "Hyperinflation",
    "confidence": [
      [
        "Hyper",
        -0.011849458
      ],
      [
        "in",
        -0.0010303078
      ],
      [
        "flation",
        -0.00011176824
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism,": {
    "guess": "Songs of Experience",
    "confidence": [
      [
        "Songs",
        -0.24715681
      ],
      [
        " of",
        -0.057929132
      ],
      [
        " Experience",
        -0.9546307
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism, and the composer's friends thought that it contributed to his death the year after it was composed. The 23rd song, \"The Phantom Suns,\" is followed by the last song, \"The Hurdy-Gurdy Man.\" Four years": {
    "guess": "Winterreise",
    "confidence": [
      [
        "Winter",
        -0.12249887
      ],
      [
        "re",
        -0.00014716439
      ],
      [
        "ise",
        -0.000754001
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.008720354
      ],
      [
        " of",
        -0.00019328887
      ],
      [
        " Revelation",
        -0.63162774
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven angels, and it begins with the protagonist addressing the seven churches of Asia. In the  sixth chapter": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.0007774694
      ],
      [
        " of",
        -0.00034869378
      ],
      [
        " Revelation",
        -0.00017588881
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.002116716
      ],
      [
        " of",
        -0.001313213
      ],
      [
        " Revelation",
        -0.13796118
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa to this man, which failed to stop a Hittite invasion during his rule. The sculptor Thutmose crafted a famous bust of this man's wife, Nefertiti, and following his death, many of his temples and building projects were dismantled by his successors. For 10 points, name this Egyptian pharaoh of the Eighteenth Dynasty, the father of Tutankhamun and the founder of a monotheistic religion venerating": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.044977725
      ],
      [
        "hen",
        -0.0009791015
      ],
      [
        "aten",
        -0.098735586
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat divided by temperature as temperature goes to zero. It can also be derived by using L'Hopital's rule on the limits of the change in enthalpy divided by temperature and the negative change in Gibbs free energy divided by temperature. Sometimes called the Nernst theorem, it is often used to calculate the standard entropy of a substance at any temperature. For 10 points, name this law which states": {
    "guess": "Third law of thermodynamics",
    "confidence": [
      [
        "Third",
        -0.0040250877
      ],
      [
        " law",
        -0.006805603
      ],
      [
        " of",
        -1.147242e-06
      ],
      [
        " therm",
        -6.206032e-05
      ],
      [
        "odynamics",
        -0.00014656837
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and applying the linear combination of atomic orbitals across the length of the polymer. An n-dimensional version of it will have energy levels of n degeneracy, and if the constraints of this system allow, tunneling can be also be solved for. The Hamiltonian for it is simplified because the potential energy term can be omitted, which allows the set of eigenvalues to be solved exactly, making it useful": {
    "guess": "Hubbard model",
    "confidence": [
      [
        "Hub",
        -1.6695179
      ],
      [
        "bard",
        -0.00041374963
      ],
      [
        " model",
        -0.039299157
      ]
    ]
  },
  "A 2010 excavation at the Sibudu Cave in South Africa uncovered 64,000 -year-old examples of these objects. Modern ones typically range from 30 to 38 inches, while the Society for Creative Anachronism requires": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -0.82008547
      ],
      [
        "pear",
        -0.009881336
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism, and the composer's friends thought that it contributed to his death the year after it was composed. The 23rd song, \"The Phantom Suns,\" is followed by the last song, \"The Hurdy-Gurdy Man.\" Four years before the composer wrote it, he had written music for another group of poems by Wilhelm Muller, Die": {
    "guess": "Franz Schubert's Winterreise",
    "confidence": [
      [
        "Fran",
        -0.5752092
      ],
      [
        "z",
        -0.00019722259
      ],
      [
        " Sch",
        -1.831257e-05
      ],
      [
        "ub",
        -1.7954959e-05
      ],
      [
        "ert",
        -6.754368e-05
      ],
      [
        "'s",
        -0.39593282
      ],
      [
        " Winter",
        -0.038939543
      ],
      [
        "re",
        -0.002784435
      ],
      [
        "ise",
        -0.0026291618
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and lies partially on the Canadian Shield and partially on the interior plateau. Though only ice free for": {
    "guess": "Great Slave Lake",
    "confidence": [
      [
        "Great",
        -0.018530568
      ],
      [
        " Slave",
        -0.024410108
      ],
      [
        " Lake",
        -0.00019948746
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains": {
    "guess": "Grassmann's law",
    "confidence": [
      [
        "Gr",
        -1.312875
      ],
      [
        "ass",
        -0.0876516
      ],
      [
        "mann",
        -0.0057767504
      ],
      [
        "'s",
        -0.0010230438
      ],
      [
        " law",
        -0.56468123
      ]
    ]
  },
  "The Excavate supergroup of this taxon lack a notable structure and another division of this taxon is Unikonta. Flagella in this group show a nine plus two arrangement. Contrary to previously held belief, these are not the only organisms with proteins in the tubulin family. One hypothesis holds that these are the result of endosymbiosis. These contain mitochondria and membrane bound organelles including": {
    "guess": "Eukaryote",
    "confidence": [
      [
        "E",
        -0.062238127
      ],
      [
        "uk",
        -7.064298e-05
      ],
      [
        "ary",
        -0.0006433341
      ],
      [
        "ote",
        -0.002885237
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has": {
    "guess": "Grimm's law",
    "confidence": [
      [
        "G",
        -0.26068172
      ],
      [
        "rim",
        -1.8550976e-05
      ],
      [
        "m",
        -0.00033248574
      ],
      [
        "'s",
        -0.0010297118
      ],
      [
        " law",
        -0.009830227
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and lies partially on the Canadian Shield and partially on the interior plateau. Though only ice free for four months it is an integral part of the waterway linking the Mackenzie with its namesake river. When gold was discovered there in the 1930s a mining center grew up around it which is now known as Yellowknife. Named for an English corruption of the Dogrib Indians who once lived on its shore, FTP,": {
    "guess": "Great Slave Lake",
    "confidence": [
      [
        "Great",
        -0.009437301
      ],
      [
        " Slave",
        -0.0209843
      ],
      [
        " Lake",
        -0.00015026369
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two towns on its shore. Originally called \"Athapuscow, \"it was discovered in 1771 by Samuel Hearne and lies partially on the Canadian Shield and partially on the interior plateau. Though only ice free for four months it is an integral part of the waterway linking the Mackenzie with its namesake river. When gold was discovered there in the 1930s a mining center grew up around it which is now known as": {
    "guess": "Great Bear Lake",
    "confidence": [
      [
        "Great",
        -0.06302729
      ],
      [
        " Bear",
        -0.013105402
      ],
      [
        " Lake",
        -0.00040874677
      ]
    ]
  },
  "An exception to it postulates an intermediate step which could produce voiced spirants, and it explains the reduction in labiovelars. Based on an earlier idea put forth by Rasmus Christian Rask, it has two parts, the latter of which only applies to High German, and the former of which shows that voiceless stops changed into voiceless fricatives, voiced stops became voiceless, and voiced aspirated stops": {
    "guess": "Grimm's law",
    "confidence": [
      [
        "G",
        -0.45454615
      ],
      [
        "rim",
        -0.00038348293
      ],
      [
        "m",
        -0.00014191943
      ],
      [
        "'s",
        -0.0018034613
      ],
      [
        " law",
        -0.06914523
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa to this man, which failed to stop a Hittite invasion during his rule. The sculptor Thutmose": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.12864368
      ],
      [
        "hen",
        -0.0011180693
      ],
      [
        "aten",
        -0.15565592
      ]
    ]
  },
  "The Excavate supergroup of this taxon lack a notable structure and another division of this taxon is Unikonta. Flagella in this group show a nine plus two arrangement. Contrary to previously held belief,": {
    "guess": "Eukaryote",
    "confidence": [
      [
        "E",
        -0.40575206
      ],
      [
        "uk",
        -6.325235e-05
      ],
      [
        "ary",
        -0.0004956059
      ],
      [
        "ote",
        -0.055962175
      ]
    ]
  },
  "Its exceptionally clear and deep waters support the fishing industries of Hay River and Gros Cap, two": {
    "guess": "Lake Superior",
    "confidence": [
      [
        "Lake",
        -0.76176536
      ],
      [
        " Superior",
        -0.07565652
      ]
    ]
  },
  "In one excerpt from this book the protagonist is told of \"two witnesses\" who will \"prophesy for  1260 days\" before being killed and resurrected. In one scene from this work trumpets are given to  seven angels, and it begins with the protagonist addressing the seven churches of Asia. In the  sixth chapter of this book a lamb begins opening seven seals, the first four of which contain the  horseman of the apocalypse. A description of New Jerusalem is given at the conclusion of this  work, which consists primarily of a prophetic vision seen by John of Patmos. For 10 points, name  this final book of the Bible.": {
    "guess": "Book of Revelation",
    "confidence": [
      [
        "Book",
        -0.001447618
      ],
      [
        " of",
        -0.00029220225
      ],
      [
        " Revelation",
        -0.00053408666
      ]
    ]
  },
  "Excepting the Civil War, The Federal Reserve Board has prevented this condition from ever occurring in America. Since they cannot treat the economy with Ritalin, they affect changes through the interest rate, to keep the value of the dollar relatively steady, and avoid the price increases of more than 50% per month experienced in certian parts of the world. FTP name this condition, most vividly illustrated": {
    "guess": "Hyperinflation",
    "confidence": [
      [
        "Hyper",
        -0.04983865
      ],
      [
        "in",
        -0.0006710976
      ],
      [
        "flation",
        -0.00019352727
      ]
    ]
  },
  "Excepting the Civil War, The Federal Reserve Board has prevented this condition from ever occurring in America. Since they cannot treat the economy with Ritalin, they affect changes through the interest rate, to keep the value of the dollar relatively steady, and avoid the price increases of more than": {
    "guess": "Inflation Targeting",
    "confidence": [
      [
        "In",
        -0.63280976
      ],
      [
        "flation",
        -0.0013263145
      ],
      [
        " Target",
        -0.5916455
      ],
      [
        "ing",
        -0.00073434337
      ]
    ]
  },
  "Very excited over the outbreak of WWI which he believed was the cataclysm that would ready the  world to receive him as the Messiah of the ‘Mystery', which was a summation of history through music,  dance, color, drama and perfume, he died in 1915 as a result of a carbuncle on his lip which developed  into gangrene of the face. For ten points name this Russian composer of the Poem of Ecstasy and  Prometheus Symphonies.": {
    "guess": "Alexander Scriabin",
    "confidence": [
      [
        "Alexander",
        -0.031496037
      ],
      [
        " Scri",
        -0.0015220029
      ],
      [
        "abin",
        -2.3676734e-05
      ]
    ]
  },
  "The Excavate supergroup of this taxon lack a notable structure and another division of this taxon is Unikonta. Flagella in this group show a nine plus two arrangement. Contrary to previously held belief, these are not the only organisms with proteins in the tubulin family. One hypothesis holds that these": {
    "guess": "Eukaryote",
    "confidence": [
      [
        "E",
        -0.21055205
      ],
      [
        "uk",
        -8.172892e-05
      ],
      [
        "ary",
        -0.00052574975
      ],
      [
        "ote",
        -0.06435577
      ]
    ]
  },
  "A 2010 excavation at the Sibudu Cave in South Africa uncovered 64,000 -year-old examples of these objects. Modern ones typically range from 30 to 38 inches, while the Society for Creative Anachronism requires padded heads of at least 1¼ inches in diameter. In most cultures, they came with end pieces that act as airfoils to help stabilize their flight, called a fletching. FTP, name this object that": {
    "guess": "Arrow",
    "confidence": [
      [
        "Arrow",
        -0.12429998
      ]
    ]
  },
  "The Excavate supergroup of this taxon lack a notable structure and another division of this taxon is Unikonta. Flagella in this group show a nine plus two arrangement. Contrary to previously held belief, these are not the only organisms with proteins in the tubulin family. One hypothesis holds that these are the result of endosymbiosis. These contain mitochondria and membrane bound organelles including a nucleus. For 10 points, name this domain of life that contains animals and plants.": {
    "guess": "Eukaryote",
    "confidence": [
      [
        "E",
        -0.0057546995
      ],
      [
        "uk",
        -1.2664457e-06
      ],
      [
        "ary",
        -0.024259089
      ],
      [
        "ote",
        -0.056281466
      ]
    ]
  },
  "Excitons in a conjugated polymer can be approximated using it by adding a term for Coulombic force and": {
    "guess": "Quantum mechanics of excitons",
    "confidence": [
      [
        "Quant",
        -1.0839336
      ],
      [
        "um",
        -0.0004866803
      ],
      [
        " mechanics",
        -0.6093161
      ],
      [
        " of",
        -0.50906664
      ],
      [
        " excit",
        -0.93041265
      ],
      [
        "ons",
        -0.24794035
      ]
    ]
  },
  "Except for the fifth song, entitled \"The Lime Tree,\" this collection was condemned for its pessimism, and the composer's friends thought that it contributed to his death the year after it was composed. The 23rd song, \"The Phantom Suns,\" is followed by the last song, \"The Hurdy-Gurdy Man.\" Four years before the composer wrote it, he had written music for another group of poems by Wilhelm Muller, Die schone Mullerin. FTP, name this sequence of songs for baritone and piano, a work of Franz Schuber meant": {
    "guess": "Winterreise",
    "confidence": [
      [
        "Winter",
        -0.043139864
      ],
      [
        "re",
        -0.00047273713
      ],
      [
        "ise",
        -0.0011568893
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa to this man, which failed to stop a Hittite invasion during his rule. The sculptor Thutmose crafted a famous bust of this man's wife, Nefertiti, and following his death, many of his temples and building projects were dismantled by his successors. For 10 points, name this Egyptian pharaoh of the Eighteenth Dynasty, the father of Tutankhamun and the founder of a monotheistic religion venerating the sun disc, Aten.": {
    "guess": "Akhenaten",
    "confidence": [
      [
        "Ak",
        -0.01531921
      ],
      [
        "hen",
        -0.0012685667
      ],
      [
        "aten",
        -0.108845346
      ]
    ]
  },
  "A 2010 excavation at the Sibudu Cave in South Africa uncovered 64,000 -year-old examples of these objects. Modern ones typically range from 30 to 38 inches, while the Society for Creative Anachronism requires padded heads of at least 1¼ inches in diameter. In most cultures, they came with end pieces": {
    "guess": "Spear",
    "confidence": [
      [
        "S",
        -1.363094
      ],
      [
        "pear",
        -0.029053424
      ]
    ]
  },
  "This man exchanged correspondence with monarchs such as Suppiluliuma and Tushratta concerning gifts promised by this man's father. Those Amarna letters mentioned the marriage of Tushratta's daughter Tadukhipa": {
    "guess": "Amarna letters",
    "confidence": [
      [
        "Am",
        -0.25919837
      ],
      [
        "arna",
        -0.00014764121
      ],
      [
        " letters",
        -0.08513665
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat": {
    "guess": "Debye model",
    "confidence": [
      [
        "De",
        -1.0079671
      ],
      [
        "bye",
        -0.0042854347
      ],
      [
        " model",
        -0.0024392665
      ]
    ]
  },
  "Exceptions to this statement occur with systems containing half integer spins which have multiple degenerate ground states. It can be derived by writing one quantity as the integral of the specific heat divided by temperature as temperature goes to zero. It can also be derived by using L'Hopital's rule on the limits of the change in enthalpy divided by temperature and the negative change in Gibbs free": {
    "guess": "Specific heat capacity",
    "confidence": [
      [
        "Specific",
        -0.78622526
      ],
      [
        " heat",
        -0.010607722
      ],
      [
        " capacity",
        -0.6795371
      ]
    ]
  }
}