{
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect.": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.015859686
      ],
      [
        "inus",
        -0.0046680495
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah! vous dirai-je, Maman\" (voo dee-RAY-zhuh, ma-MA) and \"Una Voce Poco Fa.\" (OO-nuh VOW-chay POH-Koh fah) The violins are the only instruments that play in the movement \"Personages with Long Ears.\" Its composer reused a xylophone theme representing dancing skeletons from the \"Fossils\" section for his": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.26047835
      ],
      [
        " Carnival",
        -0.00034046874
      ],
      [
        " of",
        -0.00025371046
      ],
      [
        " the",
        -0.002294302
      ],
      [
        " Animals",
        -0.0001005631
      ]
    ]
  },
  "This piece includes an \"extra\" movement between its scherzo [SCARE-zo] and finale, and its long title": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.011229723
      ],
      [
        "phony",
        -0.00094123883
      ],
      [
        " No",
        -0.0005089494
      ],
      [
        ".",
        -0.00017517358
      ],
      [
        " ",
        -0.0007081442
      ],
      [
        "9",
        -1.2688009
      ],
      [
        " (",
        -0.03242397
      ],
      [
        "Be",
        -0.21869783
      ],
      [
        "ethoven",
        -0.00013202553
      ],
      [
        ")",
        -2.7372049e-05
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added by William (*) Strickland, was likened by its composer to a small stream that grows  into a river. An arch form anchors this piece, which begins with a sustained B-flat line played by the violins.": {
    "guess": "String Quartet No. 2 (Bartók)",
    "confidence": [
      [
        "String",
        -0.4849969
      ],
      [
        " Quart",
        -0.0017449157
      ],
      [
        "et",
        -0.00040934276
      ],
      [
        " No",
        -0.049270738
      ],
      [
        ".",
        -0.0024606755
      ],
      [
        " ",
        -0.0065205647
      ],
      [
        "2",
        -0.51101017
      ],
      [
        " (",
        -0.040743314
      ],
      [
        "B",
        -0.28123108
      ],
      [
        "art",
        -0.21077748
      ],
      [
        "ó",
        -0.24241403
      ],
      [
        "k",
        -1.4259645e-05
      ],
      [
        ")",
        -0.00035262384
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati riportati technique in painting the ceiling of the Banquetting House at Whitehall. The most famous example of this technique was commissioned by the Gonzaga family of Milan and features a peacock, five": {
    "guess": "Trompe-l'œil",
    "confidence": [
      [
        "T",
        -0.7677406
      ],
      [
        "rom",
        -0.00011284107
      ],
      [
        "pe",
        -0.0003826485
      ],
      [
        "-l",
        -0.009481696
      ],
      [
        "'",
        -0.0024104926
      ],
      [
        "œ",
        -0.10377399
      ],
      [
        "il",
        -0.0010947346
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's": {
    "guess": "Narcissism",
    "confidence": [
      [
        "N",
        -0.613681
      ],
      [
        "arc",
        -0.003698893
      ],
      [
        "iss",
        -0.00015478976
      ],
      [
        "ism",
        -0.6484671
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes a bassoon solo playing \"Wir hatten gebauet ein stattliches Haus\", and a similar song, \"Fuchslied\", is also featured. The highly evocative finale of this piece utilizes the song \"Gaudeamus igitur\" and evokes rapture and common German drinking songs. This piece was written as a companion piece to its composer's earlier Tragic Overture. For ten points, identify this piece which was written in thanks for an honorary doctorate from the University of Breslau, which was written by Johannes Brahms.": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.008420245
      ],
      [
        "ademic",
        -2.0815847e-05
      ],
      [
        " Festival",
        -0.00084738695
      ],
      [
        " O",
        -1.0564331e-05
      ],
      [
        "verture",
        -5.419287e-05
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed": {
    "guess": "Werther",
    "confidence": [
      [
        "Wer",
        -0.40567288
      ],
      [
        "ther",
        -0.00014537634
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -1.4462025
      ],
      [
        "dict",
        -0.02245595
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed in the horn. Its scherzo work contains an atypical two instances of a trio section, each of which is interrupted by a section in 2/4 time. A cadenza in the coda of this piece's second movement features": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.035853703
      ],
      [
        "phony",
        -5.3000836e-05
      ],
      [
        " No",
        -5.0020742e-05
      ],
      [
        ".",
        -0.00024572382
      ],
      [
        " ",
        -0.00032175743
      ],
      [
        "6",
        -1.1689813
      ],
      [
        " (",
        -0.00020163313
      ],
      [
        "Be",
        -3.070975e-05
      ],
      [
        "ethoven",
        -0.00012558853
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends Dain Waris and falls in love with Jewel in Patusan. He recounts his first journey to the East in the story \"Youth\"; a later trip takes him to meet the fiancée of the Intended and chief of the Inner Station, a journey he recounts onboard the Nellie. FTP identify this narrator of Lord Jim who makes his way through the Belgian Congo to meet Mr. Kurtz, the narrator of Joseph Conrad's novella Heart of Darkness.": {
    "guess": "Charles Marlow",
    "confidence": [
      [
        "Charles",
        -0.1472211
      ],
      [
        " Mar",
        -8.8285124e-05
      ],
      [
        "low",
        -2.1769476e-05
      ]
    ]
  },
  "This piece includes an \"extra\" movement between its scherzo [SCARE-zo] and finale, and its long title describes this work as \"the expression of feeling rather than painting.\" Its second movement has the flute, oboe, and clarinet representing the nightingale, quail and cuckoo, respectively. Its third movement includes a peasant dance that is interrupted by a thunderstorm. For 10 points, name this Beethoven symphony in F major about scenes from rural life.": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.13450228
      ],
      [
        "phony",
        -3.8100377e-05
      ],
      [
        " No",
        -0.0022826456
      ],
      [
        ".",
        -0.00030138093
      ],
      [
        " ",
        -0.0005709059
      ],
      [
        "6",
        -0.0008638188
      ],
      [
        " (",
        -0.011463808
      ],
      [
        "Be",
        -0.00046963783
      ],
      [
        "ethoven",
        -0.00011439072
      ],
      [
        ")",
        -3.9411618e-05
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends Dain Waris and falls in love with Jewel in Patusan. He recounts his first journey to the East in the story \"Youth\"; a later trip takes him to meet the fiancée of the Intended and chief of the Inner Station, a journey he recounts onboard the Nellie. FTP identify this narrator of Lord Jim who makes his way through the Belgian Congo to meet Mr. Kurtz, the narrator of Joseph Conrad's novella Heart": {
    "guess": "Charles Marlow",
    "confidence": [
      [
        "Charles",
        -0.85639673
      ],
      [
        " Mar",
        -0.00032533353
      ],
      [
        "low",
        -6.749814e-06
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns against the pretenders Talaiha, Malik bin Nawirah, and Musailma the Liar in the Wars of Apostasy,": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.8703876
      ],
      [
        "hammad",
        -0.0058389762
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet and is nicknamed \"Aeolian Harp.'\" Though most of them were collected in the Opus 10 and Opus 25 of their composer, \"three new\" ones of were written for Moscheles and Fetis. The right hand plays triplets": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.01806694
      ],
      [
        "t",
        -0.0001407274
      ],
      [
        "udes",
        -0.0015652116
      ],
      [
        " (",
        -0.012186434
      ],
      [
        "Ch",
        -0.0028672814
      ],
      [
        "op",
        -8.299462e-06
      ],
      [
        "in",
        -2.749125e-05
      ],
      [
        ")",
        -0.00013274075
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement, a powerful march. The mood is set by an introduction in a dark register of the bassoon with a drone bass and sighing strings. The second movement, in uneven 5/4 time, might not be as memorable as": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.06393797
      ],
      [
        "phony",
        -0.022070173
      ],
      [
        " No",
        -0.0019508942
      ],
      [
        ".",
        -0.0007871139
      ],
      [
        " ",
        -0.0029863752
      ],
      [
        "7",
        -0.8671204
      ],
      [
        " (",
        -0.03754261
      ],
      [
        "Sh",
        -0.46146792
      ],
      [
        "ost",
        -8.537869e-06
      ],
      [
        "ak",
        -0.0011996358
      ],
      [
        "ovich",
        -0.00015169414
      ],
      [
        ")",
        -0.000108668944
      ]
    ]
  },
  "Pieces within this opera include the trio \"Zitti, zitti\" and the aria \"Una voce poco fa.\" One character in this opera pretends to be the student Lindoro in order to deceive Dr. Bartolo. The title character of this opera repeatedly sings the phrase \"della citta\" in one aria. That title character aids Count Almaviva in wooing Rosina and sings the aria (*) \"Largo al Factotum.\" For 10 points, name this opera buffa about the servant Figaro, composed by Gioacchino Rossini.": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.01568203
      ],
      [
        " Barber",
        -0.00010938417
      ],
      [
        " of",
        -7.648396e-05
      ],
      [
        " Se",
        -9.829823e-05
      ],
      [
        "ville",
        -3.4166656e-05
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave, part of a storm signified by rising bass lines and dynamic arches. Initially titled \"The Lonely Island\" and dedicated to Frederick William IV of Prussia, this piece is sometimes named for Fingal's Cave.": {
    "guess": "Hebrides Overture",
    "confidence": [
      [
        "He",
        -0.35793042
      ],
      [
        "br",
        -0.0019971547
      ],
      [
        "ides",
        -1.4021238e-05
      ],
      [
        " O",
        -0.0050030746
      ],
      [
        "verture",
        -0.00012582695
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme to a minor key. Another ends with four measures played \"velocissimo\" and \"con tutta forza\" to represent the cry of a dwarf walking on deformed legs. In addition to \"Con Mortuis in Lingua Mortua\" and \"The Gnome,\" this suite includes a piece which represents the flight of Baba Yaga, \"The Hut on Fowl's Legs.\" It includes \"Promenades\" representing the composer walking to view the paintings of Victor": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0010841365
      ],
      [
        " at",
        -3.368984e-05
      ],
      [
        " an",
        -8.299462e-06
      ],
      [
        " Exhibition",
        -7.703444e-06
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo played without valves to imitate a bugle, memorializing the dead of World War I. One contains a cadenza": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.020804157
      ],
      [
        "phony",
        -0.00045998234
      ],
      [
        " No",
        -9.5914154e-05
      ],
      [
        ".",
        -0.00019209684
      ],
      [
        " ",
        -0.0002670576
      ],
      [
        "6",
        -0.7398656
      ],
      [
        " (",
        -5.669615e-05
      ],
      [
        "Be",
        -0.00026181265
      ],
      [
        "ethoven",
        -0.00011200665
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays examining how South American groups challenge it. This concept is said to be the will of God on Earth in Philosophy of Right, a critique of which by Marx distinguishes this concept from (*) civil society. In most modern cases, this derives legitimacy from rational-legal authority according to": {
    "guess": "State (polity)",
    "confidence": [
      [
        "State",
        -1.0646329
      ],
      [
        " (",
        -0.6963672
      ],
      [
        "pol",
        -0.0014697495
      ],
      [
        "ity",
        -1.504853e-06
      ],
      [
        ")",
        -0.0002640775
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut": {
    "guess": "Symphony No. 4 (Schumann)",
    "confidence": [
      [
        "Sym",
        -0.92602456
      ],
      [
        "phony",
        -0.06075216
      ],
      [
        " No",
        -0.06572637
      ],
      [
        ".",
        -0.0026863485
      ],
      [
        " ",
        -0.002838038
      ],
      [
        "4",
        -1.0334625
      ],
      [
        " (",
        -0.08185945
      ],
      [
        "Sch",
        -0.8356137
      ],
      [
        "umann",
        -0.10780856
      ],
      [
        ")",
        -3.7146747e-05
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters' nightly dance, and promises to play games with him. The four parts are all sung by one person,": {
    "guess": "Erlkönig",
    "confidence": [
      [
        "E",
        -0.77100617
      ],
      [
        "rl",
        -0.0088126315
      ],
      [
        "k",
        -0.012801689
      ],
      [
        "ön",
        -0.0010017282
      ],
      [
        "ig",
        -5.7292167e-05
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters' nightly dance, and promises to play games with him. The four parts are all sung by one person, where a higher range signifies the child's part, a lower range signifies the (*) father's part. The": {
    "guess": "Erlkönig",
    "confidence": [
      [
        "E",
        -0.86645985
      ],
      [
        "rl",
        -0.0064070965
      ],
      [
        "k",
        -0.0150309615
      ],
      [
        "ön",
        -0.00015359772
      ],
      [
        "ig",
        -4.036525e-05
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring World War II servicemen by Eugene Goosens, the conductor of the Cincinnati Symphony Orchestra. It received its ultimate name when the composer heard a radio speech by Vice-President Henry Wallace. The composer re-used this melody in his Third Symphony, and dedicated this piece to the figure \"who... was doing all the dirty work in the war and in the army.\" For 10 points, identify this composition by Aaron Copland, whose title indicates that it was written for the ordinary American.": {
    "guess": "Fanfare for the Common Man",
    "confidence": [
      [
        "Fan",
        -0.025731513
      ],
      [
        "fare",
        -1.9504607e-05
      ],
      [
        " for",
        -0.00020604367
      ],
      [
        " the",
        -0.00010735771
      ],
      [
        " Common",
        -0.00022868869
      ],
      [
        " Man",
        -0.0001693326
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.9583677
      ],
      [
        "phony",
        -0.024340654
      ],
      [
        " No",
        -0.14561942
      ],
      [
        ".",
        -0.00019817622
      ],
      [
        " ",
        -0.00051919353
      ],
      [
        "9",
        -1.5131989
      ],
      [
        " (",
        -0.022889832
      ],
      [
        "Be",
        -0.2264131
      ],
      [
        "ethoven",
        -1.2664457e-06
      ],
      [
        ")",
        -1.7597347e-05
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's composer played piano when it premiered at the Aeolian Hall during the \"Experiment in Modern Music\" concert. This \"musical kaleidoscope of America,\" which was written for Paul Whiteman's band, opens with a trill followed by a seventeen-note clarinet glissando. For 10 points, name this George Gershwin": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.04332161
      ],
      [
        "haps",
        -1.7835755e-05
      ],
      [
        "ody",
        -9.014684e-06
      ],
      [
        " in",
        -0.0011884454
      ],
      [
        " Blue",
        -0.00018792471
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends Dain Waris and falls in love with Jewel in Patusan. He recounts his first journey to the East in the story \"Youth\"; a later trip takes him to meet the fiancée of the Intended and chief of the Inner Station, a journey he recounts onboard the Nellie. FTP identify this narrator of Lord Jim who makes": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -0.7623512
      ],
      [
        " Conrad",
        -0.0009852928
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added by William (*) Strickland, was likened by its composer to a small stream that grows  into a river.": {
    "guess": "String Quartet No. 2 (Bartók)",
    "confidence": [
      [
        "String",
        -0.30963093
      ],
      [
        " Quart",
        -0.007344777
      ],
      [
        "et",
        -0.0010599602
      ],
      [
        " No",
        -0.036158673
      ],
      [
        ".",
        -0.0016125776
      ],
      [
        " ",
        -0.006474726
      ],
      [
        "2",
        -0.601807
      ],
      [
        " (",
        -0.020943906
      ],
      [
        "B",
        -0.38897496
      ],
      [
        "art",
        -0.06667208
      ],
      [
        "ó",
        -0.36067486
      ],
      [
        "k",
        -1.4974867e-05
      ],
      [
        ")",
        -0.00019865304
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added": {
    "guess": "String Quartet No. 2 (Bartók)",
    "confidence": [
      [
        "String",
        -0.17334734
      ],
      [
        " Quart",
        -0.0026711382
      ],
      [
        "et",
        -0.0004965559
      ],
      [
        " No",
        -0.056955874
      ],
      [
        ".",
        -0.0026572242
      ],
      [
        " ",
        -0.0042181285
      ],
      [
        "2",
        -1.2670542
      ],
      [
        " (",
        -0.015378147
      ],
      [
        "B",
        -0.46471414
      ],
      [
        "art",
        -0.093471445
      ],
      [
        "ó",
        -0.13419159
      ],
      [
        "k",
        -1.1994775e-05
      ],
      [
        ")",
        -0.00032604876
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays examining how South American groups challenge it. This concept is said to be the will of God on Earth in Philosophy of Right, a critique of which by Marx distinguishes this concept from (*) civil society. In most modern cases, this derives legitimacy from rational-legal authority according to Max Weber, who defined it as an entity with a monopoly on the use of force. For 10 points, identify this entity which can be sovereign over territory.": {
    "guess": "State",
    "confidence": [
      [
        "State",
        -0.18889885
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added by William (*) Strickland, was likened by its composer to a small stream that grows  into a river. An arch form anchors this piece, which begins with a sustained B-flat line played by the violins. This piece was  premiered by Arturo Toscanini, was broadcast over the radio after FDR's death, and was taken from the second movement of a  string quartet. For 10 points, name this really sad piece by Samuel Barber.": {
    "guess": "Adagio for Strings",
    "confidence": [
      [
        "Ad",
        -0.14186262
      ],
      [
        "ag",
        -3.1281633e-07
      ],
      [
        "io",
        -8.537869e-06
      ],
      [
        " for",
        -0.00010008628
      ],
      [
        " Strings",
        -0.00076293026
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme to a minor key. Another ends with four measures played \"velocissimo\" and \"con tutta forza\" to represent the cry of a dwarf walking on deformed legs. In addition to \"Con Mortuis in Lingua Mortua\" and \"The Gnome,\" this suite includes a piece which represents the flight of Baba Yaga, \"The Hut on Fowl's": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.0002636007
      ],
      [
        " at",
        -8.418666e-06
      ],
      [
        " an",
        -5.3193703e-06
      ],
      [
        " Exhibition",
        -2.220075e-06
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.010121756
      ],
      [
        "haps",
        -6.749814e-06
      ],
      [
        "ody",
        -5.3193703e-06
      ],
      [
        " in",
        -0.00029887765
      ],
      [
        " Blue",
        -1.6882126e-05
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer,": {
    "guess": "Minimal music",
    "confidence": [
      [
        "Minimal",
        -1.1498706
      ],
      [
        " music",
        -0.36622745
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong": {
    "guess": "Sonata in C major, K. 545",
    "confidence": [
      [
        "Son",
        -1.990855
      ],
      [
        "ata",
        -0.028963445
      ],
      [
        " in",
        -0.35691246
      ],
      [
        " C",
        -1.2303177
      ],
      [
        " major",
        -0.9771652
      ],
      [
        ",",
        -0.66836965
      ],
      [
        " K",
        -0.4806896
      ],
      [
        ".",
        -0.027389107
      ],
      [
        " ",
        -0.018368604
      ],
      [
        "545",
        -0.5174204
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth": {
    "guess": "Ibn Battuta",
    "confidence": [
      [
        "I",
        -2.267137
      ],
      [
        "bn",
        -0.09532803
      ],
      [
        " Batt",
        -0.6059529
      ],
      [
        "uta",
        -0.0004680882
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes a bassoon solo playing \"Wir hatten gebauet ein stattliches Haus\", and a similar song, \"Fuchslied\", is also featured. The highly evocative finale of this piece utilizes the song \"Gaudeamus igitur\" and evokes rapture and common German drinking songs. This piece was written as a companion piece to its": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.48111388
      ],
      [
        "ademic",
        -7.338466e-05
      ],
      [
        " Festival",
        -0.00043484138
      ],
      [
        " O",
        -1.2233183e-05
      ],
      [
        "verture",
        -0.00014573395
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating": {
    "guess": "Boléro",
    "confidence": [
      [
        "B",
        -0.69925195
      ],
      [
        "ol",
        -0.0023675628
      ],
      [
        "éro",
        -0.61088324
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays examining how South American groups challenge it. This concept is said to be the will of God on Earth in Philosophy of Right, a critique of which by Marx distinguishes this concept from (*) civil": {
    "guess": "Political theology",
    "confidence": [
      [
        "Political",
        -1.1767701
      ],
      [
        " theology",
        -0.21667224
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in unison with the music, and two of the pieces do not contain time signatures, leaving them ambiguous as to how they should be performed. During a trip to Potsdam in 1747, its composer was challenged by this collection's dedicatee to create two fugues on a \"royal theme\"; those fugues became the two": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.38001052
      ],
      [
        " Musical",
        -0.00047106826
      ],
      [
        " Offering",
        -0.00014740281
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's composer played piano when it premiered at the Aeolian Hall during the \"Experiment in Modern Music\"": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0043577217
      ],
      [
        "haps",
        -3.0545007e-06
      ],
      [
        "ody",
        -1.7432603e-06
      ],
      [
        " in",
        -4.0961266e-05
      ],
      [
        " Blue",
        -1.1398757e-05
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati riportati technique in painting the ceiling of the Banquetting House at Whitehall. The most famous example of this technique was commissioned by the Gonzaga family of Milan and features a peacock, five women, and many cherubs looking down from a ballustrade of a balcony at the viewer. For 10 points, identify this method of perspective used most famously in Andrea Mantegna's Camera degli Sposi, which translates from the Italian as \"from the bottom up.\"": {
    "guess": "Quadratura",
    "confidence": [
      [
        "Qu",
        -1.0388535
      ],
      [
        "adr",
        -0.000290891
      ],
      [
        "atura",
        -0.0034995733
      ]
    ]
  },
  "This piece is reproduced in miniature directly below the Three Shades in the artist's The Gates of Hell, for which it was originally designed. The best-known version of this work was commissioned by Gabriel Mourney to stand in front of the Paris Panthéon, but was subsequently moved to the garden of the Hôtel Biron. This bronze is meant to invoke Michelangelo's conception of the pensive damned. For": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.0032742065
      ],
      [
        " Think",
        -0.004517585
      ],
      [
        "er",
        -2.4584822e-06
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate the flute while the G and D strings imitate horns in one of these pieces, and one in B-flat major is nicknamed (*) \"Devil's Laughter.\" Nikolai Rimsky-Korsakov included an \"Alborada\" in a Spanish-influenced piece of this kind. The twenty-fourth and last of a set of them has its melody inverted in Rachmaninov's Rhapsody on a Theme of its composer. For 10 points, name these lively pieces, a set of": {
    "guess": "Capriccios",
    "confidence": [
      [
        "Cap",
        -0.25556317
      ],
      [
        "ric",
        -0.5061394
      ],
      [
        "c",
        -0.19879138
      ],
      [
        "ios",
        -9.2576454e-05
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring World War II servicemen by Eugene Goosens, the conductor of the Cincinnati Symphony Orchestra. It received its ultimate name when the composer heard a radio speech by Vice-President Henry Wallace. The composer re-used this melody in his Third Symphony, and dedicated this piece to the figure": {
    "guess": "Fanfare for the Common Man",
    "confidence": [
      [
        "Fan",
        -0.25437078
      ],
      [
        "fare",
        -0.00015824666
      ],
      [
        " for",
        -6.8616515e-05
      ],
      [
        " the",
        -0.00016146517
      ],
      [
        " Common",
        -8.43514e-05
      ],
      [
        " Man",
        -0.0002938711
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati riportati technique in painting the ceiling of the Banquetting House at Whitehall. The most famous example of this technique was commissioned by the Gonzaga family of Milan and features a peacock, five women, and many cherubs looking down from a ballustrade of a balcony at the viewer. For 10 points,": {
    "guess": "Trompe-l'œil",
    "confidence": [
      [
        "T",
        -0.57153904
      ],
      [
        "rom",
        -8.180258e-06
      ],
      [
        "pe",
        -0.00025788258
      ],
      [
        "-l",
        -0.0040317373
      ],
      [
        "'",
        -0.0010413828
      ],
      [
        "œ",
        -0.07703795
      ],
      [
        "il",
        -0.0010864014
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's composer played piano when it premiered at the Aeolian Hall during the \"Experiment in Modern Music\" concert. This \"musical kaleidoscope of America,\" which was written for Paul Whiteman's band, opens": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.073915094
      ],
      [
        "haps",
        -1.378283e-05
      ],
      [
        "ody",
        -1.2664457e-06
      ],
      [
        " in",
        -0.00010974178
      ],
      [
        " Blue",
        -1.700133e-05
      ]
    ]
  },
  "This piece is reproduced in miniature directly below the Three Shades in the artist's The Gates of Hell, for which it was originally designed. The best-known version of this work was commissioned by Gabriel Mourney to stand in front of the Paris Panthéon, but was subsequently moved to the garden of the Hôtel Biron. This bronze is meant to invoke Michelangelo's conception of the pensive damned. For ten points, name this most famous sculpture of Auguste Rodin.": {
    "guess": "The Thinker",
    "confidence": [
      [
        "The",
        -0.0012466589
      ],
      [
        " Think",
        -0.018956548
      ],
      [
        "er",
        -1.7432603e-06
      ]
    ]
  },
  "This piece includes an \"extra\" movement between its scherzo [SCARE-zo] and finale, and its long title describes this work as \"the expression of feeling rather than painting.\" Its second movement has the flute, oboe, and clarinet representing the nightingale, quail and cuckoo, respectively. Its third": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.024885345
      ],
      [
        "phony",
        -0.00041386887
      ],
      [
        " No",
        -0.00012499251
      ],
      [
        ".",
        -0.00019543454
      ],
      [
        " ",
        -0.00048656107
      ],
      [
        "6",
        -0.0061995536
      ],
      [
        " (",
        -0.0005796042
      ],
      [
        "Be",
        -7.576874e-05
      ],
      [
        "ethoven",
        -0.0001755312
      ],
      [
        ")",
        -1.5451682e-05
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that": {
    "guess": "Sonata sopr'il Soggetto Reale",
    "confidence": [
      [
        "Son",
        -0.6495648
      ],
      [
        "ata",
        -0.004159603
      ],
      [
        " sopr",
        -0.33699903
      ],
      [
        "'il",
        -0.0030929819
      ],
      [
        " S",
        -0.00083976163
      ],
      [
        "og",
        -0.00014346908
      ],
      [
        "getto",
        -0.00037538074
      ],
      [
        " Re",
        -2.0100624e-05
      ],
      [
        "ale",
        -4.2272506e-05
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah! vous dirai-je, Maman\" (voo dee-RAY-zhuh, ma-MA) and \"Una Voce Poco Fa.\" (OO-nuh VOW-chay POH-Koh fah) The violins are the only instruments that play in the movement \"Personages with Long Ears.\" Its composer reused a xylophone theme representing dancing skeletons from the \"Fossils\" section for his Danse Macabre, and a cello solo features in one of its most famous movements, \"The Swan.\" For 10 points, name this composition whose movements depict various animals, by Camille Saint-Saens (San-Sawn).": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.07490293
      ],
      [
        " Carnival",
        -6.301394e-05
      ],
      [
        " of",
        -2.0100624e-05
      ],
      [
        " the",
        -0.0012745195
      ],
      [
        " Animals",
        -5.6576944e-05
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.7300127
      ],
      [
        "phony",
        -0.08728484
      ],
      [
        " No",
        -0.097816825
      ],
      [
        ".",
        -0.0005759088
      ],
      [
        " ",
        -0.0026313039
      ],
      [
        "1",
        -1.657613
      ],
      [
        " (",
        -0.113760374
      ],
      [
        "Mah",
        -0.41611642
      ],
      [
        "ler",
        -3.1424974e-05
      ],
      [
        ")",
        -0.00010402
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this": {
    "guess": "Violin Sonata No. 9 (Beethoven)",
    "confidence": [
      [
        "Viol",
        -0.027725527
      ],
      [
        "in",
        -3.4047454e-05
      ],
      [
        " Sonata",
        -0.0004888113
      ],
      [
        " No",
        -0.0002936327
      ],
      [
        ".",
        -0.00011534435
      ],
      [
        " ",
        -0.00079307414
      ],
      [
        "9",
        -0.082596965
      ],
      [
        " (",
        -0.002466975
      ],
      [
        "Be",
        -3.655073e-05
      ],
      [
        "ethoven",
        -5.4669687e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo played without valves to imitate a bugle, memorializing the dead of World War I. One contains a cadenza for flute, oboe and clarinet, mimicking birds, and a movement that represents a storm interrupting a peasant dance. Glazunov's seventh symphony shares this name with that work, which features a movement titled \"By the Brook.\" Vaughan Williams's third symphony also shares, for 10 points, what title": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.028710965
      ],
      [
        "phony",
        -0.0005959241
      ],
      [
        " No",
        -0.0012573763
      ],
      [
        ".",
        -0.00036822853
      ],
      [
        " ",
        -0.0007258946
      ],
      [
        "6",
        -0.0033301646
      ],
      [
        " (",
        -0.001285114
      ],
      [
        "Be",
        -0.0018762783
      ],
      [
        "ethoven",
        -0.0002703953
      ],
      [
        ")",
        -1.4498052e-05
      ]
    ]
  },
  "This piece is reproduced in miniature directly below the Three Shades in the artist's The Gates of Hell,": {
    "guess": "The Kiss (Rodin sculpture)",
    "confidence": [
      [
        "The",
        -0.016192494
      ],
      [
        " Kiss",
        -0.0090972595
      ],
      [
        " (",
        -0.24729647
      ],
      [
        "Rod",
        -0.0077523687
      ],
      [
        "in",
        -5.080963e-06
      ],
      [
        " sculpture",
        -0.00067156705
      ],
      [
        ")",
        -0.00013631687
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.03922845
      ],
      [
        "phony",
        -0.00031139038
      ],
      [
        " No",
        -0.0002224901
      ],
      [
        ".",
        -0.00022439736
      ],
      [
        " ",
        -0.0002883914
      ],
      [
        "9",
        -0.76313007
      ],
      [
        " (",
        -0.00071147823
      ],
      [
        "Be",
        -0.26446688
      ],
      [
        "ethoven",
        -8.6497064e-05
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters'": {
    "guess": "The Rake's Progress",
    "confidence": [
      [
        "The",
        -1.5095594
      ],
      [
        " R",
        -0.67530173
      ],
      [
        "ake",
        -0.2970472
      ],
      [
        "'s",
        -0.0018114368
      ],
      [
        " Progress",
        -0.0001468068
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement, a powerful march. The mood is set by an introduction in a dark register of the bassoon with a drone": {
    "guess": "Symphony No. 3 (Górecki)",
    "confidence": [
      [
        "Sym",
        -0.06656423
      ],
      [
        "phony",
        -0.07570801
      ],
      [
        " No",
        -0.009783834
      ],
      [
        ".",
        -0.0017167085
      ],
      [
        " ",
        -0.002861105
      ],
      [
        "3",
        -0.96873975
      ],
      [
        " (",
        -0.61679465
      ],
      [
        "G",
        -0.31854478
      ],
      [
        "ó",
        -0.0053689373
      ],
      [
        "reck",
        -4.477578e-05
      ],
      [
        "i",
        -0.00016742534
      ],
      [
        ")",
        -4.723352e-06
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice in 1606 due to the refusal to hand over a convicted murder and was protested by Paolo Sarpi. An automatic one is issued for such offenses as celebrating Mass or hearing confession while a deacon": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -0.0062154243
      ],
      [
        "dict",
        -0.0020652106
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo played without valves to imitate a bugle, memorializing the dead of World War I. One contains a cadenza for flute, oboe and clarinet, mimicking birds, and a movement that represents a storm interrupting": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0052541564
      ],
      [
        "phony",
        -0.0008740629
      ],
      [
        " No",
        -3.4524266e-05
      ],
      [
        ".",
        -0.00016349163
      ],
      [
        " ",
        -0.000121542944
      ],
      [
        "6",
        -0.69817156
      ],
      [
        " (",
        -6.2729996e-06
      ],
      [
        "Be",
        -9.2576454e-05
      ],
      [
        "ethoven",
        -0.00014740281
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays examining how South American groups challenge it. This concept is said to be the will of God on Earth in Philosophy of Right, a critique of which by Marx distinguishes this concept from (*) civil society. In most modern cases, this derives legitimacy from rational-legal authority according to Max Weber, who defined it as an entity with a monopoly on the use of force. For 10 points, identify": {
    "guess": "State",
    "confidence": [
      [
        "State",
        -0.03558673
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet and is nicknamed \"Aeolian Harp.'\" Though most of them were collected in the Opus 10 and Opus 25 of their composer, \"three new\" ones of were written for Moscheles and Fetis. The right hand plays triplets exclusively on black notes in one of these pieces, while another was inspired by the November Uprising. For 10 points, name these works that include the \"Winter Wind,\" \"Tristesse,\" and \"Revolutionary\" ones, studies for the piano by a certain Polish composer.": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.009202036
      ],
      [
        "t",
        -1.831257e-05
      ],
      [
        "udes",
        -0.00063785806
      ],
      [
        " (",
        -0.003590214
      ],
      [
        "Ch",
        -6.420598e-05
      ],
      [
        "op",
        -5.5122365e-07
      ],
      [
        "in",
        -1.4974867e-05
      ],
      [
        ")",
        -9.968313e-06
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes. As music critic for The Spectator, Michael Nyman coined the name for this style. Henryk Gorecki and tintinnabulation-enthusiast Arvo Part are the foremost exponents of its \"holy\" or \"sacred\" type. This style, which was first used by La Monte Young, is better exemplified by Music for 18 Musicians": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.044511292
      ],
      [
        "ism",
        -0.58898
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed in the horn. Its scherzo work contains an atypical two instances of a trio section, each of which is interrupted by a section in 2/4 time. A cadenza in the coda of this piece's second movement features representations of the song of a cuckoo, nightingale, and quail played on clarinet, flute, and oboe. This piece's fourth movement depicts a violent thunderstorm and is followed by a fifth movement subtitled": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.001270947
      ],
      [
        "phony",
        -2.4630364e-05
      ],
      [
        " No",
        -9.73446e-05
      ],
      [
        ".",
        -0.00030817188
      ],
      [
        " ",
        -0.00028922583
      ],
      [
        "6",
        -0.0016016255
      ],
      [
        " (",
        -4.246537e-06
      ],
      [
        "Be",
        -6.869018e-06
      ],
      [
        "ethoven",
        -0.00010616567
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate the flute while the G and D strings imitate horns in one of these pieces, and one in B-flat major is nicknamed (*) \"Devil's Laughter.\" Nikolai Rimsky-Korsakov included an \"Alborada\" in a Spanish-influenced": {
    "guess": "Capriccio",
    "confidence": [
      [
        "Cap",
        -0.51468956
      ],
      [
        "ric",
        -0.06788649
      ],
      [
        "cio",
        -0.19231454
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate": {
    "guess": "Concerto",
    "confidence": [
      [
        "Con",
        -1.5680367
      ],
      [
        "cert",
        -0.0025714985
      ],
      [
        "o",
        -0.04700987
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns against the pretenders Talaiha, Malik bin Nawirah, and Musailma the Liar in the Wars of Apostasy, which were led militarily by his trusty general Khalid bin Walid, though he himself caused a schism when, at the Saqifah, his future successor Umar had him elected in favor of Ali, the venerated figure of the Shi'ites. FTP, identify this man, who, in Sunni tradition, succeeded Muhammad and became the first Islamic caliph.": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.27912402
      ],
      [
        "u",
        -0.0030789599
      ],
      [
        " Bak",
        -0.00047226032
      ],
      [
        "r",
        -0.0007983118
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included": {
    "guess": "Sonata sopr'il Soggetto Reale",
    "confidence": [
      [
        "Son",
        -0.6533357
      ],
      [
        "ata",
        -0.014246014
      ],
      [
        " sopr",
        -0.52803093
      ],
      [
        "'il",
        -0.012771085
      ],
      [
        " S",
        -0.00077556213
      ],
      [
        "og",
        -7.1238996e-05
      ],
      [
        "getto",
        -0.00019245445
      ],
      [
        " Re",
        -5.3193703e-06
      ],
      [
        "ale",
        -9.253091e-06
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as long but played at the same tempo as part of a chaconne consisting of thrity-two variations based on Bach's cantata Nach dir, Herr, verlanget mich. The third one of these works features a F-A-F motif representing the mantra \"Free but happy,\" while Hans von Bulow dubbed the first one \"Beethoven's Tenth.\" For 10 points, name these orchestral works by the composer of A German Requiem and the Academic": {
    "guess": "Symphony No. 4 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.5636188
      ],
      [
        "phony",
        -0.15476288
      ],
      [
        " No",
        -0.005452294
      ],
      [
        ".",
        -0.0004990591
      ],
      [
        " ",
        -0.0016435229
      ],
      [
        "4",
        -0.8028667
      ],
      [
        " (",
        -0.013834839
      ],
      [
        "B",
        -0.01905667
      ],
      [
        "rah",
        -6.6306106e-06
      ],
      [
        "ms",
        -3.7027545e-05
      ],
      [
        ")",
        -0.00018577903
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters' nightly dance, and promises to play games with him. The four parts are all sung by one person, where a higher range signifies the child's part, a lower range signifies the (*) father's part. The child is dying of an unknown ailment, and is claiming to see the title figure, while his father is telling him he is only seeing trees and clouds. FTP, name this piece that uses Johann von Goethe's poem": {
    "guess": "Erlkönig",
    "confidence": [
      [
        "E",
        -0.34856558
      ],
      [
        "rl",
        -0.00082379935
      ],
      [
        "k",
        -0.011421497
      ],
      [
        "ön",
        -0.00037287746
      ],
      [
        "ig",
        -4.036525e-05
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet": {
    "guess": "List of compositions by Franz Liszt",
    "confidence": [
      [
        "List",
        -2.153957
      ],
      [
        " of",
        -0.00082130334
      ],
      [
        " compositions",
        -0.2176092
      ],
      [
        " by",
        -0.02451329
      ],
      [
        " Franz",
        -1.0437943
      ],
      [
        " Lis",
        -0.052843366
      ],
      [
        "zt",
        -0.00037490393
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave, part of a storm signified by rising bass lines and dynamic arches. Initially titled \"The Lonely Island\"": {
    "guess": "Symphony No. 6 (Nielsen)",
    "confidence": [
      [
        "Sym",
        -0.83849716
      ],
      [
        "phony",
        -0.00971878
      ],
      [
        " No",
        -0.038602963
      ],
      [
        ".",
        -0.0006689519
      ],
      [
        " ",
        -0.003058046
      ],
      [
        "6",
        -0.3898074
      ],
      [
        " (",
        -0.0019968005
      ],
      [
        "Ni",
        -0.36311272
      ],
      [
        "elsen",
        -4.246537e-06
      ],
      [
        ")",
        -9.4914985e-06
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.68895453
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked": {
    "guess": "The Elephant Man",
    "confidence": [
      [
        "The",
        -0.5630949
      ],
      [
        " Elephant",
        -0.0049785245
      ],
      [
        " Man",
        -8.351697e-05
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends": {
    "guess": "Chance (novel)",
    "confidence": [
      [
        "Chance",
        -0.2202539
      ],
      [
        " (",
        -0.02607965
      ],
      [
        "nov",
        -0.23866671
      ],
      [
        "el",
        -0.00012594614
      ],
      [
        ")",
        -0.00023059595
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah! vous dirai-je, Maman\" (voo dee-RAY-zhuh, ma-MA) and \"Una Voce Poco Fa.\" (OO-nuh VOW-chay POH-Koh fah) The violins are the only instruments that play in the movement \"Personages with Long Ears.\" Its composer reused a xylophone theme representing dancing skeletons from the \"Fossils\" section for his Danse Macabre, and a cello solo features in one of its most famous movements, \"The Swan.\" For 10 points,": {
    "guess": "The Carnival of the Animals",
    "confidence": [
      [
        "The",
        -0.0013433276
      ],
      [
        " Carnival",
        -6.2729996e-06
      ],
      [
        " of",
        -1.0921943e-05
      ],
      [
        " the",
        -0.00037251986
      ],
      [
        " Animals",
        -2.7968066e-05
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati riportati technique in painting the ceiling of the Banquetting House at Whitehall. The most famous example": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.7517091
      ],
      [
        "resco",
        -0.019941537
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.08333527
      ],
      [
        " Musical",
        -0.064859666
      ],
      [
        " Offering",
        -0.00022618541
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first": {
    "guess": "Sonata for Solo Violin",
    "confidence": [
      [
        "Son",
        -1.7702154
      ],
      [
        "ata",
        -0.5168313
      ],
      [
        " for",
        -0.117732726
      ],
      [
        " Solo",
        -0.7727914
      ],
      [
        " Viol",
        -0.49143803
      ],
      [
        "in",
        -0.08714751
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement, a powerful march. The mood is set by an introduction in a dark register of the bassoon with a drone bass and sighing strings. The second movement, in uneven 5/4 time, might not be as memorable as the brass chorale interruption in the first movement, which features a melody from the Russian Requiem.": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.019346094
      ],
      [
        "phony",
        -0.008365042
      ],
      [
        " No",
        -0.0029000938
      ],
      [
        ".",
        -0.00075090164
      ],
      [
        " ",
        -0.0026862293
      ],
      [
        "7",
        -0.9784573
      ],
      [
        " (",
        -0.06742613
      ],
      [
        "Sh",
        -0.058470882
      ],
      [
        "ost",
        -2.0100624e-05
      ],
      [
        "ak",
        -0.0008947861
      ],
      [
        "ovich",
        -7.862962e-05
      ],
      [
        ")",
        -9.841743e-05
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I. Brian Ferneyhough wrote Cassandra's Dream Song for this instrument. Another piece for it is built out of a modal and an atonal motif, and begins F-E-F sharp. As a test piece for entrance to the Paris Conservatoire, Olivier Messiaen wrote Le Merle Noir for this instrument. For a platinum one of these instruments, Edgard Varèse wrote Density 21.5. For 10 points, name this instrument for which Claude": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.008708884
      ],
      [
        "ute",
        -0.00020175234
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed in the horn. Its scherzo work contains an atypical two instances of a trio section, each of which is": {
    "guess": "Horn Trio (Brahms)",
    "confidence": [
      [
        "H",
        -0.11929766
      ],
      [
        "orn",
        -1.569009e-05
      ],
      [
        " Trio",
        -0.00016730615
      ],
      [
        " (",
        -0.026359405
      ],
      [
        "B",
        -0.0008592927
      ],
      [
        "rah",
        -4.3202e-07
      ],
      [
        "ms",
        -7.79144e-05
      ],
      [
        ")",
        -2.546479e-05
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as long but played at the same tempo as part of a chaconne consisting of thrity-two variations based on Bach's cantata Nach dir, Herr, verlanget mich. The third one of these works features a F-A-F motif representing the mantra \"Free but happy,\" while Hans von Bulow dubbed the first one \"Beethoven's Tenth.\"": {
    "guess": "Symphony No. 4 (Glass)",
    "confidence": [
      [
        "Sym",
        -0.07581256
      ],
      [
        "phony",
        -0.59976876
      ],
      [
        " No",
        -0.022693712
      ],
      [
        ".",
        -0.0030900126
      ],
      [
        " ",
        -0.0049673743
      ],
      [
        "4",
        -0.74209166
      ],
      [
        " (",
        -0.107441716
      ],
      [
        "Glass",
        -0.84456134
      ],
      [
        ")",
        -0.0004714259
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.045740854
      ],
      [
        "inus",
        -0.0049632206
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement, a powerful march. The mood is set by an introduction in a dark register of the bassoon with a drone bass and sighing strings. The second movement, in uneven 5/4 time, might not be as memorable as the brass chorale interruption in the first movement, which features a melody from the Russian Requiem. It was named by the composer's brother as a reference to a sonata of the same name by Beethoven.": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.1542167
      ],
      [
        "phony",
        -0.005430831
      ],
      [
        " No",
        -0.0042754654
      ],
      [
        ".",
        -0.00042328594
      ],
      [
        " ",
        -0.0041332534
      ],
      [
        "7",
        -0.9182899
      ],
      [
        " (",
        -0.065087
      ],
      [
        "Sh",
        -0.041264154
      ],
      [
        "ost",
        -1.4259645e-05
      ],
      [
        "ak",
        -0.0014352318
      ],
      [
        "ovich",
        -5.538491e-05
      ],
      [
        ")",
        -8.4828214e-05
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during": {
    "guess": "Sleep deprivation",
    "confidence": [
      [
        "Sleep",
        -0.15164433
      ],
      [
        " deprivation",
        -0.12855667
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum,": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.11966175
      ],
      [
        "phony",
        -0.016443934
      ],
      [
        " No",
        -0.044648543
      ],
      [
        ".",
        -0.00021843717
      ],
      [
        " ",
        -0.00053682836
      ],
      [
        "9",
        -0.29006165
      ],
      [
        " (",
        -0.0009499297
      ],
      [
        "D",
        -0.00015431295
      ],
      [
        "vo",
        -0.0006322592
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -8.776276e-06
      ],
      [
        ")",
        -3.4121115e-06
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New": {
    "guess": "Huddersfield Choral Society",
    "confidence": [
      [
        "H",
        -0.2972067
      ],
      [
        "udd",
        -0.006770553
      ],
      [
        "ers",
        -0.0003418992
      ],
      [
        "field",
        -0.00018029935
      ],
      [
        " Ch",
        -0.000654774
      ],
      [
        "oral",
        -9.484132e-05
      ],
      [
        " Society",
        -9.984788e-05
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received its new name from the performer it was rededicated to. The last movement of this piece is in": {
    "guess": "Violin Sonata No. 9 (Beethoven)",
    "confidence": [
      [
        "Viol",
        -0.7321405
      ],
      [
        "in",
        -0.0008105787
      ],
      [
        " Sonata",
        -0.050521735
      ],
      [
        " No",
        -0.033295814
      ],
      [
        ".",
        -0.002460318
      ],
      [
        " ",
        -0.008444483
      ],
      [
        "9",
        -0.0019048431
      ],
      [
        " (",
        -0.2620801
      ],
      [
        "Be",
        -0.016332176
      ],
      [
        "ethoven",
        -3.3809047e-05
      ],
      [
        ")",
        -0.0011359315
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement,": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -1.2218122
      ],
      [
        "phony",
        -0.001042694
      ],
      [
        " No",
        -0.0004967943
      ],
      [
        ".",
        -0.0008285675
      ],
      [
        " ",
        -0.0020178556
      ],
      [
        "9",
        -0.07294147
      ],
      [
        " (",
        -0.05409489
      ],
      [
        "Be",
        -0.0056961495
      ],
      [
        "ethoven",
        -0.00014227704
      ],
      [
        ")",
        -1.8908588e-05
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.03217178
      ],
      [
        "haps",
        -7.409989e-05
      ],
      [
        "ody",
        -9.484132e-05
      ],
      [
        " in",
        -5.5861725e-05
      ],
      [
        " Blue",
        -2.0458236e-05
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march marking the burial of the central character, whose birth in the first movement resulted from the misreading of a military report, when a syllable in that report was combined with an expletive by Emperor Paul I. The fourth movement depicts a ride in a troika with ► sleigh bells. Based on a story by Yury Tynyanov, FTP, name this suite composed for a Russian film by Sergei Prokofiev, in which some officers invent a fake lieutenant.": {
    "guess": "Lieutenant Kijé",
    "confidence": [
      [
        "Lie",
        -0.0005818653
      ],
      [
        "utenant",
        -1.6643718e-05
      ],
      [
        " K",
        -2.8206474e-05
      ],
      [
        "ij",
        -0.097282454
      ],
      [
        "é",
        -4.1273333e-06
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received its new name from the performer it was rededicated to. The last movement of this piece is in 6/8 time and is described as exuberant, while it ends in A major. The second movement of this sonata": {
    "guess": "Violin Sonata No. 9 (Beethoven)",
    "confidence": [
      [
        "Viol",
        -0.7763595
      ],
      [
        "in",
        -0.0008296403
      ],
      [
        " Sonata",
        -0.0021289682
      ],
      [
        " No",
        -0.012748722
      ],
      [
        ".",
        -0.0018814004
      ],
      [
        " ",
        -0.0034242547
      ],
      [
        "9",
        -0.0016181691
      ],
      [
        " (",
        -0.08792348
      ],
      [
        "Be",
        -0.004689288
      ],
      [
        "ethoven",
        -2.2842309e-05
      ],
      [
        ")",
        -0.00011784763
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous": {
    "guess": "The Planets",
    "confidence": [
      [
        "The",
        -0.35898414
      ],
      [
        " Plan",
        -0.6927301
      ],
      [
        "ets",
        -3.1281633e-07
      ]
    ]
  },
  "This piece was orchestrated by the composer of the Grand Canyon Suite, Ferde Grofé. After this work's distinctive solo opening, which was improvised by Ross Gorman, a trumpet theme enters. This piece's composer played piano when it premiered at the Aeolian Hall during the \"Experiment in Modern Music\" concert. This \"musical kaleidoscope of America,\" which was written for Paul Whiteman's band, opens with a trill followed by a seventeen-note clarinet glissando. For 10 points, name this George Gershwin work for piano and jazz band.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.008312195
      ],
      [
        "haps",
        -5.9153886e-06
      ],
      [
        "ody",
        -1.3067608e-05
      ],
      [
        " in",
        -0.00011069541
      ],
      [
        " Blue",
        -7.088138e-05
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah! vous dirai-je, Maman\" (voo dee-RAY-zhuh, ma-MA) and \"Una Voce Poco Fa.\" (OO-nuh VOW-chay POH-Koh fah) The violins are the only instruments that play in the movement \"Personages with Long Ears.\" Its": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -1.1584692
      ],
      [
        " Barber",
        -0.66493213
      ],
      [
        " of",
        -0.0015593779
      ],
      [
        " Se",
        -0.00043782144
      ],
      [
        "ville",
        -6.635165e-05
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.014957226
      ],
      [
        "phony",
        -0.006209259
      ],
      [
        " No",
        -0.0016876778
      ],
      [
        ".",
        -0.00020711649
      ],
      [
        " ",
        -0.00055255595
      ],
      [
        "5",
        -0.39116997
      ],
      [
        " (",
        -0.0018382027
      ],
      [
        "Be",
        -0.099372916
      ],
      [
        "ethoven",
        -0.00022785427
      ],
      [
        ")",
        -4.20341e-05
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.38678214
      ],
      [
        "resco",
        -0.0041343225
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0846003
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme to a minor key. Another ends with four measures played \"velocissimo\" and \"con tutta forza\" to represent the cry of a dwarf walking on deformed legs. In addition to \"Con Mortuis in Lingua Mortua\" and \"The Gnome,\" this suite includes a piece which represents the flight of Baba Yaga, \"The Hut on Fowl's Legs.\" It includes \"Promenades\" representing the composer walking to view the paintings of Victor Hartmann. For 10 points, name this suite by Modest Mussorgsky.": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.008057151
      ],
      [
        " at",
        -1.5332478e-05
      ],
      [
        " an",
        -1.7835755e-05
      ],
      [
        " Exhibition",
        -4.3464544e-05
      ]
    ]
  },
  "One of this piece's quirks is that audiences often forget etiquette and applaud after its third movement, a powerful march. The mood is set by an introduction in a dark register of the bassoon with a drone bass and sighing strings. The second movement, in uneven 5/4 time, might not be as memorable as the brass chorale interruption in the first movement, which features a melody from the Russian Requiem. It was named by the composer's brother as a reference to a sonata of the same name by Beethoven. FTP, identify this symphony of Pyotr Tchaikovsky.": {
    "guess": "Symphony No. 6 (Tchaikovsky)",
    "confidence": [
      [
        "Sym",
        -0.016475003
      ],
      [
        "phony",
        -0.0013953535
      ],
      [
        " No",
        -0.0028430335
      ],
      [
        ".",
        -0.00020830853
      ],
      [
        " ",
        -0.0038905765
      ],
      [
        "6",
        -0.042971905
      ],
      [
        " (",
        -0.55448157
      ],
      [
        "T",
        -0.0038905765
      ],
      [
        "cha",
        -4.365741e-06
      ],
      [
        "ik",
        -1.0802739e-05
      ],
      [
        "ovsky",
        -0.0005175284
      ],
      [
        ")",
        -0.00012844942
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received its new name from the performer it was rededicated to. The last movement of this piece is in 6/8 time and is described as exuberant, while it ends in A major. The second movement of this sonata is notably long because it states a theme and then moves through five distinct variations, transitioning": {
    "guess": "Violin Sonata No. 9 (Beethoven)",
    "confidence": [
      [
        "Viol",
        -0.81467474
      ],
      [
        "in",
        -0.0005872295
      ],
      [
        " Sonata",
        -0.0029798409
      ],
      [
        " No",
        -0.009803901
      ],
      [
        ".",
        -0.001576998
      ],
      [
        " ",
        -0.005445655
      ],
      [
        "9",
        -0.0032150229
      ],
      [
        " (",
        -0.10452436
      ],
      [
        "Be",
        -0.0097215
      ],
      [
        "ethoven",
        -9.610702e-06
      ],
      [
        ")",
        -5.109358e-05
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate the flute while the G and D strings imitate horns in one of these pieces, and one in B-flat major is nicknamed (*) \"Devil's Laughter.\" Nikolai Rimsky-Korsakov included an \"Alborada\" in a Spanish-influenced piece of this kind. The twenty-fourth and last of a set of them has its melody inverted in Rachmaninov's": {
    "guess": "List of compositions for piano left-hand and orchestra",
    "confidence": [
      [
        "List",
        -0.8959429
      ],
      [
        " of",
        -0.00096517673
      ],
      [
        " compositions",
        -0.82686996
      ],
      [
        " for",
        -0.017328637
      ],
      [
        " piano",
        -0.9903781
      ],
      [
        " left",
        -0.59413105
      ],
      [
        "-hand",
        -0.008054666
      ],
      [
        " and",
        -0.002634515
      ],
      [
        " orchestra",
        -0.46466044
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement opens with a prominent timpani passage reminiscent of the scherzo of Beethoven's ninth. The second movement of this symphony inspired the spiritual \"Goin' Home\" with a melody first stated by a solo English Horn. Despite its name and pentatonicism, it is dubious whether this work contains Native American folk songs. For 10 points, identify this symphony written during the composer's visit to the United States, by Antonin Dvorak.": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0019770495
      ],
      [
        "phony",
        -5.9153886e-06
      ],
      [
        " No",
        -4.632543e-05
      ],
      [
        ".",
        -6.945094e-05
      ],
      [
        " ",
        -1.6762922e-05
      ],
      [
        "9",
        -1.5451682e-05
      ],
      [
        " (",
        -8.470901e-05
      ],
      [
        "D",
        -4.2272506e-05
      ],
      [
        "vo",
        -0.00024239712
      ],
      [
        "ř",
        -7.89631e-07
      ],
      [
        "ák",
        -9.729906e-06
      ],
      [
        ")",
        -2.8160932e-06
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah!": {
    "guess": "Orpheus in the Underworld (operetta)",
    "confidence": [
      [
        "Or",
        -0.7822896
      ],
      [
        "phe",
        -0.03346772
      ],
      [
        "us",
        -0.00094290765
      ],
      [
        " in",
        -0.002550812
      ],
      [
        " the",
        -0.0009292103
      ],
      [
        " Under",
        -0.00017100146
      ],
      [
        "world",
        -0.0003243799
      ],
      [
        " (",
        -0.5528877
      ],
      [
        "oper",
        -0.21256584
      ],
      [
        "etta",
        -0.00036561702
      ],
      [
        ")",
        -9.7583004e-05
      ]
    ]
  },
  "This piece is reproduced in miniature directly below the Three Shades in the artist's The Gates of Hell, for which it was originally designed. The best-known version of this work was commissioned by Gabriel Mourney to stand in front of the Paris Panthéon, but was subsequently moved to the garden of the": {
    "guess": "The Burghers of Calais",
    "confidence": [
      [
        "The",
        -0.05783902
      ],
      [
        " Bur",
        -0.77085495
      ],
      [
        "gh",
        -3.1281633e-07
      ],
      [
        "ers",
        -0.00029577836
      ],
      [
        " of",
        -3.6908343e-05
      ],
      [
        " Cal",
        -2.8160932e-06
      ],
      [
        "ais",
        -5.6338537e-05
      ]
    ]
  },
  "Pieces within this opera include the trio \"Zitti, zitti\" and the aria \"Una voce poco fa.\" One character": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0006208193
      ],
      [
        " Barber",
        -1.2590794e-05
      ],
      [
        " of",
        -4.8425554e-06
      ],
      [
        " Se",
        -4.604148e-06
      ],
      [
        "ville",
        -4.246537e-06
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -1.2516295
      ],
      [
        "hammad",
        -0.023074724
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect. He claimed the divine love was gentle, unlike \"Beauty\", which would ultimately be terrifying; that line of argument is the foundation of his Against the Gnostics. He was the subject of a biography by the author of the Isagoge and in this man's philosophy, both Soul and Intellect are progressive emanations of The One, to which he is devoted. For 10 points, name this teacher of Porphyry, a Neoplatonic philosopher who wrote The Enneads.": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -4.2868523e-05
      ],
      [
        "inus",
        -0.00013393279
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice in 1606 due to the refusal to hand over a convicted murder and was protested by Paolo Sarpi. An": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -0.054052655
      ],
      [
        "dict",
        -0.0012305884
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed in the horn. Its scherzo work contains an atypical two instances of a trio section, each of which is interrupted by a section in 2/4 time. A cadenza in the coda of this piece's second movement features representations of the song of a cuckoo, nightingale, and quail played on clarinet, flute, and oboe.": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.010402229
      ],
      [
        "phony",
        -3.9769227e-05
      ],
      [
        " No",
        -0.00014823723
      ],
      [
        ".",
        -0.00013989297
      ],
      [
        " ",
        -0.00050585007
      ],
      [
        "6",
        -0.0032679036
      ],
      [
        " (",
        -0.00040338258
      ],
      [
        "Be",
        -0.000102827966
      ],
      [
        "ethoven",
        -0.00020175234
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement.": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.025189262
      ],
      [
        "phony",
        -0.00041696816
      ],
      [
        " No",
        -0.0003277176
      ],
      [
        ".",
        -0.00029232146
      ],
      [
        " ",
        -0.0005467186
      ],
      [
        "9",
        -0.05028098
      ],
      [
        " (",
        -0.0012283236
      ],
      [
        "D",
        -0.0006900363
      ],
      [
        "vo",
        -0.0013229768
      ],
      [
        "ř",
        -9.0883464e-07
      ],
      [
        "ák",
        -2.5583993e-05
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays examining how South American groups challenge it. This concept is said to be the will of God on": {
    "guess": "State of nature",
    "confidence": [
      [
        "State",
        -1.1650555
      ],
      [
        " of",
        -0.7581506
      ],
      [
        " nature",
        -0.34730896
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\"": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.124810435
      ],
      [
        " Musical",
        -0.004654288
      ],
      [
        " Offering",
        -0.00016325322
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice in 1606 due to the refusal to hand over a convicted murder and was protested by Paolo Sarpi. An automatic one is issued for such offenses as celebrating Mass or hearing confession while a deacon or layperson, and those still in force by virtue of the Constitution Apostolica Sedis are considered censures.  Most famously used against England during reign of King John by Innocent III, this is, for": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -0.18019938
      ],
      [
        "dict",
        -0.00050335046
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme to a minor key. Another ends with four measures played \"velocissimo\" and \"con tutta forza\" to represent the cry of a dwarf walking on deformed legs. In addition to \"Con Mortuis in Lingua Mortua\" and": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.22269018
      ],
      [
        " at",
        -0.0010952115
      ],
      [
        " an",
        -0.00028386168
      ],
      [
        " Exhibition",
        -0.0001005631
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received its new name from the performer it was rededicated to. The last movement of this piece is in 6/8 time and is described as exuberant, while it ends in A major. The second movement of this sonata is notably long because it states a theme and then moves through five distinct variations, transitioning into F in the process. This piece of music inspired and titled a novella by Leo Tolstoy. For": {
    "guess": "Kreutzer Sonata",
    "confidence": [
      [
        "K",
        -0.48806697
      ],
      [
        "re",
        -3.1281633e-07
      ],
      [
        "utzer",
        -0.00014120422
      ],
      [
        " Sonata",
        -0.001913523
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I. Brian Ferneyhough wrote Cassandra's Dream Song for this instrument. Another piece for it is built out": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.59911275
      ],
      [
        "ute",
        -3.9292416e-05
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in unison with the music, and two of the pieces do not contain time signatures, leaving them ambiguous as to how they should be performed. During a trip to Potsdam in 1747, its composer was challenged by this collection's dedicatee to create two fugues on a \"royal theme\"; those fugues became the two ricercars that open this collection, which also includes ten \"riddle\" or \"puzzle\" canons. For 10 points, name this collection of music dedicated to Frederick the Great, a work by J.S. Bach.": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.22285761
      ],
      [
        " Musical",
        -0.0006003346
      ],
      [
        " Offering",
        -3.22594e-05
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I. Brian Ferneyhough wrote Cassandra's Dream Song for this instrument. Another piece for it is built out of a modal and an atonal motif, and begins F-E-F sharp. As a test piece for entrance to the Paris Conservatoire, Olivier Messiaen wrote Le Merle Noir for this instrument. For a platinum one of these": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.08863623
      ],
      [
        "ute",
        -0.0013652353
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes.": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.44660264
      ],
      [
        "ism",
        -0.6740139
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet and is nicknamed \"Aeolian Harp.'\" Though most of them were collected in the Opus 10 and Opus 25 of": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.011409015
      ],
      [
        "t",
        -7.839122e-05
      ],
      [
        "udes",
        -0.0010657975
      ],
      [
        " (",
        -0.006670497
      ],
      [
        "Ch",
        -0.0001593195
      ],
      [
        "op",
        -9.0883464e-07
      ],
      [
        "in",
        -1.0921943e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax": {
    "guess": "Symphony No. 6 (Nielsen)",
    "confidence": [
      [
        "Sym",
        -0.05845076
      ],
      [
        "phony",
        -0.009733419
      ],
      [
        " No",
        -0.01092627
      ],
      [
        ".",
        -0.00062344177
      ],
      [
        " ",
        -0.0023840917
      ],
      [
        "6",
        -0.5356901
      ],
      [
        " (",
        -0.0027336667
      ],
      [
        "Ni",
        -0.9066033
      ],
      [
        "elsen",
        -7.9418505e-06
      ],
      [
        ")",
        -2.3795938e-05
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme to a minor key. Another ends with four measures played \"velocissimo\" and \"con tutta forza\" to represent": {
    "guess": "Danse macabre",
    "confidence": [
      [
        "Dan",
        -0.5100977
      ],
      [
        "se",
        -6.6306106e-06
      ],
      [
        " mac",
        -0.62075704
      ],
      [
        "ab",
        -6.742448e-05
      ],
      [
        "re",
        -4.3583746e-05
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect. He claimed the divine love was gentle, unlike \"Beauty\", which would ultimately be terrifying; that line of argument is the foundation of his Against the Gnostics. He was the subject of a biography by the author of the Isagoge and in this man's philosophy, both Soul and Intellect are progressive": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.00029458632
      ],
      [
        "inus",
        -0.00025013436
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes. As music critic for The Spectator, Michael Nyman coined the name for this style. Henryk Gorecki and tintinnabulation-enthusiast Arvo Part are the foremost exponents of its \"holy\" or \"sacred\" type.": {
    "guess": "Holy Minimalism",
    "confidence": [
      [
        "Holy",
        -0.13858719
      ],
      [
        " Minimal",
        -0.4757973
      ],
      [
        "ism",
        -0.00060736394
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.16322589
      ],
      [
        "resco",
        -0.006092554
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added by William (*) Strickland, was likened by its composer to a small stream that grows  into a river. An arch form anchors this piece, which begins with a sustained B-flat line played by the violins. This piece was  premiered by Arturo Toscanini, was broadcast over the radio after FDR's death, and was taken from the second movement of a  string quartet. For 10 points, name this really sad piece by": {
    "guess": "Samuel Barber's Adagio for Strings",
    "confidence": [
      [
        "Sam",
        -0.43807214
      ],
      [
        "uel",
        -2.618001e-05
      ],
      [
        " Barber",
        -0.06145697
      ],
      [
        "'s",
        -0.18095508
      ],
      [
        " Ad",
        -0.009946263
      ],
      [
        "ag",
        -9.0883464e-07
      ],
      [
        "io",
        -5.7961847e-06
      ],
      [
        " for",
        -3.1544176e-05
      ],
      [
        " Strings",
        -0.0003553655
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed": {
    "guess": "Symphony No. 4 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.69499785
      ],
      [
        "phony",
        -0.006482542
      ],
      [
        " No",
        -0.019052222
      ],
      [
        ".",
        -0.0009220617
      ],
      [
        " ",
        -0.002208424
      ],
      [
        "4",
        -0.71122307
      ],
      [
        " (",
        -0.11715367
      ],
      [
        "Br",
        -1.2581488
      ],
      [
        "uck",
        -0.000119993296
      ],
      [
        "ner",
        -4.1318875e-05
      ],
      [
        ")",
        -4.9305523e-05
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I. Brian Ferneyhough wrote Cassandra's Dream Song for this instrument. Another piece for it is built out of a modal and an atonal motif, and begins F-E-F sharp. As a test piece for entrance to the Paris Conservatoire, Olivier Messiaen wrote Le Merle Noir for this instrument. For a platinum one of these instruments, Edgard Varèse wrote Density 21.5. For 10 points, name this instrument for which Claude Debussy wrote Syrinx and the opening solo of Prelude to the Afternoon of a Faun.": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.0012939277
      ],
      [
        "ute",
        -9.233804e-05
      ]
    ]
  },
  "This piece is reproduced in miniature directly below the Three Shades in the artist's The Gates of Hell, for which it was originally designed. The best-known version of this work was commissioned by Gabriel": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.0014121393
      ],
      [
        " Kiss",
        -0.22417815
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as long but played at the same tempo as part of a chaconne consisting of thrity-two variations based on Bach's cantata Nach dir, Herr, verlanget mich. The third one of these works features a F-A-F motif": {
    "guess": "Symphony No. 4 (Glass)",
    "confidence": [
      [
        "Sym",
        -0.33988428
      ],
      [
        "phony",
        -0.36520767
      ],
      [
        " No",
        -0.009988864
      ],
      [
        ".",
        -0.002210443
      ],
      [
        " ",
        -0.0047908537
      ],
      [
        "4",
        -0.17523712
      ],
      [
        " (",
        -0.1274178
      ],
      [
        "Glass",
        -0.4845253
      ],
      [
        ")",
        -0.00018577903
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael": {
    "guess": "Albigensian Crusade",
    "confidence": [
      [
        "Al",
        -0.82127106
      ],
      [
        "big",
        -0.005115988
      ],
      [
        "ens",
        -0.003917988
      ],
      [
        "ian",
        -0.0024336898
      ],
      [
        " Crus",
        -0.00023083435
      ],
      [
        "ade",
        -0.0015711607
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the": {
    "guess": "Symphony No. 104 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.1918492
      ],
      [
        "phony",
        -0.082345165
      ],
      [
        " No",
        -0.003254835
      ],
      [
        ".",
        -0.00030448023
      ],
      [
        " ",
        -0.003200766
      ],
      [
        "104",
        -1.9919205
      ],
      [
        " (",
        -0.0009999402
      ],
      [
        "Hay",
        -0.00012475411
      ],
      [
        "dn",
        -1.8908588e-05
      ],
      [
        ")",
        -0.000115463554
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice": {
    "guess": "Fresco",
    "confidence": [
      [
        "F",
        -0.5316438
      ],
      [
        "resco",
        -0.014219329
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat to D, and its final movement opens with a placid figure in the clarinet that is immediately echoed in the horn. Its scherzo work contains an atypical two instances of a trio section, each of which is interrupted by a section in 2/4 time. A cadenza in the coda of this piece's second movement features representations of the song of a cuckoo, nightingale, and quail played on clarinet, flute, and oboe. This piece's fourth movement depicts a violent thunderstorm and is followed by a fifth movement subtitled \"Shepherds' song.\" For 10 points, name this work, the sixth of its kind by Ludwig van Beethoven.": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0022739621
      ],
      [
        "phony",
        -6.6306106e-06
      ],
      [
        " No",
        -6.587483e-05
      ],
      [
        ".",
        -0.000112245056
      ],
      [
        " ",
        -0.00032604876
      ],
      [
        "6",
        -0.00077568134
      ],
      [
        " (",
        -3.070975e-05
      ],
      [
        "Be",
        -0.00038741663
      ],
      [
        "ethoven",
        -8.685468e-05
      ],
      [
        ")",
        -1.7432603e-06
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0058243945
      ],
      [
        "phony",
        -0.00016682933
      ],
      [
        " No",
        -0.0013079755
      ],
      [
        ".",
        -0.0002359601
      ],
      [
        " ",
        -0.001512243
      ],
      [
        "6",
        -0.1973739
      ],
      [
        " (",
        -0.0010804449
      ],
      [
        "Be",
        -0.60546845
      ],
      [
        "ethoven",
        -2.9517714e-05
      ],
      [
        ")",
        -7.822647e-06
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave, part of a storm signified by rising bass lines and dynamic arches. Initially titled \"The Lonely Island\" and dedicated to Frederick William IV of Prussia, this piece is sometimes named for Fingal's Cave. For 10 points, identify this overture by Felix Mendelssohn named for an archipelago off the coast": {
    "guess": "The Hebrides (Fingal's Cave)",
    "confidence": [
      [
        "The",
        -0.19674106
      ],
      [
        " He",
        -0.0011766551
      ],
      [
        "br",
        -6.325235e-05
      ],
      [
        "ides",
        -1.147242e-06
      ],
      [
        " (",
        -0.084560946
      ],
      [
        "F",
        -0.82075685
      ],
      [
        "ing",
        -0.00016825978
      ],
      [
        "al",
        -0.0002632431
      ],
      [
        "'s",
        -0.0023199876
      ],
      [
        " Cave",
        -0.00019436171
      ],
      [
        ")",
        -0.0017568141
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice in 1606 due to the refusal to hand over a convicted murder and was protested by Paolo Sarpi. An automatic one is issued for such offenses as celebrating Mass or hearing confession while a deacon or layperson, and those still in force by virtue of the Constitution Apostolica Sedis are considered censures.  Most famously used against England during reign of King John by Innocent III, this is, for 10 points, what Catholic punishment which bans the sacraments and public worship in the area of effect?": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -0.009176162
      ],
      [
        "dict",
        -0.00011725161
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches the solo instrument. Although this piece was originally dedicated to George Bridgetower, it received its new name from the performer it was rededicated to. The last movement of this piece is in 6/8 time and is described as exuberant, while it ends in A major. The second movement of this sonata is notably long because it states a theme and then moves through five distinct variations, transitioning into F in the process. This piece of music inspired and titled a novella by Leo Tolstoy. For ten points, identify this extremely long violin sonata, the Opus 47 of Ludwig von Beethoven.": {
    "guess": "Kreutzer Sonata",
    "confidence": [
      [
        "K",
        -0.112925805
      ],
      [
        "re",
        -8.061054e-06
      ],
      [
        "utzer",
        -0.0008757318
      ],
      [
        " Sonata",
        -0.0037730085
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march": {
    "guess": "The Sorcerer's Apprentice",
    "confidence": [
      [
        "The",
        -1.2307876
      ],
      [
        " Sor",
        -0.51161
      ],
      [
        "cerer",
        -4.604148e-06
      ],
      [
        "'s",
        -0.0008986006
      ],
      [
        " Apprentice",
        -0.0002844577
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind band, and Sir Charles Mackerras' 1959 recording was one of the first to use the required 24 oboes, 12 bassoons, and 18 brass. Its most famous movements are a Largo alla Siciliana and an Allegro, titled respectively La Paix and La Réjouissance. For ten points, the title display burned itself to the ground during the performance of what piece celebrating the end of the War of the Austrian Succession by Georg Frederic Handel?": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.00892725
      ],
      [
        " for",
        -7.302705e-05
      ],
      [
        " the",
        -0.00015598179
      ],
      [
        " Royal",
        -2.3392786e-06
      ],
      [
        " Fire",
        -5.3954464e-05
      ],
      [
        "works",
        -7.226629e-06
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind band, and Sir Charles Mackerras' 1959 recording was one of the first to use the required 24 oboes, 12 bassoons, and 18 brass. Its most famous movements are a Largo alla Siciliana and an Allegro, titled respectively La Paix and La Réjouissance. For ten points, the title display burned itself to the ground during the performance of what piece celebrating the end of the War of the Austrian Succession": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.0051292693
      ],
      [
        " for",
        -0.00019650738
      ],
      [
        " the",
        -0.00012749579
      ],
      [
        " Royal",
        -7.89631e-07
      ],
      [
        " Fire",
        -1.0802739e-05
      ],
      [
        "works",
        -3.7981175e-05
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.48066166
      ],
      [
        "inus",
        -0.0066987965
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes a bassoon solo playing \"Wir hatten gebauet ein stattliches Haus\", and a similar song, \"Fuchslied\", is also featured. The highly evocative finale of this piece utilizes the song \"Gaudeamus igitur\" and evokes rapture and common German drinking songs. This piece was written as a companion piece to its composer's earlier Tragic Overture. For ten points, identify this piece which was written in thanks": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.041185107
      ],
      [
        "ademic",
        -3.786197e-05
      ],
      [
        " Festival",
        -0.013015984
      ],
      [
        " O",
        -6.9882217e-06
      ],
      [
        "verture",
        -3.8219583e-05
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo played without valves to imitate a bugle, memorializing the dead of World War I. One contains a cadenza for flute, oboe and clarinet, mimicking birds, and a movement that represents a storm interrupting a peasant dance. Glazunov's seventh symphony shares this name with that work, which features a": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.021309936
      ],
      [
        "phony",
        -0.0009021693
      ],
      [
        " No",
        -0.00028314645
      ],
      [
        ".",
        -0.00025335286
      ],
      [
        " ",
        -0.00053134863
      ],
      [
        "6",
        -0.11746226
      ],
      [
        " (",
        -0.0019595595
      ],
      [
        "Be",
        -0.018682096
      ],
      [
        "ethoven",
        -0.00013882013
      ],
      [
        ")",
        -1.147242e-06
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes a bassoon solo playing \"Wir hatten gebauet ein stattliches Haus\", and a similar song, \"Fuchslied\", is also featured. The highly evocative finale of this piece utilizes the song \"Gaudeamus igitur\" and": {
    "guess": "Tragic Overture",
    "confidence": [
      [
        "Tr",
        -0.72036165
      ],
      [
        "agic",
        -0.0042767692
      ],
      [
        " O",
        -0.0006788348
      ],
      [
        "verture",
        -0.0003061454
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends Dain Waris and falls in love with Jewel in Patusan. He recounts his first journey to the East in the story \"Youth\"; a later trip takes him to meet the fiancée of the Intended and chief of the Inner": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -1.1288793
      ],
      [
        " Conrad",
        -0.00047094907
      ]
    ]
  },
  "This piece includes an \"extra\" movement between its scherzo [SCARE-zo] and finale, and its long title describes this work as \"the expression of feeling rather than painting.\" Its second movement has the flute, oboe, and clarinet representing the nightingale, quail and cuckoo, respectively. Its third movement includes a peasant dance that is interrupted by a thunderstorm. For 10 points, name this Beethoven": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.033721086
      ],
      [
        "phony",
        -1.3067608e-05
      ],
      [
        " No",
        -0.00030197695
      ],
      [
        ".",
        -0.00020663968
      ],
      [
        " ",
        -0.00026169344
      ],
      [
        "6",
        -0.00026288547
      ],
      [
        " (",
        -0.00076281105
      ],
      [
        "Be",
        -0.00086143834
      ],
      [
        "ethoven",
        -8.76891e-05
      ],
      [
        ")",
        -7.58424e-06
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind band, and Sir Charles Mackerras' 1959 recording was one of the first to use the required 24 oboes, 12 bassoons, and 18 brass. Its most famous movements are a Largo alla Siciliana and an Allegro, titled respectively La Paix and La Réjouissance. For ten points, the title display burned itself to the": {
    "guess": "Music for the Royal Fireworks",
    "confidence": [
      [
        "Music",
        -0.022190502
      ],
      [
        " for",
        -0.00033844227
      ],
      [
        " the",
        -0.00037514235
      ],
      [
        " Royal",
        -7.3458323e-06
      ],
      [
        " Fire",
        -1.3544423e-05
      ],
      [
        "works",
        -1.4974867e-05
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns against the pretenders Talaiha, Malik bin Nawirah, and Musailma the Liar in the Wars of Apostasy, which were led militarily by his trusty general Khalid bin Walid, though he himself caused a schism when, at the Saqifah, his future successor Umar had him elected in favor of Ali, the venerated figure": {
    "guess": "Muhammad",
    "confidence": [
      [
        "Mu",
        -0.9633851
      ],
      [
        "hammad",
        -0.0005044196
      ]
    ]
  },
  "This piece's third movement is in a rondo form, and ends with a tarantella. The first movement of this piece transitions from major to minor, and is a Presto with a notably difficult piano part which matches": {
    "guess": "Piano Sonata No. 17 (Beethoven)",
    "confidence": [
      [
        "P",
        -1.1654131
      ],
      [
        "iano",
        -0.0007040913
      ],
      [
        " Sonata",
        -0.035834502
      ],
      [
        " No",
        -0.0036707334
      ],
      [
        ".",
        -0.00068241084
      ],
      [
        " ",
        -0.008041422
      ],
      [
        "17",
        -1.7555189
      ],
      [
        " (",
        -0.1869672
      ],
      [
        "Be",
        -0.0008115323
      ],
      [
        "ethoven",
        -4.246537e-06
      ],
      [
        ")",
        -0.00012225083
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet and is nicknamed \"Aeolian Harp.'\" Though most of them were collected in the Opus 10 and Opus 25 of their composer, \"three new\" ones of were written for Moscheles and Fetis. The right hand plays triplets exclusively on black notes in one of these pieces, while another was inspired by the November Uprising. For 10 points, name these works that include the \"Winter Wind,\" \"Tristesse,\" and \"Revolutionary\"": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.01403951
      ],
      [
        "t",
        -9.865584e-05
      ],
      [
        "udes",
        -0.0022319749
      ],
      [
        " (",
        -0.014008946
      ],
      [
        "Ch",
        -0.00022308611
      ],
      [
        "op",
        -1.7432603e-06
      ],
      [
        "in",
        -2.1054253e-05
      ],
      [
        ")",
        -3.631232e-05
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement opens with a prominent timpani passage reminiscent of the scherzo of Beethoven's ninth. The second": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.00078747154
      ],
      [
        "phony",
        -7.1954215e-05
      ],
      [
        " No",
        -0.00011319869
      ],
      [
        ".",
        -0.00017338553
      ],
      [
        " ",
        -0.00015157493
      ],
      [
        "9",
        -0.0054241926
      ],
      [
        " (",
        -9.567575e-05
      ],
      [
        "D",
        -0.013695511
      ],
      [
        "vo",
        -0.00028564973
      ],
      [
        "ř",
        -4.3202e-07
      ],
      [
        "ák",
        -7.58424e-06
      ],
      [
        ")",
        -3.1281633e-07
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads": {
    "guess": "Piano Concerto for the Left Hand",
    "confidence": [
      [
        "P",
        -0.94062155
      ],
      [
        "iano",
        -0.032869097
      ],
      [
        " Concert",
        -0.123493455
      ],
      [
        "o",
        -0.05184023
      ],
      [
        " for",
        -0.30645308
      ],
      [
        " the",
        -0.014386438
      ],
      [
        " Left",
        -0.0026021723
      ],
      [
        " Hand",
        -0.00073350896
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters' nightly dance, and promises to play games with him. The four parts are all sung by one person, where a higher range signifies the child's part, a lower range signifies the (*) father's part. The child is dying of an unknown ailment, and is claiming to see the title figure, while his father is": {
    "guess": "Erlkönig",
    "confidence": [
      [
        "E",
        -1.0661744
      ],
      [
        "rl",
        -0.0005101414
      ],
      [
        "k",
        -0.010752203
      ],
      [
        "ön",
        -0.0005062077
      ],
      [
        "ig",
        -3.261701e-05
      ]
    ]
  },
  "This piece features a parody of a tune from Orpheus in the Underworld, and one movement quotes from \"Ah! vous dirai-je, Maman\" (voo dee-RAY-zhuh, ma-MA) and \"Una Voce Poco Fa.\" (OO-nuh VOW-chay POH-Koh": {
    "guess": "Orpheus in the Underworld",
    "confidence": [
      [
        "Or",
        -0.4892572
      ],
      [
        "phe",
        -0.0036678908
      ],
      [
        "us",
        -9.829823e-05
      ],
      [
        " in",
        -0.0019411306
      ],
      [
        " the",
        -0.0003551271
      ],
      [
        " Under",
        -4.1318875e-05
      ],
      [
        "world",
        -0.0002939903
      ]
    ]
  },
  "Pieces within this opera include the trio \"Zitti, zitti\" and the aria \"Una voce poco fa.\" One character in this opera pretends to be the student Lindoro in order to deceive Dr. Bartolo. The title character": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0012505853
      ],
      [
        " Barber",
        -3.2736214e-05
      ],
      [
        " of",
        -6.0345924e-06
      ],
      [
        " Se",
        -3.035214e-05
      ],
      [
        "ville",
        -1.0564331e-05
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl": {
    "guess": "Henry VIII",
    "confidence": [
      [
        "Henry",
        -2.3904483
      ],
      [
        " VIII",
        -0.2909654
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances": {
    "guess": "Chance Acquaintances",
    "confidence": [
      [
        "Chance",
        -1.037319
      ],
      [
        " Ac",
        -0.77435535
      ],
      [
        "qu",
        -3.4121115e-06
      ],
      [
        "aint",
        -9.968313e-06
      ],
      [
        "ances",
        -0.10894445
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I. Brian Ferneyhough wrote Cassandra's Dream Song for this instrument. Another piece for it is built out of a modal and an atonal motif, and begins F-E-F sharp. As a test piece for entrance to the Paris": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -0.55415744
      ],
      [
        "ute",
        -0.00017982253
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement opens with a prominent timpani passage reminiscent of the scherzo of Beethoven's ninth. The second movement of this symphony inspired the spiritual \"Goin' Home\" with a melody first stated by a solo": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0020138137
      ],
      [
        "phony",
        -7.822647e-06
      ],
      [
        " No",
        -3.190179e-05
      ],
      [
        ".",
        -6.575563e-05
      ],
      [
        " ",
        -4.4537377e-05
      ],
      [
        "9",
        -1.27099975e-05
      ],
      [
        " (",
        -3.1737043e-06
      ],
      [
        "D",
        -6.0345924e-06
      ],
      [
        "vo",
        -4.477578e-05
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -2.4584822e-06
      ],
      [
        ")",
        0.0
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect. He claimed the divine love was gentle, unlike \"Beauty\", which would ultimately be terrifying; that line of argument is the foundation of his Against the Gnostics. He was the subject of a biography by the author of the Isagoge and in this man's philosophy, both Soul and Intellect are progressive emanations of The One, to which he is devoted. For 10 points, name this teacher of Porphyry, a Neoplatonic": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.005218225
      ],
      [
        "inus",
        -9.8536635e-05
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated": {
    "guess": "Sinfonia concertante",
    "confidence": [
      [
        "S",
        -0.5148737
      ],
      [
        "inf",
        -0.022329712
      ],
      [
        "onia",
        -0.48307288
      ],
      [
        " concert",
        -0.9936484
      ],
      [
        "ante",
        -0.0005110914
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate the flute while the G and D strings imitate horns in one of these pieces, and one in B-flat major is nicknamed (*) \"Devil's Laughter.\" Nikolai Rimsky-Korsakov included an \"Alborada\" in a Spanish-influenced piece of this kind. The twenty-fourth and last of a set of them has its melody inverted in Rachmaninov's Rhapsody on a Theme of its composer. For 10 points, name these lively pieces, a set of which was composed by Paganini.": {
    "guess": "Rhapsody",
    "confidence": [
      [
        "R",
        -0.6090175
      ],
      [
        "haps",
        -0.017028429
      ],
      [
        "ody",
        -0.43532187
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as long but played at the same tempo as part of a chaconne consisting of thrity-two variations based on Bach's cantata Nach dir, Herr, verlanget mich. The third one of these works features a F-A-F motif representing the mantra \"Free but happy,\" while Hans von Bulow dubbed the first one \"Beethoven's Tenth.\" For 10 points, name these orchestral works by the composer of A German Requiem and the Academic Festival Overture.": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.0063497615
      ],
      [
        "phony",
        -0.2662917
      ],
      [
        " No",
        -0.0010733
      ],
      [
        ".",
        -0.00023715216
      ],
      [
        " ",
        -0.0011573661
      ],
      [
        "5",
        -0.5872578
      ],
      [
        " (",
        -0.00619315
      ],
      [
        "Be",
        -0.44717997
      ],
      [
        "ethoven",
        -0.00036561702
      ],
      [
        ")",
        -0.00042578924
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in a fixed order, interspersed with five lettered sections which may be played in any order. The first notated multiphonic for this instrument was a G-C perfect fourth from Luciano Berio's Sequenza I.": {
    "guess": "Flute",
    "confidence": [
      [
        "Fl",
        -1.1474218
      ],
      [
        "ute",
        -0.00018304103
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave, part of a storm signified by rising bass lines and dynamic arches. Initially titled \"The Lonely Island\" and dedicated to Frederick William IV of Prussia, this piece is sometimes named for Fingal's Cave. For 10 points, identify this overture by Felix Mendelssohn named for an archipelago off the coast of Scotland.": {
    "guess": "The Hebrides (Fingal's Cave)",
    "confidence": [
      [
        "The",
        -0.18943489
      ],
      [
        " He",
        -0.0006545356
      ],
      [
        "br",
        -4.5491004e-05
      ],
      [
        "ides",
        -9.0883464e-07
      ],
      [
        " (",
        -0.08637398
      ],
      [
        "F",
        -0.88737935
      ],
      [
        "ing",
        -6.909333e-05
      ],
      [
        "al",
        -0.00018732868
      ],
      [
        "'s",
        -0.002625716
      ],
      [
        " Cave",
        -0.00011188744
      ],
      [
        ")",
        -0.0025999148
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement opens with a prominent timpani passage reminiscent of the scherzo of Beethoven's ninth. The second movement of this symphony inspired the spiritual \"Goin' Home\" with a melody first stated by a solo English Horn. Despite its name and pentatonicism, it is dubious whether this work contains Native": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.00081379723
      ],
      [
        "phony",
        -4.00813e-06
      ],
      [
        " No",
        -2.451116e-05
      ],
      [
        ".",
        -3.0113732e-05
      ],
      [
        " ",
        -7.822647e-06
      ],
      [
        "9",
        -1.0325924e-05
      ],
      [
        " (",
        -4.3202e-07
      ],
      [
        "D",
        -2.577686e-06
      ],
      [
        "vo",
        -5.1928004e-05
      ],
      [
        "ř",
        0.0
      ],
      [
        "ák",
        -5.7961847e-06
      ],
      [
        ")",
        -1.9361265e-07
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring World War II servicemen by Eugene Goosens, the conductor of the Cincinnati Symphony Orchestra. It received its ultimate name when the composer heard a radio speech by Vice-President Henry Wallace.": {
    "guess": "Fanfare for the Common Man",
    "confidence": [
      [
        "Fan",
        -0.1781901
      ],
      [
        "fare",
        -0.0001441843
      ],
      [
        " for",
        -0.00025895544
      ],
      [
        " the",
        -0.000290891
      ],
      [
        " Common",
        -0.00040648188
      ],
      [
        " Man",
        -0.00057292875
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first": {
    "guess": "String Quartet No. 2 (Shostakovich)",
    "confidence": [
      [
        "String",
        -0.7571786
      ],
      [
        " Quart",
        -0.0024697094
      ],
      [
        "et",
        -0.0029315837
      ],
      [
        " No",
        -0.021495929
      ],
      [
        ".",
        -0.001024355
      ],
      [
        " ",
        -0.012152636
      ],
      [
        "2",
        -1.1938547
      ],
      [
        " (",
        -0.07736305
      ],
      [
        "Sh",
        -0.34707758
      ],
      [
        "ost",
        -5.5122365e-07
      ],
      [
        "ak",
        -0.000591994
      ],
      [
        "ovich",
        -2.6537622e-05
      ],
      [
        ")",
        -0.00073113956
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect. He claimed the divine love was gentle, unlike \"Beauty\", which would ultimately be terrifying;": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.0072465492
      ],
      [
        "inus",
        -0.00303594
      ]
    ]
  },
  "Pierre de Castelnau was killed by Raymond VI of Tolouse after ordering one of these, and in 1961, Michael Gonzi issued one to all supporters of the Malta Labor Party. One of these was experienced in Venice in 1606 due to the refusal to hand over a convicted murder and was protested by Paolo Sarpi. An automatic one is issued for such offenses as celebrating Mass or hearing confession while a deacon or layperson, and those still in force by virtue of the Constitution Apostolica Sedis are considered": {
    "guess": "Interdict",
    "confidence": [
      [
        "Inter",
        -0.12004518
      ],
      [
        "dict",
        -0.00026240866
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as long but played at the same tempo as part of a chaconne consisting of thrity-two variations based": {
    "guess": "Bach's Chaconne",
    "confidence": [
      [
        "B",
        -0.69688785
      ],
      [
        "ach",
        -0.9187961
      ],
      [
        "'s",
        -0.39217013
      ],
      [
        " Ch",
        -1.369681
      ],
      [
        "acon",
        -0.00048191214
      ],
      [
        "ne",
        -0.0018758015
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march marking the burial of the central character, whose birth in the first movement resulted from the misreading": {
    "guess": "The Sorcerer's Apprentice",
    "confidence": [
      [
        "The",
        -0.16321252
      ],
      [
        " Sor",
        -1.5027038
      ],
      [
        "cerer",
        -1.342522e-05
      ],
      [
        "'s",
        -0.007378028
      ],
      [
        " Apprentice",
        -0.001748723
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses of \"espressivo\" at the moment of recapitulation after the development tried to obscure any clear-cut D-major harmony. The last movement of another piece has a section in which the measures are twice as": {
    "guess": "Felix Mendelssohn",
    "confidence": [
      [
        "F",
        -0.30598882
      ],
      [
        "elix",
        -0.010186658
      ],
      [
        " Mend",
        -0.00019007038
      ],
      [
        "els",
        -0.00023107276
      ],
      [
        "so",
        -3.4121115e-06
      ],
      [
        "hn",
        -0.00032950565
      ]
    ]
  },
  "Pierre Hadot's \"The Myth of Narcissus\" refutes the notion that this man's work is \"autoerotic.\" Ambrose's \"On Jacob\" draws on a tract wherein this man compared the earthly body of the sage to a lyre that will be used while serviceable though eventually the sage must sing without it. He also compared the process of self-purification to a sculptor chiseling pieces of stone off his work until it is perfect. He claimed the divine love was gentle, unlike \"Beauty\", which would ultimately be terrifying; that line of argument is the foundation of his Against the Gnostics. He was the subject of a biography": {
    "guess": "Plotinus",
    "confidence": [
      [
        "Plot",
        -0.0004897649
      ],
      [
        "inus",
        -0.00056721066
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march marking the burial of the central character, whose birth in the first movement resulted from the misreading of a military report, when a syllable in that report was combined with an expletive by Emperor": {
    "guess": "Symphony No. 4 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.87950665
      ],
      [
        "phony",
        -0.111594126
      ],
      [
        " No",
        -0.002219011
      ],
      [
        ".",
        -0.0005751936
      ],
      [
        " ",
        -0.0064488966
      ],
      [
        "4",
        -1.2919707
      ],
      [
        " (",
        -0.029147672
      ],
      [
        "Mah",
        -0.60472286
      ],
      [
        "ler",
        -2.129266e-05
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind band, and Sir Charles Mackerras' 1959 recording was one of the first to use the required 24 oboes, 12 bassoons, and 18 brass. Its most famous movements are a Largo alla Siciliana and an Allegro, titled": {
    "guess": "Water Music",
    "confidence": [
      [
        "Water",
        -0.6323953
      ],
      [
        " Music",
        -0.0008454834
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.033640165
      ],
      [
        "phony",
        -0.0014891503
      ],
      [
        " No",
        -0.00044949973
      ],
      [
        ".",
        -0.0002734946
      ],
      [
        " ",
        -0.0015481875
      ],
      [
        "9",
        -0.34853798
      ],
      [
        " (",
        -0.0045423885
      ],
      [
        "D",
        -0.041281767
      ],
      [
        "vo",
        -0.00016301482
      ],
      [
        "ř",
        -5.5122365e-07
      ],
      [
        "ák",
        -3.3213026e-05
      ],
      [
        ")",
        -3.7697225e-06
      ]
    ]
  },
  "This piece plays as the title character rearranges his pillows so as to be able to sleep normally during the closing scene of  David Lynch's film The Elephant Man. New York Times writer Olin Downes sparked controversy by praising the premiere of this piece. The members of the Ying Quartet gave the first public performance of a suppressed addendum to this piece.  This piece, to which an organ was added by William (*) Strickland, was likened by its composer to a small stream that grows  into a river. An arch form anchors this piece, which begins with a sustained B-flat line played by the violins. This piece was  premiered by Arturo Toscanini, was broadcast over the radio after FDR's death, and": {
    "guess": "Adagio for Strings",
    "confidence": [
      [
        "Ad",
        -0.3406895
      ],
      [
        "ag",
        -0.00036894376
      ],
      [
        "io",
        -0.00020759332
      ],
      [
        " for",
        -0.0014539248
      ],
      [
        " Strings",
        -0.0012082111
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the": {
    "guess": "Minimal music",
    "confidence": [
      [
        "Minimal",
        -0.021539923
      ],
      [
        " music",
        -0.32058612
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in unison with the music, and two of the pieces do not contain time signatures, leaving them ambiguous as to how they should be performed. During a trip to Potsdam in 1747, its composer was challenged by this collection's dedicatee to create two fugues on a \"royal theme\"; those fugues became the two ricercars that open this collection, which also includes ten \"riddle\" or \"puzzle\" canons. For 10 points,": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.07694536
      ],
      [
        " Musical",
        -0.0022167498
      ],
      [
        " Offering",
        -9.376849e-05
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes. As music critic for The Spectator, Michael Nyman coined the name for this style. Henryk Gorecki and tintinnabulation-enthusiast Arvo Part are the foremost exponents of its \"holy\" or \"sacred\" type. This style, which was first used by La Monte Young, is better exemplified by Music for 18 Musicians and In C by Steve Reich and Terry Riley. For 10 points, name this simple, repetitive musical style": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.0017552644
      ],
      [
        "ism",
        -0.2401477
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.14719683
      ],
      [
        " Musical",
        -0.002359952
      ],
      [
        " Offering",
        -0.00023476807
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring World War II servicemen by Eugene Goosens, the conductor of the Cincinnati Symphony Orchestra.": {
    "guess": "Fanfare for the Common Man",
    "confidence": [
      [
        "Fan",
        -0.06720601
      ],
      [
        "fare",
        -0.00019579215
      ],
      [
        " for",
        -0.00014442271
      ],
      [
        " the",
        -0.0009844584
      ],
      [
        " Common",
        -0.00017791527
      ],
      [
        " Man",
        -0.00027527902
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns against the pretenders Talaiha, Malik bin Nawirah, and Musailma the Liar in the Wars of Apostasy, which were led militarily by his trusty general Khalid bin Walid, though he himself caused a schism": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.8057709
      ],
      [
        "u",
        -0.029759979
      ],
      [
        " Bak",
        -0.00047845521
      ],
      [
        "r",
        -0.000654178
      ]
    ]
  },
  "One of these pieces opens with a plethora of grace notes in a vivace tempo, leading to its nickname \"Wrong Note.\" Another of these pieces carries the melody on the first note of each right hand sextuplet and is nicknamed \"Aeolian Harp.'\" Though most of them were collected in the Opus 10 and Opus 25 of their composer, \"three new\" ones of were written for Moscheles and Fetis. The right hand plays triplets exclusively on black notes in one of these pieces, while another was inspired by the November": {
    "guess": "Études (Chopin)",
    "confidence": [
      [
        "É",
        -0.010289909
      ],
      [
        "t",
        -8.625866e-05
      ],
      [
        "udes",
        -0.0008249913
      ],
      [
        " (",
        -0.0069701592
      ],
      [
        "Ch",
        -0.004587365
      ],
      [
        "op",
        -5.9153886e-06
      ],
      [
        "in",
        -2.2723105e-05
      ],
      [
        ")",
        -5.669615e-05
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these": {
    "guess": "Sinfonietta",
    "confidence": [
      [
        "S",
        -0.5188767
      ],
      [
        "inf",
        -0.07685395
      ],
      [
        "on",
        -0.0023774384
      ],
      [
        "iet",
        -0.0005798389
      ],
      [
        "ta",
        -0.0027008548
      ]
    ]
  },
  "A piece of travel advice given by this man led to his then-pregnant daughter's being called the girl of the \"Two Waistbands.\" Lubaina, Zinnira, and Bilal were among the many slaves this man used his wealth to emancipate, and the rest of his money went to fund an expedition at Tabuk. He oversaw campaigns against the pretenders Talaiha, Malik bin Nawirah, and Musailma the Liar in the Wars of Apostasy, which were led militarily by his trusty general Khalid bin Walid, though he himself caused a schism when, at the Saqifah, his future successor Umar had him elected in favor of Ali, the venerated figure of the Shi'ites. FTP, identify this man, who, in Sunni tradition, succeeded Muhammad and became": {
    "guess": "Abu Bakr",
    "confidence": [
      [
        "Ab",
        -0.47468668
      ],
      [
        "u",
        -0.00240467
      ],
      [
        " Bak",
        -0.0005972353
      ],
      [
        "r",
        -0.0012923781
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes. As music critic for The Spectator, Michael Nyman coined the name for this style. Henryk Gorecki": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.15731592
      ],
      [
        "ism",
        -0.14017744
      ]
    ]
  },
  "This piece ends with a flute accompanying a solo clarinet which recapitulates the main theme. Its undulating opening theme is played by the violins, cellos, and bassoons, before this piece's key switches to F minor and B-flat minor herald the coming of rain. The trumpets enter pianissimo during the climax of this piece, which uses a downward chromatic slide by the woodwinds to represent a huge wave,": {
    "guess": "Symphony No. 6 (Tchaikovsky)",
    "confidence": [
      [
        "Sym",
        -0.56520534
      ],
      [
        "phony",
        -0.020687165
      ],
      [
        " No",
        -0.029998206
      ],
      [
        ".",
        -0.00068276847
      ],
      [
        " ",
        -0.0031440854
      ],
      [
        "6",
        -0.22808735
      ],
      [
        " (",
        -0.0024477118
      ],
      [
        "T",
        -0.8259519
      ],
      [
        "cha",
        -0.00028684177
      ],
      [
        "ik",
        -1.247159e-05
      ],
      [
        "ovsky",
        -0.0006806229
      ],
      [
        ")",
        -2.188868e-05
      ]
    ]
  },
  "One piece for this instrument has six numbered sections centered on the note A which must be played in": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.8317931
      ]
    ]
  },
  "This piece makes use of an \"F, B flat, F\" ascending motif. It was commissioned as part of a program honoring World War II servicemen by Eugene Goosens, the conductor of the Cincinnati Symphony Orchestra. It received its ultimate name when the composer heard a radio speech by Vice-President Henry Wallace. The composer re-used this melody in his Third Symphony, and dedicated this piece to the figure \"who... was doing all the dirty work in the war and in the army.\" For 10 points, identify this composition": {
    "guess": "Fanfare for the Common Man",
    "confidence": [
      [
        "Fan",
        -0.032599133
      ],
      [
        "fare",
        -3.9888433e-05
      ],
      [
        " for",
        -0.00023810577
      ],
      [
        " the",
        -0.00013584005
      ],
      [
        " Common",
        -0.00018971277
      ],
      [
        " Man",
        -0.00026264708
      ]
    ]
  },
  "In this piece, the tuba only has fourteen notes, all of them at the beginning and end of the slow movement. The last movement revolves around the motif E-F sharp-G-Fsharp-E-E, and this work's third movement opens with a prominent timpani passage reminiscent of the scherzo of Beethoven's ninth. The second movement of this symphony inspired the spiritual \"Goin' Home\" with a melody first stated by a solo English Horn. Despite its name and pentatonicism, it is dubious whether this work contains Native American folk songs. For 10 points, identify this symphony written during the composer's visit to": {
    "guess": "Symphony No. 9 (Dvořák)",
    "confidence": [
      [
        "Sym",
        -0.0025253647
      ],
      [
        "phony",
        -9.014684e-06
      ],
      [
        " No",
        -7.79144e-05
      ],
      [
        ".",
        -8.077529e-05
      ],
      [
        " ",
        -0.00015395533
      ],
      [
        "9",
        -0.00018470621
      ],
      [
        " (",
        -0.00013822412
      ],
      [
        "D",
        -0.00031484728
      ],
      [
        "vo",
        -6.098748e-05
      ],
      [
        "ř",
        -1.0280384e-06
      ],
      [
        "ák",
        -8.061054e-06
      ],
      [
        ")",
        -1.2664457e-06
      ]
    ]
  },
  "One of these pieces by this composer opens with a movement featuring one of the composer's rare uses": {
    "guess": "Maurice Ravel",
    "confidence": [
      [
        "M",
        -0.96030265
      ],
      [
        "aur",
        -0.019124033
      ],
      [
        "ice",
        -5.109358e-05
      ],
      [
        " R",
        -0.000102827966
      ],
      [
        "avel",
        -1.7835755e-05
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro": {
    "guess": "Jean-Baptiste Lully",
    "confidence": [
      [
        "Jean",
        -1.574237
      ],
      [
        "-B",
        -0.22149791
      ],
      [
        "apt",
        -0.00041935223
      ],
      [
        "iste",
        -0.0010471009
      ],
      [
        " L",
        -0.00014382669
      ],
      [
        "ully",
        -7.827201e-05
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in unison with the music, and two of the pieces do not contain time signatures, leaving them ambiguous": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.17293298
      ],
      [
        " Musical",
        -0.0016132927
      ],
      [
        " Offering",
        -0.0002515648
      ]
    ]
  },
  "This man pieces together the tale of Flora de Barral through conversations with Flora's acquaintances in the novel Chance. He enlists his friend Stein's help in finding a job for a young man who befriends Dain Waris and falls in love with Jewel in Patusan. He recounts his first journey to the East in": {
    "guess": "Joseph Conrad",
    "confidence": [
      [
        "Joseph",
        -1.3331999
      ],
      [
        " Conrad",
        -0.00087036757
      ]
    ]
  },
  "Pierre Clastres denied that this concept represented the endpoint of human evolution in a series of essays": {
    "guess": "The End of History",
    "confidence": [
      [
        "The",
        -0.1805173
      ],
      [
        " End",
        -0.006173725
      ],
      [
        " of",
        -0.00075638137
      ],
      [
        " History",
        -0.00012487332
      ]
    ]
  },
  "A piece in this style is based on a cycle of eleven chords and features a secondary rhythm kept by the human breath of the voices and winds. One of the first pieces in this style requires its performer, \"traditionally...a beautiful girl,\" to arbitrarily play fifty-three phrases of repeated eighth notes. As music critic for The Spectator, Michael Nyman coined the name for this style. Henryk Gorecki and tintinnabulation-enthusiast Arvo Part are the foremost exponents of its \"holy\" or \"sacred\" type. This style, which was first used by La Monte Young, is better exemplified by Music for 18 Musicians and In C by Steve Reich and Terry Riley. For 10 points, name this simple, repetitive musical style favored by John Adams and Philip Glass.": {
    "guess": "Minimalism",
    "confidence": [
      [
        "Minimal",
        -0.0030402206
      ],
      [
        "ism",
        -0.67751735
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.99699765
      ],
      [
        "ademic",
        -2.546479e-05
      ],
      [
        " Festival",
        -0.00034368722
      ],
      [
        " O",
        -4.2510914e-05
      ],
      [
        "verture",
        -8.1371305e-05
      ]
    ]
  },
  "One piece in this collection has the phrase \"sopr'il Soggetto Reale\", or \"above the real subject,\" included in its title and is notable for its difficult orchestration for the flute. In addition to that trio sonata, this collection also contains a piece for six voices that was later orchestrated by Anton Webern and a piece in which the second instrument plays the theme backwards, known as a \"crab\" canon. Inscriptions above some of the pieces allude to \"increasing fortunes\" and \"ascending glory\" in unison with the music, and two of the pieces do not contain time signatures, leaving them ambiguous as to how they should be performed. During a trip to Potsdam in 1747, its composer was challenged": {
    "guess": "The Musical Offering",
    "confidence": [
      [
        "The",
        -0.2467673
      ],
      [
        " Musical",
        -0.0013398853
      ],
      [
        " Offering",
        -0.00025001515
      ]
    ]
  },
  "Pietro da Cortona utilized this technique in the Palazzo Barberini, as did Giambattista Tiepolo's Justice and Peace fresco in the Musee Jacquemart-Andre. Peter Paul Reubens utilized it in a Last Supper that he painted for a Jesuit church in Antwerp, and he also utilized this opposite of the quadrati riportati technique in painting the ceiling of the Banquetting House at Whitehall. The most famous example of this technique was commissioned by the Gonzaga family of Milan and features a peacock, five women, and many cherubs looking down from a ballustrade of a balcony at the viewer. For 10 points, identify this method of perspective used most famously in Andrea Mantegna's Camera degli Sposi, which": {
    "guess": "Quadratura",
    "confidence": [
      [
        "Qu",
        -0.9689753
      ],
      [
        "adr",
        -0.00012356207
      ],
      [
        "atura",
        -0.0015831855
      ]
    ]
  },
  "This piece was requested by Bernard Scholz, although the composer ignored his request not to orchestrate it heavily, and Hugo Alfvén used it as inspiration for the Uppsala Rhapsody. This piece includes a bassoon solo playing \"Wir hatten gebauet ein stattliches Haus\", and a similar song, \"Fuchslied\",": {
    "guess": "Academic Festival Overture",
    "confidence": [
      [
        "Ac",
        -0.051073425
      ],
      [
        "ademic",
        -1.147242e-06
      ],
      [
        " Festival",
        -1.6882126e-05
      ],
      [
        " O",
        -3.23786e-05
      ],
      [
        "verture",
        -6.134509e-05
      ]
    ]
  },
  "This piece includes an \"extra\" movement between its scherzo [SCARE-zo] and finale, and its long title describes this work as \"the expression of feeling rather than painting.\" Its second movement has the": {
    "guess": "Symphony No. 6 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.017123004
      ],
      [
        "phony",
        -0.010989813
      ],
      [
        " No",
        -0.047558933
      ],
      [
        ".",
        -0.00028743778
      ],
      [
        " ",
        -0.00033510823
      ],
      [
        "6",
        -1.4084175
      ],
      [
        " (",
        -0.0042715464
      ],
      [
        "Mah",
        -0.5206535
      ],
      [
        "ler",
        -2.1769476e-05
      ],
      [
        ")",
        -0.00048203135
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind band, and Sir Charles Mackerras' 1959 recording was one of the first to use the required 24 oboes,": {
    "guess": "Symphony No. 94 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.29474622
      ],
      [
        "phony",
        -0.09521207
      ],
      [
        " No",
        -0.122691326
      ],
      [
        ".",
        -0.00091884314
      ],
      [
        " ",
        -0.002740447
      ],
      [
        "94",
        -1.5086452
      ],
      [
        " (",
        -0.0027424693
      ],
      [
        "Hay",
        -0.0030251255
      ],
      [
        "dn",
        -6.253713e-05
      ],
      [
        ")",
        -7.111979e-05
      ]
    ]
  },
  "The piece opens with triplets of octave chords of G. The title character is sings that he is charmed by an unnamed child's \"beautiful shape\" and offers the child his mother's golden garments, his daughters' nightly dance, and promises to play games with him. The four parts are all sung by one person, where a higher range signifies the child's part, a lower range signifies the (*) father's part. The child is dying of an unknown ailment, and is claiming to see the title figure, while his father is telling him he is only seeing trees and clouds. FTP, name this piece that uses Johann von Goethe's poem as lieder, written by Franz Schubert.": {
    "guess": "Erlkönig",
    "confidence": [
      [
        "E",
        -0.100315146
      ],
      [
        "rl",
        -0.0029892323
      ],
      [
        "k",
        -0.0063902684
      ],
      [
        "ön",
        -0.0006020034
      ],
      [
        "ig",
        -4.1199673e-05
      ]
    ]
  },
  "Pieces within this opera include the trio \"Zitti, zitti\" and the aria \"Una voce poco fa.\" One character in this opera pretends to be the student Lindoro in order to deceive Dr. Bartolo. The title character of this opera repeatedly sings the phrase \"della citta\" in one aria. That title character aids": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0033547587
      ],
      [
        " Barber",
        -8.375538e-05
      ],
      [
        " of",
        -1.4498052e-05
      ],
      [
        " Se",
        -3.1782583e-05
      ],
      [
        "ville",
        -4.604148e-06
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march marking the burial of the central character, whose birth in the first movement resulted from the misreading of a military report, when a syllable in that report was combined with an expletive by Emperor Paul I. The fourth movement depicts a ride in a troika with ► sleigh bells. Based on a story by Yury Tynyanov, FTP, name this suite composed for a Russian film by Sergei Prokofiev, in which some": {
    "guess": "Lieutenant Kijé",
    "confidence": [
      [
        "Lie",
        -0.04041651
      ],
      [
        "utenant",
        -2.5583993e-05
      ],
      [
        " K",
        -0.0006892018
      ],
      [
        "ij",
        -0.4003241
      ],
      [
        "é",
        -0.00011164904
      ]
    ]
  },
  "This piece opens with a long overture with sections labeled Adagio, Allegro, Lentement, and another Allegro and its final movements are two Minuets. The composer of this piece indicated which parts the strings should double for performances by standard orchestras, but the original version was for wind": {
    "guess": "Symphony No. 85 (Haydn)",
    "confidence": [
      [
        "Sym",
        -0.061210424
      ],
      [
        "phony",
        -0.44301346
      ],
      [
        " No",
        -0.012337166
      ],
      [
        ".",
        -0.00042447797
      ],
      [
        " ",
        -0.0016911309
      ],
      [
        "85",
        -1.670006
      ],
      [
        " (",
        -0.006265063
      ],
      [
        "Hay",
        -0.0012963044
      ],
      [
        "dn",
        -3.8457987e-05
      ],
      [
        ")",
        -0.00016432605
      ]
    ]
  },
  "A piece with this noun in the title was composed by William Walton for the 125th anniversary of the New York Philharmonic. Trombones and tubas mimic the flute in the scherzo of a Leos Janacek piece dedicated to Otakar Hollmann, the second most famous World War I amputee musician, which is one of these \"for piano left-hand and chamber ensemble.\" In a piece with this noun in the title, a drumroll leads into a fanfare for the trumpet that is continued by a solo violin, in a movement titled \"Scene and Gypsy Song,\" and the clarinets in the first movement play a trill on C. The A and E strings imitate the flute while the G and D strings imitate horns in one of these pieces, and one in B-flat major": {
    "guess": "Capriccio",
    "confidence": [
      [
        "Cap",
        -0.7442885
      ],
      [
        "ric",
        -0.071710356
      ],
      [
        "cio",
        -0.58074594
      ]
    ]
  },
  "One piece with this title includes a rondo with ten themes in its finale. Another begins and ends its final movement with a pentatonic vocalise for soprano, and its slow movement contains a trumpet solo played without valves to imitate a bugle, memorializing the dead of World War I. One contains a cadenza for flute, oboe and clarinet, mimicking birds, and a movement that represents a storm interrupting a peasant dance. Glazunov's seventh symphony shares this name with that work, which features a movement titled \"By the Brook.\" Vaughan Williams's third symphony also shares, for 10 points, what title of Beethoven's sixth symphony, which suggests shepherd life?": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.1076265
      ],
      [
        "phony",
        -0.000109622575
      ],
      [
        " No",
        -0.00094635354
      ],
      [
        ".",
        -0.00019603055
      ],
      [
        " ",
        -0.0008432185
      ],
      [
        "6",
        -0.0013345248
      ],
      [
        " (",
        -0.003081102
      ],
      [
        "Be",
        -0.00032342627
      ],
      [
        "ethoven",
        -0.00027254096
      ],
      [
        ")",
        -3.5597102e-05
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement. The allegro fastoso third movement depicts a wedding with a cornet, but quickly moves into a raucous tavern song, hinting at the setting of the festivities. It concludes with a mock funeral march marking the burial of the central character, whose birth in the first movement resulted from the misreading of a military report, when a syllable in that report was combined with an expletive by Emperor Paul I. The fourth movement depicts a ride in a troika with ► sleigh bells. Based on a story by": {
    "guess": "Peter and the Wolf",
    "confidence": [
      [
        "Peter",
        -0.5176814
      ],
      [
        " and",
        -0.0017148085
      ],
      [
        " the",
        -0.0011977284
      ],
      [
        " Wolf",
        -9.984788e-05
      ]
    ]
  },
  "Pieces within this opera include the trio \"Zitti, zitti\" and the aria \"Una voce poco fa.\" One character in this opera pretends to be the student Lindoro in order to deceive Dr. Bartolo. The title character of this opera repeatedly sings the phrase \"della citta\" in one aria. That title character aids Count Almaviva in wooing Rosina and sings the aria (*) \"Largo al Factotum.\" For 10 points, name this": {
    "guess": "The Barber of Seville",
    "confidence": [
      [
        "The",
        -0.0053279125
      ],
      [
        " Barber",
        -0.0004291196
      ],
      [
        " of",
        -1.2590794e-05
      ],
      [
        " Se",
        -2.5226382e-05
      ],
      [
        "ville",
        -2.7610455e-05
      ]
    ]
  },
  "This piece opens with an offstage cornet followed by whimsical military music on piccolo and snare drum, after which comes its theme of flute and tenor saxophone, which repeats itself in the final movement.": {
    "guess": "The Sorcerer's Apprentice",
    "confidence": [
      [
        "The",
        -0.62248194
      ],
      [
        " Sor",
        -1.5789299
      ],
      [
        "cerer",
        -2.6895234e-05
      ],
      [
        "'s",
        -0.00080319535
      ],
      [
        " Apprentice",
        -0.00017183588
      ]
    ]
  },
  "One piece in this work represents pale light radiated from skulls by adapting this suite's opening theme": {
    "guess": "Pictures at an Exhibition",
    "confidence": [
      [
        "Pictures",
        -0.049041715
      ],
      [
        " at",
        -0.0003056686
      ],
      [
        " an",
        -2.6537622e-05
      ],
      [
        " Exhibition",
        -4.0961266e-05
      ]
    ]
  },
  "This piece includes fifty measures of unchanging harmony that is broken by only one shift from B-flat": {
    "guess": "Terry Riley - In C",
    "confidence": [
      [
        "T",
        -1.6208494
      ],
      [
        "erry",
        -0.20504077
      ],
      [
        " Riley",
        -0.00085298956
      ],
      [
        " -",
        -0.6528405
      ],
      [
        " In",
        -0.0398636
      ],
      [
        " C",
        -5.3954464e-05
      ]
    ]
  }
}