{
  "He was ostracized for opposing the use of the Laurian silver for shipbuilding, and this commander at Plataea later served under (*) Pausanias in the mission to Cyprus and Byzantium. He used the  relationship of Persia and the Ionian cities as the model for his most notable achievement, after which he gave up his position to Cimon. For 10 points— name this architect of the Delian League.": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.4021015
      ],
      [
        "ist",
        -0.00020902375
      ],
      [
        "oc",
        -0.00045760558
      ],
      [
        "les",
        -8.1371305e-05
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String": {
    "guess": "String Quartet No. 8 (Shostakovich)",
    "confidence": [
      [
        "String",
        -0.6296203
      ],
      [
        " Quart",
        -0.0030902512
      ],
      [
        "et",
        -0.0050482713
      ],
      [
        " No",
        -0.015159307
      ],
      [
        ".",
        -0.00036013365
      ],
      [
        " ",
        -0.0005276534
      ],
      [
        "8",
        -0.8914233
      ],
      [
        " (",
        -0.021737307
      ],
      [
        "Sh",
        -0.0009078875
      ],
      [
        "ost",
        0.0
      ],
      [
        "ak",
        -0.00038956228
      ],
      [
        "ovich",
        -6.706687e-05
      ],
      [
        ")",
        -8.1490514e-05
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String Quartet in G Minor.  Dante Gabriel Rosetti's \"The Blessed Damozel\" forms the basis for his La Damoiselle Elue.  The solo instrument imitates a guitar through pizzicato in the second movement of his Sonata for Cello and Piano, which was dedicated to his daughter Claude-Emma, to whom he also dedicated the ballet The Box of Toys and the song cycle Children's Corner.  Best known for a passage in his Suite bergamesque, for 10 points, name this French composer of La Mer and \"Claire de Lune\".": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.0007641223
      ],
      [
        "ude",
        -1.9361265e-07
      ],
      [
        " Deb",
        -2.546479e-05
      ],
      [
        "ussy",
        -7.107425e-06
      ]
    ]
  },
  "The ostensible cause of this European clash was the acceptance by Prince Leopold of Hohenzollern-Sigmaringen of the Spanish throne. It ended with the Treaty of Frankfurt, and the Battle of Sedan was this war's main confrontation. FTP, name this war which lasted between 1870 and 1871, during which Napoleon III was captured and the Third Republic in France was established.": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0009855313
      ],
      [
        "co",
        -1.8624639e-06
      ],
      [
        "-",
        -7.493431e-05
      ],
      [
        "Pr",
        -1.0921943e-05
      ],
      [
        "ussian",
        -0.00016086915
      ],
      [
        " War",
        -2.4749568e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata di Rob Roy Mac Gregor provided the basis for this piece's id? fixe, and after the aforementioned \"March of the Pilgrims\" and the \"Serenade of an Abruzzi Mountaineer to his Mistress,\" this work's fourth and last movement revisits its previous movements before descending into the \"Orgy of Brigands.\"": {
    "guess": "Harold en Italie",
    "confidence": [
      [
        "Har",
        -0.082071304
      ],
      [
        "old",
        -8.061054e-06
      ],
      [
        " en",
        -0.0063675246
      ],
      [
        " It",
        -5.550411e-05
      ],
      [
        "alie",
        -1.8908588e-05
      ]
    ]
  },
  "He was ostracized for opposing the use of the Laurian silver for shipbuilding, and this commander at Plataea later served under (*) Pausanias in the mission to Cyprus and Byzantium. He used the  relationship": {
    "guess": "Cimon",
    "confidence": [
      [
        "C",
        -0.6507534
      ],
      [
        "imon",
        -0.0021997404
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly thanked the gods upon his arrival and gave him 200 talents and rule over some cities of Asia Minor.  As archon, he established the first public works project to convert the bays of Piraeus into harbors, and he may have aided Miltiades in his flight from Gallipoli, but he is better remembered": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.008180841
      ],
      [
        "ist",
        -1.3306016e-05
      ],
      [
        "oc",
        -9.317247e-05
      ],
      [
        "les",
        -0.00013965457
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.04422107
      ],
      [
        "uel",
        -3.1305768e-05
      ],
      [
        " Barber",
        -0.00016873659
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String Quartet in G Minor.  Dante Gabriel Rosetti's \"The Blessed Damozel\" forms the basis for his La Damoiselle Elue.  The solo instrument imitates a guitar through pizzicato in the second movement of his Sonata for Cello and Piano, which was dedicated to his daughter Claude-Emma, to whom he also dedicated": {
    "guess": "Gabriel Fauré",
    "confidence": [
      [
        "Gab",
        -0.7973507
      ],
      [
        "riel",
        -0.000418637
      ],
      [
        " F",
        -0.0070845145
      ],
      [
        "aur",
        -3.8219583e-05
      ],
      [
        "é",
        -8.8404326e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata di Rob Roy Mac Gregor provided the basis for this piece's id? fixe, and after the aforementioned": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.69493544
      ],
      [
        "phony",
        -0.1883557
      ],
      [
        " No",
        -0.08518383
      ],
      [
        ".",
        -0.0003398727
      ],
      [
        " ",
        -0.0013494033
      ],
      [
        "6",
        -1.254004
      ],
      [
        " (",
        -0.0011959441
      ],
      [
        "Be",
        -0.011234798
      ],
      [
        "ethoven",
        -0.00033808468
      ],
      [
        ")",
        -3.1544176e-05
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String Quartet in G Minor.  Dante Gabriel Rosetti's \"The Blessed Damozel\" forms the basis for his La Damoiselle": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.46109843
      ],
      [
        "ude",
        -3.1281633e-07
      ],
      [
        " Deb",
        -7.421909e-05
      ],
      [
        "ussy",
        -8.299462e-06
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly thanked the gods upon his arrival and gave him 200 talents and rule over some cities of Asia": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.028035998
      ],
      [
        "ist",
        -4.0842064e-05
      ],
      [
        "oc",
        -8.6616266e-05
      ],
      [
        "les",
        -0.00015335932
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata": {
    "guess": "Symphony No. 6 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.02546763
      ],
      [
        "phony",
        -0.0029109083
      ],
      [
        " No",
        -0.002063661
      ],
      [
        ".",
        -0.0004006409
      ],
      [
        " ",
        -0.0011692719
      ],
      [
        "6",
        -0.29011607
      ],
      [
        " (",
        -0.0021637059
      ],
      [
        "Be",
        -0.021642823
      ],
      [
        "ethoven",
        -0.00027742467
      ],
      [
        ")",
        -1.5809293e-05
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly thanked the gods upon his arrival and gave him 200 talents and rule over some cities of Asia Minor.  As archon, he established the first public works project to convert the bays of Piraeus into harbors, and he may have aided Miltiades in his flight from Gallipoli, but he is better remembered for increasing the size of the Athenian navy in anticipation of a Persian attack after Marathon.  FTP,": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.005651813
      ],
      [
        "ist",
        -5.0974373e-05
      ],
      [
        "oc",
        -0.00010485443
      ],
      [
        "les",
        -1.60477e-05
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly thanked the gods upon his arrival and gave him 200 talents and rule over some cities of Asia Minor.  As archon, he established the first public works project to convert the bays of Piraeus into": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.0069608083
      ],
      [
        "ist",
        -9.729906e-06
      ],
      [
        "oc",
        -4.608702e-05
      ],
      [
        "les",
        -8.292095e-05
      ]
    ]
  },
  "He was ostracized for opposing the use of the Laurian silver for shipbuilding, and this commander at": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.23828073
      ],
      [
        "ist",
        -0.0004393711
      ],
      [
        "oc",
        -0.0011016375
      ],
      [
        "les",
        -0.00078473345
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String Quartet in G Minor.  Dante Gabriel Rosetti's \"The Blessed Damozel\" forms the basis for his La Damoiselle Elue.  The solo instrument imitates a guitar through pizzicato in the second movement of his Sonata for Cello and Piano, which was dedicated to his daughter Claude-Emma, to whom he also dedicated the ballet The Box of Toys and the song cycle Children's Corner.  Best known for a passage in his": {
    "guess": "Claude Debussy",
    "confidence": [
      [
        "Cla",
        -0.044617884
      ],
      [
        "ude",
        0.0
      ],
      [
        " Deb",
        -0.0002576442
      ],
      [
        "ussy",
        -1.0206721e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata di Rob Roy Mac Gregor provided the basis for this piece's id? fixe, and after the aforementioned \"March of the Pilgrims\" and the \"Serenade of an Abruzzi Mountaineer to his Mistress,\" this work's fourth and last movement revisits its previous movements before descending into the \"Orgy of Brigands.\"  Never performed by its intended soloist, Niccolo Paganini, this is, FTP, what viola showpiece by Hector Berlioz, adapted from a Lord Byron poem?": {
    "guess": "Harold en Italie",
    "confidence": [
      [
        "Har",
        -0.0035197716
      ],
      [
        "old",
        -8.776276e-06
      ],
      [
        " en",
        -0.026909614
      ],
      [
        " It",
        -0.00012916465
      ],
      [
        "alie",
        -2.58224e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.01807373
      ],
      [
        "phony",
        -0.00574391
      ],
      [
        " No",
        -0.0026758953
      ],
      [
        ".",
        -0.00018697108
      ],
      [
        " ",
        -0.00059556647
      ],
      [
        "9",
        -0.77425987
      ],
      [
        " (",
        -0.0005975929
      ],
      [
        "Be",
        -0.00027778227
      ],
      [
        "ethoven",
        -0.00014597236
      ],
      [
        ")",
        -2.0815847e-05
      ]
    ]
  },
  "The ostensible cause of this European clash was the acceptance by Prince Leopold of Hohenzollern-Sigmaringen": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0014616657
      ],
      [
        "co",
        -3.0545007e-06
      ],
      [
        "-",
        -5.407367e-05
      ],
      [
        "Pr",
        -9.729906e-06
      ],
      [
        "ussian",
        -0.00015538577
      ],
      [
        " War",
        -1.7716551e-05
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.16662286
      ],
      [
        "uel",
        -5.9914648e-05
      ],
      [
        " Barber",
        -1.3544423e-05
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly thanked the gods upon his arrival and gave him 200 talents and rule over some cities of Asia Minor.  As archon, he established the first public works project to convert the bays of Piraeus into harbors, and he may have aided Miltiades in his flight from Gallipoli, but he is better remembered for increasing the size of the Athenian navy in anticipation of a Persian attack after Marathon.  FTP, name this man, the victor over the Persians at Salamis.": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.007009471
      ],
      [
        "ist",
        -2.9994528e-05
      ],
      [
        "oc",
        -4.692145e-05
      ],
      [
        "les",
        -7.9418505e-06
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text \"one is my father who is good to me,\" which is thought to reference the composer's badly ill father at the time. This composer orchestrated a short prose piece by (*) James Agee in his Knoxville: Summer of 1915 and arranged his most famous work from the second movement of his String Quartet, Opus": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.0048399763
      ],
      [
        "uel",
        -1.1041146e-05
      ],
      [
        " Barber",
        -1.2352386e-05
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text \"one is my father who is good to me,\" which is thought to reference the composer's badly ill father at the time. This composer orchestrated a short prose piece by (*) James Agee in his Knoxville: Summer": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.0026525864
      ],
      [
        "uel",
        -1.378283e-05
      ],
      [
        " Barber",
        -1.1637165e-05
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text \"one is my father who is good to me,\" which is thought to reference the composer's badly ill father at the time. This composer orchestrated a short prose piece by (*) James Agee in his Knoxville: Summer of 1915 and arranged his most famous work from the second movement of his String Quartet, Opus 11; that work was broadcast over the TV at the announcement of JFK's death. For 10 points, name this": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.013315405
      ],
      [
        "uel",
        -2.0458236e-05
      ],
      [
        " Barber",
        -5.121278e-05
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text \"one is my father who is good to me,\" which is thought to reference the composer's badly ill father": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.0036714487
      ],
      [
        "uel",
        -8.657073e-06
      ],
      [
        " Barber",
        -4.0961266e-05
      ]
    ]
  },
  "After being ostracized, he fled to Argos, then to Corfu, and then to the court of Artaxerxes, who supposedly": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.051436853
      ],
      [
        "ist",
        -0.00026431592
      ],
      [
        "oc",
        -0.00034225677
      ],
      [
        "les",
        -0.0007090979
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata di Rob Roy Mac Gregor provided the basis for this piece's id? fixe, and after the aforementioned \"March of the Pilgrims\" and the \"Serenade of an Abruzzi Mountaineer to his Mistress,\" this work's fourth and last movement revisits its previous movements before descending into the \"Orgy of Brigands.\"  Never performed by its intended soloist, Niccolo Paganini, this is, FTP, what viola showpiece": {
    "guess": "Harold en Italie",
    "confidence": [
      [
        "Har",
        -0.00499904
      ],
      [
        "old",
        -1.9504607e-05
      ],
      [
        " en",
        -0.027204785
      ],
      [
        " It",
        -0.00018101456
      ],
      [
        "alie",
        -3.0113732e-05
      ]
    ]
  },
  "The ostensible cause of this European clash was the acceptance by Prince Leopold of Hohenzollern-Sigmaringen of the Spanish throne. It ended with the Treaty of Frankfurt, and the Battle of Sedan was this": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0010596063
      ],
      [
        "co",
        -7.89631e-07
      ],
      [
        "-",
        -4.036525e-05
      ],
      [
        "Pr",
        -8.180258e-06
      ],
      [
        "ussian",
        -0.0001596771
      ],
      [
        " War",
        -2.1411865e-05
      ]
    ]
  },
  "The ostensible cause of this European clash was the acceptance by Prince Leopold of Hohenzollern-Sigmaringen of the Spanish throne. It ended with the Treaty of Frankfurt, and the Battle of Sedan was this war's main confrontation. FTP, name this war which lasted between 1870 and 1871, during which Napoleon": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.002074483
      ],
      [
        "co",
        -2.220075e-06
      ],
      [
        "-",
        -7.2073424e-05
      ],
      [
        "Pr",
        -1.5332478e-05
      ],
      [
        "ussian",
        -0.00018327577
      ],
      [
        " War",
        -2.2484697e-05
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.024990926
      ],
      [
        "uel",
        -4.048445e-05
      ],
      [
        " Barber",
        -8.180258e-06
      ]
    ]
  },
  "A 5/8 ostinato ends this man's piano concerto commissioned for the centenary of the founding of G. Schirmer Inc. Iso Briselli refused to play this composer's violin concerto due to the difficulty of its perpetuo moto third movement. Another work by this man features an abrupt transition after the text \"one is my father who is good to me,\" which is thought to reference the composer's badly ill father at the time. This composer orchestrated a short prose piece by (*) James Agee in his Knoxville: Summer of 1915 and arranged his most famous work from the second movement of his String Quartet, Opus 11; that work was broadcast over the TV at the announcement of JFK's death. For 10 points, name this American composer of the Adagio for Strings.": {
    "guess": "Samuel Barber",
    "confidence": [
      [
        "Sam",
        -0.007748948
      ],
      [
        "uel",
        -2.0339032e-05
      ],
      [
        " Barber",
        -5.419287e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells in this work's second movement, an Allegretto.  Subsequently, a rustic Allegro Assai passage introduces the next movement, an Allegretto serenade.  A theme from the composer's unsuccessful overture Intrata di Rob Roy Mac Gregor provided the basis for this piece's id? fixe, and after the aforementioned \"March of the Pilgrims\" and the \"Serenade of an Abruzzi Mountaineer to his Mistress,\" this work's": {
    "guess": "Harold in Italy",
    "confidence": [
      [
        "Har",
        -0.030993676
      ],
      [
        "old",
        -5.6769813e-06
      ],
      [
        " in",
        -0.09716682
      ],
      [
        " Italy",
        -0.0002904142
      ]
    ]
  },
  "The ostinato of the second movement is a faster version of the opening theme in this composer's String Quartet in G Minor.  Dante Gabriel Rosetti's \"The Blessed Damozel\" forms the basis for his La Damoiselle Elue.  The solo instrument imitates a guitar through pizzicato in the second movement of his": {
    "guess": "John Adams",
    "confidence": [
      [
        "John",
        -1.1026905
      ],
      [
        " Adams",
        -0.00585437
      ]
    ]
  },
  "He was ostracized for opposing the use of the Laurian silver for shipbuilding, and this commander at Plataea later served under (*) Pausanias in the mission to Cyprus and Byzantium. He used the  relationship of Persia and the Ionian cities as the model for his most notable achievement, after which he": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.6036646
      ],
      [
        "ist",
        -1.0564331e-05
      ],
      [
        "oc",
        -7.493431e-05
      ],
      [
        "les",
        -1.18755715e-05
      ]
    ]
  },
  "An ostinato with the winds and horns mirroring notes from a harp mimics the tolling of convent bells": {
    "guess": "Harold in Italy",
    "confidence": [
      [
        "Har",
        -0.3451523
      ],
      [
        "old",
        -0.001618646
      ],
      [
        " in",
        -0.057867363
      ],
      [
        " Italy",
        -0.00027659023
      ]
    ]
  }
}