{
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for  muons and these particles. Its antiparticle was discovered by Bruce Cork, and the R-process and S-process  are different ways in which they can be captured by a nucleus. These particles, when free, undergo beta  decay with a mean lifetime of about 15 minutes. Made up of one up quark and two down quarks, it was  discovered by James Chadwick. FTP, identify this particle whose number differs in different": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.02587232
      ],
      [
        "utron",
        -0.009259195
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also home to a warrior whose blood is used to create a huge river that annually reeks of human flesh when it flows. Poseidon sent a sea monster named Cetus who terrorized a ruler of this kingdom named Cepheus.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.2756443
      ],
      [
        "i",
        -2.319992e-05
      ],
      [
        "opia",
        -0.0002645543
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit this property when cooled to almost absolute zero. Long range ordering phenomena cause unpaired electrons in materials with this property to spin parallel to each other. A material loses this property": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.10325733
      ],
      [
        "er",
        -0.0012816607
      ],
      [
        "rom",
        -3.9054008e-05
      ],
      [
        "agnet",
        -0.013912548
      ],
      [
        "ism",
        -8.6616266e-05
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.65891856
      ],
      [
        "er",
        -0.0072199195
      ],
      [
        "rom",
        -0.0010773493
      ],
      [
        "agnet",
        -0.2097606
      ],
      [
        "ism",
        -0.00054957584
      ]
    ]
  },
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for  muons and these particles. Its antiparticle was discovered by Bruce Cork, and the R-process and S-process  are different ways in which they can be captured by a nucleus. These particles, when free, undergo beta  decay with a mean lifetime of about 15 minutes. Made up of one up quark and two down quarks, it was  discovered by James Chadwick. FTP, identify this particle whose number differs in different isotopes of the  same element, a subatomic particle with zero charge.": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.013811917
      ],
      [
        "utron",
        -0.005575117
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have": {
    "guess": "Sciopodes",
    "confidence": [
      [
        "Sci",
        -0.56078106
      ],
      [
        "op",
        -0.043745138
      ],
      [
        "odes",
        -0.15755872
      ]
    ]
  },
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for  muons and these particles. Its antiparticle was discovered by Bruce Cork, and the R-process and S-process  are different ways in which they can be captured by a nucleus. These particles, when free, undergo beta  decay with a mean lifetime of about 15 minutes. Made up of one up quark and two down quarks,": {
    "guess": "Pion",
    "confidence": [
      [
        "P",
        -0.1754356
      ],
      [
        "ion",
        -0.002274439
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also home to a warrior whose blood is used to create a huge river that annually reeks of human flesh when it flows. Poseidon sent a sea monster named Cetus who terrorized a ruler of this kingdom named Cepheus. A group of warriors that turned into birds were present at the funeral of a son of Eos who served as king of this region and was slain in the Trojan War. For 10 points, name this portion of Africa": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -1.0914446
      ],
      [
        "i",
        -7.409989e-05
      ],
      [
        "opia",
        -0.001737659
      ]
    ]
  },
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for  muons and these particles. Its antiparticle was discovered by Bruce Cork, and the R-process and S-process  are different ways in which they can be captured by a nucleus. These particles, when free, undergo": {
    "guess": "Muon",
    "confidence": [
      [
        "Muon",
        -0.4701261
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says that Thoth had to make 1,077 pleas in order to convince the goddess representing his eye to return home. Mehen and Set helped defend this god when he traveled on the barque (\"BARK\") Mandjet, during which time he was attacked by the (*) serpent Apep. He sent Hathor to Earth in the form of Sekhmet to punish man, and he was often syncretized with Amun. For 10 points, identify this Egyptian god of the sun.": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.12397704
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit this property when cooled to almost absolute zero. Long range ordering phenomena cause unpaired": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.02642535
      ],
      [
        "er",
        -5.1689596e-05
      ],
      [
        "rom",
        -6.9882217e-06
      ],
      [
        "agnet",
        -0.012043928
      ],
      [
        "ism",
        -9.610702e-06
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit this property when cooled to almost absolute zero. Long range ordering phenomena cause unpaired electrons in materials with this property to spin parallel to each other. A material loses this property when it is heated past the Curie temperature, and it is explained by the idea of magnetic domains.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0070284116
      ],
      [
        "er",
        -0.0031384975
      ],
      [
        "rom",
        -2.8325678e-05
      ],
      [
        "agnet",
        -0.0035081303
      ],
      [
        "ism",
        -4.3583746e-05
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says that Thoth had to make 1,077 pleas in order to convince the goddess representing his eye to return": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.73761255
      ],
      [
        "oth",
        -0.0002580018
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.079188295
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also home to a warrior whose blood is used to create a huge river that annually reeks of human flesh when it flows. Poseidon sent a sea monster named Cetus who terrorized a ruler of this kingdom named Cepheus. A group of warriors that turned into birds were present at the funeral of a son of Eos who served as king of this region and was slain in the Trojan War. For 10 points, name this portion of Africa that was ruled by Memnon.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -1.0970087
      ],
      [
        "i",
        -9.4960524e-05
      ],
      [
        "opia",
        -0.0010941423
      ]
    ]
  },
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for  muons and these particles. Its antiparticle was discovered by Bruce Cork, and the R-process and S-process": {
    "guess": "Neutron",
    "confidence": [
      [
        "Ne",
        -0.15879022
      ],
      [
        "utron",
        -0.004898566
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says that Thoth had to make 1,077 pleas in order to convince the goddess representing his eye to return home. Mehen and Set helped defend this god when he traveled on the barque (\"BARK\") Mandjet, during": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.053191923
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says that Thoth had to make 1,077 pleas in order to convince the goddess representing his eye to return home. Mehen and Set helped defend this god when he traveled on the barque (\"BARK\") Mandjet, during which time he was attacked by the (*) serpent Apep. He sent Hathor to Earth in the form of Sekhmet to punish man, and he was often syncretized with Amun. For 10 points, identify this Egyptian god of the": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.034700163
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says that Thoth had to make 1,077 pleas in order to convince the goddess representing his eye to return home. Mehen and Set helped defend this god when he traveled on the barque (\"BARK\") Mandjet, during which time he was attacked by the (*) serpent Apep. He sent Hathor to Earth in the form of Sekhmet to": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.94046986
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit this property when cooled to almost absolute zero. Long range ordering phenomena cause unpaired electrons in materials with this property to spin parallel to each other. A material loses this property when it is heated past the Curie temperature, and it is explained by the idea of magnetic domains. For 10 points, name this permanent type of magnetism exhibited by nickel, cobalt, and its namesake": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0013008306
      ],
      [
        "er",
        -0.000496675
      ],
      [
        "rom",
        -2.9160103e-05
      ],
      [
        "agnet",
        -0.00048656107
      ],
      [
        "ism",
        -1.7716551e-05
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.95543325
      ],
      [
        "i",
        -0.00020628207
      ],
      [
        "opia",
        -0.0021877338
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that": {
    "guess": "India",
    "confidence": [
      [
        "India",
        -0.14053974
      ]
    ]
  },
  "Isis once poisoned this god in order to blackmail him into divulging his true name. Another story says": {
    "guess": "Ra",
    "confidence": [
      [
        "Ra",
        -0.5309209
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also home to a warrior whose blood is used to create a huge river that annually reeks of human flesh when it flows. Poseidon sent a sea monster named Cetus who terrorized a ruler of this kingdom named Cepheus. A group of warriors that turned into birds were present at the funeral of a son of Eos who served": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.33048484
      ],
      [
        "i",
        -5.3358446e-05
      ],
      [
        "opia",
        -0.00046594252
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit": {
    "guess": "Magnetic ordering",
    "confidence": [
      [
        "M",
        -0.9953496
      ],
      [
        "agnetic",
        -0.5658605
      ],
      [
        " ordering",
        -1.0291917
      ]
    ]
  },
  "The ISIS facility, at Rutherford Appleton Laboratory in Oxfordshire, United Kingdom, is a source for": {
    "guess": "ISIS Neutron and Muon Source",
    "confidence": [
      [
        "ISIS",
        -0.7436345
      ],
      [
        " Ne",
        -0.11665733
      ],
      [
        "utron",
        -3.3451433e-05
      ],
      [
        " and",
        -0.006930862
      ],
      [
        " Mu",
        -0.00097196765
      ],
      [
        "on",
        -4.4849444e-06
      ],
      [
        " Source",
        -0.00018601745
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also home to a warrior whose blood is used to create a huge river that annually reeks of human flesh when": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.34747463
      ],
      [
        "i",
        -4.9663133e-05
      ],
      [
        "opia",
        -0.0012559458
      ]
    ]
  },
  "The Ising model maps alignment of spin in substances with this property. Plutonium phosphorus is an example of an actinide compound with it, and scientists have observed that lithium gas is able to exhibit this property when cooled to almost absolute zero. Long range ordering phenomena cause unpaired electrons in materials with this property to spin parallel to each other. A material loses this property when it is heated past the Curie temperature, and it is explained by the idea of magnetic domains. For 10 points, name this permanent type of magnetism exhibited by nickel, cobalt, and its namesake element.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0011751055
      ],
      [
        "er",
        -0.00042555082
      ],
      [
        "rom",
        -1.998142e-05
      ],
      [
        "agnet",
        -0.00031341682
      ],
      [
        "ism",
        -9.253091e-06
      ]
    ]
  },
  "Isidore of Seville claimed that this region is inhabited by sciopodes, which are humans who only have one foot. A story states that Apollonius of Tyana travelled to this region's capital and saved its inhabitants from a phantom satyr who had been terrorizing the city. Pliny the Elder's Natural History describes an animal from this region that has a deadly gaze, but has a head so incredibly heavy that it is unable to look at anything other than the ground. This region home to the catoblepas was also": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.051752616
      ],
      [
        "i",
        -5.252402e-05
      ],
      [
        "opia",
        -0.00049882074
      ]
    ]
  }
}