{
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham, Richard Morris Hunt, and others simulated city planning movement throughout the US. The classical style": {
    "guess": "World's Columbian Exposition",
    "confidence": [
      [
        "World",
        -0.29762986
      ],
      [
        "'s",
        -0.0023051274
      ],
      [
        " Colum",
        -0.00030269218
      ],
      [
        "bian",
        -7.226629e-06
      ],
      [
        " Ex",
        -0.0004895265
      ],
      [
        "position",
        -0.00014931006
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends": {
    "guess": "Jason and the Argonauts",
    "confidence": [
      [
        "Jason",
        -1.4439442
      ],
      [
        " and",
        -0.0729142
      ],
      [
        " the",
        -0.003092393
      ],
      [
        " Arg",
        -0.011708664
      ],
      [
        "onaut",
        -0.00026443513
      ],
      [
        "s",
        -4.1273333e-06
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve the Aroostook War. This man supervised the (*) removal of the Cherokee Indians from the South in 1838 and defeated Santa Anna at the Battle of Cerra Gordo during the Mexican War. This general devised": {
    "guess": "Winfield Scott",
    "confidence": [
      [
        "Win",
        -0.39024755
      ],
      [
        "field",
        -0.0001342904
      ],
      [
        " Scott",
        -5.8245798e-05
      ]
    ]
  },
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham, Richard Morris Hunt, and others simulated city planning movement throughout the US. The classical style of most buildings ignored the current original American trends and revived a taste for Roman style,": {
    "guess": "World's Columbian Exposition",
    "confidence": [
      [
        "World",
        -0.52284527
      ],
      [
        "'s",
        -0.0012116643
      ],
      [
        " Colum",
        -0.0005985465
      ],
      [
        "bian",
        -7.9418505e-06
      ],
      [
        " Ex",
        -0.0006208193
      ],
      [
        "position",
        -0.00010926496
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs hinders complete racemization from it. Strong leaving groups like tosylates increase the rate of": {
    "guess": "Solvolysis",
    "confidence": [
      [
        "Sol",
        -1.6357415
      ],
      [
        "vol",
        -0.06596411
      ],
      [
        "ysis",
        -0.0004217363
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium or gold and palladium is used at a temperature of 800-950 degrees Celsius. A competing reaction that produces nitrogen gas is thus avoided. The starting compound, ammonia, is first combined with": {
    "guess": "Ammonia_production",
    "confidence": [
      [
        "Am",
        -0.32662424
      ],
      [
        "mon",
        -0.0004745215
      ],
      [
        "ia",
        -0.23352087
      ],
      [
        "_production",
        -1.0720533
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality winning a major victory against (*) Denmark. He was able to resupply at Sicily due to the efforts of": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.07541655
      ],
      [
        "atio",
        -2.1054253e-05
      ],
      [
        " Nelson",
        -2.0458236e-05
      ],
      [
        ",",
        -0.0020209514
      ],
      [
        " ",
        -4.572941e-05
      ],
      [
        "1",
        -4.365741e-06
      ],
      [
        "st",
        -5.6769813e-06
      ],
      [
        " Vis",
        -7.958325e-05
      ],
      [
        "count",
        -4.604148e-06
      ],
      [
        " Nelson",
        -1.2664457e-06
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto": {
    "guess": "Book of Life",
    "confidence": [
      [
        "Book",
        -0.48032758
      ],
      [
        " of",
        -0.003368658
      ],
      [
        " Life",
        -0.050768897
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death": {
    "guess": "Trajan",
    "confidence": [
      [
        "Tra",
        -0.85772836
      ],
      [
        "jan",
        -0.0002783783
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was the one who gave the Tuatha De Danaan the idea  of living under the hills of Ireland. Objects owned by this man include  the (*) Aigean Scuabadoir, which was a boat that could read its pilot's mind,  an enchanted horse named Aonbarr, and a sword called \"the Answerer.\" He  was also said to be the consort of Fand, a woman who fell in love with the  warrior Cuchulainn. For 10 points, name this shape-shifting": {
    "guess": "Manannán mac Lir",
    "confidence": [
      [
        "Man",
        -0.108851545
      ],
      [
        "ann",
        -0.0050248983
      ],
      [
        "án",
        -0.16975628
      ],
      [
        " mac",
        -0.09467814
      ],
      [
        " L",
        -0.00039504567
      ],
      [
        "ir",
        -0.00019626896
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John Lutterll. He fled with Bonagratia and Michael of Cesena to Pisa under the protection of Louis IV, because he was persecuted for defending Franciscan poverty and right of kings to tax the church in Opus nonaginta dierum. A student of Duns Scotus, he was the leading nominalist and became known as \"Doctor Invincibilis.\" For 10 points, who said that \"plurality should not be posited without necessity,\"": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.0027109615
      ],
      [
        " of",
        -6.5278815e-05
      ],
      [
        " O",
        -0.00010580806
      ],
      [
        "ck",
        -4.1273333e-06
      ],
      [
        "ham",
        -0.00011963568
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's orders. Taking over from Juba II's son Ptolemy, he formally made Mauretania into a Roman province, and he also had the tetrarch Herod Antipas put to death. His Praetorian guard Cassius Chaerea": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.26262626
      ],
      [
        "ig",
        -1.378283e-05
      ],
      [
        "ula",
        -2.5941605e-05
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa.": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.12734224
      ],
      [
        "in",
        -0.00011069541
      ],
      [
        "opt",
        -6.206032e-05
      ],
      [
        "ery",
        -0.001735871
      ],
      [
        "g",
        -0.0010203058
      ],
      [
        "ii",
        -0.0004967943
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles twenty years after signing the Treaty of Fomena. This empire won the battle of Feyiase against the Denkyira people. This kingdom's Queen Yaa led an (*) uprising in response to demands made by Frederick Hodgson. This empire was home to the Akan people and had a capital at Kumasi. This empire's": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.15877222
      ],
      [
        "anti",
        -7.2192626e-05
      ],
      [
        " Empire",
        -0.00010843054
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced this action in coverage of (*) Barack Obama's visit to Japan. An attempt by a possessed character played by Michael Rosenbaum to make this happen leads to an emblem being used to exorcise its namesake general. The first person to request this action on film preceded the order with \"Come to me, son of Jor-El.\" For 10 points, identify this genuflection which is sought out by a Phantom Zone refugee in various Superman media.": {
    "guess": "Kneel before Zod",
    "confidence": [
      [
        "K",
        -0.006897474
      ],
      [
        "ne",
        -0.00039397285
      ],
      [
        "el",
        -0.06538998
      ],
      [
        " before",
        -0.95007807
      ],
      [
        " Z",
        -0.00046606173
      ],
      [
        "od",
        -0.00016027314
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.18165277
      ],
      [
        "lin",
        -0.00020604367
      ],
      [
        " Pierce",
        -0.000907649
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when Moira MacTaggert accidentally shoots him in the spine. This man's stepbrother, (*) Cain, acquired": {
    "guess": "Charles Xavier",
    "confidence": [
      [
        "Charles",
        -0.5733418
      ],
      [
        " Xavier",
        -0.0015853314
      ]
    ]
  },
  "Orde Wingate helped him organize an army of liberation, after which he was guarded around the clock by lions and cheetahs. Establishing himself as a progressive reformer as governor of Sidamo and Harer provinces, he soon overthrew his rival Lij Yasu, and was crowned emperor of his country after the death": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.009106354
      ],
      [
        "ile",
        -1.0802739e-05
      ],
      [
        " Sel",
        -0.0002912486
      ],
      [
        "ass",
        -0.000115701965
      ],
      [
        "ie",
        -5.8365e-05
      ]
    ]
  },
  "Orde Wingate helped him organize an army of liberation, after which he was guarded around the clock by lions and cheetahs. Establishing himself as a progressive reformer as governor of Sidamo and Harer": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.05979293
      ],
      [
        "ile",
        -1.8550976e-05
      ],
      [
        " Sel",
        -0.00019162003
      ],
      [
        "ass",
        -0.00011927807
      ],
      [
        "ie",
        -6.706687e-05
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor": {
    "guess": "Korean War",
    "confidence": [
      [
        "K",
        -0.70068157
      ],
      [
        "orean",
        -0.018134143
      ],
      [
        " War",
        -0.008653807
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe": {
    "guess": "Wayland the Smith",
    "confidence": [
      [
        "Way",
        -1.0843422
      ],
      [
        "land",
        -0.00018577903
      ],
      [
        " the",
        -0.023622315
      ],
      [
        " Smith",
        -0.0014942652
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's": {
    "guess": "Bowen's reaction series",
    "confidence": [
      [
        "Bow",
        -0.031678874
      ],
      [
        "en",
        -0.002124211
      ],
      [
        "'s",
        -0.0008336896
      ],
      [
        " reaction",
        -0.09229959
      ],
      [
        " series",
        -0.00016659092
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's orders. Taking over from Juba II's son Ptolemy, he formally made Mauretania into a Roman province, and he also had the tetrarch Herod Antipas put to death. His Praetorian guard Cassius Chaerea led the conspiracy to assassinate him just three years after his execution of Macro, the prefect whose": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.0712974
      ],
      [
        "ig",
        -1.9027791e-05
      ],
      [
        "ula",
        -4.0007635e-05
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and": {
    "guess": "Nicholas Trist",
    "confidence": [
      [
        "Nich",
        -0.6621075
      ],
      [
        "olas",
        -0.00042578924
      ],
      [
        " Tr",
        -0.41284916
      ],
      [
        "ist",
        -0.0037931849
      ]
    ]
  },
  "Orde Wingate helped him organize an army of liberation, after which he was guarded around the clock by lions and cheetahs. Establishing himself as a progressive reformer as governor of Sidamo and Harer provinces, he soon overthrew his rival Lij Yasu, and was crowned emperor of his country after the death of the Empress Zauditu in 1930. Forced out of power by Marxist elements in 1974, he had earlier": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.0055853105
      ],
      [
        "ile",
        -5.080963e-06
      ],
      [
        " Sel",
        -7.8748824e-05
      ],
      [
        "ass",
        -2.0100624e-05
      ],
      [
        "ie",
        -3.500108e-05
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced this action in coverage of (*) Barack Obama's visit to Japan. An attempt by a possessed character played by Michael Rosenbaum to make this happen leads to an emblem being used to exorcise its namesake general. The first person to request this action on film preceded the order with \"Come to": {
    "guess": "Beheading",
    "confidence": [
      [
        "Be",
        -0.3610174
      ],
      [
        "heading",
        -0.016538205
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed the advice of an oracle and left her on a rocky hill. She was taken to a mansion that was so beautiful that it made her sisters, each of whom had married kings, jealous. Eventually, some ants helped her sort seeds, and an eagle helped her collect black water. This daughter-in- law of Venus was at": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.20047393
      ],
      [
        "upid",
        -0.005323528
      ],
      [
        " and",
        -0.0011425995
      ],
      [
        " Psy",
        -0.0053791376
      ],
      [
        "che",
        -0.00010926496
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight": {
    "guess": "Spore",
    "confidence": [
      [
        "Sp",
        -0.8708925
      ],
      [
        "ore",
        -0.65425295
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced this action in coverage of (*) Barack Obama's visit to Japan. An attempt by a possessed character played by Michael Rosenbaum to make this happen leads to an emblem being used to exorcise its": {
    "guess": "Beheading",
    "confidence": [
      [
        "Be",
        -1.287108
      ],
      [
        "heading",
        -0.004428459
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are emitted in systems which usually have undergone population inversion. The energy of these particles": {
    "guess": "Stimulated emission",
    "confidence": [
      [
        "St",
        -0.50418967
      ],
      [
        "im",
        -1.0280384e-06
      ],
      [
        "ulated",
        -1.7954959e-05
      ],
      [
        " emission",
        -0.013628598
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles": {
    "guess": "Nuclear reaction",
    "confidence": [
      [
        "N",
        -0.44176003
      ],
      [
        "uclear",
        -0.00435701
      ],
      [
        " reaction",
        -0.3903781
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was the one who gave the Tuatha De Danaan the idea  of living under the hills of Ireland. Objects owned by this man include  the (*) Aigean Scuabadoir, which was a boat that could read its pilot's mind, ": {
    "guess": "Manannán mac Lir",
    "confidence": [
      [
        "Man",
        -0.45013842
      ],
      [
        "ann",
        -0.010031121
      ],
      [
        "án",
        -0.12443461
      ],
      [
        " mac",
        -0.16631827
      ],
      [
        " L",
        -0.00048833445
      ],
      [
        "ir",
        -0.000156101
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children, known as \"water children\" or (*) mizuko, also require offerings to be made to the figure Jizo.  Their members engage in purification rituals called harai, and their shrines, called kamidana, sometimes feature gates consisting of two upright bars and two crossbars called torii.  This religion also": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.010513707
      ],
      [
        "into",
        -0.00016325322
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.6860603
      ],
      [
        "glas",
        -7.3458323e-06
      ],
      [
        " Mac",
        -0.00012332367
      ],
      [
        "Arthur",
        -0.00048489223
      ]
    ]
  },
  "Orde Wingate helped him organize an army of liberation, after which he was guarded around the clock by lions and cheetahs. Establishing himself as a progressive reformer as governor of Sidamo and Harer provinces, he soon overthrew his rival Lij Yasu, and was crowned emperor of his country after the death of the Empress Zauditu in 1930. Forced out of power by Marxist elements in 1974, he had earlier been forced into exile with the invasion by Italy in 1936. FTP, who was this emperor of Ethiopia?": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.00985643
      ],
      [
        "ile",
        -7.3458323e-06
      ],
      [
        " Sel",
        -5.347765e-05
      ],
      [
        "ass",
        -3.9292416e-05
      ],
      [
        "ie",
        -4.5133394e-05
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without my knowledge exists without my consent.\" Its main character travels with filibustering irregulars led by (*) Captain White before he joins a posse that includes David Brown, a man who wears a necklace of human ears. After some convincing from Louis Toadvine, its protagonist travels with scalphunters who are lead by John Joe Glanton. For 10 points, the Kid travels with Judge Holden in what dark": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.007005206
      ],
      [
        " Mer",
        -4.365741e-06
      ],
      [
        "idian",
        -0.00010652328
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve the Aroostook War. This man supervised the (*) removal of the Cherokee Indians from the South in 1838 and defeated Santa Anna at the Battle of Cerra Gordo during the Mexican War. This general devised the Anaconda Plan at the outset of the Civil War but did not command troops during the conflict, mainly because he was too morbidly obese to ride a horse. For 10 points, name this general who lost a presidential election to Franklin Pierce in 1852, nicknamed \"Old Fuss and Feathers.\"": {
    "guess": "Winfield Scott",
    "confidence": [
      [
        "Win",
        -0.005065583
      ],
      [
        "field",
        -4.501419e-05
      ],
      [
        " Scott",
        -6.2729996e-06
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their \"Bonus Army.\" After being replaced by Matthew Ridgway, this man gave a speech to Congress in which he stated \"Old soldiers never die, they just fade away,\" and during a retreat from Philippines is said to have proclaimed that \"I shall return.\" For 10 points, name this five-star general who commanded Allied forces in the Pacific": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0061572506
      ],
      [
        "glas",
        -1.831257e-05
      ],
      [
        " Mac",
        -8.602025e-05
      ],
      [
        "Arthur",
        -0.00016897499
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character recommends that the child of the virgin (*) Marjatta be put to death, for which the child chastises him. Later, he sails away forever on a copper boat and leave his harp behind as a source of joy. This character uses an oar to fight the shapeshifting Louhi to protect a magic mill called the Sampo. Earlier, he had convinced Ilmarinen to forge the Sampo so that he could marry the maid of North Farm. For 10 points, name this Finnish hero, the protagonist of the Kalevala.": {
    "guess": "Väinämöinen",
    "confidence": [
      [
        "V",
        -0.00287858
      ],
      [
        "ä",
        -6.241792e-05
      ],
      [
        "in",
        -1.6240566e-06
      ],
      [
        "äm",
        -0.00019328887
      ],
      [
        "ö",
        -2.577686e-06
      ],
      [
        "inen",
        -3.070975e-05
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's reaction series was developed. This class of rock is often grouped based on textures like \"aphanitic\" or \"porphyritic,\" or chemically as being mafic or felsic. This class is typically divided into": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.016152611
      ],
      [
        "gne",
        -1.8624639e-06
      ],
      [
        "ous",
        -1.6524515e-05
      ],
      [
        " rock",
        -0.029771548
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium": {
    "guess": "Ostwald Process",
    "confidence": [
      [
        "O",
        -0.827615
      ],
      [
        "st",
        -0.032867942
      ],
      [
        "wald",
        -2.7372049e-05
      ],
      [
        " Process",
        -0.058028687
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.92430675
      ],
      [
        " of",
        -0.013698451
      ],
      [
        " O",
        -0.010748901
      ],
      [
        "ck",
        -3.3809047e-05
      ],
      [
        "ham",
        -0.00024072826
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.019854946
      ],
      [
        " Calvin",
        -4.334534e-05
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when Moira MacTaggert accidentally shoots him in the spine. This man's stepbrother, (*) Cain, acquired super powers after he touched the Crimson Gem of Cyttorak. This thinker redesigned his New York mansion to feature such facilities as the Danger Room. The stepbrother of Juggernaut, he recruited youngsters like Scott Summers and Jean Grey to stop the plans of his one-time friend, Magneto. For 10 points,": {
    "guess": "Charles Xavier",
    "confidence": [
      [
        "Charles",
        -0.41488582
      ],
      [
        " Xavier",
        -0.004820515
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed the advice of an oracle and left her on a rocky hill. She was taken to a mansion that was so beautiful": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.005497461
      ],
      [
        "upid",
        -7.3861476e-05
      ],
      [
        " and",
        -1.8193366e-05
      ],
      [
        " Psy",
        -0.00030221537
      ],
      [
        "che",
        -3.4121115e-06
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children, known as \"water children\" or (*) mizuko, also require offerings to be made to the figure Jizo.  Their members engage in purification rituals called harai, and their shrines, called kamidana, sometimes": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.56889284
      ],
      [
        "into",
        -0.0130331665
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed the advice of an oracle and left her on a rocky hill. She was taken to a mansion that was so beautiful that it made her sisters, each of whom had married kings, jealous. Eventually, some ants helped her sort seeds, and an eagle helped her collect black water. This daughter-in- law of Venus was at first not allowed to see her husband, who was actually the God of Love Cupid. Name this Goddess of the Soul whose name now means mind or personality.": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.028541017
      ],
      [
        "upid",
        -1.378283e-05
      ],
      [
        " and",
        -0.0004958406
      ],
      [
        " Psy",
        -6.921253e-05
      ],
      [
        "che",
        -3.4121115e-06
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to": {
    "guess": "Celtic mythology",
    "confidence": [
      [
        "C",
        -1.5348454
      ],
      [
        "elt",
        -0.19686727
      ],
      [
        "ic",
        -3.23786e-05
      ],
      [
        " mythology",
        -0.18101747
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as": {
    "guess": "Execution of Charles I",
    "confidence": [
      [
        "Execution",
        -0.56664336
      ],
      [
        " of",
        -0.44985482
      ],
      [
        " Charles",
        -0.3332904
      ],
      [
        " I",
        -0.00019138161
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia, Armenia, and Assyria. This man's lover (*) Antinous was drowned in the Nile on the date of a local festival celebrating Osiris drowning in the Nile. This man merged the provinces of Syria and Judea into Syria Palaestina after this man's forces put down Bar Kokhba's Revolt. The disappearance of the 9th Hispanic Legion, possibly in a Caledonian ambush, hurried this man's most famous construction project. For 10 points, name this Roman emperor who succeeded Trajan and has a namesake British wall.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0032292907
      ],
      [
        "rian",
        -2.0339032e-05
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus Gomarus and Theodore Beza, and some of this man's ideas were criticized at the Synod of Dort by Arminius. This man's list of \"Five Points\" includes total depravity, and he summed up his views in his book Institutes of the Christian Religion. This man's religious ideas were carried to Scotland by John Knox, who founded Presbyterianism. For 10 points, name this Protestant theologian from Geneva, whose namesake denomination believes in Predestination.": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.003492685
      ],
      [
        " Calvin",
        -7.684157e-05
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are": {
    "guess": "Gamma ray",
    "confidence": [
      [
        "Gamma",
        -0.7234913
      ],
      [
        " ray",
        -0.63589966
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without my knowledge exists without my consent.\" Its main character travels with filibustering irregulars": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.020686114
      ],
      [
        " Mer",
        -0.00018875914
      ],
      [
        "idian",
        -0.00023154958
      ]
    ]
  },
  "This order is characterized by facultative sex determination, as the reproducing members utilize a reservoir known as a spermatheca to determine the gender of offspring. As noted by Lorenz, some members": {
    "guess": "Hymenoptera",
    "confidence": [
      [
        "H",
        -0.045052245
      ],
      [
        "ym",
        -0.00015109812
      ],
      [
        "en",
        -1.50940705e-05
      ],
      [
        "opt",
        -1.147242e-06
      ],
      [
        "era",
        -0.0009816012
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's orders. Taking over from Juba II's son Ptolemy, he formally made Mauretania into a Roman province, and he also had the tetrarch Herod Antipas put to death. His Praetorian guard Cassius Chaerea led the conspiracy to assassinate him just three years after his execution of Macro, the prefect whose support guaranteed his succession of Tiberius. Described as insane by both Philo and Suetonius and": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.07010005
      ],
      [
        "ig",
        -8.537869e-06
      ],
      [
        "ula",
        -2.3676734e-05
      ]
    ]
  },
  "This order is characterized by facultative sex determination, as the reproducing members utilize a reservoir known as a spermatheca to determine the gender of offspring. As noted by Lorenz, some members communicate through dances, and most species are characterized by a very high degree of sexual dimorphism, so that males are usually called drones and females queens. FTP name this order with a name meaning \"membrane-winged\" which includes chalcids, wasps, bees, and ants.": {
    "guess": "Hymenoptera",
    "confidence": [
      [
        "H",
        -0.0023097654
      ],
      [
        "ym",
        -3.6431527e-05
      ],
      [
        "en",
        -0.00010676169
      ],
      [
        "opt",
        -1.9361265e-07
      ],
      [
        "era",
        -0.017400693
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles twenty years after signing the Treaty of Fomena. This empire won the battle of Feyiase against the Denkyira people. This kingdom's Queen Yaa led an (*) uprising in response to demands made by Frederick Hodgson. This empire was home to the Akan people and had a capital at Kumasi. This empire's founder, Osei Kofi Tutu, supposedly received its Golden Stool from heaven. For 10 points, name this West African empire centered in present-day Ghana.": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.14224394
      ],
      [
        "anti",
        -2.4584822e-06
      ],
      [
        " Empire",
        -3.0545007e-06
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia, Armenia, and Assyria. This man's lover (*) Antinous was drowned in the Nile on the date of a local festival celebrating Osiris drowning in the Nile. This man merged the provinces of Syria and Judea": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.00860559
      ],
      [
        "rian",
        -2.3915141e-05
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's orders. Taking over from Juba II's son Ptolemy, he formally made Mauretania into a Roman province,": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.027002318
      ],
      [
        "ig",
        -1.5928495e-05
      ],
      [
        "ula",
        -0.0014391618
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo III regain his position as Pope after conquering the Lombards. Einhard served as the principle biographer of this ruler, and men such as Alcuin of York brought about his namesake renaissance. The ambush of this ruler's rearguard by Basques at the Battle of Ronceveaux has been immortalized in the Song of Roland. For 10 points, name this son of Pepin the Short who was crowned on Christmas day 800 as Roman Emperor.": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.002536425
      ],
      [
        "lem",
        -2.4630364e-05
      ],
      [
        "agne",
        -0.000162538
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character recommends that the child of the virgin (*) Marjatta be put to death, for which the child chastises": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.08744759
      ],
      [
        "ale",
        -0.02087958
      ],
      [
        "val",
        -8.208653e-05
      ],
      [
        "a",
        -2.4153549e-05
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was the one who gave the Tuatha De Danaan the idea  of living under the hills of Ireland. Objects owned by this man include  the (*) Aigean Scuabadoir, which was a boat that could read its pilot's mind,  an enchanted horse named Aonbarr, and a sword called \"the Answerer.\" He  was also said to be the consort of Fand, a woman who fell in love with the  warrior Cuchulainn. For 10 points, name this shape-shifting Irish god that was  the son of Lir.": {
    "guess": "Manannán mac Lir",
    "confidence": [
      [
        "Man",
        -0.19907308
      ],
      [
        "ann",
        -0.00043567579
      ],
      [
        "án",
        -0.032020777
      ],
      [
        " mac",
        -0.00858656
      ],
      [
        " L",
        -0.0002108118
      ],
      [
        "ir",
        -8.363618e-05
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as Teleostei and has the most members. Primitive members have ganoid scales, while more modern ones can exhibit cycloid scales that have annuli which can be used to predict age. An operculum covering the gills is present in all these organisms as well as a swim bladder. For 10 points, identify this class": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.21088898
      ],
      [
        "in",
        -0.00010616567
      ],
      [
        "opt",
        -0.00013512482
      ],
      [
        "ery",
        -0.00034619053
      ],
      [
        "g",
        -0.0002821928
      ],
      [
        "ii",
        -0.00015848507
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.13800074
      ],
      [
        "lin",
        -0.00015526658
      ],
      [
        " Pierce",
        -0.00031985383
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting": {
    "guess": "List of actions prohibited by the Bible",
    "confidence": [
      [
        "List",
        -1.8993342
      ],
      [
        " of",
        -0.008179537
      ],
      [
        " actions",
        -2.2302883
      ],
      [
        " prohibited",
        -0.54237163
      ],
      [
        " by",
        -0.03866812
      ],
      [
        " the",
        -0.2241025
      ],
      [
        " Bible",
        -1.078565
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's orders. Taking over from Juba II's son Ptolemy, he formally made Mauretania into a Roman province, and he also had the tetrarch Herod Antipas put to death. His Praetorian guard Cassius Chaerea led the conspiracy to assassinate him just three years after his execution of Macro, the prefect whose support guaranteed his succession of Tiberius. Described as insane by both Philo and Suetonius and followed by Claudius, for 10 points, what third emperor of Rome who ruled from 37 to 41 AD?": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.10169721
      ],
      [
        "ig",
        -9.729906e-06
      ],
      [
        "ula",
        -3.1544176e-05
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus Gomarus and Theodore Beza, and some of this man's ideas were criticized at the Synod of Dort by Arminius. This man's list of \"Five Points\" includes total depravity, and he summed up his views in his book Institutes of the Christian Religion. This man's religious ideas were carried to Scotland by John Knox, who founded Presbyterianism. For 10 points, name this Protestant theologian from Geneva,": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.0054831146
      ],
      [
        " Calvin",
        -0.00011760922
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without my knowledge exists without my consent.\" Its main character travels with filibustering irregulars led by (*) Captain White before he joins a posse that includes David Brown, a man who wears a necklace of human ears. After some convincing from Louis Toadvine, its protagonist travels with scalphunters who are lead by John Joe Glanton. For 10 points, the Kid travels with Judge Holden in what dark take on Westerns, which was written by Cormac McCarthy?": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.013911258
      ],
      [
        " Mer",
        -0.00046963783
      ],
      [
        "idian",
        -7.958325e-05
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family": {
    "guess": "Shintoism",
    "confidence": [
      [
        "Sh",
        -1.7403352
      ],
      [
        "into",
        -0.40329748
      ],
      [
        "ism",
        -0.6361167
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport,": {
    "guess": "Ascospore",
    "confidence": [
      [
        "Asc",
        -0.2040201
      ],
      [
        "osp",
        -0.14274016
      ],
      [
        "ore",
        -0.34688795
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium or gold and palladium is used at a temperature of 800-950 degrees Celsius. A competing reaction": {
    "guess": "Ostwald Process",
    "confidence": [
      [
        "O",
        -1.3250415
      ],
      [
        "st",
        -0.6333328
      ],
      [
        "wald",
        -1.4378848e-05
      ],
      [
        " Process",
        -0.03563838
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without my knowledge exists without my consent.\" Its main character travels with filibustering irregulars led by (*) Captain White before he joins a posse that includes David Brown, a man who wears a necklace of human ears. After some convincing from Louis Toadvine, its protagonist travels with scalphunters": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.100559674
      ],
      [
        " Mer",
        -0.00022034443
      ],
      [
        "idian",
        -9.651017e-05
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are emitted in systems which usually have undergone population inversion. The energy of these particles is sometimes sufficient to exceed a material's work function, and is proportional to their momentum.": {
    "guess": "Laser cooling",
    "confidence": [
      [
        "L",
        -0.4046636
      ],
      [
        "aser",
        -0.00020604367
      ],
      [
        " cooling",
        -1.2581798
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality winning a major victory against (*) Denmark. He was able to resupply at Sicily due to the efforts of his mistress Emma Hamilton, helping him defeat Admiral Brueys in Abukir Bay. In a later battle, this victor in the Battle of Copenhagen defeated Pierre de Villeneuve but fell to a sniper's bullet as he \"crossed the T.\" For 10 points, name this British admiral who, in 1805, won the naval Battle of Trafalgar.": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.004265489
      ],
      [
        "atio",
        -4.7755875e-05
      ],
      [
        " Nelson",
        -2.5941605e-05
      ],
      [
        ",",
        -0.08127822
      ],
      [
        " ",
        -8.947716e-05
      ],
      [
        "1",
        -2.220075e-06
      ],
      [
        "st",
        -9.133887e-06
      ],
      [
        " Vis",
        -0.00044496998
      ],
      [
        "count",
        -3.297462e-05
      ],
      [
        " Nelson",
        -6.9882217e-06
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia, Armenia, and Assyria. This man's lover (*) Antinous was drowned in the Nile on the date of a local festival celebrating Osiris drowning in the Nile. This man merged the provinces of Syria and Judea into Syria Palaestina after this man's forces put down Bar Kokhba's Revolt. The disappearance of the": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.011041344
      ],
      [
        "rian",
        -5.0735965e-05
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as Teleostei and has the most members. Primitive members have ganoid scales, while more modern ones can exhibit cycloid scales that have annuli which can be used to predict age. An operculum covering the gills is present in all these organisms as well as a swim bladder. For 10 points, identify this class of vertebrates separated into 'fleshy-finned' and ‘ray-finned,' and whose main difference with Chondrichthyes": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.13393825
      ],
      [
        "in",
        -0.00016754455
      ],
      [
        "opt",
        -0.00020735491
      ],
      [
        "ery",
        -0.00038241007
      ],
      [
        "g",
        -0.000501324
      ],
      [
        "ii",
        -0.0004676114
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo III regain his position as Pope after conquering the Lombards. Einhard served as the principle biographer": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.00042543162
      ],
      [
        "lem",
        -1.7835755e-05
      ],
      [
        "agne",
        -8.6735476e-05
      ]
    ]
  },
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham, Richard Morris Hunt, and others simulated city planning movement throughout the US. The classical style of most buildings ignored the current original American trends and revived a taste for Roman style, and hastened the decline of taste for Gothic and Romanesque. John Philip Sousa's band provided": {
    "guess": "World's Columbian Exposition",
    "confidence": [
      [
        "World",
        -0.90309584
      ],
      [
        "'s",
        -0.0014304746
      ],
      [
        " Colum",
        -0.0012452321
      ],
      [
        "bian",
        -1.3544423e-05
      ],
      [
        " Ex",
        -0.0005213392
      ],
      [
        "position",
        -9.0788395e-05
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality winning a major victory against (*) Denmark. He was able to resupply at Sicily due to the efforts of his mistress Emma Hamilton, helping him defeat Admiral Brueys in Abukir Bay. In a later battle, this victor in the Battle of Copenhagen defeated Pierre de Villeneuve but fell to a sniper's bullet as he \"crossed the T.\" For 10 points, name this British admiral who, in 1805, won the naval Battle of": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.01799002
      ],
      [
        "atio",
        -1.50940705e-05
      ],
      [
        " Nelson",
        -0.00012047011
      ],
      [
        ",",
        -0.075674534
      ],
      [
        " ",
        -0.00023381444
      ],
      [
        "1",
        -2.6968896e-06
      ],
      [
        "st",
        -8.180258e-06
      ],
      [
        " Vis",
        -0.0004515262
      ],
      [
        "count",
        -4.3464544e-05
      ],
      [
        " Nelson",
        -2.577686e-06
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced this action in coverage of (*) Barack Obama's visit to Japan. An attempt by a possessed character": {
    "guess": "Beheading",
    "confidence": [
      [
        "Be",
        -0.40642405
      ],
      [
        "heading",
        -0.002725229
      ]
    ]
  },
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham, Richard Morris Hunt, and others simulated city planning movement throughout the US. The classical style of most buildings ignored the current original American trends and revived a taste for Roman style, and hastened the decline of taste for Gothic and Romanesque. John Philip Sousa's band provided the music and Vice President Levi Morton delivered the address for its dedication. FTP, name this 1893": {
    "guess": "World's Columbian Exposition",
    "confidence": [
      [
        "World",
        -0.080563806
      ],
      [
        "'s",
        -0.0016657774
      ],
      [
        " Colum",
        -0.0016617354
      ],
      [
        "bian",
        -2.6895234e-05
      ],
      [
        " Ex",
        -0.0008521551
      ],
      [
        "position",
        -0.00013882013
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their \"Bonus Army.\" After being replaced by Matthew Ridgway, this man gave a speech to Congress in which he stated \"Old soldiers never die, they just fade away,\" and during a retreat from Philippines is said to have proclaimed that \"I shall return.\" For 10 points, name this five-star general who commanded Allied forces in the Pacific Theater in World War II and UN forces during the Korean War.": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.011436583
      ],
      [
        "glas",
        -1.1994775e-05
      ],
      [
        " Mac",
        -0.00018852073
      ],
      [
        "Arthur",
        -0.0010979532
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's reaction series was developed. This class of rock is often grouped based on textures like \"aphanitic\" or \"porphyritic,\" or chemically as being mafic or felsic. This class is typically divided into plutonic, or intrusive, and volcanic, or extrusive. FTP, identify this large class of rocks, including": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.014969788
      ],
      [
        "gne",
        -1.147242e-06
      ],
      [
        "ous",
        -5.2001665e-06
      ],
      [
        " rock",
        -0.0035466165
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport, these objects can be protected by a double wall covered in spines known as spinulose or echinate. Non-motile types of these objects are known as conidia, and during alternation of generations, they are diploid and are produced instead of gametes. In certain organisms, these objects are released": {
    "guess": "Ascospore",
    "confidence": [
      [
        "Asc",
        -0.25353983
      ],
      [
        "osp",
        -0.08242959
      ],
      [
        "ore",
        -0.055517733
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.00044687724
      ],
      [
        "lem",
        -1.4140442e-05
      ],
      [
        "agne",
        -4.9186317e-05
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of": {
    "guess": "Longfellow Bridge",
    "confidence": [
      [
        "Long",
        -0.91774136
      ],
      [
        "f",
        -0.006130588
      ],
      [
        "ellow",
        -6.9882217e-06
      ],
      [
        " Bridge",
        -0.00016122675
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without my knowledge exists without my consent.\" Its main character travels with filibustering irregulars led by (*) Captain White before he joins a posse that includes David Brown, a man who wears a necklace": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.051803898
      ],
      [
        " Mer",
        -0.000442232
      ],
      [
        "idian",
        -0.00029887765
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was the one who gave the Tuatha De Danaan the idea  of living under the hills of Ireland. Objects owned": {
    "guess": "The Dagda",
    "confidence": [
      [
        "The",
        -1.0971385
      ],
      [
        " Dag",
        -0.01235872
      ],
      [
        "da",
        -0.00088608783
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was": {
    "guess": "Manannán mac Lir",
    "confidence": [
      [
        "Man",
        -0.45535654
      ],
      [
        "ann",
        -0.0046793227
      ],
      [
        "án",
        -0.15495138
      ],
      [
        " mac",
        -0.15481119
      ],
      [
        " L",
        -0.0005533903
      ],
      [
        "ir",
        -6.134509e-05
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo III regain his position as Pope after conquering the Lombards. Einhard served as the principle biographer of this ruler, and men such as Alcuin of York brought about his namesake renaissance. The ambush": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0040496676
      ],
      [
        "lem",
        -1.5332478e-05
      ],
      [
        "agne",
        -7.100059e-05
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their \"Bonus Army.\" After being": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.33713236
      ],
      [
        "glas",
        -7.226629e-06
      ],
      [
        " Mac",
        -0.0002482271
      ],
      [
        "Arthur",
        -0.00029232146
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles twenty years after signing the Treaty of Fomena. This empire won the battle of Feyiase against": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.11885118
      ],
      [
        "anti",
        -8.1609716e-05
      ],
      [
        " Empire",
        -8.733149e-05
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.0011380735
      ],
      [
        "lem",
        -3.5120287e-05
      ],
      [
        "agne",
        -4.0007635e-05
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia,": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.9962925
      ],
      [
        "rian",
        -5.383526e-05
      ]
    ]
  },
  "This order is characterized by facultative sex determination, as the reproducing members utilize a reservoir known as a spermatheca to determine the gender of offspring. As noted by Lorenz, some members communicate through dances, and most species are characterized by a very high degree of sexual dimorphism, so that males are usually called drones and females queens. FTP name this order with a name": {
    "guess": "Hymenoptera",
    "confidence": [
      [
        "H",
        -0.0029167382
      ],
      [
        "ym",
        -6.325235e-05
      ],
      [
        "en",
        -4.8425554e-06
      ],
      [
        "opt",
        0.0
      ],
      [
        "era",
        -0.0004124384
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.14035523
      ],
      [
        "anti",
        -0.0021524036
      ],
      [
        " Empire",
        -0.0007849719
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs hinders complete racemization from it. Strong leaving groups like tosylates increase the rate of reactions of this type, but nucleophile concentration changes have no effect on it. Proceeding in two steps, it works best with tertiary alkyl halides and proceeds more rapidly in aprotic solutions. Its rate determined by the dissociation of the substrate, which results in the formation of a carbocation and is unimolecular. FTP, identify this reaction mechanism; a first-order nucleophilic substitution.": {
    "guess": "S_N1 reaction",
    "confidence": [
      [
        "S",
        -0.59893286
      ],
      [
        "_N",
        -0.5674184
      ],
      [
        "1",
        -0.004130288
      ],
      [
        " reaction",
        -0.51581085
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles twenty years after signing the Treaty of Fomena. This empire won the battle of Feyiase against the Denkyira people. This kingdom's Queen Yaa led an (*) uprising in response to demands made by Frederick Hodgson. This empire was home to the Akan people and had a capital at Kumasi. This empire's founder, Osei Kofi Tutu, supposedly received its Golden Stool from heaven. For 10 points, name this": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.13507555
      ],
      [
        "anti",
        -6.0033854e-05
      ],
      [
        " Empire",
        -2.057744e-05
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.41056636
      ],
      [
        "in",
        -7.755679e-05
      ],
      [
        "opt",
        -0.2505152
      ],
      [
        "ery",
        -0.0032608924
      ],
      [
        "g",
        -0.00095767423
      ],
      [
        "ii",
        -0.00020890454
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character recommends that the child of the virgin (*) Marjatta be put to death, for which the child chastises him. Later, he sails away forever on a copper boat and leave his harp behind as a source of joy. This character uses an oar to fight the shapeshifting Louhi to protect a magic mill called the Sampo.": {
    "guess": "Väinämöinen",
    "confidence": [
      [
        "V",
        -0.067896836
      ],
      [
        "ä",
        -1.3544423e-05
      ],
      [
        "in",
        -8.180258e-06
      ],
      [
        "äm",
        -0.0004907185
      ],
      [
        "ö",
        -0.000101039914
      ],
      [
        "inen",
        -0.00010592726
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium or gold and palladium is used at a temperature of 800-950 degrees Celsius. A competing reaction that produces nitrogen gas is thus avoided. The starting compound, ammonia, is first combined with oxygen gas and a sample of nitrous oxide is produced. The nitrous oxide is then reacted with water, which produces the desired compound. FTP, identify this most commonly used industrial process that synthesizes nitric acid.": {
    "guess": " Ostwald process",
    "confidence": [
      [
        " Ost",
        -0.03922283
      ],
      [
        "wald",
        -0.00014144262
      ],
      [
        " process",
        -0.17053689
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their \"Bonus Army.\" After being replaced by Matthew Ridgway, this man gave a speech to Congress in which he stated \"Old soldiers never die, they just fade away,\" and during a retreat from Philippines is said to have proclaimed that": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.012852421
      ],
      [
        "glas",
        -1.9385403e-05
      ],
      [
        " Mac",
        -0.00018732868
      ],
      [
        "Arthur",
        -0.00021819877
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.888491
      ],
      [
        " Al",
        -0.12805212
      ],
      [
        "chemist",
        -7.4576696e-05
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed the advice of an oracle and left her on a rocky hill. She was taken to a mansion that was so beautiful that it made her sisters, each of whom had married kings, jealous. Eventually, some ants helped": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.018347766
      ],
      [
        "upid",
        -0.0006192696
      ],
      [
        " and",
        -2.8325678e-05
      ],
      [
        " Psy",
        -0.00041005798
      ],
      [
        "che",
        -7.58424e-06
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John Lutterll. He fled with Bonagratia and Michael of Cesena to Pisa under the protection of Louis IV, because he was persecuted for defending Franciscan poverty and right of kings to tax the church in Opus nonaginta dierum. A student of Duns Scotus, he was the leading nominalist and became known as \"Doctor": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.04117058
      ],
      [
        " of",
        -0.00013238314
      ],
      [
        " O",
        -0.0016015063
      ],
      [
        "ck",
        -2.2961513e-05
      ],
      [
        "ham",
        -0.00010735771
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic character explains his note-taking of specimens with the line \"whatever in creation exists without": {
    "guess": "Blood Meridian",
    "confidence": [
      [
        "Blood",
        -0.0028921326
      ],
      [
        " Mer",
        -0.00013321757
      ],
      [
        "idian",
        -0.00017445837
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo III regain his position as Pope after conquering the Lombards. Einhard served as the principle biographer of this ruler, and men such as Alcuin of York brought about his namesake renaissance. The ambush of this ruler's rearguard by Basques at the Battle of Ronceveaux has been immortalized in the": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.003530225
      ],
      [
        "lem",
        -3.5597102e-05
      ],
      [
        "agne",
        -8.804671e-05
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one": {
    "guess": "Beheading",
    "confidence": [
      [
        "Be",
        -0.9341269
      ],
      [
        "heading",
        -0.0028387532
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character recommends that the child of the virgin (*) Marjatta be put to death, for which the child chastises him. Later, he sails away forever on a copper boat and leave his harp behind as a source of joy.": {
    "guess": "Kalevala",
    "confidence": [
      [
        "K",
        -0.50515145
      ],
      [
        "ale",
        -0.0634532
      ],
      [
        "val",
        -3.631232e-05
      ],
      [
        "a",
        -5.8245798e-05
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when": {
    "guess": "Magneto",
    "confidence": [
      [
        "Magn",
        -1.1564581
      ],
      [
        "eto",
        -4.20341e-05
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the": {
    "guess": "Drometa Bridge",
    "confidence": [
      [
        "D",
        -0.7575153
      ],
      [
        "rom",
        -0.03695721
      ],
      [
        "eta",
        -0.003575365
      ],
      [
        " Bridge",
        -0.1018051
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced this action in coverage of (*) Barack Obama's visit to Japan. An attempt by a possessed character played by Michael Rosenbaum to make this happen leads to an emblem being used to exorcise its namesake general. The first person to request this action on film preceded the order with \"Come to me, son of Jor-El.\" For 10 points, identify this genuflection which is sought out by a Phantom Zone": {
    "guess": "Kneel",
    "confidence": [
      [
        "K",
        -0.012532376
      ],
      [
        "ne",
        -0.0007904516
      ],
      [
        "el",
        -0.04831991
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.9869346
      ],
      [
        "upid",
        -0.003337291
      ],
      [
        " and",
        -0.036129694
      ],
      [
        " Psy",
        -0.0008267794
      ],
      [
        "che",
        -5.0020742e-05
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport, these objects can be protected by a double wall covered in spines known as spinulose or echinate. Non-motile types of these objects are known as conidia, and during alternation of generations, they are diploid and are produced instead of gametes. In certain organisms, these objects are released from gills and stored in the cap. For 10 points, name these structures that are dispersed through": {
    "guess": "Ascospores",
    "confidence": [
      [
        "Asc",
        -0.27944103
      ],
      [
        "osp",
        -0.012624308
      ],
      [
        "ores",
        -0.057212934
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.038795065
      ],
      [
        "atio",
        -9.729906e-06
      ],
      [
        " Nelson",
        -9.253091e-06
      ],
      [
        ",",
        -0.000529799
      ],
      [
        " ",
        -3.7623562e-05
      ],
      [
        "1",
        -1.2233183e-05
      ],
      [
        "st",
        -9.849109e-06
      ],
      [
        " Vis",
        -0.000117370815
      ],
      [
        "count",
        -6.6306106e-06
      ],
      [
        " Nelson",
        -9.0883464e-07
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John Lutterll. He fled with Bonagratia and Michael of Cesena to Pisa under the protection of Louis IV, because he was persecuted for defending Franciscan poverty and right of kings to tax the church in Opus nonaginta dierum. A student of Duns Scotus, he was the leading nominalist and became known as \"Doctor Invincibilis.\" For 10 points, who said that \"plurality should not be posited without necessity,\" thus creating his namesake \"razor?\"": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.0020713948
      ],
      [
        " of",
        -4.5133394e-05
      ],
      [
        " O",
        -0.00023750975
      ],
      [
        "ck",
        -2.3392786e-06
      ],
      [
        "ham",
        -0.00013822412
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia": {
    "guess": "Land reform",
    "confidence": [
      [
        "Land",
        -1.7396919
      ],
      [
        " reform",
        -0.53519684
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs hinders complete racemization from it. Strong leaving groups like tosylates increase the rate of reactions of this type, but nucleophile concentration changes have no effect on it. Proceeding in two steps, it works best with tertiary alkyl halides and proceeds more rapidly in aprotic solutions. Its rate determined by the dissociation of the substrate, which results in the formation of a carbocation": {
    "guess": "E1cb",
    "confidence": [
      [
        "E",
        -0.13439108
      ],
      [
        "1",
        -0.0029755607
      ],
      [
        "cb",
        -1.105079
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as Teleostei and has the most members. Primitive members have ganoid scales, while more modern ones can": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.3949811
      ],
      [
        "in",
        -5.574252e-05
      ],
      [
        "opt",
        -0.011834019
      ],
      [
        "ery",
        -0.00059616246
      ],
      [
        "g",
        -0.00051359466
      ],
      [
        "ii",
        -0.00031842338
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles twenty years after signing the Treaty of Fomena. This empire won the battle of Feyiase against the Denkyira people. This kingdom's Queen Yaa led an (*) uprising in response to demands made by": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.29176062
      ],
      [
        "anti",
        -7.338466e-05
      ],
      [
        " Empire",
        -5.6457742e-05
      ]
    ]
  },
  "He ordered the construction of two massive ships on Lake Nemi, whose wrecks were retrieved under Mussolini's": {
    "guess": "Caligula",
    "confidence": [
      [
        "Cal",
        -0.44326013
      ],
      [
        "ig",
        -2.7610455e-05
      ],
      [
        "ula",
        -0.00090324215
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as Teleostei and has the most members. Primitive members have ganoid scales, while more modern ones can exhibit cycloid scales that have annuli which can be used to predict age. An operculum covering the gills is present in all these organisms as well as a swim bladder. For 10 points, identify this class of vertebrates separated into 'fleshy-finned' and ‘ray-finned,' and whose main difference with Chondrichthyes is their bony skeleton.": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.27764666
      ],
      [
        "in",
        -6.0510665e-05
      ],
      [
        "opt",
        -9.484132e-05
      ],
      [
        "ery",
        -0.00028684177
      ],
      [
        "g",
        -7.1238996e-05
      ],
      [
        "ii",
        -9.531814e-05
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform": {
    "guess": "Beheading in Islam",
    "confidence": [
      [
        "Be",
        -0.77627087
      ],
      [
        "heading",
        -0.0033327758
      ],
      [
        " in",
        -0.66505355
      ],
      [
        " Islam",
        -0.11885181
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.70320326
      ],
      [
        "atio",
        -1.5928495e-05
      ],
      [
        " Nelson",
        -6.0345924e-06
      ],
      [
        ",",
        -0.0009308717
      ],
      [
        " ",
        -2.4391957e-05
      ],
      [
        "1",
        -2.577686e-06
      ],
      [
        "st",
        -9.133887e-06
      ],
      [
        " Vis",
        -6.6947665e-05
      ],
      [
        "count",
        -8.537869e-06
      ],
      [
        " Nelson",
        -1.9816675e-06
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children, known as \"water children\" or (*) mizuko, also require offerings to be made to the figure Jizo.  Their members engage in purification rituals called harai, and their shrines, called kamidana, sometimes feature gates consisting of two upright bars and two crossbars called torii.  This religion also believes in the existence of eight million spirits called kami.  For 10 points, name this faith, whose": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0014590468
      ],
      [
        "into",
        -5.7649777e-05
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport, these objects can be protected by a double wall covered in spines known as spinulose or echinate.": {
    "guess": "Ascospore",
    "confidence": [
      [
        "Asc",
        -0.113377504
      ],
      [
        "osp",
        -0.014529907
      ],
      [
        "ore",
        -0.3549927
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia, Armenia, and Assyria. This man's lover (*) Antinous was drowned in the Nile on the date of a local": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.03985914
      ],
      [
        "rian",
        -3.4762674e-05
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve the Aroostook War. This man supervised the (*) removal of the Cherokee Indians from the South in": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -0.29070586
      ],
      [
        "lin",
        -7.13582e-05
      ],
      [
        " Pierce",
        -0.00052705733
      ]
    ]
  },
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham,": {
    "guess": "Chicago Plan",
    "confidence": [
      [
        "Chicago",
        -0.8850905
      ],
      [
        " Plan",
        -0.7430062
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's reaction series was developed. This class of rock is often grouped based on textures like \"aphanitic\" or \"porphyritic,\" or chemically as being mafic or felsic. This class is typically divided into plutonic, or intrusive, and volcanic, or extrusive. FTP, identify this large class of rocks, including rhyolite, basalt, granite, and obsidian, which forms when magma or lava cools and crystallizes and": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.01124564
      ],
      [
        "gne",
        -9.0883464e-07
      ],
      [
        "ous",
        -5.4385737e-06
      ],
      [
        " rock",
        -0.004507731
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are emitted in systems which usually have undergone population inversion. The energy of these particles is sometimes sufficient to exceed a material's work function, and is proportional to their momentum. These particles were proven to diffract in Young's double-slit experiment, and their existence explains the photoelectric effect. For 10 points, identify these massless particles which move at the speed": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.011415723
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve the Aroostook War. This man supervised the (*) removal of the Cherokee Indians from the South in 1838 and defeated Santa Anna at the Battle of Cerra Gordo during the Mexican War. This general devised the Anaconda Plan at the outset of the Civil War but did not command troops during the conflict, mainly because he was too morbidly obese to ride a horse. For 10 points, name this general who lost": {
    "guess": "Winfield Scott",
    "confidence": [
      [
        "Win",
        -0.047067076
      ],
      [
        "field",
        -0.00013595926
      ],
      [
        " Scott",
        -1.3067608e-05
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs": {
    "guess": "Solvated ion pairs",
    "confidence": [
      [
        "S",
        -1.2177955
      ],
      [
        "olv",
        -0.7999035
      ],
      [
        "ated",
        -0.12286731
      ],
      [
        " ion",
        -0.15055586
      ],
      [
        " pairs",
        -0.16016187
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's reaction series was developed. This class of rock is often grouped based on textures like \"aphanitic\" or \"porphyritic,\" or chemically as being mafic or felsic. This class is typically divided into plutonic, or intrusive, and volcanic, or extrusive. FTP, identify this large class of rocks, including rhyolite, basalt, granite, and obsidian, which forms when magma or lava cools and crystallizes and which is contrasted with metamorphic and sedimentary.": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.0011955865
      ],
      [
        "gne",
        0.0
      ],
      [
        "ous",
        -4.246537e-06
      ],
      [
        " rock",
        -0.00073756184
      ]
    ]
  },
  "An order to the rogue scientist Coats to perform this action was a pretext for beheading that man as punishment for creating a zombie virus. In one scene, the promise of a single person refusing to perform this action evokes the remark \"Who is this imbecile?\" shortly after a declaration that \"no one who leads so many could possibly\" do this \"so quickly.\" In Mallrats, Jay demands this action after hitting the mall cop LaFours with a baseball bat; fourteen years later, several conservative blogs referenced": {
    "guess": "List of beheading incidents",
    "confidence": [
      [
        "List",
        -1.3086923
      ],
      [
        " of",
        -0.0072709364
      ],
      [
        " be",
        -1.9106269
      ],
      [
        "heading",
        -0.3163844
      ],
      [
        " incidents",
        -0.6532852
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character": {
    "guess": "Wayland the Smith",
    "confidence": [
      [
        "Way",
        -1.3724184
      ],
      [
        "land",
        -8.208653e-05
      ],
      [
        " the",
        -0.033349663
      ],
      [
        " Smith",
        -0.0017985887
      ]
    ]
  },
  "Orde Wingate helped him organize an army of liberation, after which he was guarded around the clock by": {
    "guess": "Haile Selassie",
    "confidence": [
      [
        "Ha",
        -0.20489258
      ],
      [
        "ile",
        -0.00037549992
      ],
      [
        " Sel",
        -0.000121662146
      ],
      [
        "ass",
        -7.3742274e-05
      ],
      [
        "ie",
        -2.9636918e-05
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality winning a major victory against (*) Denmark. He was able to resupply at Sicily due to the efforts of his mistress Emma Hamilton, helping him defeat Admiral Brueys in Abukir Bay. In a later battle, this victor in the Battle of Copenhagen defeated Pierre de Villeneuve but fell to a sniper's bullet as": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.012194679
      ],
      [
        "atio",
        -3.4166656e-05
      ],
      [
        " Nelson",
        -4.990154e-05
      ],
      [
        ",",
        -0.003889265
      ],
      [
        " ",
        -8.9834764e-05
      ],
      [
        "1",
        -2.6968896e-06
      ],
      [
        "st",
        -1.2113979e-05
      ],
      [
        " Vis",
        -0.0003612065
      ],
      [
        "count",
        -1.8431772e-05
      ],
      [
        " Nelson",
        -3.4121115e-06
      ]
    ]
  },
  "In order to illustrate the principles of the universe, one character in this novel magically tosses a coin into the darkness and has it circle a firelight before it arrives back in his hand. That fatalistic": {
    "guess": "The Dark Tower (series)",
    "confidence": [
      [
        "The",
        -0.15989645
      ],
      [
        " Dark",
        -1.718767
      ],
      [
        " Tower",
        -0.010657613
      ],
      [
        " (",
        -0.120498
      ],
      [
        "series",
        -0.12313864
      ],
      [
        ")",
        -0.0012124951
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a": {
    "guess": "Captain America",
    "confidence": [
      [
        "Captain",
        -1.7414732
      ],
      [
        " America",
        -0.62003213
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children, known as \"water children\" or (*) mizuko, also require offerings to be made to the figure Jizo.  Their members engage in purification rituals called harai, and their shrines, called kamidana, sometimes feature gates consisting of two upright bars and two crossbars called torii.  This religion also believes in the existence of eight million spirits called kami.  For 10 points, name this faith, whose name translates as \"way of the gods,\" that has over 110 million practitioners in Japan.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.0024536536
      ],
      [
        "into",
        -7.517272e-05
      ]
    ]
  },
  "This man ordered B-29s to bomb bridges at Sinuiju-An-tung and Chong'chon, and forced a former emperor to announce to his people that he was just a mortal. This man gave tents and mobile kitchens to a group of demonstrators, before Herbert Hoover ordered him to break up their \"Bonus Army.\" After being replaced by Matthew Ridgway, this man gave a speech to Congress in which he stated \"Old soldiers never": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.028949432
      ],
      [
        "glas",
        -1.0325924e-05
      ],
      [
        " Mac",
        -0.00025871702
      ],
      [
        "Arthur",
        -0.00046653853
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus Gomarus and Theodore Beza, and some of this man's ideas were criticized at the Synod of Dort": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.011736827
      ],
      [
        " Calvin",
        -0.00024323154
      ]
    ]
  },
  "This order is characterized by facultative sex determination, as the reproducing members utilize a reservoir known as a spermatheca to determine the gender of offspring. As noted by Lorenz, some members communicate through dances, and most species are characterized by a very high degree of sexual dimorphism,": {
    "guess": "Hymenoptera",
    "confidence": [
      [
        "H",
        -0.2657778
      ],
      [
        "ym",
        -1.0564331e-05
      ],
      [
        "en",
        -6.6306106e-06
      ],
      [
        "opt",
        -5.5122365e-07
      ],
      [
        "era",
        -0.00013679368
      ]
    ]
  },
  "This order is characterized by facultative sex determination, as the reproducing members utilize a reservoir": {
    "guess": "Rotifers",
    "confidence": [
      [
        "Rot",
        -1.8333507
      ],
      [
        "ifers",
        -0.693692
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium or gold and palladium is used at a temperature of 800-950 degrees Celsius. A competing reaction that produces nitrogen gas is thus avoided. The starting compound, ammonia, is first combined with oxygen gas and a sample of nitrous oxide is produced. The nitrous oxide is then reacted with water, which produces the desired compound. FTP, identify this most commonly used industrial process that synthesizes": {
    "guess": "Ammonia production",
    "confidence": [
      [
        "Am",
        -0.13472964
      ],
      [
        "mon",
        -7.77952e-05
      ],
      [
        "ia",
        -0.23180464
      ],
      [
        " production",
        -0.55546045
      ]
    ]
  },
  "In order to obtain charms to make a boat, this character pries open the mouth of a giant and descends into its belly, where he begins smithing and refuses to leave until he gets the charms. After his axe slips and injures him, he bleeds profusely until he finds an expert blood stauncher. This character recommends that the child of the virgin (*) Marjatta be put to death, for which the child chastises him. Later, he sails away forever on a copper boat and leave his harp behind as a source of joy. This character uses an oar to fight the shapeshifting Louhi to protect a magic mill called the Sampo. Earlier, he had convinced Ilmarinen to forge the Sampo so that he could marry the maid of North Farm.": {
    "guess": "Väinämöinen",
    "confidence": [
      [
        "V",
        -0.011825897
      ],
      [
        "ä",
        -0.00041601455
      ],
      [
        "in",
        -1.7432603e-06
      ],
      [
        "äm",
        -0.00095302897
      ],
      [
        "ö",
        -5.9153886e-06
      ],
      [
        "inen",
        -5.9795446e-05
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children,": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -1.9609088
      ],
      [
        "into",
        -0.0058265333
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.9827004
      ],
      [
        "into",
        -0.01964433
      ]
    ]
  },
  "In order to explain why, in these rocks, certain groups of minerals were rarely found together, Bowen's reaction series was developed. This class of rock is often grouped based on textures like \"aphanitic\"": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.05176383
      ],
      [
        "gne",
        -1.0280384e-06
      ],
      [
        "ous",
        -2.3319124e-05
      ],
      [
        " rock",
        -0.031429153
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus Gomarus and Theodore Beza, and some of this man's ideas were criticized at the Synod of Dort by Arminius. This man's list of \"Five Points\" includes total depravity, and he summed up his views in his book Institutes of the Christian Religion. This man's religious ideas were carried to Scotland": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.005286646
      ],
      [
        " Calvin",
        -5.5265704e-05
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John Lutterll. He fled with Bonagratia and Michael of Cesena to Pisa under the protection of Louis IV, because": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.6448871
      ],
      [
        " of",
        -0.0021069595
      ],
      [
        " O",
        -0.008581717
      ],
      [
        "ck",
        -2.6299214e-05
      ],
      [
        "ham",
        -0.00018363337
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport, these objects can be protected by a double wall covered in spines known as spinulose or echinate. Non-motile types of these objects are known as conidia, and during alternation of generations, they are diploid and are produced instead of gametes. In certain organisms, these objects are released from gills and stored in the cap. For 10 points, name these structures that are dispersed through the air by plants and fungi, which assist asexual reproduction.": {
    "guess": "Spore",
    "confidence": [
      [
        "Sp",
        -0.38941914
      ],
      [
        "ore",
        -0.020107346
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when Moira MacTaggert accidentally shoots him in the spine. This man's stepbrother, (*) Cain, acquired super powers after he touched the Crimson Gem of Cyttorak. This thinker redesigned his New York mansion to feature such facilities as the Danger Room. The stepbrother of Juggernaut, he recruited youngsters like Scott Summers and Jean Grey to stop the plans of his one-time friend, Magneto. For 10 points, name this mutant telepath, the bald founder of the X-Men.": {
    "guess": "Charles Xavier",
    "confidence": [
      [
        "Charles",
        -0.5507587
      ],
      [
        " Xavier",
        -0.0036449726
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting to put anyone into a dreamless sleep.  He also transformed a woman named Aife into a crane bag to carry the  letters of the alphabet. This man, who fathered the queen of Tir  Tairngiri, Niamh, was the one who gave the Tuatha De Danaan the idea  of living under the hills of Ireland. Objects owned by this man include  the (*) Aigean Scuabadoir, which was a boat that could read its pilot's mind,  an enchanted horse named Aonbarr, and a sword called \"the Answerer.\" He  was also said to be the consort": {
    "guess": "Manannán mac Lir",
    "confidence": [
      [
        "Man",
        -0.4173813
      ],
      [
        "ann",
        -0.002913527
      ],
      [
        "án",
        -0.09409076
      ],
      [
        " mac",
        -0.21020617
      ],
      [
        " L",
        -0.00029947367
      ],
      [
        "ir",
        -0.00011927807
      ]
    ]
  },
  "This man ordered the removal of the superstructure of a bridge at Drometa built over the Danube in the reign of his predecessor by Apollodorus of Damascus, whom this man executed. He ordered the death of the general Lucius Quietus, and he followed the ideas of Augustus by withdrawing from Mesopotamia, Armenia, and Assyria. This man's lover (*) Antinous was drowned in the Nile on the date of a local festival celebrating Osiris drowning in the Nile. This man merged the provinces of Syria and Judea into Syria Palaestina after this man's forces put down Bar Kokhba's Revolt. The disappearance of the 9th Hispanic Legion, possibly in a Caledonian ambush, hurried this man's most famous construction project.": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -0.0010968804
      ],
      [
        "rian",
        -8.776276e-06
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs hinders complete racemization from it. Strong leaving groups like tosylates increase the rate of reactions of this type, but nucleophile concentration changes have no effect on it. Proceeding in two steps, it works best with tertiary alkyl halides and proceeds more rapidly in aprotic solutions.": {
    "guess": "E1cb",
    "confidence": [
      [
        "E",
        -0.42036974
      ],
      [
        "1",
        -0.43304
      ],
      [
        "cb",
        -0.49364507
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are emitted in systems which usually have undergone population inversion. The energy of these particles is sometimes sufficient to exceed a material's work function, and is proportional to their momentum. These particles were proven to diffract in Young's double-slit experiment, and their existence explains the photoelectric effect. For 10 points, identify these massless particles which move at the speed of light.": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.012073843
      ]
    ]
  },
  "One order of this taxonomic class of animals is known as Polypteriformes and can only be found in Africa. That order is found in the subclass Sarcopterygii, and an infraclass of this group is known as Teleostei and has the most members. Primitive members have ganoid scales, while more modern ones can exhibit cycloid scales that have annuli which can be used to predict age. An operculum covering the": {
    "guess": "Actinopterygii",
    "confidence": [
      [
        "Act",
        -0.21873057
      ],
      [
        "in",
        -0.00017183588
      ],
      [
        "opt",
        -0.0018583188
      ],
      [
        "ery",
        -0.0019662238
      ],
      [
        "g",
        -0.0015249758
      ],
      [
        "ii",
        -0.00047475993
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when Moira MacTaggert accidentally shoots him in the spine. This man's stepbrother, (*) Cain, acquired super powers after he touched the Crimson Gem of Cyttorak. This thinker redesigned his New York mansion to feature such facilities as the Danger Room. The stepbrother of Juggernaut, he recruited youngsters": {
    "guess": "Charles Xavier",
    "confidence": [
      [
        "Charles",
        -0.2863742
      ],
      [
        " Xavier",
        -0.005458221
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's story begins with Kitty Pryde declaring this man \"is a jerk.\" In a film appearance, he is wounded when Moira MacTaggert accidentally shoots him in the spine. This man's stepbrother, (*) Cain, acquired super powers after he touched the Crimson Gem of Cyttorak. This thinker redesigned his New York mansion": {
    "guess": "Charles Xavier",
    "confidence": [
      [
        "Charles",
        -0.18639402
      ],
      [
        " Xavier",
        -0.0018245274
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic. Two years later, he redeemed his failed assault at Santa Cruz de Tenerife when he ignored Hyde Parker's orders and launched an attack provoked by the formation of the League of Armed Neutrality winning a major victory against (*) Denmark. He was able to resupply at Sicily due to the efforts of his mistress Emma Hamilton, helping him defeat Admiral Brueys in Abukir Bay. In a later battle, this": {
    "guess": "Horatio Nelson, 1st Viscount Nelson",
    "confidence": [
      [
        "Hor",
        -0.2532714
      ],
      [
        "atio",
        -4.6563837e-05
      ],
      [
        " Nelson",
        -7.7199176e-05
      ],
      [
        ",",
        -0.10097215
      ],
      [
        " ",
        -0.0003781224
      ],
      [
        "1",
        -8.776276e-06
      ],
      [
        "st",
        -2.0339032e-05
      ],
      [
        " Vis",
        -0.0011982053
      ],
      [
        "count",
        -6.659005e-05
      ],
      [
        " Nelson",
        -1.867018e-05
      ]
    ]
  },
  "In order for both energy and momentum to be conserved, a nucleus is usually involved when these particles decay into an electron and positron. Einstein's coefficients determine when these particles are emitted in systems which usually have undergone population inversion. The energy of these particles is sometimes sufficient to exceed a material's work function, and is proportional to their momentum. These particles were proven to diffract in Young's double-slit experiment, and their existence explains": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.042298045
      ]
    ]
  },
  "In order to leave this empire's lands, Queen Pokou legendarily led the Boule people across a bridge of hippopotamuses after drowning her son. Slaves called Coromantees were from this empire, where elephant tails were used as a symbol of the obirempon status. A king of this empire was exiled to the Seychelles": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.12885948
      ],
      [
        "anti",
        -0.0006457182
      ],
      [
        " Empire",
        -0.0003918272
      ]
    ]
  },
  "In order for this reaction to occur, a catalyst consisting of a fine gauze of either platinum and rhodium or gold and palladium is used at a temperature of 800-950 degrees Celsius. A competing reaction that produces nitrogen gas is thus avoided. The starting compound, ammonia, is first combined with oxygen gas and a sample of nitrous oxide is produced. The nitrous oxide is then reacted with water,": {
    "guess": "Ammonia oxidation",
    "confidence": [
      [
        "Am",
        -0.38417125
      ],
      [
        "mon",
        -0.00015622021
      ],
      [
        "ia",
        -0.016366538
      ],
      [
        " oxidation",
        -0.74881077
      ]
    ]
  },
  "This man ordered the beheading of 4,500 Saxons in the Massacre of Verden, and he signed the Treaty of Heiligen with Danish King Hemming. This ruler deposed Tassilo III of Bavaria, and this man helped Leo III regain his position as Pope after conquering the Lombards. Einhard served as the principle biographer of this ruler, and men such as Alcuin of York brought about his namesake renaissance. The ambush of this ruler's rearguard by Basques at the Battle of Ronceveaux has been immortalized in the Song of Roland. For 10 points, name this son of Pepin the Short who was crowned on Christmas day 800": {
    "guess": "Charlemagne",
    "confidence": [
      [
        "Char",
        -0.002643556
      ],
      [
        "lem",
        -2.1531068e-05
      ],
      [
        "agne",
        -0.0001277342
      ]
    ]
  },
  "In order to marry her off to what they thought would be a winged serpent, this figure's parents followed the advice of an oracle and left her on a rocky hill. She was taken to a mansion that was so beautiful that it made her sisters, each of whom had married kings, jealous. Eventually, some ants helped her sort seeds, and an eagle helped her collect black water. This daughter-in- law of Venus was at first not allowed to see her husband, who was actually the God of Love Cupid. Name this Goddess of": {
    "guess": "Cupid and Psyche",
    "confidence": [
      [
        "C",
        -0.79516035
      ],
      [
        "upid",
        -0.0010207825
      ],
      [
        " and",
        -0.0025335678
      ],
      [
        " Psy",
        -0.020758979
      ],
      [
        "che",
        -0.00012833021
      ]
    ]
  },
  "During the Ordovician age, these structures first appeared in monads, dyads, and tetrads. Four to eight of these structures are housed in the ascus, which produces them via mitotic division. During transport, these objects can be protected by a double wall covered in spines known as spinulose or echinate. Non-motile types of these objects are known as conidia, and during alternation of generations,": {
    "guess": "Ascospore",
    "confidence": [
      [
        "Asc",
        -0.18269807
      ],
      [
        "osp",
        -0.12942426
      ],
      [
        "ore",
        -0.10836988
      ]
    ]
  },
  "In order to explain this mechanism's normal result, Winstein has proposed that the presence of ion pairs hinders complete racemization from it. Strong leaving groups like tosylates increase the rate of reactions of this type, but nucleophile concentration changes have no effect on it. Proceeding in two": {
    "guess": "S_N1",
    "confidence": [
      [
        "S",
        -0.52376324
      ],
      [
        "_N",
        -0.6317392
      ],
      [
        "1",
        -0.017557655
      ]
    ]
  },
  "In order to kidnap Tuag, this god employed the talents of the bard  Fer I, who could use his enchanting": {
    "guess": "Dagda",
    "confidence": [
      [
        "D",
        -1.2242376
      ],
      [
        "ag",
        -0.10110997
      ],
      [
        "da",
        -0.0016480415
      ]
    ]
  },
  "The orderly grouping of buildings, lakes, and gardens planned under the leadership of Daniel Burnham, Richard Morris Hunt, and others simulated city planning movement throughout the US. The classical style of most buildings ignored the current original American trends and revived a taste for Roman style, and hastened the decline of taste for Gothic and Romanesque. John Philip Sousa's band provided the music and Vice President Levi Morton delivered the address for its dedication. FTP, name this 1893 event in Chicago celebrating the anniversary of the discovery of America.": {
    "guess": "World's Columbian Exposition",
    "confidence": [
      [
        "World",
        -0.04585801
      ],
      [
        "'s",
        -0.00028064317
      ],
      [
        " Colum",
        -0.0008058179
      ],
      [
        "bian",
        -9.729906e-06
      ],
      [
        " Ex",
        -0.00024953834
      ],
      [
        "position",
        -4.2630116e-05
      ]
    ]
  },
  "In order to fight the alien Z'Nox, this man once recruited the Changeling to impersonate him. With a Holocaust survivor, he had a son named Legion who has multiple personality disorder. A famous 1980's": {
    "guess": "Legion (Marvel Comics)",
    "confidence": [
      [
        "Leg",
        -0.5880976
      ],
      [
        "ion",
        -6.2729996e-06
      ],
      [
        " (",
        -0.006486692
      ],
      [
        "Marvel",
        -0.08820762
      ],
      [
        " Comics",
        -5.5980927e-05
      ],
      [
        ")",
        -0.00028374247
      ]
    ]
  },
  "This man ordered Michael Servetus burned at the stake for heresy. Followers of this man included Franciscus Gomarus and Theodore Beza, and some of this man's ideas were criticized at the Synod of Dort by Arminius. This man's list of \"Five Points\" includes total depravity, and he summed up his views in": {
    "guess": "John Calvin",
    "confidence": [
      [
        "John",
        -0.039755
      ],
      [
        " Calvin",
        -0.00015157493
      ]
    ]
  },
  "In order to be eligible to enter this faith's afterlife, one needs only to have one's name entered onto a list at a local temple, making them a \"family child;\" after death, that person becomes a \"family spirit.\"  Children who die before their names have been entered onto that list are often cited as bad luck and are the cause of ceremonies in which statues are dressed in red garments.  Those children, known as \"water children\" or (*) mizuko, also require offerings to be made to the figure Jizo. ": {
    "guess": "Mizuko Kuyō",
    "confidence": [
      [
        "M",
        -0.84087944
      ],
      [
        "iz",
        -0.0011561741
      ],
      [
        "uko",
        -1.4378848e-05
      ],
      [
        " K",
        -0.23101921
      ],
      [
        "uy",
        -0.57964754
      ],
      [
        "ō",
        -0.00097578217
      ]
    ]
  },
  "His Ordinatio, a commentary on Book I of Lombard's Sentences, was denounced by former chancellor John Lutterll. He fled with Bonagratia and Michael of Cesena to Pisa under the protection of Louis IV, because he was persecuted for defending Franciscan poverty and right of kings to tax the church in Opus": {
    "guess": "William of Ockham",
    "confidence": [
      [
        "William",
        -0.55987453
      ],
      [
        " of",
        -0.00035703435
      ],
      [
        " O",
        -0.010365773
      ],
      [
        "ck",
        -6.392203e-06
      ],
      [
        "ham",
        -0.00017016703
      ]
    ]
  },
  "This man ordered the execution of Francesco Caracciolo during his suppression of the Parthenopean Republic.": {
    "guess": "Ferdinand IV of Naples",
    "confidence": [
      [
        "F",
        -0.22015414
      ],
      [
        "erd",
        -7.9702455e-05
      ],
      [
        "inand",
        -0.005261034
      ],
      [
        " IV",
        -0.15557787
      ],
      [
        " of",
        -0.0005904443
      ],
      [
        " Naples",
        -0.0013942843
      ]
    ]
  },
  "This man ordered William Harney to execute 30 immigrant soldiers of the Saint Patrick's Battalion, and he negotiated with Vancouver governor James Douglas during the Pig War. This running mate of William A. Graham also reached a settlement with Sir John Harvey, the governor of New Brunswick, to resolve the Aroostook War. This man supervised the (*) removal of the Cherokee Indians from the South in 1838 and defeated Santa Anna at the Battle of Cerra Gordo during the Mexican War. This general devised the Anaconda Plan at the outset of the Civil War but did not command troops during the conflict,": {
    "guess": "Winfield Scott",
    "confidence": [
      [
        "Win",
        -0.0035032649
      ],
      [
        "field",
        -0.00012606535
      ],
      [
        " Scott",
        -6.873572e-05
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George": {
    "guess": "Iron law of wages",
    "confidence": [
      [
        "Iron",
        -0.9770269
      ],
      [
        " law",
        -0.2403547
      ],
      [
        " of",
        -2.4391957e-05
      ],
      [
        " wages",
        -0.00031663533
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard": {
    "guess": "Land value tax",
    "confidence": [
      [
        "Land",
        -1.1118888
      ],
      [
        " value",
        -0.09407795
      ],
      [
        " tax",
        -0.0005381396
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character": {
    "guess": "Law of rent",
    "confidence": [
      [
        "Law",
        -1.4158792
      ],
      [
        " of",
        -0.00025216083
      ],
      [
        " rent",
        -1.2851586
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects": {
    "guess": "Iron law of wages",
    "confidence": [
      [
        "Iron",
        -0.9458809
      ],
      [
        " law",
        -0.23187347
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " wages",
        -0.00048083928
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects of this principle can only be done through the (*) cooperatives established through the funds of a": {
    "guess": "Iron law of wages",
    "confidence": [
      [
        "Iron",
        -0.37735376
      ],
      [
        " law",
        -0.34110883
      ],
      [
        " of",
        -0.00055029104
      ],
      [
        " wages",
        -0.0007687712
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects of this principle can only be done through the (*) cooperatives established through the funds of a state. Its formulator proposed that poor laws would only exacerabate the problems arising form it. One": {
    "guess": "Iron law of wages",
    "confidence": [
      [
        "Iron",
        -1.0011287
      ],
      [
        " law",
        -0.50137955
      ],
      [
        " of",
        -0.0001468068
      ],
      [
        " wages",
        -0.00050751894
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects of this principle can only be done through the (*) cooperatives established through the funds of a state. Its formulator proposed that poor laws would only exacerabate the problems arising form it. One can mathematically derive it by using Malthus's law of the growth of population and the law of rent.": {
    "guess": "Ricardian equivalence",
    "confidence": [
      [
        "R",
        -1.0973699
      ],
      [
        "ic",
        -0.00021724513
      ],
      [
        "ard",
        -0.6833205
      ],
      [
        "ian",
        -0.00093325577
      ],
      [
        " equivalence",
        -1.0410168
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects of this principle can only be done through the (*) cooperatives established through the funds of a state. Its formulator proposed that poor laws would only exacerabate the problems arising form it. One can mathematically derive it by using Malthus's law of the growth of population and the law of rent. For 10 points, name this idea by David Ricardo that essentially states workers' wages will always": {
    "guess": "Iron Law of Wages",
    "confidence": [
      [
        "Iron",
        -0.24338841
      ],
      [
        " Law",
        -0.6922716
      ],
      [
        " of",
        -0.00014478032
      ],
      [
        " W",
        -0.0015518791
      ],
      [
        "ages",
        -2.4584822e-06
      ]
    ]
  },
  "In order to illustrate the validity of this principle, Karl Rodbertus bought a piece of land in Prussia and put aside his wealth to illustrate its effects.  A rejection of this idea was proposed by George Gunton because the actual market price of the quantity in question is determined by the standard of living of a region, which is in turn determined by the \"habitual wants customs\" of the social character of that region's inhabitants. According to Ferdinand Lasalle, combating the negative effects of this principle can only be done through the (*) cooperatives established through the funds of a state. Its formulator proposed that poor laws would only exacerabate the problems arising form it. One can mathematically derive it by using Malthus's law of the growth of population and the law of rent. For 10 points, name this idea by David Ricardo that essentially states workers' wages will always stay at subsistence levels.": {
    "guess": "Iron Law of Wages",
    "confidence": [
      [
        "Iron",
        -0.027092826
      ],
      [
        " Law",
        -0.07767999
      ],
      [
        " of",
        -1.7120534e-05
      ],
      [
        " W",
        -0.0019589635
      ],
      [
        "ages",
        -6.704273e-07
      ]
    ]
  }
}