{
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian Sweet. This man publicly debated Judge Talley on the efficacy of the death penalty, and came out of retirement to represent Lieutenant Massie in Honolulu in 1932. His arguments acquitted Big Bill Haywood from the charge of murdering Idaho Governor Frank Steunenberg, and in another case, he asked the opposing lawyer whether he believed that Joshua made the sun stand still. For 10 points, name this lawyer who defended a Tennessee man charged with teaching evolution, John Scopes.": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -0.022340663
      ],
      [
        "arence",
        -4.4849444e-06
      ],
      [
        " D",
        -0.0016550636
      ],
      [
        "arrow",
        -1.0564331e-05
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented": {
    "guess": "Eureka (Poe)",
    "confidence": [
      [
        "E",
        -0.37505668
      ],
      [
        "ureka",
        -0.0033879068
      ],
      [
        " (",
        -0.072658494
      ],
      [
        "P",
        -0.5859126
      ],
      [
        "oe",
        0.0
      ],
      [
        ")",
        -0.00101423
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.19696939
      ],
      [
        "clid",
        -0.00705173
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.044965874
      ],
      [
        "erc",
        -7.505351e-05
      ],
      [
        "y",
        -6.6306106e-06
      ],
      [
        " By",
        -3.5597102e-05
      ],
      [
        "ss",
        -1.640531e-05
      ],
      [
        "he",
        -2.7848862e-05
      ],
      [
        " Shelley",
        -0.00031532408
      ]
    ]
  },
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian Sweet. This man publicly debated Judge Talley on the efficacy of the death penalty, and came out of retirement to represent Lieutenant Massie in Honolulu in 1932. His arguments acquitted Big Bill Haywood from the charge of murdering Idaho Governor Frank Steunenberg, and in another case, he asked the opposing lawyer whether he believed that Joshua made the sun stand still. For 10 points, name": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -0.03947256
      ],
      [
        "arence",
        -4.3202e-07
      ],
      [
        " D",
        -0.00029458632
      ],
      [
        "arrow",
        -3.368984e-05
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This poet also wrote about  \"The awful shadow of some unseen Power\" in \"Hymn to Intellectual Beauty\" and about \"the trumpet of a prophecy\"  in another poem. This poet also wrote \"To Wordsworth\" and an elegy on the death of John Keats titled \"Adonaïs\".  This poet of \"Ode to the West Wind\" claimed in one work that he \"met a traveller from an antique land\" who saw  \"two vast and trunkless legs of stone\"": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.0021802387
      ],
      [
        "erc",
        -0.00010902656
      ],
      [
        "y",
        -1.147242e-06
      ],
      [
        " By",
        -2.6895234e-05
      ],
      [
        "ss",
        -1.0280384e-06
      ],
      [
        "he",
        -2.2842309e-05
      ],
      [
        " Shelley",
        -0.00020556684
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This poet also wrote about  \"The awful shadow of some unseen Power\" in \"Hymn to Intellectual Beauty\" and": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.0022774118
      ],
      [
        "erc",
        -1.6643718e-05
      ],
      [
        "y",
        -4.723352e-06
      ],
      [
        " By",
        -1.3902034e-05
      ],
      [
        "ss",
        -1.7954959e-05
      ],
      [
        "he",
        -3.2855416e-05
      ],
      [
        " Shelley",
        -0.00011856285
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This poet also wrote about  \"The awful shadow of some unseen Power\" in \"Hymn to Intellectual Beauty\" and about \"the trumpet of a prophecy\"  in another poem. This poet also wrote \"To Wordsworth\" and an elegy on the death of John Keats titled \"Adonaïs\".  This poet of \"Ode to the West Wind\" claimed in one work that he \"met a traveller from an antique land\" who saw  \"two vast and trunkless legs of stone\" in the desert. Name this English Romantic poet of \"Ozymandias\".": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.0015085549
      ],
      [
        "erc",
        -4.5371802e-05
      ],
      [
        "y",
        -1.9816675e-06
      ],
      [
        " By",
        -9.651017e-05
      ],
      [
        "ss",
        -1.3856493e-06
      ],
      [
        "he",
        -2.4391957e-05
      ],
      [
        " Shelley",
        -0.0003612065
      ]
    ]
  },
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian Sweet. This man publicly debated Judge Talley on the efficacy of the death penalty, and came out": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -0.008982308
      ],
      [
        "arence",
        -9.372295e-06
      ],
      [
        " D",
        -0.00022117885
      ],
      [
        "arrow",
        -9.4914985e-06
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This poet also wrote about  \"The awful shadow of some unseen Power\" in \"Hymn to Intellectual Beauty\" and about \"the trumpet of a prophecy\"  in another poem. This poet also wrote \"To Wordsworth\" and an elegy": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.0094052935
      ],
      [
        "erc",
        -3.464347e-05
      ],
      [
        "y",
        -2.6968896e-06
      ],
      [
        " By",
        -1.7239736e-05
      ],
      [
        "ss",
        -1.247159e-05
      ],
      [
        "he",
        -2.677603e-05
      ],
      [
        " Shelley",
        -0.0001688558
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody": {
    "guess": "Edgar Lee Masters",
    "confidence": [
      [
        "Ed",
        -1.031775
      ],
      [
        "gar",
        -0.052897636
      ],
      [
        " Lee",
        -0.002874892
      ],
      [
        " Masters",
        -0.00014334988
      ]
    ]
  },
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian Sweet. This man publicly debated Judge Talley on the efficacy of the death penalty, and came out of retirement to represent Lieutenant Massie in Honolulu in 1932. His arguments acquitted Big Bill": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -0.0022394701
      ],
      [
        "arence",
        -6.2729996e-06
      ],
      [
        " D",
        -0.00053515955
      ],
      [
        "arrow",
        -1.5809293e-05
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man urges \"Let all who prate of Beauty hold their peace\" and can be found in The Harp-Weaver and Other Poems. In addition to that Edna St. Vincent Millay poem that states this man alone \"has looked on Beauty Bare,\" a tool used in a discipline this scientist founded is used to compare the love of two figures in \"A Valediction Forbidding Mourning.\" For 10 points, name this ancient thinker who wrote Elements and founded geometry.": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.00071016705
      ],
      [
        "clid",
        -2.0815847e-05
      ]
    ]
  },
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian": {
    "guess": "Benito Mussolini",
    "confidence": [
      [
        "Ben",
        -0.81587774
      ],
      [
        "ito",
        -0.100808784
      ],
      [
        " Muss",
        -6.515961e-05
      ],
      [
        "olini",
        -5.5146502e-05
      ]
    ]
  },
  "Edgar Lee Masters was a business partner of this man, who championed the racially charged cause of Ossian Sweet. This man publicly debated Judge Talley on the efficacy of the death penalty, and came out of retirement to represent Lieutenant Massie in Honolulu in 1932. His arguments acquitted Big Bill Haywood from the charge of murdering Idaho Governor Frank Steunenberg, and in another case, he asked": {
    "guess": "Clarence Darrow",
    "confidence": [
      [
        "Cl",
        -0.022373067
      ],
      [
        "arence",
        -2.9352968e-06
      ],
      [
        " D",
        -0.18931386
      ],
      [
        "arrow",
        -8.43514e-05
      ]
    ]
  },
  "Edgar Lee Masters wrote a poem named for this writer, one of whose own works is narrated by somebody without fame, power, love, or leisure and is entitled \"Stanzas Written in Dejection Near Naples\". This poet also wrote about  \"The awful shadow of some unseen Power\" in \"Hymn to Intellectual Beauty\" and about \"the trumpet of a prophecy\"  in another poem. This poet also wrote \"To Wordsworth\" and an elegy on the death of John Keats titled \"Adonaïs\".  This poet of \"Ode to the West Wind\" claimed in one": {
    "guess": "Percy Bysshe Shelley",
    "confidence": [
      [
        "P",
        -0.0019981083
      ],
      [
        "erc",
        -6.909333e-05
      ],
      [
        "y",
        -2.6968896e-06
      ],
      [
        " By",
        -7.822647e-06
      ],
      [
        "ss",
        -1.147242e-06
      ],
      [
        "he",
        -2.7968066e-05
      ],
      [
        " Shelley",
        -0.00021069261
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.0011316438
      ],
      [
        "clid",
        -0.0002753982
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man urges \"Let all who prate of Beauty hold their peace\" and can be found in The Harp-Weaver and Other Poems. In addition to that Edna St. Vincent Millay poem that states this man alone \"has looked on Beauty Bare,\" a tool used in a discipline this scientist founded is used to compare the love of two figures in \"A Valediction Forbidding Mourning.\" For 10 points, name this ancient thinker who wrote Elements": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.0004391327
      ],
      [
        "clid",
        -1.3856493e-06
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man urges \"Let all who prate of Beauty hold their peace\" and can be found in The Harp-Weaver and Other Poems. In addition to that Edna St. Vincent Millay poem that states this man alone \"has looked on Beauty Bare,\" a tool used in a discipline this scientist founded is used to compare the love of two figures": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.012152875
      ],
      [
        "clid",
        -0.00014525715
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.01666436
      ],
      [
        "clid",
        -0.0058204797
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man urges \"Let all who prate of Beauty hold their peace\" and can be found in The Harp-Weaver and Other Poems. In addition to that Edna St. Vincent Millay poem that states this man alone \"has looked on Beauty": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.100879155
      ],
      [
        "clid",
        -0.00077043637
      ]
    ]
  },
  "In Edgar Allan Poe's Eureka, the two students of the master-philosopher Aries are a Dutchman who invented transcendentalism and this man. In a Vachel Lindsay poem, this man stood \"on a sand-beach long ago\" and drew a circle. A different poem titled after this intellectual states \"let geese Gabble and hiss, but heroes seek release from dusty bondage into luminous air.\" That poem titled after this man urges \"Let all who prate of Beauty hold their peace\" and can be found in The Harp-Weaver and Other": {
    "guess": "Euclid",
    "confidence": [
      [
        "Eu",
        -0.001800604
      ],
      [
        "clid",
        -0.00021450345
      ]
    ]
  }
}