{
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly. It fought the forces of Pope Clement V in the War of the Ferrarese Succession and settled another longtime rivalry with the 1454 Peace of Lodi. Falling to Austria under the Treaty of Campo Formio, it was later ceded to France, then quickly to the Kingdom of Italy, in the aftermath of the Seven Weeks": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.028445201
      ],
      [
        " of",
        -0.00046987622
      ],
      [
        " Venice",
        -0.00046320082
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius, caused  King Lyncus to be turned into a lynx. That occurred after he travelled  across Asia and Scythia": {
    "guess": "Demeter",
    "confidence": [
      [
        "Dem",
        -0.15179542
      ],
      [
        "eter",
        -0.0047832574
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius, caused  King Lyncus to be turned into a lynx. That occurred after he travelled  across Asia and Scythia in the sky via a chariot pulled by winged dragons  while tossing some food. That occurred shortly after his mother (*)  Metaneira interrupted the process of making his brother Demophoon  immortal.": {
    "guess": "Triptolemus",
    "confidence": [
      [
        "Tri",
        -0.3246416
      ],
      [
        "pt",
        -0.0001843486
      ],
      [
        "ole",
        -0.00014644918
      ],
      [
        "mus",
        -6.0749073e-05
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius, caused  King Lyncus to be turned into a lynx. That occurred after he travelled  across Asia and Scythia in the sky via a chariot pulled by winged dragons  while tossing some food. That occurred shortly after his mother (*)  Metaneira interrupted the process of making his brother Demophoon  immortal. According to the Homeric Hymns, this figure was a priest that  learned the Eleusinian Mysteries. For 10 points, identify this mortal to whom  Demeter taught the arts of agriculture.": {
    "guess": "Celeus",
    "confidence": [
      [
        "Cele",
        -0.30962515
      ],
      [
        "us",
        -0.0002736138
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly. It fought the forces of Pope Clement V in the War of the Ferrarese Succession and settled another longtime rivalry with the 1454 Peace of Lodi. Falling to Austria under the Treaty of Campo Formio, it was later ceded to France, then quickly to the Kingdom of Italy, in the aftermath of the Seven Weeks War. FTP, name this city whose independent rulers included the Council of Wisdom, the Council of Ten, and the doges.": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.10052625
      ],
      [
        " of",
        -0.0001037816
      ],
      [
        " Venice",
        -0.0017835946
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly. It fought the forces of Pope Clement V in the War of the Ferrarese Succession and settled another longtime rivalry with the 1454 Peace of Lodi. Falling to Austria under the Treaty of Campo Formio, it": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.16062114
      ],
      [
        " of",
        -0.000318781
      ],
      [
        " Venice",
        -0.0060635325
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius,": {
    "guess": "Euripides",
    "confidence": [
      [
        "E",
        -1.306985
      ],
      [
        "ur",
        -1.4978603
      ],
      [
        "ip",
        -0.047486637
      ],
      [
        "ides",
        -1.700133e-05
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly. It fought the forces of Pope Clement V in the War of the Ferrarese Succession and settled another": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.21655667
      ],
      [
        "ice",
        -0.00039528406
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria": {
    "guess": "Celeus",
    "confidence": [
      [
        "Cele",
        -1.7049202
      ],
      [
        "us",
        -0.20822915
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius, caused  King Lyncus to be turned into a lynx. That occurred after he travelled  across Asia and Scythia in the sky via a chariot pulled by winged dragons  while tossing some food. That occurred shortly": {
    "guess": "Triptolemus",
    "confidence": [
      [
        "Tri",
        -0.08522948
      ],
      [
        "pt",
        -9.7821416e-05
      ],
      [
        "ole",
        -0.00021426505
      ],
      [
        "mus",
        -6.206032e-05
      ]
    ]
  },
  "In The Acharnians he is the father of Celeis. Hyginus describes how he  established the Thesmophoria after he was nearly killed by Celeus. Ovid  describes how this man, who is sometimes called Mopsosius, caused  King Lyncus to be turned into a lynx. That occurred after he travelled  across Asia and Scythia in the sky via a chariot pulled by winged dragons  while tossing some food. That occurred shortly after his mother (*)  Metaneira interrupted the process of making his brother Demophoon  immortal. According to the Homeric Hymns, this figure was a priest that  learned the Eleusinian Mysteries.": {
    "guess": "Celeus",
    "confidence": [
      [
        "Cele",
        -0.8002186
      ],
      [
        "us",
        -0.000835716
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.29387832
      ],
      [
        "ice",
        -0.00029172545
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading": {
    "guess": "History of Cusco",
    "confidence": [
      [
        "History",
        -0.8611454
      ],
      [
        " of",
        -0.00069766166
      ],
      [
        " C",
        -1.7360735
      ],
      [
        "us",
        -0.25657138
      ],
      [
        "co",
        -8.180258e-06
      ]
    ]
  },
  "Having achieved independence in 992 CE, this city began the thirteenth century by taking the leading role in the Fourth Crusade, accumulating further wealth through a century-long glassblowing monopoly. It fought the forces of Pope Clement V in the War of the Ferrarese Succession and settled another longtime rivalry with the 1454 Peace of Lodi. Falling to Austria under the Treaty of Campo Formio, it was later ceded to France, then quickly to the Kingdom of Italy, in the aftermath of the Seven Weeks War. FTP, name this city whose independent rulers included the Council of Wisdom, the Council of": {
    "guess": "Republic of Venice",
    "confidence": [
      [
        "Republic",
        -0.20789677
      ],
      [
        " of",
        -0.00044044392
      ],
      [
        " Venice",
        -0.0040107267
      ]
    ]
  }
}