{
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate make it effective in medical implants, and its dioxide has found uses in white pigments, photocatalysts,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0052419375
      ],
      [
        "ium",
        -7.822647e-06
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern reactions.  Variants of the most widely used reaction involving these compounds include those using them as a lithium halide complex, and the Horner-Wadsworth-Emmons reaction, which uses a phosphonate.  They are more stable than their corresponding carbanion due to the field effect and they are": {
    "guess": "Phosphonate Ester",
    "confidence": [
      [
        "Ph",
        -0.045546122
      ],
      [
        "osph",
        -3.6908343e-05
      ],
      [
        "on",
        -0.19282743
      ],
      [
        "ate",
        -0.13477433
      ],
      [
        " E",
        -0.7471911
      ],
      [
        "ster",
        -0.000320923
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional": {
    "guess": "Silicon",
    "confidence": [
      [
        "Sil",
        -0.9296372
      ],
      [
        "icon",
        -0.0013395278
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The": {
    "guess": "Thioamide",
    "confidence": [
      [
        "Th",
        -1.3097813
      ],
      [
        "io",
        -1.0554744
      ],
      [
        "amide",
        -0.62106806
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function is used to represent the imaginary part of a complex number when converting to polar coordinates and is denoted with the hyperbolic function e to the x minus e to the negative x divided by two. The Taylor series for this function is equal to zero when x equals zero and the inverse of this function is the (*) cosecant function. For 10 points, name this function which for an angle alpha of a triangle": {
    "guess": "Hyperbolic Sine",
    "confidence": [
      [
        "Hyper",
        -0.46694618
      ],
      [
        "b",
        -8.657073e-06
      ],
      [
        "olic",
        -9.849109e-06
      ],
      [
        " S",
        -0.20676601
      ],
      [
        "ine",
        -5.4385737e-06
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern": {
    "guess": "Oxaziridine",
    "confidence": [
      [
        "O",
        -0.344747
      ],
      [
        "x",
        -0.0011539129
      ],
      [
        "az",
        -0.5484815
      ],
      [
        "ir",
        -0.13435285
      ],
      [
        "idine",
        -0.0070151524
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function is used to represent the imaginary part of a complex number when converting to polar coordinates and": {
    "guess": "Trigonometric functions",
    "confidence": [
      [
        "Tr",
        -1.8538549
      ],
      [
        "igon",
        -0.019635214
      ],
      [
        "ometric",
        -0.009577584
      ],
      [
        " functions",
        -0.7210641
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate make it effective in medical implants, and its dioxide has found uses in white pigments, photocatalysts, and sunscreens. The ninth most abundant element in the Earth's crust, it can be extracted from": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0714629
      ],
      [
        "ium",
        -1.5451682e-05
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern reactions.  Variants of the most widely used reaction involving these compounds include those using them as a lithium halide complex, and the Horner-Wadsworth-Emmons reaction, which uses a phosphonate.  They are more stable than their corresponding carbanion due to the field effect and they are generated from the corresponding halide using a strong base.  FTP, name these organic compounds whose phosphorus variety react with aldehydes and ketones in the Wittig reaction.": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.547715
      ],
      [
        "k",
        -0.0185384
      ],
      [
        "ene",
        -0.0044939737
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern reactions.  Variants of the most widely used reaction involving these compounds include those using them as a lithium halide complex, and the Horner-Wadsworth-Emmons reaction, which uses a phosphonate.  They are more stable than their corresponding carbanion due to the field effect and they are generated from the corresponding halide using a strong base.  FTP, name these organic compounds whose": {
    "guess": "Phosphonate",
    "confidence": [
      [
        "Ph",
        -0.06665713
      ],
      [
        "osph",
        -0.00086667965
      ],
      [
        "on",
        -0.10960929
      ],
      [
        "ate",
        -0.41761968
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function is used to represent the imaginary part of a complex number when converting to polar coordinates and is denoted with the hyperbolic function e to the x minus e to the negative x divided by two. The Taylor series for this function is equal to zero when x equals zero and the inverse of this function is the (*) cosecant function. For 10 points, name this function which for an angle alpha of a triangle is equal to the ratio of opposite over hypotenuse.": {
    "guess": "Sine",
    "confidence": [
      [
        "S",
        -0.33848056
      ],
      [
        "ine",
        -0.0053158198
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate make it effective in medical implants, and its dioxide has found uses in white pigments, photocatalysts, and sunscreens. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. FTP, name": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0013947613
      ],
      [
        "ium",
        -6.2729996e-06
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0037554249
      ],
      [
        "ium",
        -7.107425e-06
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern reactions.  Variants of the most widely used reaction involving these compounds include those using them as a lithium halide complex, and the Horner-Wadsworth-Emmons reaction, which uses a phosphonate.": {
    "guess": "Wittig reaction",
    "confidence": [
      [
        "W",
        -0.026980849
      ],
      [
        "itt",
        -0.00085227436
      ],
      [
        "ig",
        -3.2855416e-05
      ],
      [
        " reaction",
        -0.0086133955
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate make it effective in medical implants, and its dioxide has found uses in white pigments, photocatalysts, and sunscreens. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. FTP, name this corrosion- resistant transition metal that has a higher strength-to-weight ratio than aluminum,": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0023642287
      ],
      [
        "ium",
        -3.1186566e-05
      ]
    ]
  },
  "Both nitrogen and sulfur-containing compounds of this class can undergo the Stevens rearrangement.  The sulfur variety are formed as intermediates in DMSO oxidations such as the Pfitzner-Moffatt and Swern reactions.  Variants of the most widely used reaction involving these compounds include those using": {
    "guess": "Oxidation of primary alcohols",
    "confidence": [
      [
        "O",
        -0.35180405
      ],
      [
        "x",
        -0.0008421457
      ],
      [
        "id",
        -0.4133856
      ],
      [
        "ation",
        -0.67130554
      ],
      [
        " of",
        -0.07925273
      ],
      [
        " primary",
        -0.30879718
      ],
      [
        " al",
        -0.003022749
      ],
      [
        "coh",
        -0.00027194494
      ],
      [
        "ols",
        -3.655073e-05
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function is used to represent the imaginary part of a complex number when converting to polar coordinates and is denoted with the hyperbolic function e to the x minus e to the negative x divided by two. The Taylor": {
    "guess": "Hyperbolic Sine",
    "confidence": [
      [
        "Hyper",
        -0.33813274
      ],
      [
        "b",
        -2.577686e-06
      ],
      [
        "olic",
        -2.577686e-06
      ],
      [
        " S",
        -0.60617334
      ],
      [
        "ine",
        -1.8624639e-06
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function": {
    "guess": "Sine",
    "confidence": [
      [
        "S",
        -0.56402
      ],
      [
        "ine",
        -0.0003732351
      ]
    ]
  },
  "Its nitride form is used in some protective coatings, while the chloride of this element is functional as a Ziegler-Natta catalyst for polyolefins production. Its strength and ability to osseointegrate make it effective in medical implants, and its dioxide has found uses in white pigments, photocatalysts, and sunscreens. The ninth most abundant element in the Earth's crust, it can be extracted from ilmenite and rutile using either the Hunter process or the commercialized Kroll process. FTP, name this corrosion- resistant transition metal that has a higher strength-to-weight ratio than aluminum, with atomic number 22 and symbol Ti.": {
    "guess": "Titanium",
    "confidence": [
      [
        "Titan",
        -0.0014144004
      ],
      [
        "ium",
        -1.640531e-05
      ]
    ]
  },
  "Niven's Theorem concerns the values taken by this function on certain rational inputs. This function is used to represent the imaginary part of a complex number when converting to polar coordinates and is denoted with the hyperbolic function e to the x minus e to the negative x divided by two. The Taylor series for this function is equal to zero when x equals zero and the inverse of this function is": {
    "guess": "Sine hyperbolic",
    "confidence": [
      [
        "S",
        -0.62328947
      ],
      [
        "ine",
        -0.22985509
      ],
      [
        " hyper",
        -1.1921126
      ],
      [
        "b",
        -0.00011880126
      ],
      [
        "olic",
        -9.014684e-06
      ]
    ]
  }
}