{
  "A moon of this planet has areas of magnetism in the crust despite having no internal magnetic field. That moon possesses four impact structures, which include the Nectaris and Imbrium basins, used to date objects on its surface. One mission to observe this planet was Deep Impact. This planet has an aphelion of approximately 150 Million kilometers and has an axis that is 23 degrees tilted from its orbital path. For 10 points, name this planet that contains Canada, the third from the sun.": {
    "guess": "Moon.",
    "confidence": [
      [
        "Moon",
        -0.37251553
      ],
      [
        ".",
        -1.9807222
      ]
    ]
  },
  "A moon of this planet has areas of magnetism in the crust despite having no internal magnetic field. That moon possesses four impact structures, which include the Nectaris and Imbrium basins, used to date objects on its surface. One mission to observe this planet was Deep Impact. This planet has an aphelion of approximately 150 Million kilometers and has an axis that is 23 degrees tilted from its orbital": {
    "guess": "Moon of Mars",
    "confidence": [
      [
        "Moon",
        -1.5212916
      ],
      [
        " of",
        -0.93221843
      ],
      [
        " Mars",
        -0.6200861
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a coral palace. Another figure in this mythology turned a girl into a comb that he stuck into his head before killing an (*) eight-headed monster. One goddess in this myth system was born from her father's left eye, and was lured out of a cave by a mirror. Many figures in this religion are worshipped at buildings that include torii. For 10 points, identify this myth system with spirits called kami,": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.061714657
      ],
      [
        "into",
        -0.0018515353
      ]
    ]
  },
  "The Mool Mantar is a hymn that praises the God of this religion.  Included in its religious texts are the Varan Bhai Gurdas.  This religion can be represented by the Khanda, and temples in this religion are known as Gurdwaras.  Followers are asked to wear the Five K's, and one leader for this religion was Gobind Singh.  This religion was founded by Guru Nanak in Punjab, and its most important scripture": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.001438685
      ],
      [
        "ikh",
        -0.00016659092
      ],
      [
        "ism",
        -2.3080716e-05
      ]
    ]
  },
  "This moon god is supposed to have healed the eye of Horus after he was wounded by Seth. The center of his cult was the town of Khmunu; the Greek name for the town, Hermopolis, reflects their identification of him with one of their own gods. He served as the scribe when a person stood in judgement in": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0030171608
      ],
      [
        "oth",
        -4.1557283e-05
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a coral palace. Another figure in this mythology turned a girl into a comb that he stuck into his head": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.9483217
      ],
      [
        " mythology",
        -0.03269893
      ]
    ]
  },
  "The Mool Mantar is a hymn that praises the God of this religion.  Included in its religious texts are": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0030856133
      ],
      [
        "ikh",
        -0.0013752339
      ],
      [
        "ism",
        -0.13664612
      ]
    ]
  },
  "This moon god is supposed to have healed the eye of Horus after he was wounded by Seth. The center of his cult was the town of Khmunu; the Greek name for the town, Hermopolis, reflects their identification": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.0134988865
      ],
      [
        "oth",
        -0.00011069541
      ]
    ]
  },
  "This moon god is supposed to have healed the eye of Horus after he was wounded by Seth. The center of": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.032737695
      ],
      [
        "oth",
        -5.5146502e-05
      ]
    ]
  },
  "This moon god is supposed to have healed the eye of Horus after he was wounded by Seth. The center of his cult was the town of Khmunu; the Greek name for the town, Hermopolis, reflects their identification of him with one of their own gods. He served as the scribe when a person stood in judgement in the Hall of Truth. His sacred animals were the baboon and the ibis, and in art he was usually depicted as a man with an ibis head. FTP, name this Egyptian god of learning and writing.": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.001146768
      ],
      [
        "oth",
        -1.2829201e-05
      ]
    ]
  },
  "The Mool Mantar is a hymn that praises the God of this religion.  Included in its religious texts are the Varan Bhai Gurdas.  This religion can be represented by the Khanda, and temples in this religion are known as Gurdwaras.  Followers are asked to wear the Five K's, and one leader for this religion was Gobind Singh.  This religion was founded by Guru Nanak in Punjab, and its most important scripture is the Adi Granth.  For 10 points, name this monotheistic religion founded in India.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0011604581
      ],
      [
        "ikh",
        -0.00025597532
      ],
      [
        "ism",
        -7.3458323e-06
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a coral palace. Another figure in this mythology turned a girl into a comb that he stuck into his head before killing an (*) eight-headed monster. One goddess in this myth system was born from her father's left eye, and was lured out of a cave by a mirror. Many figures in this religion are worshipped": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.0030083691
      ],
      [
        " mythology",
        -0.025631132
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.98433673
      ],
      [
        " mythology",
        -0.06883193
      ]
    ]
  },
  "The Mool Mantar is a hymn that praises the God of this religion.  Included in its religious texts are the Varan Bhai Gurdas.  This religion can be represented by the Khanda, and temples in this religion": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.006945415
      ],
      [
        "ikh",
        -0.0005035852
      ],
      [
        "ism",
        -2.3676734e-05
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the": {
    "guess": "Sin (mythology)",
    "confidence": [
      [
        "Sin",
        -0.99093246
      ],
      [
        " (",
        -0.09002326
      ],
      [
        "my",
        -0.025814934
      ],
      [
        "th",
        -3.6669935e-05
      ],
      [
        "ology",
        -0.0009249189
      ],
      [
        ")",
        -0.0015154578
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into": {
    "guess": "Aztec mythology",
    "confidence": [
      [
        "Az",
        -0.5800808
      ],
      [
        "tec",
        -0.0003006657
      ],
      [
        " mythology",
        -0.025919138
      ]
    ]
  },
  "A moon of this planet has areas of magnetism in the crust despite having no internal magnetic field. That moon possesses four impact structures, which include the Nectaris and Imbrium basins, used to date objects on its surface. One mission to observe this planet was Deep Impact. This planet has an aphelion": {
    "guess": "Geology of the Moon",
    "confidence": [
      [
        "Ge",
        -1.3093771
      ],
      [
        "ology",
        -0.0019213721
      ],
      [
        " of",
        -0.003698893
      ],
      [
        " the",
        -0.057393387
      ],
      [
        " Moon",
        -0.0061346185
      ]
    ]
  },
  "This moon god is supposed to have healed the eye of Horus after he was wounded by Seth. The center of his cult was the town of Khmunu; the Greek name for the town, Hermopolis, reflects their identification of him with one of their own gods. He served as the scribe when a person stood in judgement in the Hall of Truth. His sacred animals were the baboon and the ibis, and in art he was usually depicted": {
    "guess": "Thoth",
    "confidence": [
      [
        "Th",
        -0.006162586
      ],
      [
        "oth",
        -8.537869e-06
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a coral palace. Another figure in this mythology turned a girl into a comb that he stuck into his head before killing an (*) eight-headed monster. One goddess in this myth system was born from her father's left eye, and was lured out of a cave by a mirror. Many figures in this religion are worshipped at buildings that include torii. For 10 points, identify this myth system with spirits called kami, whose gods include Susanoo and Amaterasu.": {
    "guess": "Shinto",
    "confidence": [
      [
        "Sh",
        -0.2672567
      ],
      [
        "into",
        -4.9305523e-05
      ]
    ]
  },
  "The Mool Mantar is a hymn that praises the God of this religion.  Included in its religious texts are the Varan Bhai Gurdas.  This religion can be represented by the Khanda, and temples in this religion are known as Gurdwaras.  Followers are asked to wear the Five K's, and one leader for this religion": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0028574169
      ],
      [
        "ikh",
        -0.0007829455
      ],
      [
        "ism",
        -0.00031496648
      ]
    ]
  },
  "The moon god in this myth system has a name meaning \"Counter of the Months\", and was insulted when the food goddess provided a meal out of her nose. A fisherman from this myth system threw a turtle into a lake, leading to the passage of 400 years while he remained married to the dragon princess in a coral palace. Another figure in this mythology turned a girl into a comb that he stuck into his head before killing an (*) eight-headed monster. One goddess in this myth system was born from her father's": {
    "guess": "Japanese mythology",
    "confidence": [
      [
        "Japanese",
        -0.050260462
      ],
      [
        " mythology",
        -0.032456398
      ]
    ]
  },
  "A moon of this planet has areas of magnetism in the crust despite having no internal magnetic field. That moon possesses four impact structures, which include the Nectaris and Imbrium basins, used to date": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -1.4268469
      ]
    ]
  },
  "A moon of this planet has areas of magnetism in the crust despite having no internal magnetic field.": {
    "guess": "Magnetic field of the Moon",
    "confidence": [
      [
        "M",
        -0.71841294
      ],
      [
        "agnetic",
        -0.4646536
      ],
      [
        " field",
        -0.25129062
      ],
      [
        " of",
        -0.012588058
      ],
      [
        " the",
        -0.03217097
      ],
      [
        " Moon",
        -0.017889917
      ]
    ]
  }
}