{
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk on four draughts of pulque. He recreated mankind at the beginning of the Fifth Sun by sprinkling blood from his penis over a bone taken from Mictlan with the help of his twin brother Xolotl [shoh-LOH-tull].": {
    "guess": "Xolotl",
    "confidence": [
      [
        "X",
        -0.6590158
      ],
      [
        "ol",
        -0.01862009
      ],
      [
        "ot",
        -0.00011272187
      ],
      [
        "l",
        -1.2113979e-05
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk on four draughts of pulque. He recreated mankind at the beginning of the Fifth Sun by sprinkling blood from his penis over a bone taken from Mictlan with the help of his twin brother Xolotl [shoh-LOH-tull]. He committed suicide, or departed on a raft of snakes, after being shamed by his rival,": {
    "guess": "Xolotl",
    "confidence": [
      [
        "X",
        -1.0852711
      ],
      [
        "ol",
        -0.023494005
      ],
      [
        "ot",
        -0.00019257364
      ],
      [
        "l",
        -2.2127088e-05
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime": {
    "guess": "Xolotl",
    "confidence": [
      [
        "X",
        -0.031540964
      ],
      [
        "ol",
        -0.0074096275
      ],
      [
        "ot",
        -9.674858e-05
      ],
      [
        "l",
        -2.3915141e-05
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era": {
    "guess": "San Francisco Cable Car System",
    "confidence": [
      [
        "San",
        -0.05208729
      ],
      [
        " Francisco",
        -2.9040899e-05
      ],
      [
        " Cable",
        -0.27476037
      ],
      [
        " Car",
        -0.303513
      ],
      [
        " System",
        -0.05280967
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk": {
    "guess": "Xolotl",
    "confidence": [
      [
        "X",
        -0.28226733
      ],
      [
        "ol",
        -0.008912359
      ],
      [
        "ot",
        -0.00023452967
      ],
      [
        "l",
        -0.000100205485
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk on four draughts of pulque. He recreated mankind at the beginning of the Fifth Sun by sprinkling": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -1.2901456
      ],
      [
        "etz",
        -4.2868523e-05
      ],
      [
        "al",
        -0.0010574606
      ],
      [
        "co",
        -0.00058413023
      ],
      [
        "atl",
        -2.5107178e-05
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still officially part of it. Coit Tower is located on Telegraph Hill in this city, and Portsmouth Square is at the center of this city's Chinatown. Ghirardelli Square and Pier 39 are located on this city's Fisherman's Wharf. The only mobile National Historic Landmark in the United States is this city's": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.002558188
      ],
      [
        " Francisco",
        -0.00044806927
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk on four draughts of pulque. He recreated mankind at the beginning of the Fifth Sun by sprinkling blood from his penis over a bone taken from Mictlan with the help of his twin brother Xolotl [shoh-LOH-tull]. He committed suicide, or departed on a raft of snakes, after being shamed by his rival, Tezcatlipoca. Often identified with the morning star, FTP, name this benevolent Aztec god, known as": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.01817581
      ],
      [
        "etz",
        -4.8425554e-06
      ],
      [
        "al",
        -2.7133641e-05
      ],
      [
        "co",
        -3.261701e-05
      ],
      [
        "atl",
        -7.822647e-06
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0002975664
      ],
      [
        " Francisco",
        -0.00013131031
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still officially part of it. Coit Tower is located on Telegraph Hill in this city, and Portsmouth Square": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0005630422
      ],
      [
        " Francisco",
        -0.0002818352
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still officially part of it. Coit Tower is located on Telegraph Hill in this city, and Portsmouth Square is at the center of this city's Chinatown. Ghirardelli Square and Pier 39 are located on this city's Fisherman's Wharf. The only mobile National Historic Landmark in the United States is this city's cable car system. For 10 points, name this California city that is the location of the Golden Gate Bridge": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.00036942057
      ],
      [
        " Francisco",
        -0.00018053775
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still officially part of it. Coit Tower is located on Telegraph Hill in this city, and Portsmouth Square is at the center of this city's Chinatown. Ghirardelli Square and Pier 39 are located on this city's": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.0013178583
      ],
      [
        " Francisco",
        -0.00043102686
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast of this city. The Farallon Islands, though lying thirty miles to the west of this city, are still officially part of it. Coit Tower is located on Telegraph Hill in this city, and Portsmouth Square is at the center of this city's Chinatown. Ghirardelli Square and Pier 39 are located on this city's Fisherman's Wharf. The only mobile National Historic Landmark in the United States is this city's cable car system. For 10 points, name this California city that is the location of the Golden Gate": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.00040266736
      ],
      [
        " Francisco",
        -0.00025275684
      ]
    ]
  },
  "His twin brother was a god of lightning as well as a psychopomp, and guarded the sun during its nighttime journey through the underworld. In one story, he has sex with a female relative after getting drunk on four draughts of pulque. He recreated mankind at the beginning of the Fifth Sun by sprinkling blood from his penis over a bone taken from Mictlan with the help of his twin brother Xolotl [shoh-LOH-tull]. He committed suicide, or departed on a raft of snakes, after being shamed by his rival, Tezcatlipoca. Often identified with the morning star, FTP, name this benevolent Aztec god, known as the Feathered Serpent.": {
    "guess": "Quetzalcoatl",
    "confidence": [
      [
        "Qu",
        -0.018529864
      ],
      [
        "etz",
        -1.50940705e-05
      ],
      [
        "al",
        -1.640531e-05
      ],
      [
        "co",
        -3.8219583e-05
      ],
      [
        "atl",
        -2.577686e-06
      ]
    ]
  },
  "The Twin Peaks and Sunset Tunnels are two major transit arteries in this city, and the Civil War-era Fort Point lies in the north of this city. The Hunter's Point Naval Shipyard is located in the southeast": {
    "guess": "San Francisco",
    "confidence": [
      [
        "San",
        -0.002789304
      ],
      [
        " Francisco",
        -7.493431e-05
      ]
    ]
  }
}