{
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention": {
    "guess": "American Civil War",
    "confidence": [
      [
        "American",
        -0.6157653
      ],
      [
        " Civil",
        -0.09249426
      ],
      [
        " War",
        -0.00044747329
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden,": {
    "guess": "French Revolutionary Wars",
    "confidence": [
      [
        "French",
        -0.075311966
      ],
      [
        " Revolutionary",
        -0.2086307
      ],
      [
        " Wars",
        -0.0046127574
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\"": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.017018588
      ],
      [
        "gne",
        -8.776276e-06
      ],
      [
        "ous",
        -1.2664457e-06
      ],
      [
        " rock",
        -0.0069334703
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution of Stofflet and Charette by troops under Lazare Hoche. Defeats suffered by its instigators included the battles of Cholet and Le Mans, and among the actions which prompted them was the passage of the \"Civil Consitution of the Clergy\" and the conscription order of February 1793. Led primarily by royalist": {
    "guess": "War in the Vendée",
    "confidence": [
      [
        "War",
        -0.04534723
      ],
      [
        " in",
        -6.337155e-05
      ],
      [
        " the",
        -0.00016086915
      ],
      [
        " Vend",
        -0.0034073973
      ],
      [
        "ée",
        -0.0044686897
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\" are found in places including the Siberian Traps and Deccan Traps. Including rocks such as andesite and peridotite, this type of rock makes up batholiths and laccoliths, and can be classified based on metal and silicon content as felsic or mafic. Based on crystal size they are phaneritic or aphanitic": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.004344906
      ],
      [
        "gne",
        -2.8160932e-06
      ],
      [
        "ous",
        -3.5313153e-06
      ],
      [
        " rock",
        -0.026022289
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution of Stofflet and Charette by troops under Lazare Hoche. Defeats suffered by its instigators included the battles of Cholet and Le Mans, and among the actions which prompted them was the passage of the \"Civil Consitution of the Clergy\" and the conscription order of February 1793. Led primarily by royalist nobles, FTP, identify this counter-revolutionary uprising against the First Republic, which takes its name from a region of western France.": {
    "guess": "War in the Vendée",
    "confidence": [
      [
        "War",
        -0.05405761
      ],
      [
        " in",
        -9.3410876e-05
      ],
      [
        " the",
        -5.8245798e-05
      ],
      [
        " Vend",
        -0.00916577
      ],
      [
        "ée",
        -0.008289495
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.016668817
      ],
      [
        "gne",
        -4.9617593e-06
      ],
      [
        "ous",
        -1.3856493e-06
      ],
      [
        " rock",
        -0.02400111
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\" are found in places including the Siberian Traps and Deccan Traps. Including rocks such as andesite and peridotite, this type of rock makes up batholiths and laccoliths, and can be classified based on metal and silicon content as felsic or mafic. Based on crystal size they are phaneritic or aphanitic and based on formation they are intrusive or extrusive. For 10 points, name this type of rock,": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.0066584153
      ],
      [
        "gne",
        -5.5122365e-07
      ],
      [
        "ous",
        -2.220075e-06
      ],
      [
        " rock",
        -0.0061265677
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\" are found in places including the Siberian Traps and Deccan Traps. Including rocks such as andesite and peridotite, this type of rock makes up batholiths and laccoliths, and can be classified based": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.02792749
      ],
      [
        "gne",
        -9.4914985e-06
      ],
      [
        "ous",
        -4.723352e-06
      ],
      [
        " rock",
        -0.06430491
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution": {
    "guess": "French Revolutionary Wars",
    "confidence": [
      [
        "French",
        -0.07262502
      ],
      [
        " Revolutionary",
        -0.19968902
      ],
      [
        " Wars",
        -0.00094981043
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution of Stofflet and Charette by troops under Lazare Hoche. Defeats suffered by its instigators included": {
    "guess": "War in the Vendée",
    "confidence": [
      [
        "War",
        -0.5164446
      ],
      [
        " in",
        -0.00063094794
      ],
      [
        " the",
        -0.00060402625
      ],
      [
        " Vend",
        -0.04477736
      ],
      [
        "ée",
        -0.090091564
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\" are found in places including the Siberian Traps and Deccan Traps. Including rocks such as andesite": {
    "guess": "Large igneous province",
    "confidence": [
      [
        "Large",
        -0.08397821
      ],
      [
        " ign",
        -0.016332528
      ],
      [
        "eous",
        -0.00013131031
      ],
      [
        " province",
        -0.10018273
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution of Stofflet and Charette by troops under Lazare Hoche. Defeats suffered by its instigators included the battles of Cholet and Le Mans, and among the actions which prompted them was the passage of the": {
    "guess": "War in the Vendée",
    "confidence": [
      [
        "War",
        -0.2520136
      ],
      [
        " in",
        -0.00013619766
      ],
      [
        " the",
        -0.0009178895
      ],
      [
        " Vend",
        -0.016846178
      ],
      [
        "ée",
        -0.0562924
      ]
    ]
  },
  "The task of executing certain prisoners captured during the best-known of these clashes led to the invention of primitive death chambers known as noyades. They broke out shortly after the battle of Neerwinden, ended with the failure of a British-backed invasion at Quiberon Bay, and saw the execution of Stofflet and Charette by troops under Lazare Hoche. Defeats suffered by its instigators included the battles of Cholet and Le Mans, and among the actions which prompted them was the passage of the \"Civil Consitution of the Clergy\" and the conscription order of February 1793. Led primarily by royalist nobles, FTP, identify this counter-revolutionary uprising against the First Republic, which takes": {
    "guess": "War in the Vendée",
    "confidence": [
      [
        "War",
        -0.035844166
      ],
      [
        " in",
        -9.9251854e-05
      ],
      [
        " the",
        -0.00018744789
      ],
      [
        " Vend",
        -0.008049111
      ],
      [
        "ée",
        -0.00505586
      ]
    ]
  },
  "The TAS Classification names these objects, which often form through the Tholeiitic or calc-alkaline series. Vine, Matthews, and Morley found patterns in one type of these, whose namesake \"large provinces\" are found in places including the Siberian Traps and Deccan Traps. Including rocks such as andesite and peridotite, this type of rock makes up batholiths and laccoliths, and can be classified based on metal and silicon content as felsic or mafic. Based on crystal size they are phaneritic or aphanitic and based on formation they are intrusive or extrusive. For 10 points, name this type of rock, examples of which include granite and basalt, formed from cooled magma.": {
    "guess": "Igneous rock",
    "confidence": [
      [
        "I",
        -0.005243599
      ],
      [
        "gne",
        -3.1281633e-07
      ],
      [
        "ous",
        -2.4584822e-06
      ],
      [
        " rock",
        -0.009029799
      ]
    ]
  }
}