{
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the": {
    "guess": "Action (physics)",
    "confidence": [
      [
        "Action",
        -1.0739913
      ],
      [
        " (",
        -0.0014857008
      ],
      [
        "physics",
        -0.0011358123
      ],
      [
        ")",
        -0.0006420229
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending thirds, which imitate a galloping horse. That piece by this composer of the Years of Pilgrimage piano cycle appears before the \"Feux Follets\" in a set of 12 studies. Besides writing \"Mazeppa,\" a Transcendental Etude, this composer pioneered the symphonic tone poem and adapted gypsy melodies from his homeland in a set of 19 piano pieces. For 10 points, name this piano virtuoso composer of": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0054265624
      ],
      [
        "z",
        -9.1622824e-05
      ],
      [
        " Lis",
        -9.233804e-05
      ],
      [
        "zt",
        -7.2192626e-05
      ]
    ]
  },
  "Differentiated from its closest relative by its slightly smaller size and lighter color, it typically grows to about 20 inches, and is stout-bodied with black and pink blotches of color. Most of its teeth possess two grooves that conduct its venom, a nerve poison stored in the lower jaw. Known scientifically as * Heloderma suspectum, it and the Mexican beaded lizard are the only known poisonous lizards.": {
    "guess": "Gila Monster",
    "confidence": [
      [
        "G",
        -0.022603046
      ],
      [
        "ila",
        -9.150362e-05
      ],
      [
        " Monster",
        -0.68808585
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall Sahlins. Besides warfare and territorial authority, these actions are the main source of mana among": {
    "guess": "Big man (anthropology)",
    "confidence": [
      [
        "Big",
        -0.38738683
      ],
      [
        " man",
        -0.57284725
      ],
      [
        " (",
        -0.44257206
      ],
      [
        "anth",
        -3.059055e-05
      ],
      [
        "rop",
        -1.5213274e-05
      ],
      [
        "ology",
        -1.3067608e-05
      ],
      [
        ")",
        -0.00016992862
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The prefix \"pseudo-\" is applied when their signs are flipped following an improper rotation. An infinite": {
    "guess": "Cotangent bundle",
    "confidence": [
      [
        "C",
        -0.5647314
      ],
      [
        "ot",
        -0.18187998
      ],
      [
        "angent",
        -4.7040652e-05
      ],
      [
        " bundle",
        -0.3059307
      ]
    ]
  },
  "Differentiated from its closest relative by its slightly smaller size and lighter color, it typically grows to about 20 inches, and is stout-bodied with black and pink blotches of color. Most of its teeth possess two grooves that conduct its venom, a nerve poison stored in the lower jaw. Known scientifically": {
    "guess": "Eastern coral snake",
    "confidence": [
      [
        "Eastern",
        -0.86186343
      ],
      [
        " coral",
        -0.9189104
      ],
      [
        " snake",
        -0.0007799653
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current": {
    "guess": "Magnetic susceptibility",
    "confidence": [
      [
        "M",
        -0.5762414
      ],
      [
        "agnetic",
        -0.057546567
      ],
      [
        " susceptibility",
        -0.3665519
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect to volume at constant chemical potential and beta is equal to the pressure, while it serves as": {
    "guess": "Partition Function",
    "confidence": [
      [
        "Partition",
        -0.26306024
      ],
      [
        " Function",
        -0.60487133
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but others think these to be the  earliest known ships to use cranks handles. One iron anchor used on this ships was sheathed in wood and had  a movable iron stock lockable by key. It has been proposed": {
    "guess": "Ancient Egyptian Navy",
    "confidence": [
      [
        "Anc",
        -0.7874466
      ],
      [
        "ient",
        -3.1544176e-05
      ],
      [
        " Egyptian",
        -0.04793932
      ],
      [
        " Navy",
        -0.8791368
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect to volume at constant chemical potential and beta is equal to the pressure, while it serves as the normalizing constant for the Gibbs measure. This function is equal to the sum over all microstates of e raised to the negative beta times the energy of that microstate, and it is usually defined for a canonical ensemble. For 10 points, name this function, which can be used to express all the properties": {
    "guess": "Partition function (statistical mechanics)",
    "confidence": [
      [
        "Partition",
        -0.010153619
      ],
      [
        " function",
        -0.0010406711
      ],
      [
        " (",
        -0.052943546
      ],
      [
        "stat",
        -4.6206227e-05
      ],
      [
        "istical",
        -8.888114e-05
      ],
      [
        " mechanics",
        -1.247159e-05
      ],
      [
        ")",
        -2.1650272e-05
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states that the flux density is exactly equal to the permeability of free space times the current divided by the quantity two pi times the distance of the point in question from the conductor. Stating that the magnetic induction near a straight conductor is inversely proportional to the distance from the conductor directly proportional to the current in the conductor, FTP, what is this law named for": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.19690055
      ],
      [
        "mp",
        -3.0545007e-06
      ],
      [
        "ère",
        -0.008353102
      ],
      [
        "'s",
        -0.0019100736
      ],
      [
        " circ",
        -0.370261
      ],
      [
        "u",
        0.0
      ],
      [
        "ital",
        -1.9361265e-07
      ],
      [
        " law",
        -0.0011535553
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio in the (*) Otto Cycle. The coefficient of performance, or COP, is similar to this measure except that it can exceed 1. Both the Kelvin-Planck statement and Carnot's theorem place a fundamental upper limit on this quantity, which in its simplest formulation is equal to the heat of the hot reservoir": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.010371666
      ],
      [
        "ermal",
        -7.886803e-05
      ],
      [
        " efficiency",
        -0.029048905
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms. One member arranged compensation through the Maestrazgo (my-eh-STRAHZ-go) for his decisive support in the election of a rival of the first king of the Angouleme branch of the Valois dynasty as Holy": {
    "guess": "Fugger Family",
    "confidence": [
      [
        "F",
        -0.053861763
      ],
      [
        "ug",
        -0.0017762076
      ],
      [
        "ger",
        -9.849109e-06
      ],
      [
        " Family",
        -0.013837895
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known as the spiral valve. This group of organisms have canals filled with glycoprotein-based gel that detect electromagnetic fields, called the ampullae of Lorenzini. Unlike most fish, these animals must swim constantly to avoid sinking, because they lack a swim bladder. They are found in the orderSelachii,": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.041686967
      ],
      [
        "ark",
        -0.38815317
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans. Haplogroups based on mitochondria or one of these are the most frequently investigated ones. Telomerase lengthens the ends of these things. Having an abnormal number of these sub-cellular structures is called aneuploidy, and one example of that is Downs's syndrome. Staining and viewing them under a microscope is known as karyotyping. For 10 points, name these things that number forty-six in most": {
    "guess": "Chromosome",
    "confidence": [
      [
        "Ch",
        -0.01659155
      ],
      [
        "romosome",
        -0.50584507
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.0142979575
      ],
      [
        "cle",
        -0.009232278
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The prefix \"pseudo-\" is applied when their signs are flipped following an improper rotation. An infinite set of norms can be defined for them, although the L-1, L-2, and L-infinity are the most frequently encountered. In three dimensions, their scalar triple product can be used to determine volume, while the Gram-Schmidt procedure can be used to create an orthogonal basis set of them. These are, for 10 points, what mathematical objects that specify both magnitude and direction?": {
    "guess": "Vectors",
    "confidence": [
      [
        "Vectors",
        -0.15379024
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending": {
    "guess": "D-minor Piano Concerto (Mozart)",
    "confidence": [
      [
        "D",
        -1.2938535
      ],
      [
        "-min",
        -0.5581163
      ],
      [
        "or",
        -7.171581e-05
      ],
      [
        " Piano",
        -0.44490692
      ],
      [
        " Concert",
        -0.17837292
      ],
      [
        "o",
        -0.000709571
      ],
      [
        " (",
        -0.2617925
      ],
      [
        "M",
        -0.108995125
      ],
      [
        "oz",
        -0.53282344
      ],
      [
        "art",
        -9.555654e-05
      ],
      [
        ")",
        -0.0044703507
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx of towers represents the five peaks of Mount Meru. This building was used as the capital city for King Suryavarman II, and is surrounded by a moat. It appears on the flag of the country it's located in, and was once dedicated to (*) Vishnu, but is now a Buddhist temple. Its name comes from Sanskrit for capital and Khmer for temple, and it is an example of the high classical style of Khmer architecture. FTP, name this Cambodian temple built in the 12th century.": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.0030133573
      ],
      [
        "kor",
        -3.1305768e-05
      ],
      [
        " Wat",
        -1.0280384e-06
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares his knowledge of Christ to \"but dung\" in an argument against the \"confidence in the flesh\" of the Judaizers. The author of this work pledges to send Epaphroditus to the title group of people so they": {
    "guess": "Epistle to the Philippians",
    "confidence": [
      [
        "Ep",
        -0.1519649
      ],
      [
        "istle",
        -8.12521e-05
      ],
      [
        " to",
        -0.0007667448
      ],
      [
        " the",
        -0.0021785735
      ],
      [
        " Phil",
        -2.5345586e-05
      ],
      [
        "ippi",
        -2.9756122e-05
      ],
      [
        "ans",
        -7.3458323e-06
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states that the flux density is exactly equal to the permeability of free space times the current divided by the quantity two pi times the distance of the point in question from the conductor. Stating that the magnetic induction near a straight conductor is inversely proportional to the distance from the": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.59877276
      ],
      [
        "mp",
        -1.0564331e-05
      ],
      [
        "ère",
        -0.0070348014
      ],
      [
        "'s",
        -0.0013520222
      ],
      [
        " circ",
        -0.056063164
      ],
      [
        "u",
        0.0
      ],
      [
        "ital",
        0.0
      ],
      [
        " law",
        -0.0028325766
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms.": {
    "guess": "Fugger Family",
    "confidence": [
      [
        "F",
        -0.004613115
      ],
      [
        "ug",
        -0.0018001272
      ],
      [
        "ger",
        -5.3193703e-06
      ],
      [
        " Family",
        -0.029244691
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio in the (*) Otto Cycle. The coefficient of performance, or COP, is similar to this measure except that it can exceed 1. Both the Kelvin-Planck statement and Carnot's theorem place a fundamental upper limit on this quantity, which in its simplest formulation is equal to the heat of the hot reservoir minus the heat of the cold reservoir, over the heat of the hot reservoir. For 10 points, name this thermodynamic quantity, a measure of how little heat or energy is lost in an engine": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.12621228
      ],
      [
        "ermal",
        -0.00509453
      ],
      [
        " efficiency",
        -0.04684745
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are named after Cauchy and this man. All polyhedrons are defined as having a characteristic named after this man equal to two, and a line named after him contains the orthocenter, circumcenter, and centroid": {
    "guess": "Euler's line",
    "confidence": [
      [
        "E",
        -0.12156528
      ],
      [
        "uler",
        -0.0010435284
      ],
      [
        "'s",
        -0.3831671
      ],
      [
        " line",
        -0.4230092
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during": {
    "guess": "USS Antelope (1861)",
    "confidence": [
      [
        "U",
        -0.819622
      ],
      [
        "SS",
        -0.0049188547
      ],
      [
        " Ant",
        -0.38137966
      ],
      [
        "elope",
        -0.00010914576
      ],
      [
        " (",
        -0.05165764
      ],
      [
        "186",
        -0.4806315
      ],
      [
        "1",
        -0.6546387
      ],
      [
        ")",
        -0.00034046874
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and metals can form metamaterials, in which it occurs opposite to the typical direction.The magnitude of": {
    "guess": "Kerr effect",
    "confidence": [
      [
        "K",
        -1.5845368
      ],
      [
        "err",
        -0.0004150609
      ],
      [
        " effect",
        -0.025570938
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect to volume at constant chemical potential and beta is equal to the pressure, while it serves as the normalizing constant for the Gibbs measure. This function is equal to the sum over all microstates of e raised to the negative beta times the energy of that microstate, and it is usually defined for": {
    "guess": "Partition function",
    "confidence": [
      [
        "Partition",
        -0.008819133
      ],
      [
        " function",
        -0.03951393
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.111660555
      ],
      [
        "thal",
        -1.998142e-05
      ],
      [
        "py",
        -9.0073176e-05
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are": {
    "guess": "Airy functions",
    "confidence": [
      [
        "Air",
        -0.7006687
      ],
      [
        "y",
        -0.00017362394
      ],
      [
        " functions",
        -0.81658024
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx of towers represents the five peaks of Mount Meru. This building was used as the capital city for King Suryavarman II, and is surrounded by a moat. It appears on the flag of the country it's located": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.024860347
      ],
      [
        "kor",
        -9.639097e-05
      ],
      [
        " Wat",
        -6.6306106e-06
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear": {
    "guess": "Blue Men of the Minch",
    "confidence": [
      [
        "Blue",
        -0.46877152
      ],
      [
        " Men",
        -1.5588841
      ],
      [
        " of",
        -0.07663779
      ],
      [
        " the",
        -0.0193558
      ],
      [
        " Min",
        -3.8338785e-05
      ],
      [
        "ch",
        -1.8908588e-05
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one of these beings in order to defeat Wochowsen so he could return home. One of these figures killed the": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.080683015
      ],
      [
        "olem",
        -0.18453127
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall": {
    "guess": "Kula ring",
    "confidence": [
      [
        "K",
        -0.25920838
      ],
      [
        "ula",
        -0.0003210422
      ],
      [
        " ring",
        -0.76697785
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.05873789
      ],
      [
        "ermal",
        -0.00022797346
      ],
      [
        " efficiency",
        -0.004288523
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but others think these to be the  earliest known ships to use cranks handles. One iron anchor used on this ships was sheathed in wood and had  a movable iron stock lockable by key. It has been proposed that they were floating temples to Isis. These  objects were recovered by Guido Ucelli, however they were destroyed during WWII by the Germans. For 15  points, name these two giant ships of Caligula that": {
    "guess": "Nemi ships",
    "confidence": [
      [
        "N",
        -0.32079962
      ],
      [
        "emi",
        -5.5577775e-06
      ],
      [
        " ships",
        -0.47827846
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.03470373
      ],
      [
        "kor",
        -0.00018256421
      ],
      [
        " Wat",
        -4.246537e-06
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts to assert authority in Kowloon over crewmen of the Carnatic helped trigger this conflict, which began with the construction of a lime pit near Humen and a confiscation initiative by Lin Zexu.": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -0.052750982
      ],
      [
        " Op",
        -0.15758154
      ],
      [
        "ium",
        -5.3193703e-06
      ],
      [
        " War",
        -0.0008590543
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are named after Cauchy and this man. All polyhedrons are defined as having a characteristic named after": {
    "guess": "Euler-Poincaré characteristic",
    "confidence": [
      [
        "E",
        -0.88270575
      ],
      [
        "uler",
        -0.00059878494
      ],
      [
        "-P",
        -0.9026592
      ],
      [
        "oin",
        -0.0003520278
      ],
      [
        "car",
        -0.043752782
      ],
      [
        "é",
        -0.00015026369
      ],
      [
        " characteristic",
        -0.053746987
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The": {
    "guess": "Fugacity",
    "confidence": [
      [
        "F",
        -0.32395533
      ],
      [
        "ug",
        -0.014447775
      ],
      [
        "acity",
        -8.776276e-06
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three pairs of these tissues in the neck are called scalene. These tissues have fibrils that contain myosin and actin, which work in conjunction to change the lengths of these. These can be classified as cardiac,": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.03550608
      ],
      [
        "cle",
        -0.0001726703
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and metals can form metamaterials, in which it occurs opposite to the typical direction.The magnitude of this phenomenon in anisotropic materials depends on the direction of travel, and is called birefringence.": {
    "guess": "Optical Phenomenon",
    "confidence": [
      [
        "Opt",
        -0.28786388
      ],
      [
        "ical",
        -8.11329e-05
      ],
      [
        " Phen",
        -2.0836604
      ],
      [
        "omen",
        -1.0325924e-05
      ],
      [
        "on",
        -0.3579744
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known as the spiral valve. This group of organisms have canals filled with glycoprotein-based gel that detect electromagnetic fields, called the ampullae of Lorenzini. Unlike most fish, these animals must": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.21092682
      ],
      [
        "ark",
        -0.037962873
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The prefix \"pseudo-\" is applied when their signs are flipped following an improper rotation. An infinite set of norms can be defined for them, although the L-1, L-2, and L-infinity are the most frequently encountered. In three dimensions, their scalar triple product can be used to determine volume, while": {
    "guess": "Vector (mathematics and physics)",
    "confidence": [
      [
        "Vector",
        -0.14968115
      ],
      [
        " (",
        -0.10014735
      ],
      [
        "math",
        -0.22539158
      ],
      [
        "ematics",
        -0.00024596223
      ],
      [
        " and",
        -0.020011889
      ],
      [
        " physics",
        -1.8074163e-05
      ],
      [
        ")",
        -1.4617256e-05
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus, or Phorcys and Ceto.  Whatever her own lineage, she certainly got around.  According to one story, she even got lucky with Heracles, giving birth to three of his children:  Agathyrsus, Gelonus, and Scytha.  By her own son Orthus she gave birth to the Sphinx and the Nemean Lion, and by Orthus' father,": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.013679636
      ],
      [
        "ch",
        -0.00049453304
      ],
      [
        "id",
        -0.0015654499
      ],
      [
        "na",
        -8.613945e-05
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three pairs of these tissues in the neck are called scalene. These tissues have fibrils that contain myosin": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.0617049
      ],
      [
        "cle",
        -0.0001786305
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans. Haplogroups based on mitochondria or one of these are the most frequently investigated ones. Telomerase lengthens the ends of these things. Having an abnormal number of these sub-cellular structures is called aneuploidy, and one example of that is Downs's syndrome. Staining and viewing them under a microscope is known as karyotyping. For 10 points, name these things that number forty-six in most human cells and contain densely-packed DNA.": {
    "guess": "Chromosome",
    "confidence": [
      [
        "Ch",
        -0.0021045792
      ],
      [
        "romosome",
        -0.31633514
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman": {
    "guess": "Generating function",
    "confidence": [
      [
        "Generating",
        -1.1984226
      ],
      [
        " function",
        -0.5885296
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending thirds, which imitate a galloping horse. That piece by this composer of the Years of Pilgrimage piano cycle appears before the \"Feux Follets\" in a set of 12 studies. Besides writing \"Mazeppa,\" a Transcendental Etude, this composer pioneered the symphonic tone poem and adapted gypsy melodies from his homeland in a set of 19 piano pieces. For 10 points, name this piano virtuoso composer of the Hungarian Rhapsodies.": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.0012051119
      ],
      [
        "z",
        -3.190179e-05
      ],
      [
        " Lis",
        -5.9795446e-05
      ],
      [
        "zt",
        -0.00010163593
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and metals can form metamaterials, in which it occurs opposite to the typical direction.The magnitude of this phenomenon in anisotropic materials depends on the direction of travel, and is called birefringence. The ratio of the sines of two angles is proportional to the ratio of light velocities, according to Snell's law of this phenomenon. For 10 points, identify this effect in which light bends as its passes through different media.": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.099552825
      ],
      [
        "raction",
        -3.1281633e-07
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.08447122
      ],
      [
        "kor",
        -0.00037931444
      ],
      [
        " Wat",
        -5.6457742e-05
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall Sahlins. Besides warfare and territorial authority, these actions are the main source of mana among the Maori. Examples of these actions involving veigun and (*) mwali follow the \"opposite flow\"": {
    "guess": "Gift-giving",
    "confidence": [
      [
        "Gift",
        -0.0049705743
      ],
      [
        "-g",
        -0.002909012
      ],
      [
        "iving",
        -2.2603901e-05
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect to volume at constant chemical potential and beta is equal to the pressure, while it serves as the normalizing constant for the Gibbs measure. This function is equal to the sum over all microstates of e raised to the negative beta times the energy of that microstate, and it is usually defined for a canonical ensemble. For 10 points, name this function, which can be used to express all the properties of a thermodynamical system.": {
    "guess": "Partition function (statistical mechanics)",
    "confidence": [
      [
        "Partition",
        -0.00058162695
      ],
      [
        " function",
        -0.00029482474
      ],
      [
        " (",
        -0.029224211
      ],
      [
        "stat",
        -5.705376e-05
      ],
      [
        "istical",
        -6.945094e-05
      ],
      [
        " mechanics",
        -7.465036e-06
      ],
      [
        ")",
        -6.869018e-06
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are named after Cauchy and this man. All polyhedrons are defined as having a characteristic named after this man equal to two, and a line named after him contains the orthocenter, circumcenter, and centroid of a triangle. This man's formula is often used in conjunction with De Moivre's Theorem and states that cos x equals e to the i x. For 10 points, name this Swiss mathematician who lends his name to": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.16821252
      ],
      [
        "hard",
        -0.0028772724
      ],
      [
        " Euler",
        -0.00021474186
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts to assert authority in Kowloon over crewmen of the Carnatic helped trigger this conflict, which": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -0.074485645
      ],
      [
        " Op",
        -0.0005928284
      ],
      [
        "ium",
        -1.2233183e-05
      ],
      [
        " War",
        -0.0001505021
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three pairs of these tissues in the neck are called scalene. These tissues have fibrils that contain myosin and actin, which work in conjunction to change the lengths of these. These can be classified as cardiac, skeletal, or smooth, and these can also be classified by whether or not they are striated [STRIE-ay-ted].": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.004767596
      ],
      [
        "cle",
        -9.817902e-05
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law was corrected by adding a term for the time derivative of the electric displacement field. It states that the line integral of the magnetic H-field equals the surface integral of the free current density. The correction was done by James Clerk Maxwell, who made this person's circuital law one of his four equations. Name this Frenchman who became the namesake of the unit equivalent to a watt per volt or to a coulomb per second, the standard unit of current.": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.04631347
      ],
      [
        "mp",
        -1.7432603e-06
      ],
      [
        "ère",
        -0.00072113005
      ],
      [
        "'s",
        -9.627177e-05
      ],
      [
        " circ",
        -0.004318199
      ],
      [
        "u",
        -1.3663626e-05
      ],
      [
        "ital",
        -3.4121115e-06
      ],
      [
        " law",
        -0.00046105517
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending thirds, which imitate a galloping horse. That piece by this composer of the Years of Pilgrimage piano cycle appears before the \"Feux Follets\" in a set of 12 studies. Besides writing \"Mazeppa,\" a Transcendental Etude, this composer pioneered the symphonic tone poem and adapted gypsy melodies": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.016926238
      ],
      [
        "z",
        -8.45898e-05
      ],
      [
        " Lis",
        -0.0003581072
      ],
      [
        "zt",
        -0.00014358829
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states that the flux density is exactly equal to the permeability of free space times the current divided by the quantity two pi times the distance of the point in question from the conductor. Stating that the magnetic induction near a straight conductor is inversely proportional to the distance from the conductor directly proportional to the current in the conductor, FTP, what is this law named for its two French discoverers?": {
    "guess": "Biot-Savart law",
    "confidence": [
      [
        "B",
        -0.056285404
      ],
      [
        "iot",
        -2.9352968e-06
      ],
      [
        "-S",
        -0.21806099
      ],
      [
        "av",
        -1.5809293e-05
      ],
      [
        "art",
        -1.60477e-05
      ],
      [
        " law",
        -0.5875845
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\"": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.34230816
      ],
      [
        "thal",
        -9.1742026e-05
      ],
      [
        "py",
        -4.2630116e-05
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio in the (*) Otto Cycle. The coefficient of performance, or COP, is similar to this measure except that it can exceed 1. Both the Kelvin-Planck statement and Carnot's theorem place a fundamental upper limit on this quantity, which in its simplest formulation is equal to the heat of the hot reservoir minus the heat of the cold reservoir, over the heat of the hot reservoir. For 10 points, name this thermodynamic": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.36983985
      ],
      [
        "ermal",
        -0.020618146
      ],
      [
        " efficiency",
        -0.041875497
      ]
    ]
  },
  "Differentiated from its closest relative by its slightly smaller size and lighter color, it typically": {
    "guess": "Bonobo",
    "confidence": [
      [
        "Bon",
        -0.9100919
      ],
      [
        "obo",
        -0.0026906289
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The prefix \"pseudo-\" is applied when their signs are flipped following an improper rotation. An infinite set of norms can be defined for them, although the L-1, L-2, and L-infinity are the most frequently": {
    "guess": "Cotangent bundle",
    "confidence": [
      [
        "C",
        -1.1957854
      ],
      [
        "ot",
        -0.007883188
      ],
      [
        "angent",
        -7.851042e-05
      ],
      [
        " bundle",
        -0.22473538
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx of towers represents the five peaks of Mount Meru. This building was used as the capital city for King Suryavarman II, and is surrounded by a moat. It appears on the flag of the country it's located in, and was once dedicated to (*) Vishnu, but is now a Buddhist temple. Its name comes from Sanskrit": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.038975317
      ],
      [
        "kor",
        -0.00012666137
      ],
      [
        " Wat",
        -6.869018e-06
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms. One member arranged compensation through the Maestrazgo (my-eh-STRAHZ-go) for his decisive support in the election of a rival of the first king of the Angouleme branch of the Valois dynasty as Holy Roman Emperor. Two prominent members adopted the credos \"I want to gain while I can\" and \"Money is the sinews of war,\" but later scions showed less acumen than Hans, Anton and Jakob the Rich. FTP,": {
    "guess": "Fugger family",
    "confidence": [
      [
        "F",
        -0.19076611
      ],
      [
        "ug",
        -0.010401871
      ],
      [
        "ger",
        -1.5332478e-05
      ],
      [
        " family",
        -0.56055343
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three": {
    "guess": "Muscle tissue",
    "confidence": [
      [
        "Mus",
        -0.052992392
      ],
      [
        "cle",
        -6.0391463e-05
      ],
      [
        " tissue",
        -0.73999244
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts to assert authority in Kowloon over crewmen of the Carnatic helped trigger this conflict, which began with the construction of a lime pit near Humen and a confiscation initiative by Lin Zexu. Agreements at Tientsin, Whampoa, Aigun, and Wangxia became the first of the \"unequal treaties\" along with the pact ending this conflict, the Treaty of Nanking. For 10 points, identify this war between": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -0.016795654
      ],
      [
        " Op",
        -0.00013870094
      ],
      [
        "ium",
        -2.0100624e-05
      ],
      [
        " War",
        -5.1928004e-05
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three pairs of these tissues in the neck are called scalene. These tissues have fibrils that contain myosin and actin, which work in conjunction to change the lengths of these. These can be classified as cardiac, skeletal, or smooth, and these can also be classified by whether or not they are striated [STRIE-ay-ted]. Name this tissue often connected to a bone with a tendon, including the trapezius, deltoid, and biceps.": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.0020878082
      ],
      [
        "cle",
        -0.00023321842
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one of these beings in order to defeat Wochowsen so he could return home. One of these figures killed the evil Whale that was terrorizing other whales, which was depriving the people of meat and oil. These creatures were credited with destroying Unktehilas, or dangerous water serpents, in Sioux tales. For 10 points, name these large creatures that could pull clouds together with their wing beats and shoot lightning from their eyes.": {
    "guess": "Dragon",
    "confidence": [
      [
        "Dragon",
        -0.2935759
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but others think these to be the  earliest known ships to use cranks handles. One iron anchor used on this ships was sheathed in wood and had  a movable iron stock lockable by key. It has been proposed that they were floating temples to Isis. These  objects were recovered by Guido Ucelli, however they were destroyed during WWII by the Germans. For 15  points, name these two giant ships of Caligula that were found in an Italian lake.": {
    "guess": "Nemi ships",
    "confidence": [
      [
        "N",
        -0.11979384
      ],
      [
        "emi",
        -7.89631e-07
      ],
      [
        " ships",
        -0.31985664
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law was corrected by adding a term for the time derivative of the electric displacement field. It states that the line integral of the magnetic H-field equals the surface integral of the free current density.": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.12064667
      ],
      [
        "well",
        -2.2723105e-05
      ],
      [
        "'s",
        -0.00024346994
      ],
      [
        " equations",
        -0.01733239
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos,": {
    "guess": "Philippians 2:5-11",
    "confidence": [
      [
        "Phil",
        -0.11401164
      ],
      [
        "ippi",
        -0.00069110905
      ],
      [
        "ans",
        -1.11603495e-05
      ],
      [
        " ",
        -0.120742604
      ],
      [
        "2",
        -0.0018527198
      ],
      [
        ":",
        -0.2850077
      ],
      [
        "5",
        -0.82958055
      ],
      [
        "-",
        -0.5108294
      ],
      [
        "11",
        -0.07429011
      ]
    ]
  },
  "Different types of these body tissues contain nebulette and nebulin proteins. A small example of these tissues attached to hair follicles are the arrector pili [PIH-lie], which create goosebumps. Three pairs of these tissues in the neck are called scalene. These tissues have fibrils that contain myosin and actin, which work in conjunction to change the lengths of these. These can be classified as cardiac, skeletal, or smooth, and these can also be classified by whether or not they are striated [STRIE-ay-ted]. Name this tissue often connected to a bone with a tendon, including the trapezius, deltoid,": {
    "guess": "Muscle",
    "confidence": [
      [
        "Mus",
        -0.001888184
      ],
      [
        "cle",
        -9.639097e-05
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states that the flux density is exactly equal to the permeability of free space times the current divided": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.20327793
      ],
      [
        "mp",
        -2.677603e-05
      ],
      [
        "ère",
        -0.0063433615
      ],
      [
        "'s",
        -0.001804415
      ],
      [
        " circ",
        -0.12370437
      ],
      [
        "u",
        -8.537869e-06
      ],
      [
        "ital",
        -7.107425e-06
      ],
      [
        " law",
        -0.00041386887
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans. Haplogroups based on mitochondria or one of these are the most frequently investigated ones. Telomerase": {
    "guess": "Genetic recombination",
    "confidence": [
      [
        "Gen",
        -0.2702536
      ],
      [
        "etic",
        -0.18898135
      ],
      [
        " re",
        -0.7885236
      ],
      [
        "combination",
        -2.4584822e-06
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms. One member arranged compensation through the Maestrazgo (my-eh-STRAHZ-go) for his decisive support in the election of a rival of the first king of the Angouleme branch of the Valois dynasty as Holy Roman Emperor. Two prominent members adopted the credos \"I want to gain while I can\" and \"Money is the sinews of war,\" but later scions showed less acumen than Hans, Anton and Jakob the Rich. FTP, name this German family which established a commercial dynasty in the mid-14th century in Augsburg.": {
    "guess": "Fugger",
    "confidence": [
      [
        "F",
        -0.01694756
      ],
      [
        "ug",
        -0.0007125511
      ],
      [
        "ger",
        -6.9882217e-06
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus, or Phorcys and Ceto.  Whatever her own lineage, she certainly got around.  According to one story, she even got lucky with Heracles, giving birth to three of his children:  Agathyrsus, Gelonus, and Scytha.  By her own son Orthus she gave birth to the Sphinx and the Nemean Lion, and by Orthus' father, Typhon, the Chimaera, the Hydra, and Cerberus. For 10 points, who was this monstrous mother of Greek": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.002907466
      ],
      [
        "ch",
        -0.00013786652
      ],
      [
        "id",
        -0.00037561916
      ],
      [
        "na",
        -2.1411865e-05
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall Sahlins. Besides warfare and territorial authority, these actions are the main source of mana among the Maori. Examples of these actions involving veigun and (*) mwali follow the \"opposite flow\" rule. An essay about these actions discusses their spiritually imbued exchange as an example of \"total prestation.\" The potlach and kula ring systems are examples of - for 10 points - what kind of action famously studied by Marcel Mauss?": {
    "guess": "Gift economy",
    "confidence": [
      [
        "Gift",
        -0.18262014
      ],
      [
        " economy",
        -0.26256758
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are named after Cauchy and this man. All polyhedrons are defined as having a characteristic named after this man equal to two, and a line named after him contains the orthocenter, circumcenter, and centroid of a triangle. This man's formula is often used in conjunction with De Moivre's Theorem and states that cos x equals e to the i x. For 10 points, name this Swiss mathematician who lends his name to that transcendental constant, e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.053733997
      ],
      [
        "hard",
        -0.0032756259
      ],
      [
        " Euler",
        -5.0735965e-05
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed": {
    "guess": "Hymenoptera",
    "confidence": [
      [
        "H",
        -1.6814576
      ],
      [
        "ym",
        -0.51531833
      ],
      [
        "en",
        -0.0002663424
      ],
      [
        "opt",
        -1.3856493e-06
      ],
      [
        "era",
        -0.1563672
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx of towers represents the five peaks of Mount Meru. This building was used as the capital city": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.14574513
      ],
      [
        "kor",
        -3.5835506e-05
      ],
      [
        " Wat",
        -0.022607712
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares his knowledge of Christ to \"but dung\" in an argument against the \"confidence in the flesh\" of the Judaizers. The author of this work pledges to send Epaphroditus to the title group of people so they can \"honor men like him\" and attacks brother Christians who are trying to make him jealous while he sits in jail. This epistle was written to a church first located in the house of Lydia and follows Ephesians.": {
    "guess": "Epistle to the Philippians",
    "confidence": [
      [
        "Ep",
        -0.05485193
      ],
      [
        "istle",
        -2.546479e-05
      ],
      [
        " to",
        -0.0011200957
      ],
      [
        " the",
        -0.0017990543
      ],
      [
        " Phil",
        -4.7040652e-05
      ],
      [
        "ippi",
        -4.310693e-05
      ],
      [
        "ans",
        -7.9418505e-06
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the": {
    "guess": "Optical tweezers",
    "confidence": [
      [
        "Opt",
        -0.03244358
      ],
      [
        "ical",
        -0.0005242001
      ],
      [
        " twe",
        -1.0293645
      ],
      [
        "ez",
        0.0
      ],
      [
        "ers",
        -8.876193e-05
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known as the spiral valve. This group of organisms have canals filled with glycoprotein-based gel that detect electromagnetic fields, called the ampullae of Lorenzini. Unlike most fish, these animals must swim constantly to avoid sinking, because they lack a swim bladder. They are found in the orderSelachii, and comprise the Elasmobranchs along with rays and skates. Name this type of cartilaginous fish noted for their tough, scaly skin, types of which include tiger, hammerhead, and great white.": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.0082577
      ],
      [
        "ark",
        -0.0050528985
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares his knowledge of Christ to \"but dung\" in an argument against the \"confidence in the flesh\" of the Judaizers. The author of this work pledges to send Epaphroditus to the title group of people so they can \"honor men like him\" and attacks brother Christians who are trying to make him jealous while he sits in jail. This epistle was written to a church first located in the house of Lydia and follows Ephesians. For 10 points, name this Pauline epistle to a church in the namesake Macedonian city.": {
    "guess": "Epistle to the Philippians",
    "confidence": [
      [
        "Ep",
        -0.021025041
      ],
      [
        "istle",
        -7.0523776e-05
      ],
      [
        " to",
        -0.000147522
      ],
      [
        " the",
        -0.00040540905
      ],
      [
        " Phil",
        -0.00015193255
      ],
      [
        "ippi",
        -2.6895234e-05
      ],
      [
        "ans",
        -1.9504607e-05
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental": {
    "guess": "Bocca Tigris",
    "confidence": [
      [
        "B",
        -0.8538896
      ],
      [
        "oc",
        -0.07739946
      ],
      [
        "ca",
        -0.0013196426
      ],
      [
        " T",
        -0.008044026
      ],
      [
        "igr",
        -6.670925e-05
      ],
      [
        "is",
        -1.378283e-05
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with": {
    "guess": "Ancient Egyptian Navy",
    "confidence": [
      [
        "Anc",
        -0.880771
      ],
      [
        "ient",
        -6.9331734e-05
      ],
      [
        " Egyptian",
        -0.031640876
      ],
      [
        " Navy",
        -0.8520944
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.19049163
      ],
      [
        "mp",
        -3.4121115e-06
      ],
      [
        "ère",
        -0.0018942449
      ],
      [
        "'s",
        -0.00030590701
      ],
      [
        " circ",
        -0.029145936
      ],
      [
        "u",
        -1.9816675e-06
      ],
      [
        "ital",
        -4.3202e-07
      ],
      [
        " law",
        -0.00018101456
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus, or Phorcys and Ceto.  Whatever her own lineage, she certainly got around.  According to one story, she even got lucky with Heracles, giving birth to three of his children:  Agathyrsus, Gelonus, and Scytha.  By her own son Orthus she gave birth to the Sphinx and the Nemean Lion, and by Orthus' father, Typhon, the Chimaera, the Hydra, and Cerberus. For 10 points, who was this monstrous mother of Greek myth--half-woman and half-serpent--who shares her name with a modern monotreme?": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.0006938508
      ],
      [
        "ch",
        -7.231183e-05
      ],
      [
        "id",
        -0.00016992862
      ],
      [
        "na",
        -2.220075e-06
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching": {
    "guess": "Philippians 2:6–7",
    "confidence": [
      [
        "Phil",
        -0.42184982
      ],
      [
        "ippi",
        -0.00058341504
      ],
      [
        "ans",
        -1.6286107e-05
      ],
      [
        " ",
        -0.009093716
      ],
      [
        "2",
        -0.0023486498
      ],
      [
        ":",
        -0.0145936925
      ],
      [
        "6",
        -0.5803326
      ],
      [
        "–",
        -0.58011216
      ],
      [
        "7",
        -0.41940433
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and metals can form metamaterials, in which it occurs opposite to the typical direction.The magnitude of this phenomenon in anisotropic materials depends on the direction of travel, and is called birefringence. The ratio of the sines of two angles is proportional to the ratio of light velocities, according to Snell's law of this phenomenon. For 10 points, identify this effect in which light bends as": {
    "guess": "Refraction",
    "confidence": [
      [
        "Ref",
        -0.05800753
      ],
      [
        "raction",
        -5.5122365e-07
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares": {
    "guess": "Philippians 2:5-11",
    "confidence": [
      [
        "Phil",
        -0.08612913
      ],
      [
        "ippi",
        -7.77952e-05
      ],
      [
        "ans",
        -3.888926e-06
      ],
      [
        " ",
        -0.095267676
      ],
      [
        "2",
        -0.0015550976
      ],
      [
        ":",
        -0.59978205
      ],
      [
        "5",
        -0.6254482
      ],
      [
        "-",
        -0.38711163
      ],
      [
        "11",
        -0.047052633
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans.": {
    "guess": "Genetic recombination",
    "confidence": [
      [
        "Gen",
        -0.37056455
      ],
      [
        "etic",
        -0.016775731
      ],
      [
        " re",
        -0.06400875
      ],
      [
        "combination",
        -6.0345924e-06
      ]
    ]
  },
  "Differentiated from its closest relative by its slightly smaller size and lighter color, it typically grows to about 20 inches, and is stout-bodied with black and pink blotches of color. Most of its teeth possess two grooves that conduct its venom, a nerve poison stored in the lower jaw. Known scientifically as * Heloderma suspectum, it and the Mexican beaded lizard are the only known poisonous lizards. Found in the American southwest, FTP, what is this lizard named for a local river basin?": {
    "guess": "Gila monster",
    "confidence": [
      [
        "G",
        -0.020837551
      ],
      [
        "ila",
        -0.00013703208
      ],
      [
        " monster",
        -0.32733378
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans. Haplogroups based on mitochondria or one of these are the most frequently investigated ones. Telomerase lengthens the ends of these things. Having an abnormal number of these sub-cellular structures is called aneuploidy, and one example of that is Downs's syndrome. Staining and viewing them under": {
    "guess": "Chromosome",
    "confidence": [
      [
        "Ch",
        -0.0004622472
      ],
      [
        "romosome",
        -0.019425021
      ]
    ]
  },
  "It is different from other buildings of its style because its bas-reliefs depicting the churning of the Ocean of Milk proceed in a counter-clockwise direction and it faces west instead of east. The quincunx of towers represents the five peaks of Mount Meru. This building was used as the capital city for King Suryavarman II, and is surrounded by a moat. It appears on the flag of the country it's located in, and was once dedicated to (*) Vishnu, but is now a Buddhist temple. Its name comes from Sanskrit for capital and Khmer for temple, and it is an example of the high classical style of Khmer architecture.": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.018136254
      ],
      [
        "kor",
        -2.868329e-05
      ],
      [
        " Wat",
        -0.0010167334
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and metals can form metamaterials, in which it occurs opposite to the typical direction.The magnitude of this phenomenon in anisotropic materials depends on the direction of travel, and is called birefringence. The ratio of the sines of two angles is proportional to the ratio of light velocities, according": {
    "guess": "Optical phase shift",
    "confidence": [
      [
        "Opt",
        -0.7942958
      ],
      [
        "ical",
        -0.0018271462
      ],
      [
        " phase",
        -1.9081386
      ],
      [
        " shift",
        -0.26362604
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but": {
    "guess": "Ancient Egyptian Navy",
    "confidence": [
      [
        "Anc",
        -0.9468325
      ],
      [
        "ient",
        -4.5252596e-05
      ],
      [
        " Egyptian",
        -0.030184083
      ],
      [
        " Navy",
        -0.851024
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one of these beings in order to defeat Wochowsen so he could return home. One of these figures killed the evil Whale that was terrorizing other whales, which was depriving the people of meat and oil. These creatures were credited with destroying Unktehilas, or dangerous water serpents, in Sioux tales.": {
    "guess": "Thunderbird",
    "confidence": [
      [
        "Thunder",
        -1.2899647
      ],
      [
        "bird",
        -0.098856546
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic": {
    "guess": "Nuclear magnetic resonance spectroscopy",
    "confidence": [
      [
        "N",
        -0.91977584
      ],
      [
        "uclear",
        -0.0016368584
      ],
      [
        " magnetic",
        -0.0019655088
      ],
      [
        " resonance",
        -0.00051442906
      ],
      [
        " spectro",
        -0.27196002
      ],
      [
        "scopy",
        -1.1398757e-05
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law was corrected by adding a term for the time derivative of the electric displacement field. It states that the line integral of the magnetic H-field equals the surface integral of the free current density. The correction was done by James Clerk Maxwell, who made this person's circuital law one of his four equations. Name this Frenchman who became the namesake of the unit equivalent to a watt per volt": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.4873517
      ],
      [
        "mp",
        -1.3306016e-05
      ],
      [
        "ère",
        -0.0020912576
      ],
      [
        "'s",
        -0.0032381979
      ],
      [
        " circ",
        -0.15437312
      ],
      [
        "u",
        -3.1281633e-07
      ],
      [
        "ital",
        -3.5313153e-06
      ],
      [
        " law",
        -0.00025025356
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms. One member arranged compensation through the Maestrazgo (my-eh-STRAHZ-go) for his decisive support": {
    "guess": "Fugger Family",
    "confidence": [
      [
        "F",
        -0.004179783
      ],
      [
        "ug",
        -0.0009531481
      ],
      [
        "ger",
        -9.014684e-06
      ],
      [
        " Family",
        -0.0064744875
      ]
    ]
  },
  "Its differential version allows for one to create models of pi ring currents induced in para- and diatropic planar molecules by a perpendicular magnetic field. Likewise, it can be used in tandem with current density to calculate the magnetic shielding tensor. For a wire (*) of infinite length, it states that the flux density is exactly equal to the permeability of free space times the current divided by the quantity two pi times the distance of the point in question from the conductor. Stating that": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.45869863
      ],
      [
        "mp",
        -1.5928495e-05
      ],
      [
        "ère",
        -0.0035432864
      ],
      [
        "'s",
        -0.0010657975
      ],
      [
        " circ",
        -0.10082365
      ],
      [
        "u",
        -2.6968896e-06
      ],
      [
        "ital",
        -4.00813e-06
      ],
      [
        " law",
        -0.00010592726
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect to volume at constant chemical potential and beta is equal to the pressure, while it serves as the normalizing constant for the Gibbs measure. This function is equal to the sum over all microstates": {
    "guess": "Partition Function",
    "confidence": [
      [
        "Partition",
        -0.0045908075
      ],
      [
        " Function",
        -0.42330816
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -0.07753835
      ],
      [
        " Op",
        -0.00036216015
      ],
      [
        "ium",
        -1.1279553e-05
      ],
      [
        " War",
        -0.00011605957
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law was corrected by adding a term for the time derivative of the electric displacement field. It states that the line integral of the magnetic H-field equals the surface integral of the free current density. The correction was done by James Clerk Maxwell, who made this person's circuital law one of his": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.7839001
      ],
      [
        "mp",
        -1.0683535e-05
      ],
      [
        "ère",
        -0.0061129397
      ],
      [
        "'s",
        -0.0020929228
      ],
      [
        " circ",
        -0.04387829
      ],
      [
        "u",
        -7.89631e-07
      ],
      [
        "ital",
        -3.1737043e-06
      ],
      [
        " law",
        -0.00018006093
      ]
    ]
  },
  "Different branches of this group were known as \"of the Doe\" and \"of the Lily\" due to their coats of arms. One member arranged compensation through the Maestrazgo (my-eh-STRAHZ-go) for his decisive support in the election of a rival of the first king of the Angouleme branch of the Valois dynasty as Holy Roman Emperor. Two prominent members adopted the credos \"I want to gain while I can\" and \"Money is": {
    "guess": "Fugger",
    "confidence": [
      [
        "F",
        -0.054190416
      ],
      [
        "ug",
        -0.0026404606
      ],
      [
        "ger",
        -1.2233183e-05
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known as the spiral valve. This group of organisms have canals filled with glycoprotein-based gel that detect electromagnetic fields, called the ampullae of Lorenzini. Unlike most fish, these animals must swim constantly to avoid sinking, because they lack a swim bladder. They are found in the orderSelachii, and comprise the Elasmobranchs along with rays and skates. Name this type of cartilaginous": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.13992469
      ],
      [
        "ark",
        -0.20769495
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one of these beings in order to defeat Wochowsen so he could return home. One of these figures killed the evil Whale that was terrorizing other whales, which was depriving the people of meat and oil. These": {
    "guess": "Tengu",
    "confidence": [
      [
        "T",
        -1.3288401
      ],
      [
        "engu",
        -0.27642268
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus, or Phorcys and Ceto.  Whatever her own lineage, she certainly got around.  According to one story, she": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.022726698
      ],
      [
        "ch",
        -0.0017640744
      ],
      [
        "id",
        -0.000245247
      ],
      [
        "na",
        -4.3464544e-05
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts to assert authority in Kowloon over crewmen of the Carnatic helped trigger this conflict, which began with the construction of a lime pit near Humen and a confiscation initiative by Lin Zexu. Agreements at Tientsin, Whampoa, Aigun, and Wangxia became the first of the \"unequal treaties\" along with the pact ending this conflict, the Treaty of Nanking. For 10 points, identify this war between Britain and Qing China, an early clash over the namesake narcotic.": {
    "guess": "First Opium War",
    "confidence": [
      [
        "First",
        -0.0014812939
      ],
      [
        " Op",
        -7.2192626e-05
      ],
      [
        "ium",
        -1.9146995e-05
      ],
      [
        " War",
        -1.998142e-05
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall Sahlins. Besides warfare and territorial authority, these actions are the main source of mana among the Maori. Examples of these actions involving veigun and (*) mwali follow the \"opposite flow\" rule. An essay about these actions discusses their spiritually imbued exchange as an example of \"total prestation.\" The potlach and kula ring systems are examples of - for 10 points - what kind of action": {
    "guess": "Gift economy",
    "confidence": [
      [
        "Gift",
        -0.97762954
      ],
      [
        " economy",
        -0.679986
      ]
    ]
  },
  "Differentiated from its closest relative by its slightly smaller size and lighter color, it typically grows to about 20 inches, and is stout-bodied with black and pink blotches of color. Most of its teeth": {
    "guess": "Eastern diamondback rattlesnake",
    "confidence": [
      [
        "Eastern",
        -0.5942147
      ],
      [
        " diamond",
        -1.5409285
      ],
      [
        "back",
        -0.002170244
      ],
      [
        " ratt",
        -0.0004326957
      ],
      [
        "les",
        -9.968313e-06
      ],
      [
        "n",
        -0.0001273766
      ],
      [
        "ake",
        -6.49212e-05
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one of these beings in order to defeat Wochowsen so he could return home. One of these figures killed the evil Whale that was terrorizing other whales, which was depriving the people of meat and oil. These creatures were credited with destroying Unktehilas, or dangerous water serpents, in Sioux tales. For 10 points, name these large creatures that could pull clouds together with their wing beats and": {
    "guess": "Thunderbird",
    "confidence": [
      [
        "Thunder",
        -0.31300685
      ],
      [
        "bird",
        -0.003186744
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The": {
    "guess": "Cotangent bundle",
    "confidence": [
      [
        "C",
        -0.57355994
      ],
      [
        "ot",
        -0.040708747
      ],
      [
        "angent",
        -0.00016468366
      ],
      [
        " bundle",
        -0.12694009
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law": {
    "guess": "Ampère's circuital law",
    "confidence": [
      [
        "A",
        -0.17406167
      ],
      [
        "mp",
        -7.89631e-07
      ],
      [
        "ère",
        -3.8219583e-05
      ],
      [
        "'s",
        -1.4021238e-05
      ],
      [
        " circ",
        -0.0010362644
      ],
      [
        "u",
        -1.9146995e-05
      ],
      [
        "ital",
        -7.89631e-07
      ],
      [
        " law",
        -5.8603408e-05
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known": {
    "guess": "Nematode",
    "confidence": [
      [
        "N",
        -0.8211558
      ],
      [
        "emat",
        -0.0137323085
      ],
      [
        "ode",
        -0.3126313
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous": {
    "guess": "Partition function (statistical mechanics)",
    "confidence": [
      [
        "Partition",
        -1.1190959
      ],
      [
        " function",
        -0.010252264
      ],
      [
        " (",
        -0.12046227
      ],
      [
        "stat",
        -0.044564866
      ],
      [
        "istical",
        -0.00010092071
      ],
      [
        " mechanics",
        -2.1531068e-05
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure": {
    "guess": "Density",
    "confidence": [
      [
        "Density",
        -0.34302625
      ]
    ]
  },
  "Differential ability to perform this action decides the \"big man\" in the moka system analyzed by Marshall Sahlins. Besides warfare and territorial authority, these actions are the main source of mana among the Maori. Examples of these actions involving veigun and (*) mwali follow the \"opposite flow\" rule. An essay about these actions discusses their spiritually imbued exchange as an example of \"total": {
    "guess": "Kula",
    "confidence": [
      [
        "K",
        -0.050542254
      ],
      [
        "ula",
        -0.0005674491
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares his knowledge of Christ to \"but dung\" in an argument against the \"confidence in the flesh\" of the Judaizers. The author of this work pledges to send Epaphroditus to the title group of people so they can \"honor men like him\" and attacks brother Christians who are trying to make him jealous while he": {
    "guess": "Epistle to the Philippians",
    "confidence": [
      [
        "Ep",
        -0.37243387
      ],
      [
        "istle",
        -9.7821416e-05
      ],
      [
        " to",
        -0.0013014266
      ],
      [
        " the",
        -0.0041064234
      ],
      [
        " Phil",
        -9.5079726e-05
      ],
      [
        "ippi",
        -3.1544176e-05
      ],
      [
        "ans",
        -7.107425e-06
      ]
    ]
  },
  "Different interpretations in this book hinge on the definition of the Greek words kenoo and harpagmos, with the latter potentially meaning that Christ was equal with God but did not follow Adam in \"snatching after\" temptation. Both of those words appear in its Carmen Christi hymn. Its author compares his knowledge of Christ to \"but dung\" in an argument against the \"confidence in the flesh\" of the Judaizers.": {
    "guess": "Epistle to the Philippians",
    "confidence": [
      [
        "Ep",
        -0.29488975
      ],
      [
        "istle",
        -1.0802739e-05
      ],
      [
        " to",
        -0.0010872321
      ],
      [
        " the",
        -0.0041550915
      ],
      [
        " Phil",
        -0.00022964232
      ],
      [
        "ippi",
        -1.2233183e-05
      ],
      [
        "ans",
        -1.0802739e-05
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio in the (*) Otto Cycle. The coefficient of performance, or COP, is similar to this measure except that it can exceed 1. Both the Kelvin-Planck statement and Carnot's theorem place a fundamental upper": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.029048556
      ],
      [
        "ermal",
        -0.00033677343
      ],
      [
        " efficiency",
        -0.013103166
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but others think these to be the  earliest known ships to use cranks handles. One iron anchor used on this ships was sheathed in wood and had  a movable iron stock lockable by key. It has been proposed that they were floating temples to Isis. These  objects were recovered by Guido Ucelli, however they": {
    "guess": "Khufu ship",
    "confidence": [
      [
        "Kh",
        -1.490614
      ],
      [
        "uf",
        -3.368984e-05
      ],
      [
        "u",
        -0.00032390308
      ],
      [
        " ship",
        -0.09074649
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic": {
    "guess": "Optical tweezers",
    "confidence": [
      [
        "Opt",
        -0.021323707
      ],
      [
        "ical",
        -0.0030774213
      ],
      [
        " twe",
        -0.24901602
      ],
      [
        "ez",
        0.0
      ],
      [
        "ers",
        -1.1279553e-05
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus, or Phorcys and Ceto.  Whatever her own lineage, she certainly got around.  According to one story, she even got lucky with Heracles, giving birth to three of his children:  Agathyrsus, Gelonus, and Scytha.": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.020164018
      ],
      [
        "ch",
        -0.0015439034
      ],
      [
        "id",
        -0.0006193888
      ],
      [
        "na",
        -4.0722858e-05
      ]
    ]
  },
  "In differential geometry, they are dual to one-forms defined as contravariant tensors of rank one. The prefix \"pseudo-\" is applied when their signs are flipped following an improper rotation. An infinite set of norms can be defined for them, although the L-1, L-2, and L-infinity are the most frequently encountered. In three dimensions, their scalar triple product can be used to determine volume, while the Gram-Schmidt procedure can be used to create an orthogonal basis set of them. These are, for": {
    "guess": "Vectors",
    "confidence": [
      [
        "Vectors",
        -0.67377764
      ]
    ]
  },
  "Differential equations of the form x squared y double prime plus b x y prime plus c y equals zero are named after Cauchy and this man. All polyhedrons are defined as having a characteristic named after this man equal to two, and a line named after him contains the orthocenter, circumcenter, and centroid of a triangle. This man's formula is often used in conjunction with De Moivre's Theorem and states": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.15345849
      ],
      [
        "hard",
        -0.011033323
      ],
      [
        " Euler",
        -0.0001756504
      ]
    ]
  },
  "A different set of ships with this name were used against rebels in the Battle of Antelope Nose during the  reign of Pepi I. The capstans on these ships had an unusual ball bearing like construction with shafts coming  off the balls. It used to be believed that these ships had bucket chain hoists, but others think these to be the  earliest known ships to use cranks handles. One iron anchor used on": {
    "guess": "Ancient Egyptian Navy",
    "confidence": [
      [
        "Anc",
        -0.8654066
      ],
      [
        "ient",
        -5.6100132e-05
      ],
      [
        " Egyptian",
        -0.051112957
      ],
      [
        " Navy",
        -0.75820607
      ]
    ]
  },
  "Differences in the magnitude of this phenomenon are used to generate pico-Newton forces to move microscopic objects in single-beam gradient traps. An alteration to this phenomenon is proportional to the strength of an applied electric field in the Pockels effect. Alternating layers of dielectrics and": {
    "guess": "Optical Tweezers",
    "confidence": [
      [
        "Opt",
        -0.12389733
      ],
      [
        "ical",
        -0.0017853716
      ],
      [
        " Twe",
        -0.14849077
      ],
      [
        "ez",
        -0.0024580567
      ],
      [
        "ers",
        -3.917321e-05
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending thirds, which imitate a galloping horse. That piece by this composer of the Years of Pilgrimage": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.7060483
      ],
      [
        "z",
        -9.1622824e-05
      ],
      [
        " Lis",
        -9.198044e-05
      ],
      [
        "zt",
        -0.00019138161
      ]
    ]
  },
  "For diffusers, the coefficient of pressure recovery conveys the same information as this quantity. The polytropic form of this quantity is defined as the isentropic form when the difference in pressure across a system approaches zero. This value is often measured assuming an LHV, or \"lower heating value.\" When the second law of thermodynamics is taken into account, the \"exergy\" type of this quantity can be calculated. This quantity depends on both the compression ratio and the specific heat ratio in the (*) Otto Cycle. The coefficient of performance, or COP, is similar to this measure except that": {
    "guess": "Thermal efficiency",
    "confidence": [
      [
        "Th",
        -0.017903034
      ],
      [
        "ermal",
        -0.00010497363
      ],
      [
        " efficiency",
        -0.008294461
      ]
    ]
  },
  "The difference in the number of these things possessed by the various castes of hymenopterans is believed to be linked to the evolution of eusociality. Distances along them are measured in centimorgans. Haplogroups based on mitochondria or one of these are the most frequently investigated ones. Telomerase lengthens the ends of these things. Having an abnormal number of these sub-cellular structures": {
    "guess": "Chromosome",
    "confidence": [
      [
        "Ch",
        -0.011657288
      ],
      [
        "romosome",
        -0.017235022
      ]
    ]
  },
  "In a difficult D-minor piece by this composer, a 4-2 fingering in the left hand results in detached ascending thirds, which imitate a galloping horse. That piece by this composer of the Years of Pilgrimage piano cycle appears before the \"Feux Follets\" in a set of 12 studies. Besides writing \"Mazeppa,\"": {
    "guess": "Franz Liszt",
    "confidence": [
      [
        "Fran",
        -0.028815214
      ],
      [
        "z",
        -3.500108e-05
      ],
      [
        " Lis",
        -0.00044985735
      ],
      [
        "zt",
        -8.184812e-05
      ]
    ]
  },
  "The differential form of the law named after this person finds the curl of a magnetic field. That law was corrected by adding a term for the time derivative of the electric displacement field. It states": {
    "guess": "Maxwell's equations",
    "confidence": [
      [
        "Max",
        -0.0026511669
      ],
      [
        "well",
        -1.0445127e-05
      ],
      [
        "'s",
        -0.00015383612
      ],
      [
        " equations",
        -0.03655044
      ]
    ]
  },
  "Different legends claim that the blue variety of these beings have no eyes or ears, or that they appear as boys who can talk backwards. One story of their origins tells of a man who was molded into one": {
    "guess": "Blue Men of the Minch",
    "confidence": [
      [
        "Blue",
        -0.19752996
      ],
      [
        " Men",
        -0.781395
      ],
      [
        " of",
        -0.036782227
      ],
      [
        " the",
        -0.021776967
      ],
      [
        " Min",
        -5.4385737e-06
      ],
      [
        "ch",
        -4.365741e-06
      ]
    ]
  },
  "In their digestive tract, these animals possess a ridge to increase their intestines' surface area, known as the spiral valve. This group of organisms have canals filled with glycoprotein-based gel that": {
    "guess": "Chondrichthyes",
    "confidence": [
      [
        "Ch",
        -0.06129138
      ],
      [
        "ond",
        -0.0008533472
      ],
      [
        "rich",
        -0.00032747918
      ],
      [
        "th",
        -2.6968896e-06
      ],
      [
        "yes",
        -0.0001071193
      ]
    ]
  },
  "Different legends place her variously as the daughter of Chrysaor and Callirrhoe, Gaia and Tartarus,": {
    "guess": "Echidna",
    "confidence": [
      [
        "E",
        -0.13520001
      ],
      [
        "ch",
        -0.00014656837
      ],
      [
        "id",
        -6.909333e-05
      ],
      [
        "na",
        -2.2007884e-05
      ]
    ]
  },
  "The difficulty of combat in the Bocca Tigris during this conflict prompted one side to seak the supplemental Treaty of the Bogue. A need to reverse the drainage of silver exports and Charles Elliot's attempts to assert authority in Kowloon over crewmen of the Carnatic helped trigger this conflict, which began with the construction of a lime pit near Humen and a confiscation initiative by Lin Zexu. Agreements at Tientsin, Whampoa, Aigun, and Wangxia became the first of the \"unequal treaties\" along": {
    "guess": "Second Opium War",
    "confidence": [
      [
        "Second",
        -0.7109956
      ],
      [
        " Op",
        -0.15374076
      ],
      [
        "ium",
        -1.7954959e-05
      ],
      [
        " War",
        -0.0023548338
      ]
    ]
  },
  "Differentiating this quantity with respect to the auxiliary function can be used to find the Feynman amplitude, while performing a Wick rotation on a Feynman path integral creates a function analogous to this one. Partially differentiating it twice with respect to alpha is equal to the variance in the number of particles when beta and volume are constant. Multiplying its partial derivative with respect": {
    "guess": "Path integral",
    "confidence": [
      [
        "Path",
        -1.320169
      ],
      [
        " integral",
        -0.12339841
      ]
    ]
  }
}