{
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third nostril, though that man's nose is eventually sneezed off and served in spaghetti sauce. One edifice": {
    "guess": "Flatland",
    "confidence": [
      [
        "Flat",
        -0.97256655
      ],
      [
        "land",
        -0.22545752
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game,": {
    "guess": "Steppenwolf (novel)",
    "confidence": [
      [
        "Ste",
        -0.7880445
      ],
      [
        "pp",
        -0.0018955562
      ],
      [
        "en",
        -1.6882126e-05
      ],
      [
        "wolf",
        -1.18755715e-05
      ],
      [
        " (",
        -0.00032163822
      ],
      [
        "nov",
        -9.014684e-06
      ],
      [
        "el",
        -4.8425554e-06
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "A building in this city contained as many as 17,000 stone seats and a circular proscenium, and an annual festival in this city included a competition between three writers of tragedies and satyr plays. Plays such as The Birds and Antigone (ann-TIH-goh-nee) were performed at the annual City Dionysia (dye-oh-": {
    "guess": "Theatre of Dionysus",
    "confidence": [
      [
        "The",
        -0.05475013
      ],
      [
        "atre",
        -0.45006728
      ],
      [
        " of",
        -0.0025241727
      ],
      [
        " Dion",
        -0.0040393374
      ],
      [
        "ys",
        -0.00050918775
      ],
      [
        "us",
        -0.00013309837
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of responsibility for their actions. Its narrator's mother is married to Theodore Murrell, but she had": {
    "guess": "All the King's Men",
    "confidence": [
      [
        "All",
        -0.21183328
      ],
      [
        " the",
        -0.054002844
      ],
      [
        " King",
        -0.003329807
      ],
      [
        "'s",
        -0.009655038
      ],
      [
        " Men",
        -0.00020878535
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of responsibility for their actions. Its narrator's mother is married to Theodore Murrell, but she had previously carried out an affair with a man who protected the Southern Belle Fuel Company. In this novel, Adam Stanton learns from Tiny Duffy that his sister loves the sworn rival of Judge Irwin, leading": {
    "guess": "All the King's Men",
    "confidence": [
      [
        "All",
        -0.002423814
      ],
      [
        " the",
        -0.011431635
      ],
      [
        " King",
        -0.0010892586
      ],
      [
        "'s",
        -0.012864649
      ],
      [
        " Men",
        -5.8603408e-05
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.8522988
      ],
      [
        "iena",
        -0.18661323
      ],
      [
        " Cathedral",
        -0.015944509
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -1.1602464
      ],
      [
        " Great",
        -1.1371952
      ],
      [
        " G",
        -0.021900253
      ],
      [
        "atsby",
        -9.1026806e-05
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.65328753
      ],
      [
        "dney",
        -0.00064952904
      ],
      [
        " Opera",
        -0.0016195995
      ],
      [
        " House",
        -0.0005867527
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers up honey- cakes, a cauldron of wine, and other delectable foods as a prize. This figure awards those prizes to a hero who beheads Cu Roi the day before Cu Roi comes back and beheads him. This trickster offers the Champion's Portion to Conall Cernach, Loegaire Buadach, and Cuchulainn at a festive occasion he initiates. For 10 points, name this trouble-maker from Irish mythology, whose feast titles a story in the Ulster Cycle.": {
    "guess": "Bricriu's Feast",
    "confidence": [
      [
        "B",
        -0.03692252
      ],
      [
        "ric",
        -3.786197e-05
      ],
      [
        "ri",
        -0.021414958
      ],
      [
        "u",
        -0.0004748791
      ],
      [
        "'s",
        -0.106149144
      ],
      [
        " Feast",
        -0.0237101
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given his title by Mark Antony in 40 BC but he did not conquer the region until 37 BC, which he ruled for 24 years. He banished his first wife and son in order to marry Mariamne, whose family was the titular rulers of Judea; later, on his deathbed, he would order the death of his son Antipater. The Roman": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.020200346
      ],
      [
        "od",
        -0.0001136755
      ],
      [
        " the",
        -0.0023735121
      ],
      [
        " Great",
        -6.289474e-05
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author": {
    "guess": "Boston",
    "confidence": [
      [
        "Boston",
        -1.8389245
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers up honey- cakes, a cauldron of wine, and other delectable foods as a prize. This figure awards those prizes to a hero who beheads Cu Roi the day before Cu Roi comes back and beheads him. This trickster offers the Champion's Portion to Conall Cernach, Loegaire Buadach, and Cuchulainn at a festive occasion he initiates. For 10 points, name this trouble-maker from Irish mythology, whose feast titles": {
    "guess": "Bricriu's Feast",
    "confidence": [
      [
        "B",
        -0.2725481
      ],
      [
        "ric",
        -2.939851e-05
      ],
      [
        "ri",
        -0.024854997
      ],
      [
        "u",
        -0.00014358829
      ],
      [
        "'s",
        -0.18585755
      ],
      [
        " Feast",
        -0.025923425
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy Vuchetich- designed Soviet War Memorial in its Treptower Park, while other landmarks include a museum which contains the Ishtar Gate and an altar excavated from the ruins of a Greek city, the Pergamon": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.0057730735
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant stands to one side of this structure. Originally conceived by Ove Arup, its interior contains": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0040452755
      ],
      [
        "dney",
        -3.464347e-05
      ],
      [
        " Opera",
        -1.4974867e-05
      ],
      [
        " House",
        -5.288163e-05
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that one of these was designed by Gordon Bunshaft and is called the (*) Beinecke one at Yale University. The Charles Simonyi Mixing Chamber and a four-story spiral are in a glass and steel one in Seattle. In Florence, the Medici family commissioned Michelangelo to design one of these in the Basilica de San Lorenzo di Firenze called the Laurentian one of these. For 10 points, identify these buildings that hold books.": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.7993071
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given his title by Mark Antony in 40 BC but he did not conquer the region until 37 BC, which he ruled": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.018074082
      ],
      [
        "od",
        -0.00022332452
      ],
      [
        " the",
        -0.004428932
      ],
      [
        " Great",
        -1.5570886e-05
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of responsibility for their actions. Its narrator's mother is married to Theodore Murrell, but she had previously carried out an affair with a man who protected the Southern Belle Fuel Company. In this novel, Adam Stanton learns from Tiny Duffy that his sister loves the sworn rival of Judge Irwin, leading to the assassination of Jack Burden's boss, Governor Willie Stark. For 10 points, name this novel": {
    "guess": "All the King's Men",
    "confidence": [
      [
        "All",
        -0.004559123
      ],
      [
        " the",
        -0.010035372
      ],
      [
        " King",
        -0.0001726703
      ],
      [
        "'s",
        -0.00010294717
      ],
      [
        " Men",
        -6.718607e-05
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet House, this structure was the idea of Phyllis Lambert. Paintings by Ronnie Landfield and James Rosenquist": {
    "guess": "Seagram Building",
    "confidence": [
      [
        "Se",
        -0.9455146
      ],
      [
        "agram",
        -0.001722069
      ],
      [
        " Building",
        -0.0072115143
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his": {
    "guess": "Hadrian",
    "confidence": [
      [
        "Had",
        -1.2532613
      ],
      [
        "rian",
        -0.00014907165
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Corbusier is located in Ronchamp. Another one of these is located in Garden Grove, California, has a glassy outer": {
    "guess": "Churches",
    "confidence": [
      [
        "Church",
        -0.27323472
      ],
      [
        "es",
        -0.0040915776
      ]
    ]
  },
  "A building in this city contained as many as 17,000 stone seats and a circular proscenium, and an annual festival in this city included a competition between three writers of tragedies and satyr plays. Plays such as The Birds and Antigone (ann-TIH-goh-nee) were performed at the annual City Dionysia (dye-oh- NEES-yah) in, for 10 points, what city whose residents included the actor Thespis and the playwrights": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.0034110819
      ],
      [
        "ens",
        -1.0206721e-05
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet": {
    "guess": "McGill University Sports Complex",
    "confidence": [
      [
        "Mc",
        -0.25713208
      ],
      [
        "G",
        -0.005925951
      ],
      [
        "ill",
        -9.968313e-06
      ],
      [
        " University",
        -0.67108464
      ],
      [
        " Sports",
        -1.0463501
      ],
      [
        " Complex",
        -0.359385
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Corbusier is located in Ronchamp. Another one of these is located in Garden Grove, California, has a glassy outer surface, and is shaped like a cut prism; that \"Crystal\" one was designed by Phillip Johnson. For 10 points, name these buildings like Notre Dame du Haut, which usually contain rows of pews and a font where baptisms may be performed.": {
    "guess": "Church (building)",
    "confidence": [
      [
        "Church",
        -0.853529
      ],
      [
        " (",
        -0.86213756
      ],
      [
        "building",
        -0.2985979
      ],
      [
        ")",
        -0.0006422613
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers up honey- cakes, a cauldron of wine, and other delectable foods as a prize. This figure awards": {
    "guess": "Táin Bó Cúailnge",
    "confidence": [
      [
        "T",
        -1.7086469
      ],
      [
        "á",
        -0.029161446
      ],
      [
        "in",
        -0.00017541199
      ],
      [
        " B",
        -0.0013178583
      ],
      [
        "ó",
        -9.0883464e-07
      ],
      [
        " C",
        -0.12856412
      ],
      [
        "ú",
        -3.888926e-06
      ],
      [
        "ail",
        -8.1609716e-05
      ],
      [
        "nge",
        -0.0029724725
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.8444911
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city has windows that resemble arrows. Those are the 'Tree of Life\" windows. Those buildings are Graycliff and the Martin House Complex. Another building in this city used terra-cotta bricks on its façade and is designed in a similar style to the Wainwright Building. That building in this city is an early skyscraper designed by Dankmar Adler and Louis Sullivan. For ten points, name this city, the home of Kleinheins Music Hall and the Guaranty Building, which is located in New York state.": {
    "guess": "Buffalo, New York",
    "confidence": [
      [
        "Buff",
        -0.0018028653
      ],
      [
        "alo",
        -0.00014215785
      ],
      [
        ",",
        -0.49680507
      ],
      [
        " New",
        -0.00016706773
      ],
      [
        " York",
        -0.00011820524
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0018728324
      ],
      [
        "dney",
        -2.5107178e-05
      ],
      [
        " Opera",
        -6.6306106e-06
      ],
      [
        " House",
        -4.8709502e-05
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Corbusier is located": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.9797269
      ],
      [
        "dney",
        -0.0005242001
      ],
      [
        " Opera",
        -0.0014339206
      ],
      [
        " House",
        -0.00052503456
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.8844264
      ],
      [
        ".",
        -0.015546477
      ],
      [
        " M",
        -0.0001593195
      ],
      [
        ".",
        -8.3874584e-05
      ],
      [
        " Pe",
        -4.2868523e-05
      ],
      [
        "i",
        -0.00012630376
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding": {
    "guess": "Temple of Antoninus and Faustina",
    "confidence": [
      [
        "Tem",
        -1.8086234
      ],
      [
        "ple",
        -0.00067038235
      ],
      [
        " of",
        -0.001294047
      ],
      [
        " Anton",
        -1.114317
      ],
      [
        "inus",
        -0.0036278658
      ],
      [
        " and",
        -0.008158968
      ],
      [
        " Fa",
        -1.2948405e-05
      ],
      [
        "ust",
        -1.2113979e-05
      ],
      [
        "ina",
        -9.794062e-05
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist, and advertised as \"entrance not for everybody\", a knife appears in the protagonist's pocket and he stabs the naked Hermine with it. The most famous scene in this building may be when Mozart appears to the protagonist playing a radio but is later revealed to be Pablo, the owner. For ten points, name this enchanted building filled with psychedelic mirrors that initially confuses Harry Haller in Hermann Hesse's Steppenwolf.": {
    "guess": "Magic Theater",
    "confidence": [
      [
        "Magic",
        -0.113334715
      ],
      [
        " Theater",
        -0.053212944
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -1.0181566
      ],
      [
        "dney",
        -8.709308e-05
      ],
      [
        " Opera",
        -5.9437833e-05
      ],
      [
        " House",
        -5.550411e-05
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant stands to one side of this structure. Originally conceived by Ove Arup, its interior contains both pink granite and brush box plywood and contains a Playhouse and Studio. This structure's most": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0019551564
      ],
      [
        "dney",
        -3.750436e-05
      ],
      [
        " Opera",
        -1.0802739e-05
      ],
      [
        " House",
        -0.00011462913
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of the a namesake gulf in Turkey. The tallest building in Cambridge, Massachusetts goes underground and connects to the MIT tunnel system. The Green Building and Museum of (*) Islamic Art at Doha, were": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.32579914
      ],
      [
        ".",
        -0.0029253997
      ],
      [
        " M",
        -2.677603e-05
      ],
      [
        ".",
        -4.954393e-05
      ],
      [
        " Pe",
        -3.650519e-06
      ],
      [
        "i",
        -3.0828953e-05
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where performers prepare. For 10 points, name this building which features overlapping sail-like shells, a musical space designed by Jorn Utzon and": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.003421524
      ],
      [
        "dney",
        -8.10137e-05
      ],
      [
        " Opera",
        -4.048445e-05
      ],
      [
        " House",
        -7.5530326e-05
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence": {
    "guess": "Kremlin of Moscow",
    "confidence": [
      [
        "K",
        -0.33433592
      ],
      [
        "re",
        -0.010755977
      ],
      [
        "mlin",
        -9.9251854e-05
      ],
      [
        " of",
        -1.5859842
      ],
      [
        " Moscow",
        -0.33901706
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably,": {
    "guess": "Steppenwolf (novel)",
    "confidence": [
      [
        "Ste",
        -0.91859484
      ],
      [
        "pp",
        -0.00069015543
      ],
      [
        "en",
        -1.8193366e-05
      ],
      [
        "wolf",
        -4.604148e-06
      ],
      [
        " (",
        -0.0007017072
      ],
      [
        "nov",
        -1.92662e-05
      ],
      [
        "el",
        -7.703444e-06
      ],
      [
        ")",
        -1.0280384e-06
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini": {
    "guess": "St. Peter's Basilica",
    "confidence": [
      [
        "St",
        -0.64259666
      ],
      [
        ".",
        -0.00035250463
      ],
      [
        " Peter",
        -2.4987974e-05
      ],
      [
        "'s",
        -0.00078627944
      ],
      [
        " Basil",
        -0.0070860498
      ],
      [
        "ica",
        -0.00026443513
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and his later works include Amalthea with the Infant Zeus. Besides the Santa Andrea del Quirinale, Rome contains his Fountain of the Bees as well as his Fountain of the Four Rivers. Better known for the baldacchino at St. Peter's, his most famous work is surrounded by life size reliefs of members of the": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.04488449
      ],
      [
        "ian",
        -0.0049489858
      ],
      [
        " Lorenzo",
        -7.111979e-05
      ],
      [
        " Bern",
        -2.9636918e-05
      ],
      [
        "ini",
        -0.00017708084
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.31869927
      ],
      [
        " Johnson",
        -0.009176874
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed": {
    "guess": "Public Libraries",
    "confidence": [
      [
        "Public",
        -0.2767964
      ],
      [
        " Libraries",
        -0.25220916
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its": {
    "guess": "Arlington National Cemetery",
    "confidence": [
      [
        "A",
        -0.5997256
      ],
      [
        "rl",
        -0.00016456447
      ],
      [
        "ington",
        -6.575563e-05
      ],
      [
        " National",
        -0.00024072826
      ],
      [
        " Cemetery",
        -0.00044628125
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has bread on it. The Arch of Titus shows treasures taken from this building, and one purification ritual performed here required a red heifer. Sacrifices called korbanot were performed here by special priests called Kohanim, or Cohens, whose leader was the only man who could enter the Holy of Holies, which": {
    "guess": "Solomon's Temple",
    "confidence": [
      [
        "Sol",
        -0.63001716
      ],
      [
        "omon",
        -9.877504e-05
      ],
      [
        "'s",
        -0.0019091234
      ],
      [
        " Temple",
        -0.00019233524
      ]
    ]
  },
  "A building in this city contained as many as 17,000 stone seats and a circular proscenium, and an annual festival in this city included a competition between three writers of tragedies and satyr plays. Plays such as The Birds and Antigone (ann-TIH-goh-nee) were performed at the annual City Dionysia (dye-oh- NEES-yah) in, for 10 points, what city whose residents included the actor Thespis and the playwrights Aristophanes (air-iss-TAH-fah-neez) and Sophocles?": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -0.001340839
      ],
      [
        "ens",
        -1.7597347e-05
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was": {
    "guess": "Zheng Chenggong",
    "confidence": [
      [
        "Zh",
        -0.20890923
      ],
      [
        "eng",
        -0.0005290838
      ],
      [
        " Cheng",
        -0.18850163
      ],
      [
        "g",
        -0.0057621687
      ],
      [
        "ong",
        -1.6286107e-05
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this man's successful siege of (*) Fort Zeelandia. This man received a surname meaning \"success\" and a title meaning \"Lord of the Imperial Surname\" from the Longwu Emperor, who was installed with the help of this man's father, a noted pirate admiral. For 10 points, name this Ming dynasty admiral who fought": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.011683682
      ],
      [
        "ox",
        -2.9352968e-06
      ],
      [
        "ing",
        -2.5345586e-05
      ],
      [
        "a",
        -1.8074163e-05
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon": {
    "guess": "Richard Meier",
    "confidence": [
      [
        "Richard",
        -1.7713591
      ],
      [
        " Me",
        -0.010100273
      ],
      [
        "ier",
        -0.0013516645
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.13332458
      ],
      [
        "kor",
        -0.00012868783
      ],
      [
        " Wat",
        -0.042690374
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has bread on it. The Arch of Titus shows treasures taken from this building, and one purification ritual performed here required a red heifer. Sacrifices called korbanot were performed here by special priests": {
    "guess": "Temple in Jerusalem",
    "confidence": [
      [
        "Tem",
        -1.2343022
      ],
      [
        "ple",
        -3.650519e-06
      ],
      [
        " in",
        -0.0010723463
      ],
      [
        " Jerusalem",
        -0.0005442153
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals Charles Ruthenberg and John Reed are buried at this site, though it is better known for another resident. Containing the Arsenal used during invasion by Napoleon, its Armoury contains the largest collection of Faberege eggs in the world. FTP, identify this complex which contains the Cathedral of": {
    "guess": "Kremlin Palace Complex",
    "confidence": [
      [
        "K",
        -0.23788913
      ],
      [
        "re",
        -4.7875077e-05
      ],
      [
        "mlin",
        -0.0009794593
      ],
      [
        " Palace",
        -1.0817338
      ],
      [
        " Complex",
        -1.1777933
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized skyscraper. The Jacobs House has the characteristic L-shape of this architect's Usonian style. He designed the Imperial Hotel in Tokyo, and a New York art museum resembling a coiled white ribbon. He designed his Wisconsin summer home, Taliesin, as well as house featuring cantilevered concrete floors, made for Edgar Kaufmann. For 10 points, name this American Prairie School architect who designed Fallingwater.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0031118765
      ],
      [
        " Lloyd",
        -0.00025680976
      ],
      [
        " Wright",
        -9.729906e-06
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing his accomplishments. The (*) Ara Pacis was built to honor this man's achievements, while a famous": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.031629667
      ],
      [
        "us",
        -0.000121662146
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given his title by Mark Antony in 40 BC but he did not conquer the region until 37 BC, which he ruled for 24 years. He banished his first wife and son in order to marry Mariamne, whose family was the titular": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.010986858
      ],
      [
        "od",
        -0.00031830417
      ],
      [
        " the",
        -0.002050336
      ],
      [
        " Great",
        -8.685468e-05
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals Charles Ruthenberg and John Reed are buried at this site, though it is better known for another resident. Containing the Arsenal used during invasion by Napoleon, its Armoury contains the largest": {
    "guess": "Kremlin Arsenal",
    "confidence": [
      [
        "K",
        -0.20178568
      ],
      [
        "re",
        -8.3993786e-05
      ],
      [
        "mlin",
        -0.000106046464
      ],
      [
        " Arsenal",
        -0.22111106
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this man's successful siege of (*) Fort Zeelandia. This man received a surname meaning \"success\" and a title meaning \"Lord of the Imperial Surname\" from the Longwu Emperor, who was installed with the help of this man's father, a noted pirate admiral. For 10 points, name this Ming dynasty admiral who fought against the Dutch East India Company to take over Taiwan, and whose battles are the subject of": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.33578834
      ],
      [
        "ox",
        -1.3544423e-05
      ],
      [
        "ing",
        -2.0935051e-05
      ],
      [
        "a",
        -1.7835755e-05
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One building designed by this man contains a massive 273-rank Fratelli Ruffatti pipe organ and is the site of the Hour of Power broadcast. That building, designed in collaboration with this man's partner John Burgee, features the largest concrete columns ever poured and over ten thousand glass panels affixed with silicone glue. For 10 points, identify this American architect of the Crystal Cathedral, who collaborated with Ludwig Mies van der Rohe on the Seagram Building.": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.010178875
      ],
      [
        " Johnson",
        -9.41261e-05
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of": {
    "guess": "Church of Santa Maria in Campitelli",
    "confidence": [
      [
        "Church",
        -1.0813932
      ],
      [
        " of",
        -0.0022471999
      ],
      [
        " Santa",
        -0.8764665
      ],
      [
        " Maria",
        -0.09175823
      ],
      [
        " in",
        -0.37772465
      ],
      [
        " Camp",
        -0.9588583
      ],
      [
        "it",
        -1.2113979e-05
      ],
      [
        "elli",
        -0.0006186736
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing his accomplishments. The (*) Ara Pacis was built to honor this man's achievements, while a famous marble statue of this man was found at Prima Porta. A building built during this man's reign is located in the south of the Piazza della Rotonda and contains a large oculus at the top to let in light. For 10 points, name this emperor who presided over the building of the Pantheon, the first emperor": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.022231536
      ],
      [
        "us",
        -0.00014036978
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman": {
    "guess": "Reichstag building",
    "confidence": [
      [
        "Re",
        -0.02616908
      ],
      [
        "ich",
        -0.00034309123
      ],
      [
        "stag",
        -2.3392786e-06
      ],
      [
        " building",
        -0.103235394
      ]
    ]
  },
  "Built on land reclaimed after the draining of Lake Curtius, its first  permanent structure was a shrine to Vesta. Later landmarks would include the  Mamertine prison, the Temple of Concordia, the Temple": {
    "guess": "Roman Forum",
    "confidence": [
      [
        "Roman",
        -0.4467651
      ],
      [
        " Forum",
        -0.0005382588
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.011689337
      ],
      [
        "ox",
        -0.0002576442
      ],
      [
        "ing",
        -2.8206474e-05
      ],
      [
        "a",
        -3.5954712e-05
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another": {
    "guess": "Moscow Kremlin",
    "confidence": [
      [
        "Mos",
        -0.76691407
      ],
      [
        "cow",
        -0.00012047011
      ],
      [
        " Kremlin",
        -4.3202e-07
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy Vuchetich- designed Soviet War Memorial in its Treptower Park, while other landmarks include a museum which contains the Ishtar Gate and an altar excavated from the ruins of a Greek city, the Pergamon Museum. Also containing a field of concrete slabs that serve as a memorial to the Jews of Europe, FTP, identify this city that is home to the Brandenburg Gate, the Reichstag House, and remains of": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.00049095694
      ]
    ]
  },
  "A building in this city contained as many as 17,000 stone seats and a circular proscenium, and an annual festival in this city included a competition between three writers of tragedies and satyr plays.": {
    "guess": "Theatre of Dionysus",
    "confidence": [
      [
        "The",
        -0.2919322
      ],
      [
        "atre",
        -0.091377735
      ],
      [
        " of",
        -0.0007298283
      ],
      [
        " Dion",
        -0.16249312
      ],
      [
        "ys",
        -6.659005e-05
      ],
      [
        "us",
        -6.194111e-05
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and": {
    "guess": "Leon Battista Alberti",
    "confidence": [
      [
        "Leon",
        -1.3207071
      ],
      [
        " Batt",
        -0.00073434337
      ],
      [
        "ista",
        -2.8206474e-05
      ],
      [
        " Albert",
        -4.246537e-06
      ],
      [
        "i",
        -8.625866e-05
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where (*) performers prepare. For 10 points, name this building which features overlapping sail-like shells, a musical space designed by Jorn Utzon": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.005741899
      ],
      [
        "dney",
        -8.506662e-05
      ],
      [
        " Opera",
        -4.4179764e-05
      ],
      [
        " House",
        -9.7821416e-05
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear": {
    "guess": "Barn",
    "confidence": [
      [
        "B",
        -1.5292108
      ],
      [
        "arn",
        -0.14792052
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city has windows that resemble arrows. Those are the 'Tree of Life\" windows. Those buildings are Graycliff and the Martin House Complex. Another building in this city used terra-cotta bricks on its façade and is designed in a similar style to the Wainwright Building. That building in this city is an early": {
    "guess": "Buffalo, New York",
    "confidence": [
      [
        "Buff",
        -0.111868106
      ],
      [
        "alo",
        -0.00015955791
      ],
      [
        ",",
        -0.02938465
      ],
      [
        " New",
        -0.0010397176
      ],
      [
        " York",
        -0.00033975352
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and his later works include Amalthea with the Infant Zeus. Besides the Santa Andrea del Quirinale, Rome contains his Fountain of the Bees as well as his Fountain of the Four Rivers. Better known for the baldacchino at St. Peter's, his most famous work is surrounded by life size reliefs of members of the Cornaro family and sees gilded rays rain down on the title figure as a spear-bearing angel stands over": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.00825226
      ],
      [
        "ian",
        -0.003245682
      ],
      [
        " Lorenzo",
        -6.8616515e-05
      ],
      [
        " Bern",
        -9.4914985e-06
      ],
      [
        "ini",
        -0.00015824666
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors": {
    "guess": "Roman Theatre of Verona",
    "confidence": [
      [
        "Roman",
        -1.4882193
      ],
      [
        " Theatre",
        -0.9685612
      ],
      [
        " of",
        -0.29556268
      ],
      [
        " Ver",
        -1.0263727
      ],
      [
        "ona",
        -0.35902664
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant stands to one side of this structure. Originally conceived by Ove Arup, its interior contains both pink granite and brush box plywood and contains a Playhouse and Studio. This structure's most notable feature was built with one million glossy Swedish tiles. FTP, name this building largely": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0052864114
      ],
      [
        "dney",
        -6.9331734e-05
      ],
      [
        " Opera",
        -3.4762674e-05
      ],
      [
        " House",
        -5.8484206e-05
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist, and advertised as \"entrance not for everybody\", a knife appears in the protagonist's pocket and he stabs the naked Hermine with it. The most famous scene in this building may be when Mozart": {
    "guess": "Magic Theatre (Steppenwolf)",
    "confidence": [
      [
        "Magic",
        -0.15258335
      ],
      [
        " Theatre",
        -0.07293581
      ],
      [
        " (",
        -0.59882396
      ],
      [
        "Ste",
        -0.048495606
      ],
      [
        "pp",
        -0.00012118533
      ],
      [
        "en",
        -5.3000836e-05
      ],
      [
        "wolf",
        -3.5835506e-05
      ],
      [
        ")",
        -0.015774261
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals Charles Ruthenberg and John Reed are buried at this site, though it is better known for another resident. Containing the Arsenal used during invasion by Napoleon, its Armoury contains the largest collection of Faberege eggs in the world. FTP, identify this complex which contains the Cathedral of the Dormition and houses both the Orlov Diamond and the tomb of Lenin, a massive structure located": {
    "guess": "Kremlin Palace Complex",
    "confidence": [
      [
        "K",
        -0.122768626
      ],
      [
        "re",
        -7.159661e-05
      ],
      [
        "mlin",
        -5.1808798e-05
      ],
      [
        " Palace",
        -1.3531979
      ],
      [
        " Complex",
        -0.43112737
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has bread on it. The Arch of Titus shows treasures taken from this building, and one purification ritual": {
    "guess": "Solomon's Temple",
    "confidence": [
      [
        "Sol",
        -0.3494519
      ],
      [
        "omon",
        -0.00020997738
      ],
      [
        "'s",
        -0.0017155166
      ],
      [
        " Temple",
        -0.00013297916
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx. This site was constructed around a hill that was taken to represent the mythical Mount Meru. The Thom complex here was added several decades after the temples that were intended as a site for posthumous unificiation with Vishnu and patronized on the Phnom Bakheng hill by Suryavarman II. For 10 points, name this ancient temple city, the center of the Khmer empire, home to several architectural wonders including its namesake Wat.": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.02200603
      ],
      [
        "kor",
        -9.305327e-05
      ],
      [
        " Wat",
        -0.0046949876
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of responsibility for their actions. Its narrator's mother is married to Theodore Murrell, but she had previously carried out an affair with a man who protected the Southern Belle Fuel Company. In this novel, Adam Stanton learns from Tiny Duffy that his sister loves the sworn rival of Judge Irwin, leading to the assassination of Jack Burden's boss, Governor Willie Stark. For 10 points, name this novel inspired by the life of Huey Long and written by Robert Penn Warren.": {
    "guess": "All the King's Men",
    "confidence": [
      [
        "All",
        -0.3222278
      ],
      [
        " the",
        -0.003605894
      ],
      [
        " King",
        -0.00024941913
      ],
      [
        "'s",
        -1.2829201e-05
      ],
      [
        " Men",
        -1.5451682e-05
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx. This site was constructed around a hill that was taken to represent the mythical Mount Meru. The Thom complex here was added several decades after the temples that were intended as a site for posthumous": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.04093443
      ],
      [
        "kor",
        -0.00040314416
      ],
      [
        " Wat",
        -0.028361892
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the way back to the four statues of the innermost sanctuary. Its hall includes a ceiling decorated with vultures and walls with scenes from the Battle of Kadesh. UNESCO helped sponsor its disassembly and reconstruction 200 feet above the riverbed, as this building carved into a sandstone cliff was threatened by a rising Nile as a result of the Aswan dam. For ten points, name this temple dedicated to": {
    "guess": "Abu Simbel temples",
    "confidence": [
      [
        "Ab",
        -0.096671924
      ],
      [
        "u",
        -8.43514e-05
      ],
      [
        " Sim",
        -0.00014621076
      ],
      [
        "bel",
        -8.657073e-06
      ],
      [
        " temples",
        -0.0023631596
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that one of these was designed by Gordon Bunshaft and is called the (*) Beinecke one at Yale University.": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.15701999
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the way back to the four statues of the innermost sanctuary. Its hall includes a ceiling decorated with vultures and walls with scenes from the Battle of Kadesh. UNESCO helped sponsor its disassembly and reconstruction 200 feet above the riverbed, as this building carved into a sandstone cliff was threatened": {
    "guess": "Abu Simbel temples",
    "confidence": [
      [
        "Ab",
        -0.18379515
      ],
      [
        "u",
        -2.9517714e-05
      ],
      [
        " Sim",
        -0.000121542944
      ],
      [
        "bel",
        -3.1544176e-05
      ],
      [
        " temples",
        -0.0024034816
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the way back to the four statues of the innermost sanctuary. Its hall includes a ceiling decorated with vultures and walls with scenes from the Battle of Kadesh. UNESCO helped sponsor its disassembly and": {
    "guess": "Abu Simbel temples",
    "confidence": [
      [
        "Ab",
        -0.15417165
      ],
      [
        "u",
        -7.946405e-05
      ],
      [
        " Sim",
        -5.4312077e-05
      ],
      [
        "bel",
        -2.9040899e-05
      ],
      [
        " temples",
        -0.0024177493
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals": {
    "guess": "Moscow Kremlin",
    "confidence": [
      [
        "Mos",
        -0.633235
      ],
      [
        "cow",
        -0.00014609157
      ],
      [
        " Kremlin",
        -9.0883464e-07
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third nostril, though that man's nose is eventually sneezed off and served in spaghetti sauce. One edifice of this type has no (*) nineteenth floor, which is not home to Miss Zarves. That building's top floor was once populated by Mrs. Gorf, who turned children into apples by wiggling her ears and sticking": {
    "guess": "Wayside School",
    "confidence": [
      [
        "W",
        -0.34537512
      ],
      [
        "ays",
        -0.1622201
      ],
      [
        "ide",
        -0.0002668192
      ],
      [
        " School",
        -0.0019520643
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy Vuchetich- designed Soviet War Memorial in its Treptower Park, while other landmarks include a museum which contains the Ishtar Gate and an altar excavated from the ruins of a Greek city, the Pergamon Museum. Also containing a field of concrete slabs that serve as a memorial to the Jews of Europe,": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.0006772888
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.096909545
      ],
      [
        "dney",
        -2.7252845e-05
      ],
      [
        " Opera",
        -0.00015109812
      ],
      [
        " House",
        -0.00013870094
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy for miles, without wires. This man beat Marconi to inventing and patenting the radio. This man discovered": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.0004324573
      ],
      [
        "ik",
        -1.378283e-05
      ],
      [
        "ola",
        -4.036525e-05
      ],
      [
        " Tesla",
        -0.00019460011
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One building designed by this man contains a massive 273-rank Fratelli Ruffatti pipe organ and is the": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.37615177
      ],
      [
        " Johnson",
        -0.008127162
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet House, this structure was the idea of Phyllis Lambert. Paintings by Ronnie Landfield and James Rosenquist took the places intended for a series by Mark Rothko that was to adorn its The Four Seasons restaurant. Lying across Park Avenue from the Lever House, for 10 points, identify this Manhattan skyscraper, designed by Philip Johnson and Ludwig Mies van der Rohe as the headquarters for a liquor concern.": {
    "guess": "Seagram Building",
    "confidence": [
      [
        "Se",
        -0.026600068
      ],
      [
        "agram",
        -9.0907604e-05
      ],
      [
        " Building",
        -2.188868e-05
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given his title by Mark Antony in 40 BC but he did not conquer the region until 37 BC, which he ruled for 24 years. He banished his first wife and son in order to marry Mariamne, whose family was the titular rulers of Judea; later, on his deathbed, he would order the death of his son Antipater. The Roman client-king of Judea this is, FTP, what king who rebuilt the Temple in Jerusalem and ordered the": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.0047480296
      ],
      [
        "od",
        -4.179569e-05
      ],
      [
        " the",
        -0.00026205103
      ],
      [
        " Great",
        -4.561021e-05
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that one of these was designed by Gordon Bunshaft and is called the (*) Beinecke one at Yale University. The Charles Simonyi Mixing Chamber and a four-story spiral are in a glass and steel one in Seattle. In Florence, the Medici family commissioned Michelangelo to design one of these in the Basilica": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.94369346
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals Charles Ruthenberg and John Reed are buried at this site, though it is better known for another": {
    "guess": "Kremlin Arsenal",
    "confidence": [
      [
        "K",
        -0.03807558
      ],
      [
        "re",
        -0.00014656837
      ],
      [
        "mlin",
        -0.00021200384
      ],
      [
        " Arsenal",
        -0.6510029
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.00081129395
      ],
      [
        "dney",
        -7.822647e-06
      ],
      [
        " Opera",
        -3.4121115e-06
      ],
      [
        " House",
        -4.298773e-05
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that one of these was designed by Gordon Bunshaft and is called the (*) Beinecke one at Yale University. The Charles Simonyi Mixing Chamber and a four-story spiral are in a glass and steel one in Seattle. In Florence, the Medici family commissioned Michelangelo to design one of these in the Basilica de San Lorenzo di Firenze called the Laurentian one of these. For 10 points, identify these buildings": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -1.4020687
      ]
    ]
  },
  "It was built at the Campo San Fantin based on the architect Gian Antonio Selva's design and opened on May 16, 1792 with Giovanni Pasiello's I Giochi di Agrigento.  Operas that received their premieres in this house include Einstein on the Beach, The Rake's Progress, The Turn of the Screw, Rigoletto, and La Traviata.  On January 29, 1996, the building burned down and will surely arise again like the": {
    "guess": "La Fenice",
    "confidence": [
      [
        "La",
        -0.6685746
      ],
      [
        " Fen",
        -0.00021807956
      ],
      [
        "ice",
        -1.7239736e-05
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet House, this structure was the idea of Phyllis Lambert. Paintings by Ronnie Landfield and James Rosenquist took the places intended for a series by Mark Rothko that was to adorn its The Four Seasons": {
    "guess": "Seagram Building",
    "confidence": [
      [
        "Se",
        -0.30077162
      ],
      [
        "agram",
        -0.0014299979
      ],
      [
        " Building",
        -0.0039435173
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy for miles, without wires. This man beat Marconi to inventing and patenting the radio. This man discovered the rotating magnetic field and used it as the basis for his alternating current induction motor. His pushing for the use of alternating current to send electricity long distances led to a schism with Edison, and this man names the SI unit for the magnetic field. For 10 points, identify this Croatian physicist whose namesake coil produces a high voltage.": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.0010345955
      ],
      [
        "ik",
        -5.2001665e-06
      ],
      [
        "ola",
        -1.342522e-05
      ],
      [
        " Tesla",
        -0.00037740718
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist, and advertised as \"entrance not for everybody\", a knife appears in the protagonist's pocket and he stabs the naked Hermine with it. The most famous scene in this building may be when Mozart appears to the protagonist playing a radio but is later revealed to be Pablo, the owner. For ten points,": {
    "guess": "Magic Theatre",
    "confidence": [
      [
        "Magic",
        -0.14359905
      ],
      [
        " Theatre",
        -0.078013696
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1376191
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known": {
    "guess": "Plywood",
    "confidence": [
      [
        "P",
        -0.23999973
      ],
      [
        "ly",
        -0.05937918
      ],
      [
        "wood",
        -0.017541846
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city": {
    "guess": "Fallingwater",
    "confidence": [
      [
        "F",
        -0.83037186
      ],
      [
        "alling",
        -0.0010251893
      ],
      [
        "water",
        -2.8564085e-05
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet House, this structure was the idea of Phyllis Lambert. Paintings by Ronnie Landfield and James Rosenquist took the places intended for a series by Mark Rothko that was to adorn its The Four Seasons restaurant. Lying across Park Avenue from the Lever House, for 10 points, identify this Manhattan skyscraper, designed by Philip Johnson and Ludwig Mies van der Rohe as the headquarters for a liquor": {
    "guess": "Seagram Building",
    "confidence": [
      [
        "Se",
        -0.043392956
      ],
      [
        "agram",
        -0.00010413921
      ],
      [
        " Building",
        -2.2007884e-05
      ]
    ]
  },
  "He built the city of Niani and made it his capital.  Earlier in his career, he freed the small state of Kangaba, of which he was an heir, and reorganized its army.  Following this, he gained revenge for the death of his ten brothers by defeating Sumanguru at the Battle of Kirina.  This hero of the Malinke people furthered his territorial gains by razing Kumbi Saleh, thus effectively ending the Ghana Empire.  FTP, name West African man who ruled from 1240 to 1255 as the first emperor of Mali.": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.51334375
      ],
      [
        "undi",
        -0.00014990607
      ],
      [
        "ata",
        -1.504853e-06
      ],
      [
        " Ke",
        -4.763667e-05
      ],
      [
        "ita",
        -1.3186812e-05
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of the a namesake gulf in Turkey. The tallest building in Cambridge, Massachusetts goes underground and": {
    "guess": "Steven Holl",
    "confidence": [
      [
        "Steven",
        -0.9338151
      ],
      [
        " Holl",
        -0.0006903939
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and his later works include Amalthea with the Infant Zeus. Besides the Santa Andrea del Quirinale, Rome contains his Fountain of the Bees as well as his Fountain of the Four Rivers. Better known for the baldacchino at St. Peter's, his most famous work is surrounded by life size reliefs of members of the Cornaro family and sees gilded rays rain down on the title figure as a spear-bearing angel stands over her. For 10 points, name this creator of the Ecstacy of St. Theresa.": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0036292889
      ],
      [
        "ian",
        -0.00039266158
      ],
      [
        " Lorenzo",
        -5.6338537e-05
      ],
      [
        " Bern",
        -9.729906e-06
      ],
      [
        "ini",
        -0.00018589824
      ]
    ]
  },
  "A building in this city contained as many as 17,000 stone seats and a circular proscenium, and an annual": {
    "guess": "Theatre of ancient Greece",
    "confidence": [
      [
        "The",
        -1.2750765
      ],
      [
        "atre",
        -0.25808394
      ],
      [
        " of",
        -0.0044645392
      ],
      [
        " ancient",
        -0.31908947
      ],
      [
        " Greece",
        -0.7036855
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers up honey- cakes, a cauldron of wine, and other delectable foods as a prize. This figure awards those prizes to a hero who beheads Cu Roi the day before Cu Roi comes back and beheads him. This trickster offers the Champion's Portion to Conall Cernach, Loegaire Buadach, and Cuchulainn at a festive": {
    "guess": "Bricriu's Feast",
    "confidence": [
      [
        "B",
        -1.1364131
      ],
      [
        "ric",
        -0.00043281488
      ],
      [
        "ri",
        -0.048267316
      ],
      [
        "u",
        -0.00057555124
      ],
      [
        "'s",
        -0.007925884
      ],
      [
        " Feast",
        -0.012364958
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx. This site was constructed around a hill that was taken to represent the mythical Mount Meru. The Thom complex here was added several decades after the temples that were intended as a site for posthumous unificiation with Vishnu and patronized on the Phnom Bakheng hill by Suryavarman II. For 10 points,": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.009580658
      ],
      [
        "kor",
        -7.409989e-05
      ],
      [
        " Wat",
        -0.0010968804
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given his title by Mark Antony in 40 BC but he did not conquer the region until 37 BC, which he ruled for 24 years. He banished his first wife and son in order to marry Mariamne, whose family was the titular rulers of Judea; later, on his deathbed, he would order the death of his son Antipater. The Roman client-king of Judea this is, FTP, what king who rebuilt the Temple in Jerusalem and ordered the Massacre of Innocents according to the Gospel of Matthew.": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.0059161196
      ],
      [
        "od",
        -0.00016027314
      ],
      [
        " the",
        -0.0010144684
      ],
      [
        " Great",
        -0.00017731925
      ]
    ]
  },
  "Built to replace a building with a similar function which now belongs to McGill University, the Martlet House, this structure was the idea of Phyllis Lambert. Paintings by Ronnie Landfield and James Rosenquist took the places intended for a series by Mark Rothko that was to adorn its The Four Seasons restaurant. Lying across Park Avenue from the Lever House, for 10 points, identify this Manhattan skyscraper,": {
    "guess": "Seagram Building",
    "confidence": [
      [
        "Se",
        -0.07908124
      ],
      [
        "agram",
        -0.001180466
      ],
      [
        " Building",
        -0.000694324
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx.": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.026698502
      ],
      [
        "kor",
        -0.00019042798
      ],
      [
        " Wat",
        -0.07955839
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\",": {
    "guess": "Saint Petersburg Music Hall",
    "confidence": [
      [
        "Saint",
        -2.8303607
      ],
      [
        " Petersburg",
        -0.038067542
      ],
      [
        " Music",
        -1.6143318
      ],
      [
        " Hall",
        -0.4748224
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.97546065
      ],
      [
        "ox",
        -0.0011130701
      ],
      [
        "ing",
        -0.00011093382
      ],
      [
        "a",
        -4.608702e-05
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized": {
    "guess": "Price Tower",
    "confidence": [
      [
        "Price",
        -0.38078225
      ],
      [
        " Tower",
        -0.0008417881
      ]
    ]
  },
  "He built a new city called Caesarea Maritima, as well as a refurbished fortress atop Masada. He was given": {
    "guess": "Herod the Great",
    "confidence": [
      [
        "Her",
        -0.03566254
      ],
      [
        "od",
        -0.00015121732
      ],
      [
        " the",
        -0.00067502394
      ],
      [
        " Great",
        -5.1689596e-05
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third": {
    "guess": "Ghostbusters",
    "confidence": [
      [
        "Ghost",
        -1.6550995
      ],
      [
        "busters",
        -0.0708183
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist, and advertised as \"entrance not for everybody\", a knife appears in the protagonist's pocket": {
    "guess": "Magic Theatre (Steppenwolf)",
    "confidence": [
      [
        "Magic",
        -0.94709384
      ],
      [
        " Theatre",
        -0.121336184
      ],
      [
        " (",
        -0.31040388
      ],
      [
        "Ste",
        -0.053731058
      ],
      [
        "pp",
        -1.4378848e-05
      ],
      [
        "en",
        -1.8550976e-05
      ],
      [
        "wolf",
        -9.372295e-06
      ],
      [
        ")",
        -0.03179285
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing his accomplishments. The (*) Ara Pacis was built to honor this man's achievements, while a famous marble statue of this man was found at Prima Porta. A building built during this man's reign is located in the south of the Piazza della Rotonda and contains a large oculus at the top to let in light. For 10 points, name this emperor who presided over the building of the Pantheon, the first emperor of Rome.": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0058651515
      ],
      [
        "us",
        -7.77952e-05
      ]
    ]
  },
  "It was built at the Campo San Fantin based on the architect Gian Antonio Selva's design and opened on": {
    "guess": "La Fenice",
    "confidence": [
      [
        "La",
        -0.2800858
      ],
      [
        " Fen",
        -3.8934802e-05
      ],
      [
        "ice",
        -1.8908588e-05
      ]
    ]
  },
  "It was built at the Campo San Fantin based on the architect Gian Antonio Selva's design and opened on May 16, 1792 with Giovanni Pasiello's I Giochi di Agrigento.  Operas that received their premieres in this house include Einstein on the Beach, The Rake's Progress, The Turn of the Screw, Rigoletto, and La Traviata.  On January 29, 1996, the building burned down and will surely arise again like the phoenix it is.  FTP identify the Venice opera house.": {
    "guess": "La Fenice",
    "confidence": [
      [
        "La",
        -0.45468152
      ],
      [
        " Fen",
        -0.00016051154
      ],
      [
        "ice",
        -1.4617256e-05
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Corbusier is located in Ronchamp. Another one of these is located in Garden Grove, California, has a glassy outer surface, and is shaped like a cut prism; that \"Crystal\" one was designed by Phillip Johnson. For 10": {
    "guess": "List of Le Corbusier buildings",
    "confidence": [
      [
        "List",
        -0.64606345
      ],
      [
        " of",
        -0.0010879474
      ],
      [
        " Le",
        -0.65788764
      ],
      [
        " Cor",
        -1.1517961e-05
      ],
      [
        "bus",
        -1.2113979e-05
      ],
      [
        "ier",
        -4.9186317e-05
      ],
      [
        " buildings",
        -0.0036675332
      ]
    ]
  },
  "It was built at the Campo San Fantin based on the architect Gian Antonio Selva's design and opened on May 16, 1792 with Giovanni Pasiello's I Giochi di Agrigento.  Operas that received their premieres": {
    "guess": "La Fenice",
    "confidence": [
      [
        "La",
        -0.045230906
      ],
      [
        " Fen",
        -1.50940705e-05
      ],
      [
        "ice",
        -4.1273333e-06
      ]
    ]
  },
  "One of these buildings located next to the Tor Te Treste housing complex consists of three circular sectors with white concrete curved surfaces and glass; that is Richard Meier's \"Jubilee\" one. Jorn Utzon designed one of these with an all-white interior and a vaulted ceiling inspired by a line of clouds located in Bagsvaerd, Denmark. Another one of these buildings features pinhole windows and a billowing upturned roof floating above the building on concrete columns; that work by Le Corbusier is located in Ronchamp. Another one of these is located in Garden Grove, California, has a glassy outer surface, and is shaped like a cut prism; that \"Crystal\" one was designed by Phillip Johnson. For 10 points, name these buildings like Notre Dame du Haut, which usually contain rows of pews and a font": {
    "guess": "Church",
    "confidence": [
      [
        "Church",
        -0.3835441
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of the a namesake gulf in Turkey. The tallest building in Cambridge, Massachusetts goes underground and connects to the MIT tunnel system. The Green Building and Museum of (*) Islamic Art at Doha, were built by this same architect who designed the building that appears to be a giant \"H\" connected to a Wedge by some windows, The East building of the National Gallery of Art. FTP, name this architect who designed glass pyramids for the Rock and Roll Hall of Fame and the Lourve.": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.014592399
      ],
      [
        ".",
        -0.004573123
      ],
      [
        " M",
        -4.604148e-06
      ],
      [
        ".",
        -2.8564085e-05
      ],
      [
        " Pe",
        -4.1273333e-06
      ],
      [
        "i",
        -6.229872e-05
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where performers prepare. For 10 points, name this building which features overlapping sail-like shells, a musical space designed by Jorn Utzon and found in Australia.": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0075649796
      ],
      [
        "dney",
        -5.705376e-05
      ],
      [
        " Opera",
        -4.429897e-05
      ],
      [
        " House",
        -9.805982e-05
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third nostril, though that man's nose is eventually sneezed off and served in spaghetti sauce. One edifice of this type has no (*) nineteenth floor, which is not home to Miss Zarves. That building's top floor was once populated by Mrs. Gorf, who turned children into apples by wiggling her ears and sticking out her tongue. For 10 points, identify this type of building exemplified by Louis Sachar's Wayside, which has one classroom on each of its thirty floors.": {
    "guess": "Wayside School",
    "confidence": [
      [
        "W",
        -0.47873375
      ],
      [
        "ays",
        -0.00020485163
      ],
      [
        "ide",
        -0.00017302792
      ],
      [
        " School",
        -0.0022563566
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains": {
    "guess": "St. Peter's Basilica",
    "confidence": [
      [
        "St",
        -0.47558668
      ],
      [
        ".",
        -0.00024691585
      ],
      [
        " Peter",
        -2.8206474e-05
      ],
      [
        "'s",
        -0.00070111855
      ],
      [
        " Basil",
        -0.003227741
      ],
      [
        "ica",
        -0.00029959288
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx. This site was constructed around a hill that was taken to represent the mythical Mount Meru. The Thom complex here was added several decades after the temples that were intended as a site for posthumous unificiation with Vishnu and patronized on the Phnom Bakheng hill by Suryavarman II. For 10 points, name this ancient temple city, the center of the Khmer empire, home to several architectural": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.006348454
      ],
      [
        "kor",
        -0.00023286081
      ],
      [
        " Wat",
        -0.39845636
      ]
    ]
  },
  "It was built at the Campo San Fantin based on the architect Gian Antonio Selva's design and opened on May 16, 1792 with Giovanni Pasiello's I Giochi di Agrigento.  Operas that received their premieres in this house include Einstein on the Beach, The Rake's Progress, The Turn of the Screw, Rigoletto,": {
    "guess": "La Fenice",
    "confidence": [
      [
        "La",
        -0.090352215
      ],
      [
        " Fen",
        -0.0003812217
      ],
      [
        "ice",
        -4.1080468e-05
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of": {
    "guess": "All the King's Men",
    "confidence": [
      [
        "All",
        -0.07505864
      ],
      [
        " the",
        -0.052598078
      ],
      [
        " King",
        -0.0019645551
      ],
      [
        "'s",
        -0.022526471
      ],
      [
        " Men",
        -0.00028982185
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where (*) performers prepare. For 10 points, name": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.011482668
      ],
      [
        "dney",
        -1.473646e-05
      ],
      [
        " Opera",
        -6.6306106e-06
      ],
      [
        " House",
        -4.2630116e-05
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy for miles, without wires. This man beat Marconi to inventing and patenting the radio. This man discovered the rotating magnetic field and used it as the basis for his alternating current induction motor. His pushing for the use of alternating current to send electricity long distances led to a schism": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.0011408115
      ],
      [
        "ik",
        -1.3663626e-05
      ],
      [
        "ola",
        -2.4153549e-05
      ],
      [
        " Tesla",
        -0.00018053775
      ]
    ]
  },
  "He built the city of Niani and made it his capital.  Earlier in his career, he freed the small state of Kangaba, of which he was an heir, and reorganized its army.  Following this, he gained revenge for": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.0071748327
      ],
      [
        "undi",
        -0.00022725825
      ],
      [
        "ata",
        -7.89631e-07
      ],
      [
        " Ke",
        -8.1371305e-05
      ],
      [
        "ita",
        -5.8484206e-05
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the": {
    "guess": "Stonehenge",
    "confidence": [
      [
        "Stone",
        -0.43147564
      ],
      [
        "h",
        -0.0008665604
      ],
      [
        "enge",
        -0.00041684892
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has bread on it. The Arch of Titus shows treasures taken from this building, and one purification ritual performed here required a red heifer. Sacrifices called korbanot were performed here by special priests called Kohanim, or Cohens, whose leader was the only man who could enter the Holy of Holies, which held the Ark of the Covenant. For 10 points, name this structure built by King Solomon on a namesake": {
    "guess": "Solomon's Temple",
    "confidence": [
      [
        "Sol",
        -0.10643491
      ],
      [
        "omon",
        -6.1821906e-05
      ],
      [
        "'s",
        -0.0005097838
      ],
      [
        " Temple",
        -2.8325678e-05
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.24968603
      ],
      [
        "dney",
        -7.409989e-05
      ],
      [
        " Opera",
        -3.888926e-06
      ],
      [
        " House",
        -2.4987974e-05
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when he enters a gallery titled \"all girls are yours\". Nicknamed (*) \"school of humor\" by its owner, a saxophonist, and advertised as \"entrance not for everybody\", a knife appears in the protagonist's pocket and he stabs the naked Hermine with it. The most famous scene in this building may be when Mozart appears to the protagonist playing a radio but is later revealed to be Pablo, the owner. For ten points, name this enchanted building filled with psychedelic mirrors that initially confuses Harry Haller": {
    "guess": "Magic Theater",
    "confidence": [
      [
        "Magic",
        -0.12614009
      ],
      [
        " Theater",
        -0.20483789
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse": {
    "guess": "Steppenwolf (novel)",
    "confidence": [
      [
        "Ste",
        -0.04492815
      ],
      [
        "pp",
        -0.0005868719
      ],
      [
        "en",
        -3.333223e-05
      ],
      [
        "wolf",
        -1.8789384e-05
      ],
      [
        " (",
        -0.0013115442
      ],
      [
        "nov",
        -1.0087517e-05
      ],
      [
        "el",
        -1.0445127e-05
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized skyscraper. The Jacobs House has the characteristic L-shape of this architect's Usonian style.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.005524373
      ],
      [
        " Lloyd",
        -0.00016158436
      ],
      [
        " Wright",
        -1.0564331e-05
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized skyscraper. The Jacobs House has the characteristic L-shape of this architect's Usonian style. He designed the Imperial Hotel in Tokyo, and a New York art museum resembling a coiled white ribbon. He designed his Wisconsin summer home, Taliesin, as well as house featuring cantilevered concrete": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0008252298
      ],
      [
        " Lloyd",
        -0.011338167
      ],
      [
        " Wright",
        -6.551722e-05
      ]
    ]
  },
  "Built on land reclaimed after the draining of Lake Curtius, its first  permanent structure was a shrine": {
    "guess": "Lake Moeris",
    "confidence": [
      [
        "Lake",
        -0.14037669
      ],
      [
        " Mo",
        -0.643577
      ],
      [
        "er",
        -0.00066347216
      ],
      [
        "is",
        -5.6100132e-05
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of the a namesake gulf in Turkey. The tallest building in Cambridge, Massachusetts goes underground and connects to the MIT tunnel system. The Green Building and Museum of (*) Islamic Art at Doha, were built by this same architect who designed the building that appears to be a giant \"H\" connected to a Wedge by some windows, The East building of the National Gallery of Art. FTP, name this architect": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.22788018
      ],
      [
        ".",
        -0.0073595676
      ],
      [
        " M",
        -7.226629e-06
      ],
      [
        ".",
        -3.9769227e-05
      ],
      [
        " Pe",
        -6.392203e-06
      ],
      [
        "i",
        -9.253091e-06
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens": {
    "guess": "Amber Spyglass",
    "confidence": [
      [
        "Am",
        -0.18683103
      ],
      [
        "ber",
        -0.1975238
      ],
      [
        " Spy",
        -0.8275491
      ],
      [
        "glass",
        -2.7610455e-05
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third nostril, though that man's nose is eventually sneezed off and served in spaghetti sauce. One edifice of this type has no (*) nineteenth floor, which is not home to Miss Zarves. That building's top floor": {
    "guess": "House of Leaves",
    "confidence": [
      [
        "House",
        -0.1104826
      ],
      [
        " of",
        -0.00022654302
      ],
      [
        " Leaves",
        -0.011823653
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and his later works include Amalthea with the Infant Zeus. Besides the Santa Andrea del Quirinale, Rome": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -1.2286373
      ],
      [
        "ian",
        -0.17090754
      ],
      [
        " Lorenzo",
        -0.001772758
      ],
      [
        " Bern",
        -9.014684e-06
      ],
      [
        "ini",
        -0.00043496056
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers up honey- cakes, a cauldron of wine, and other delectable foods as a prize. This figure awards those prizes to a hero who beheads Cu Roi the day before Cu Roi comes back and beheads him. This trickster": {
    "guess": "Lugaid Mac Con",
    "confidence": [
      [
        "L",
        -1.3219267
      ],
      [
        "ug",
        -0.4149518
      ],
      [
        "aid",
        -0.0562258
      ],
      [
        " Mac",
        -1.5601903
      ],
      [
        " Con",
        -0.011128583
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city has windows that resemble arrows. Those are the 'Tree of Life\" windows. Those buildings are Graycliff and the Martin House Complex. Another building in this city used terra-cotta bricks on its façade and is designed in a similar style to the Wainwright Building. That building in this city is an early skyscraper designed by Dankmar Adler and Louis Sullivan. For ten points, name this city, the home": {
    "guess": "Buffalo, New York",
    "confidence": [
      [
        "Buff",
        -0.06073208
      ],
      [
        "alo",
        -0.00013083349
      ],
      [
        ",",
        -0.085090995
      ],
      [
        " New",
        -0.00032485672
      ],
      [
        " York",
        -0.00012344286
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water": {
    "guess": "Fallingwater",
    "confidence": [
      [
        "F",
        -1.2978408
      ],
      [
        "alling",
        -0.23836789
      ],
      [
        "water",
        -0.00015193255
      ]
    ]
  },
  "He built the city of Niani and made it his capital.  Earlier in his career, he freed the small state of Kangaba, of which he was an heir, and reorganized its army.  Following this, he gained revenge for the death of his ten brothers by defeating Sumanguru at the Battle of Kirina.  This hero of the Malinke people furthered his territorial gains by razing Kumbi Saleh, thus effectively ending the Ghana": {
    "guess": "Mansa Musa",
    "confidence": [
      [
        "M",
        -0.66610134
      ],
      [
        "ansa",
        -0.27464914
      ],
      [
        " Mus",
        -0.0017339673
      ],
      [
        "a",
        -8.537869e-06
      ]
    ]
  },
  "One of its buildings was founded on November 10, 1917 and initially contained only two mass graves. Its oldest secular structure is the Palace of Facets, while its Terem palace was the first residence of its nation's royal family. Of its many towers, one was designed by Aloisio da Milano, while another was built by Pietro Solari and was named after the Church of John the Forerunner. American nationals Charles Ruthenberg and John Reed are buried at this site, though it is better known for another resident. Containing the Arsenal used during invasion by Napoleon, its Armoury contains the largest collection of Faberege eggs in the world. FTP, identify this complex which contains the Cathedral of the Dormition and houses both the Orlov Diamond and the tomb of Lenin, a massive structure located in the center of Moscow.": {
    "guess": "Kremlin Kremlin",
    "confidence": [
      [
        "K",
        -0.06981559
      ],
      [
        "re",
        -5.2643223e-05
      ],
      [
        "mlin",
        -0.00012403888
      ],
      [
        " Kremlin",
        -0.66411257
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One building designed by this man contains a massive 273-rank Fratelli Ruffatti pipe organ and is the site of the Hour of Power broadcast. That building, designed in collaboration with this man's partner John Burgee, features the largest concrete columns ever poured and over ten thousand glass panels affixed with silicone glue. For 10 points, identify this American architect of the Crystal Cathedral,": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.022969294
      ],
      [
        " Johnson",
        -0.0003249759
      ]
    ]
  },
  "In one of his buildings, he put pilasters instead of chapels at the ends of the transverse axis, and his later works include Amalthea with the Infant Zeus. Besides the Santa Andrea del Quirinale, Rome contains his Fountain of the Bees as well as his Fountain of the Four Rivers. Better known for the baldacchino": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.009956294
      ],
      [
        "ian",
        -0.0030732602
      ],
      [
        " Lorenzo",
        -0.0002582402
      ],
      [
        " Bern",
        -1.4378848e-05
      ],
      [
        "ini",
        -0.0002700377
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city has windows that resemble arrows. Those are the 'Tree of Life\" windows. Those buildings are Graycliff": {
    "guess": "Frank Lloyd Wright's Buffalo estate",
    "confidence": [
      [
        "Frank",
        -0.30945998
      ],
      [
        " Lloyd",
        -0.0002549025
      ],
      [
        " Wright",
        -0.00039611853
      ],
      [
        "'s",
        -0.5113362
      ],
      [
        " Buffalo",
        -0.9437844
      ],
      [
        " estate",
        -1.4381864
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing his accomplishments. The (*) Ara Pacis was built to honor this man's achievements, while a famous marble statue of this man was found at Prima Porta. A building built during this man's reign is located in the south of the Piazza della Rotonda and contains a large oculus at the top to let in light.": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.01887583
      ],
      [
        "us",
        -0.00029422872
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant stands to one side of this structure. Originally conceived by Ove Arup, its interior contains both pink granite and brush box plywood and contains a Playhouse and Studio. This structure's most notable feature was built with one million glossy Swedish tiles. FTP, name this building largely designed by Jorn Utzon and has several white shells as its roof, a certain theatre venue in a major Australian city.": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0032863286
      ],
      [
        "dney",
        -9.960947e-05
      ],
      [
        " Opera",
        -5.0497558e-05
      ],
      [
        " House",
        -0.00017350474
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this man's successful siege of (*) Fort Zeelandia. This man received a surname meaning \"success\" and a": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.01714093
      ],
      [
        "ox",
        -0.00025966697
      ],
      [
        "ing",
        -5.50273e-05
      ],
      [
        "a",
        -4.274932e-05
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of": {
    "guess": "Church of the Gesù",
    "confidence": [
      [
        "Church",
        -1.05102
      ],
      [
        " of",
        -0.00024751187
      ],
      [
        " the",
        -0.25926918
      ],
      [
        " Ges",
        -0.00370352
      ],
      [
        "ù",
        -0.05130606
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One building designed by this man contains a massive 273-rank Fratelli Ruffatti pipe organ and is the site of the Hour of Power broadcast. That building, designed in collaboration with this man's partner": {
    "guess": "Philip Johnson",
    "confidence": [
      [
        "Philip",
        -0.59789336
      ],
      [
        " Johnson",
        -0.0030592305
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where performers prepare. For 10 points, name this": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.00320445
      ],
      [
        "dney",
        -2.939851e-05
      ],
      [
        " Opera",
        -3.4121115e-06
      ],
      [
        " House",
        -3.6669935e-05
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the way back to the four statues of the innermost sanctuary. Its hall includes a ceiling decorated with vultures and walls with scenes from the Battle of Kadesh. UNESCO helped sponsor its disassembly and reconstruction 200 feet above the riverbed, as this building carved into a sandstone cliff was threatened by a rising Nile as a result of the Aswan dam. For ten points, name this temple dedicated to Ra-Harakhte, Ptah, and Amon-Ra, whose front is dominated by four large statues of Ramses II.": {
    "guess": "Abu Simbel temples",
    "confidence": [
      [
        "Ab",
        -0.012291007
      ],
      [
        "u",
        -1.4259645e-05
      ],
      [
        " Sim",
        -1.2352386e-05
      ],
      [
        "bel",
        -1.0921943e-05
      ],
      [
        " temples",
        -0.00080534106
      ]
    ]
  },
  "Built on land reclaimed after the draining of Lake Curtius, its first  permanent structure was a shrine to Vesta. Later landmarks would include the  Mamertine prison, the Temple of Concordia, the Temple of Faustina, the House  of the Vestals, the Temple of Divus Julius, and the Temple of Castor and ": {
    "guess": "Roman Forum",
    "confidence": [
      [
        "Roman",
        -0.0799552
      ],
      [
        " Forum",
        -0.00026526954
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy Vuchetich- designed Soviet War Memorial in its Treptower Park, while other landmarks include a museum which contains the Ishtar Gate and an altar excavated from the ruins of a Greek city, the Pergamon Museum. Also containing a field of concrete slabs that serve as a memorial to the Jews of Europe, FTP, identify this city that is home to the Brandenburg Gate, the Reichstag House, and remains of a certain wall.": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.0006781232
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized skyscraper. The Jacobs House has the characteristic L-shape of this architect's Usonian style. He designed the Imperial Hotel in Tokyo, and a New York art museum resembling a coiled white ribbon.": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.0021784543
      ],
      [
        " Lloyd",
        -9.841743e-05
      ],
      [
        " Wright",
        -9.133887e-06
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being": {
    "guess": "House of Fame",
    "confidence": [
      [
        "House",
        -1.8120503
      ],
      [
        " of",
        -0.0017534764
      ],
      [
        " Fame",
        -0.518686
      ]
    ]
  },
  "Built on land reclaimed after the draining of Lake Curtius, its first  permanent structure was a shrine to Vesta. Later landmarks would include the  Mamertine prison, the Temple of Concordia, the Temple of Faustina, the House  of the Vestals, the Temple of Divus Julius, and the Temple of Castor and  Pollux. FTP, name this area which also included the Regia, the Curia, and  the Rostra, which served": {
    "guess": "Roman Forum",
    "confidence": [
      [
        "Roman",
        -0.019730246
      ],
      [
        " Forum",
        -0.00013190633
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these": {
    "guess": "Public Libraries",
    "confidence": [
      [
        "Public",
        -0.25836036
      ],
      [
        " Libraries",
        -0.18406124
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.8026134
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One": {
    "guess": "César Pelli",
    "confidence": [
      [
        "C",
        -1.4022536
      ],
      [
        "és",
        -0.4122772
      ],
      [
        "ar",
        -3.6431527e-05
      ],
      [
        " P",
        -0.0001944809
      ],
      [
        "elli",
        -3.6908343e-05
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located": {
    "guess": "Guggenheim Museum, New York City",
    "confidence": [
      [
        "G",
        -0.2728308
      ],
      [
        "ugg",
        -0.035507802
      ],
      [
        "enheim",
        -0.00022856948
      ],
      [
        " Museum",
        -0.00070576015
      ],
      [
        ",",
        -0.55344087
      ],
      [
        " New",
        -0.0131921135
      ],
      [
        " York",
        -0.00013381359
      ],
      [
        " City",
        -0.021930581
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly": {
    "guess": "Zheng Chenggong",
    "confidence": [
      [
        "Zh",
        -0.60768336
      ],
      [
        "eng",
        -0.010168373
      ],
      [
        " Cheng",
        -0.004174441
      ],
      [
        "g",
        -0.0053845877
      ],
      [
        "ong",
        -1.6240566e-06
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this man's successful siege of (*) Fort Zeelandia. This man received a surname meaning \"success\" and a title meaning \"Lord of the Imperial Surname\" from the Longwu Emperor, who was installed with the help of this man's father, a noted pirate admiral. For 10 points, name this Ming dynasty admiral who fought against the Dutch East India Company to take over Taiwan, and whose battles are the subject of a Chikamatsu play.": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.032112904
      ],
      [
        "ox",
        -9.133887e-06
      ],
      [
        "ing",
        -1.6762922e-05
      ],
      [
        "a",
        -1.3902034e-05
      ]
    ]
  },
  "One of this man's buildings had an exterior featuring patinated copper, the Price Tower, his only realized skyscraper. The Jacobs House has the characteristic L-shape of this architect's Usonian style. He designed the Imperial Hotel in Tokyo, and a New York art museum resembling a coiled white ribbon. He designed his Wisconsin summer home, Taliesin, as well as house featuring cantilevered concrete floors, made for Edgar Kaufmann. For 10 points, name this American Prairie School architect who designed": {
    "guess": "Frank Lloyd Wright",
    "confidence": [
      [
        "Frank",
        -0.005557575
      ],
      [
        " Lloyd",
        -0.00012487332
      ],
      [
        " Wright",
        -2.618001e-05
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender of Frederik Coyett. This man's son became the first ruler of the Kingdom of Tungning after this man's successful siege of (*) Fort Zeelandia. This man received a surname meaning \"success\" and a title meaning \"Lord of the Imperial Surname\" from the Longwu Emperor, who was installed with the help": {
    "guess": "Koxinga",
    "confidence": [
      [
        "K",
        -0.016931744
      ],
      [
        "ox",
        -8.4112995e-05
      ],
      [
        "ing",
        -8.0656086e-05
      ],
      [
        "a",
        -3.392825e-05
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that": {
    "guess": "Public Libraries",
    "confidence": [
      [
        "Public",
        -0.1317312
      ],
      [
        " Libraries",
        -0.13331686
      ]
    ]
  },
  "He built the city of Niani and made it his capital.  Earlier in his career, he freed the small state of Kangaba, of which he was an heir, and reorganized its army.  Following this, he gained revenge for the death of his ten brothers by defeating Sumanguru at the Battle of Kirina.  This hero of the Malinke": {
    "guess": "Mali Empire",
    "confidence": [
      [
        "M",
        -0.1931278
      ],
      [
        "ali",
        -0.37794644
      ],
      [
        " Empire",
        -1.962381e-05
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has bread on it. The Arch of Titus shows treasures taken from this building, and one purification ritual performed here required a red heifer. Sacrifices called korbanot were performed here by special priests called Kohanim, or Cohens, whose leader was the only man who could enter the Holy of Holies, which held the Ark of the Covenant. For 10 points, name this structure built by King Solomon on a namesake mount, formerly the main house of worship for Jews.": {
    "guess": "Solomon's Temple",
    "confidence": [
      [
        "Sol",
        -0.46808952
      ],
      [
        "omon",
        -7.4695905e-05
      ],
      [
        "'s",
        -0.00026264708
      ],
      [
        " Temple",
        -4.036525e-05
      ]
    ]
  },
  "Buildings at this site in pyramid form include the Bayon, Baphuon, and Phimeanakas. Several hundred aspara statues adorn one of the projects here, and its five central temples are in the form of quincunx. This site was constructed around a hill that was taken to represent the mythical Mount Meru. The": {
    "guess": "Angkor Wat",
    "confidence": [
      [
        "Ang",
        -0.25877282
      ],
      [
        "kor",
        -0.00022010603
      ],
      [
        " Wat",
        -0.008559966
      ]
    ]
  },
  "This building is down the street from a jazz club named \"Black Eagle\" and a tavern named \"Steel Helmet\", and is shaped like a horseshoe. In it, the protagonist kisses Rosa Kreisler and hides in a treehouse with his friend Gustav. In one room in this place, the protagonist plays an elaborate chess game, and in another, he watches an animal swallow a piece of chocolate, which disgusts him. More notably, however, is when he suddenly finds himself in middle of a war between men and machines and when": {
    "guess": "Magic Theatre (Steppenwolf)",
    "confidence": [
      [
        "Magic",
        -1.1720595
      ],
      [
        " Theatre",
        -0.15069152
      ],
      [
        " (",
        -0.04207793
      ],
      [
        "Ste",
        -0.094782785
      ],
      [
        "pp",
        -1.5928495e-05
      ],
      [
        "en",
        -1.8550976e-05
      ],
      [
        "wolf",
        -1.6166903e-05
      ],
      [
        ")",
        -0.02980199
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.009305025
      ]
    ]
  },
  "One building desgined in this city is the subject of a letter to Russell Sturgis in which the author claims that he is \"committed to an art of organisms, not compositions.\" One building complex located on the outskirts of this city contains a building called the Heat Hut. Another building in this city has windows that resemble arrows. Those are the 'Tree of Life\" windows. Those buildings are Graycliff and the Martin House Complex. Another building in this city used terra-cotta bricks on its façade": {
    "guess": "Buffalo, New York",
    "confidence": [
      [
        "Buff",
        -0.20581532
      ],
      [
        "alo",
        -0.00014156183
      ],
      [
        ",",
        -0.006058321
      ],
      [
        " New",
        -0.00023441046
      ],
      [
        " York",
        -0.00018018014
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he called \"zogs\", which had the effect of giving each floor 32 corner offices. That building is located a block away from Cesar Pelli's Wells Fargo Center in Minneapolis and is called the IDS Center. One building designed by this man contains a massive 273-rank Fratelli Ruffatti pipe organ and is the site of the Hour of Power broadcast. That building, designed in collaboration with this man's partner John Burgee, features the largest concrete columns ever poured and over ten thousand glass panels": {
    "guess": "Robert H. Schuller",
    "confidence": [
      [
        "Robert",
        -0.76225466
      ],
      [
        " H",
        -0.17753199
      ],
      [
        ".",
        -0.002271582
      ],
      [
        " Sch",
        -0.0015006985
      ],
      [
        "ull",
        -0.0011105668
      ],
      [
        "er",
        -4.1199673e-05
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.16663578
      ],
      [
        "dney",
        -0.0003620409
      ],
      [
        " Opera",
        -0.22606649
      ],
      [
        " House",
        -1.4974867e-05
      ]
    ]
  },
  "Built on land reclaimed after the draining of Lake Curtius, its first  permanent structure was a shrine to Vesta. Later landmarks would include the  Mamertine prison, the Temple of Concordia, the Temple of Faustina, the House  of the Vestals, the Temple of Divus Julius, and the Temple of Castor and  Pollux. FTP, name this area which also included the Regia, the Curia, and  the Rostra, which served as the marketplace and city center of ancient Rome.": {
    "guess": "Roman Forum",
    "confidence": [
      [
        "Roman",
        -0.009956651
      ],
      [
        " Forum",
        -4.6802244e-05
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was mockingly nicknamed \"Chippendale\". This architect of the former AT&T building included 231 spires in his design for Pittsburgh's PPG Place and designed a skyscraper that features graduated stepbacks he": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.229673
      ],
      [
        ".",
        -0.006685537
      ],
      [
        " M",
        -6.420598e-05
      ],
      [
        ".",
        -6.301394e-05
      ],
      [
        " Pe",
        -2.939851e-05
      ],
      [
        "i",
        -9.388769e-05
      ]
    ]
  },
  "A building of this kind is briefly invaded by cows and has trouble with dead rats, which sometimes appear in raincoats. At one point, residents of that building lose their voices to a man with a third nostril, though that man's nose is eventually sneezed off and served in spaghetti sauce. One edifice of this type has no (*) nineteenth floor, which is not home to Miss Zarves. That building's top floor was once populated by Mrs. Gorf, who turned children into apples by wiggling her ears and sticking out her tongue. For 10 points, identify this type of building exemplified by Louis Sachar's Wayside,": {
    "guess": "Schools",
    "confidence": [
      [
        "School",
        -1.0348537
      ],
      [
        "s",
        -0.085853696
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's": {
    "guess": "Sant'Andrea della Valle",
    "confidence": [
      [
        "S",
        -0.96787864
      ],
      [
        "ant",
        -0.19479755
      ],
      [
        "'",
        -0.61756307
      ],
      [
        "And",
        -0.01979476
      ],
      [
        "rea",
        -4.012684e-05
      ],
      [
        " della",
        -0.5148859
      ],
      [
        " Valle",
        -0.0002451278
      ]
    ]
  },
  "It was built so that on Febrary 22 and October 22, early-morning sunlight would illuminate it all the way back to the four statues of the innermost sanctuary. Its hall includes a ceiling decorated with": {
    "guess": "Abu Simbel temples",
    "confidence": [
      [
        "Ab",
        -0.67077327
      ],
      [
        "u",
        -3.5120287e-05
      ],
      [
        " Sim",
        -7.4695905e-05
      ],
      [
        "bel",
        -1.3186812e-05
      ],
      [
        " temples",
        -0.00084917503
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing his accomplishments. The (*) Ara Pacis was built to honor this man's achievements, while a famous marble statue of this man was found at Prima Porta. A building built during this man's reign is located": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -0.0102419965
      ],
      [
        "us",
        -0.0016569708
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy for miles, without wires. This man beat Marconi to inventing and patenting the radio. This man discovered the rotating magnetic field and used it as the basis for his alternating current induction": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.0005065653
      ],
      [
        "ik",
        -2.577686e-06
      ],
      [
        "ola",
        -5.240482e-05
      ],
      [
        " Tesla",
        -0.0001657565
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy for miles, without wires. This man beat Marconi to inventing and patenting the radio. This man discovered the rotating magnetic field and used it as the basis for his alternating current induction motor. His pushing for the use of alternating current to send electricity long distances led to a schism with Edison, and this man names the SI unit for the magnetic field. For 10 points, identify this": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.0054484974
      ],
      [
        "ik",
        -7.58424e-06
      ],
      [
        "ola",
        -4.8709502e-05
      ],
      [
        " Tesla",
        -0.00029172545
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid": {
    "guess": "Midas (Greek mythology)",
    "confidence": [
      [
        "M",
        -0.62634385
      ],
      [
        "idas",
        -0.04671026
      ],
      [
        " (",
        -0.6550781
      ],
      [
        "Greek",
        -1.491048
      ],
      [
        " mythology",
        -0.5630035
      ],
      [
        ")",
        -0.00022749665
      ]
    ]
  },
  "He built the city of Niani and made it his capital.  Earlier in his career, he freed the small state": {
    "guess": "Sundiata Keita",
    "confidence": [
      [
        "S",
        -0.016265443
      ],
      [
        "undi",
        -0.001099015
      ],
      [
        "ata",
        -9.0883464e-07
      ],
      [
        " Ke",
        -0.00010735771
      ],
      [
        "ita",
        -0.000119754885
      ]
    ]
  },
  "This building occupies the site of the demolished Fort Macquarie tram depot, and Constantine Koukais composed Icon to commemorate its 20th anniversary. Its Forecourt contains the Monumental steps, and its architect's namesake \"room\" is the only interior space entirely designed by him. The Bennelong Restaurant stands to one side of this structure. Originally conceived by Ove Arup, its interior contains both pink granite and brush box plywood and contains a Playhouse and Studio. This structure's most notable feature was built with one million glossy Swedish tiles. FTP, name this building largely designed by Jorn Utzon and has several white shells as its roof, a certain theatre venue in a major": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.0019908512
      ],
      [
        "dney",
        -3.786197e-05
      ],
      [
        " Opera",
        -5.5980927e-05
      ],
      [
        " House",
        -9.805982e-05
      ]
    ]
  },
  "This building had a porch called the Ulam, and it contained the Table of Showbread, which always has": {
    "guess": "Tabernacle",
    "confidence": [
      [
        "Tab",
        -0.6703249
      ],
      [
        "ern",
        -0.00026169344
      ],
      [
        "acle",
        -4.143808e-05
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of": {
    "guess": "Frank Gehry",
    "confidence": [
      [
        "Frank",
        -0.55942214
      ],
      [
        " Geh",
        -3.6908343e-05
      ],
      [
        "ry",
        -1.4498052e-05
      ]
    ]
  },
  "One building designed by this man was criticized for the circular opening in its pediment, which was": {
    "guess": "Robert Venturi",
    "confidence": [
      [
        "Robert",
        -0.69419163
      ],
      [
        " Vent",
        -0.06702332
      ],
      [
        "uri",
        -0.00014036978
      ]
    ]
  },
  "One building by this man opened in 2008 and was a series of stacked geometrical figures at the edge of the a namesake gulf in Turkey. The tallest building in Cambridge, Massachusetts goes underground and connects to the MIT tunnel system. The Green Building and Museum of (*) Islamic Art at Doha, were built by this same architect who designed the building that appears to be a giant \"H\" connected to": {
    "guess": "I. M. Pei",
    "confidence": [
      [
        "I",
        -0.7422917
      ],
      [
        ".",
        -0.001765859
      ],
      [
        " M",
        -3.5716304e-05
      ],
      [
        ".",
        -7.5530326e-05
      ],
      [
        " Pe",
        -6.6306106e-06
      ],
      [
        "i",
        -1.6762922e-05
      ]
    ]
  },
  "This man built a temple to Matzu at the sight of one of his landings. A kingdom founded by this man was destroyed by a fleet commanded by Shi Lang. This man died of malaria at the age of 38, supposedly after discovering that his son had an affair with his wetnurse. This man sent the friar Victorio Riccio to demand tribute from the Philippines, and during one military action this man secured the surrender": {
    "guess": "Ming Dynasty",
    "confidence": [
      [
        "M",
        -0.6065872
      ],
      [
        "ing",
        -0.5742176
      ],
      [
        " Dynasty",
        -0.78493524
      ]
    ]
  },
  "This man once built a magnificent home that featured 13 royal thrones, the largest of which is inlaid with carbuncles and juts through the house's roof. In order to incite men to action, this man threatens to make the breasts of women beat together until they become loathsome and putrid. After being punched in the head with five fidchell pieces, this son of Carbad is killed by a white bull and a brown bull that are continuously fighting. This man, who is sometimes called \"of the poison tongue,\" offers": {
    "guess": "Táin Bó Cúailnge",
    "confidence": [
      [
        "T",
        -1.0728898
      ],
      [
        "á",
        -0.100465775
      ],
      [
        "in",
        -0.00020258676
      ],
      [
        " B",
        -0.0018122714
      ],
      [
        "ó",
        -5.3193703e-06
      ],
      [
        " C",
        -0.10040583
      ],
      [
        "ú",
        -7.465036e-06
      ],
      [
        "ail",
        -0.00041792178
      ],
      [
        "nge",
        -0.004105354
      ]
    ]
  },
  "To build a case against one character in this novel, the narrator buys a suicide note from Lily Mae Littlepaugh. One character in this novel devises the Great Twitch Theory, which exonerates people of responsibility for their actions. Its narrator's mother is married to Theodore Murrell, but she had previously carried out an affair with a man who protected the Southern Belle Fuel Company. In this novel,": {
    "guess": "A Confederacy of Dunces",
    "confidence": [
      [
        "A",
        -0.56147957
      ],
      [
        " Confeder",
        -0.012833351
      ],
      [
        "acy",
        -6.456359e-05
      ],
      [
        " of",
        -4.596782e-05
      ],
      [
        " D",
        -4.1914896e-05
      ],
      [
        "unc",
        -0.00051442906
      ],
      [
        "es",
        -1.6240566e-06
      ]
    ]
  },
  "One of these buildings has windows with surface patterns digitally translated from photographs of water ripples, birch trees, snowy branches, and prairie grasses. A six-story atrium in that Cesar Pelli-designed one is topped by a cantilevered metal \"wing\" and is located in Minneapolis. Another of these buildings has white marble less than two inches thick to filter light and protect the interior; that one of these was designed by Gordon Bunshaft and is called the (*) Beinecke one at Yale University. The Charles Simonyi Mixing Chamber and a four-story spiral are in a glass and steel one in Seattle.": {
    "guess": "Library",
    "confidence": [
      [
        "Library",
        -0.7467704
      ]
    ]
  },
  "This man built a powerful magnifying transmitter that could send out wireless waves that carried energy": {
    "guess": "Nikola Tesla",
    "confidence": [
      [
        "N",
        -0.00080569874
      ],
      [
        "ik",
        -6.2729996e-06
      ],
      [
        "ola",
        -3.3093824e-05
      ],
      [
        " Tesla",
        -0.00011725161
      ]
    ]
  },
  "A building in this city contains a glass dome symbolizing the transparency of democracy designed by Norman Foster, and a museum dedicated to the works of Kathe Kollwitz. This city also contains a Yevgeniy Vuchetich- designed Soviet War Memorial in its Treptower Park, while other landmarks include a museum": {
    "guess": "Berlin",
    "confidence": [
      [
        "Berlin",
        -0.00859862
      ]
    ]
  },
  "One building built in honor of this man has an eastern relief in which two goddesses, riding a sea serpent and a swan, flank a personification of Tellus. In one sculpture of this man, a cupid is riding on a vertically-oriented dolphin next to his right leg. In that sculpture, he holds a baton in his right hand and wears a breastplate ornamented with a sphinx on each shoulder and other gods representing": {
    "guess": "Augustus",
    "confidence": [
      [
        "August",
        -1.2895472
      ],
      [
        "us",
        -0.0015580703
      ]
    ]
  },
  "This building's construction was delayed by a controversy over the stress tolerance of plywood known as Malice in Blunderland, and it was completed by Peter Hall. This building's reception hall was redesigned in 1999 by its original architect, and it added a colonnade on the exterior in 2001. It overlooks Port Jackson and includes underground chambers where (*) performers prepare. For 10 points, name this building which features overlapping sail-like shells, a musical space designed by Jorn Utzon and found in Australia.": {
    "guess": "Sydney Opera House",
    "confidence": [
      [
        "Sy",
        -0.013720322
      ],
      [
        "dney",
        -2.4272753e-05
      ],
      [
        " Opera",
        -4.20341e-05
      ],
      [
        " House",
        -6.217952e-05
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of Pius II and John the Baptist.  Also home to a mosaic floor with depictions of the sibyls, it features": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.59868956
      ],
      [
        "iena",
        -0.24539617
      ],
      [
        " Cathedral",
        -0.0008590543
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of Pius II and John the Baptist.  Also home to a mosaic floor with depictions of the sibyls, it features the Chigi Chapel and the Piccolomini Library in addition to Donatello's Feast of Herod. The octagonal": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.023979919
      ],
      [
        "iena",
        -0.00020711649
      ],
      [
        " Cathedral",
        -0.009155373
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of Pius II and John the Baptist.  Also home to a mosaic floor with depictions of the sibyls, it features the Chigi Chapel and the Piccolomini Library in addition to Donatello's Feast of Herod. The octagonal pulpit is of green marble and porphyry, features four lions and lionesses and was designed by": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.0067166747
      ],
      [
        "iena",
        -6.086828e-05
      ],
      [
        " Cathedral",
        -0.0029723532
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of Pius II and John the Baptist.  Also home to a mosaic floor with depictions of the sibyls, it features the Chigi Chapel and the Piccolomini Library in addition to Donatello's Feast of Herod. The octagonal pulpit is of green marble and porphyry, features four lions and lionesses and was designed by Nicola and Giovanni Pisano. For 10 points, name this building, also known as Santa Maria Assunta, a": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.0024797006
      ],
      [
        "iena",
        -4.6802244e-05
      ],
      [
        " Cathedral",
        -0.00021951001
      ]
    ]
  },
  "This building contains Antonio Raggi's sculpture of Saint Bernardine and Ercole Ferrata's sculpture of Saint Catherine. The central mosaic of the facade is Luigi Mussini's depiction of The Coronation of the Virgin, while Francesco di Giorgio Martini sculpted the angels which flank Baldassare Peruzzi's high altar, situated near Vecchieta's large bronze ciborium. It features a golden lantern by Bernini topping the hexagonal dome, while candelabras by Domenico Beccafumi mark the presbytery. It contains a portrait of Alberto Aringhieri by Pinturicchio, as well as Pinturicchio's series on the life of Pius II and John the Baptist.  Also home to a mosaic floor with depictions of the sibyls, it features the Chigi Chapel and the Piccolomini Library in addition to Donatello's Feast of Herod. The octagonal pulpit is of green marble and porphyry, features four lions and lionesses and was designed by Nicola and Giovanni Pisano. For 10 points, name this building, also known as Santa Maria Assunta, a medieval church in Siena.": {
    "guess": "Siena Cathedral",
    "confidence": [
      [
        "S",
        -0.0071858307
      ],
      [
        "iena",
        -7.2192626e-05
      ],
      [
        " Cathedral",
        -0.0013142859
      ]
    ]
  }
}