{
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\" type, and applies when four or more atoms are bonded in a straight chain. For a central molecule with two sigma bonds, the magnitude of a construct of this type (*) decreases by one-third when a lone": {
    "guess": "Torsion angle",
    "confidence": [
      [
        "T",
        -0.5531999
      ],
      [
        "ors",
        -0.00020294437
      ],
      [
        "ion",
        -0.014434615
      ],
      [
        " angle",
        -0.05400171
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev and the gid hanasheh in a process called nikkur before one engages in this activity. The Reformation in Switzerland was sparked when Ulrich Zwingli publicly engaged in this activity during the first Sunday of Lent, while Leviticus 11:3 specifies that the targets of this activity must both \"chew the": {
    "guess": "Animal slaughter in Hinduism",
    "confidence": [
      [
        "Animal",
        -0.89713615
      ],
      [
        " slaughter",
        -0.029061992
      ],
      [
        " in",
        -0.14179176
      ],
      [
        " Hindu",
        -0.06666516
      ],
      [
        "ism",
        -0.004593538
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search for the pieces of Osiris, and others state that one of them (*) transported the dead body of Osiris to safety. A live, sacred example of these animals known as Petsuchos can be found in the sanctuary in the Fayyum province for a son of Neith and Set who had this animal form. That god with the head of this animal had a cult center in a city that the Greeks called \"this animal\" \"opolis.\" For 10 points,": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.06393036
      ],
      [
        "codile",
        -0.0012733275
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search for the pieces of Osiris, and others state that one of them (*) transported the dead body of Osiris to safety. A live, sacred example of these animals known as Petsuchos can be found in the sanctuary in the Fayyum province for a son of Neith and Set who had this animal form. That god with the head": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.16382697
      ],
      [
        "codile",
        -0.009438367
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black adventurer Earl McCabe has been ousted by Papa Monzano with the aid of Franklin Hoenikker. Meanwhile, Lionel Boyd Johnson has become a spiritual leader by creating a religion called Bokononism. The climax occurs with Papa Monzano kills himself with an invention of Franklin's father Felix called ice-nine,": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.0016798213
      ],
      [
        "'s",
        -1.1041146e-05
      ],
      [
        " Cr",
        -3.0828953e-05
      ],
      [
        "adle",
        -9.729906e-06
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev and the gid hanasheh in a process called nikkur before one engages in this activity. The Reformation in Switzerland was sparked when Ulrich Zwingli publicly engaged in this activity during the first Sunday of Lent, while Leviticus 11:3 specifies that the targets of this activity must both \"chew the cud\" and have a split hoof. For 10 points, identify this activity which is strenuously avoided by Jain practitioners of ahimsa, as it is made possible by killing animals.": {
    "guess": "Animal slaughter",
    "confidence": [
      [
        "Animal",
        -0.5863194
      ],
      [
        " slaughter",
        -0.023752475
      ]
    ]
  },
  "Magnitogorsk was founded in the 1930s on the southern end of this mountain range as a center for metalworking. These mountains extend from the Kara Sea to the Kazakh steppes. The rivers from these mountains flow into the Caspian Sea or the Arctic Ocean. The location of most of Russia's mineral mines, for ten points, name this mountain range whose eastern side is usually considered the natural boundary": {
    "guess": "Ural Mountains",
    "confidence": [
      [
        "U",
        -0.009043148
      ],
      [
        "ral",
        -9.0883464e-07
      ],
      [
        " Mountains",
        -0.0006635877
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black adventurer Earl McCabe has been ousted by Papa Monzano with the aid of Franklin Hoenikker. Meanwhile, Lionel Boyd Johnson has become a spiritual leader by creating a religion called Bokononism. The climax occurs with Papa Monzano kills himself with an invention of Franklin's father Felix called ice-nine, which freezes any water in which it comes in contact. FTP, such is a description of what 1963": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.0047495575
      ],
      [
        "'s",
        -1.7120534e-05
      ],
      [
        " Cr",
        -4.6802244e-05
      ],
      [
        "adle",
        -1.4021238e-05
      ]
    ]
  },
  "Magnitogorsk was founded in the 1930s on the southern end of this mountain range as a center for metalworking. These mountains extend from the Kara Sea to the Kazakh steppes. The rivers from these mountains flow into the Caspian Sea or the Arctic Ocean. The location of most of Russia's mineral mines, for ten points, name this mountain range whose eastern side is usually considered the natural boundary between Europe and Asia.": {
    "guess": "Ural Mountains",
    "confidence": [
      [
        "U",
        -0.0007294707
      ],
      [
        "ral",
        -1.147242e-06
      ],
      [
        " Mountains",
        -3.5597102e-05
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black adventurer Earl McCabe has been ousted by Papa Monzano with the aid of Franklin Hoenikker. Meanwhile,": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.00043507977
      ],
      [
        "'s",
        -3.888926e-06
      ],
      [
        " Cr",
        -1.5809293e-05
      ],
      [
        "adle",
        -1.0206721e-05
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search for the pieces of Osiris, and others state that one of them (*) transported the dead body of Osiris to safety. A live, sacred example of these animals known as Petsuchos can be found in the sanctuary in the Fayyum province for a son of Neith and Set who had this animal form. That god with the head of this animal had a cult center in a city that the Greeks called \"this animal\" \"opolis.\" For 10 points, name this animal represented by Sobek, an apex predator that lives in the Nile river": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.04261361
      ],
      [
        "codile",
        -0.032511093
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They": {
    "guess": "Large low-shear-velocity provinces",
    "confidence": [
      [
        "Large",
        -1.3120596
      ],
      [
        " low",
        -0.5076604
      ],
      [
        "-s",
        -0.29616225
      ],
      [
        "hear",
        -0.003398006
      ],
      [
        "-",
        -0.053710267
      ],
      [
        "velocity",
        -0.0021977175
      ],
      [
        " provinces",
        -0.0017462197
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin of,\" these things. Another famous essay about these objects argues that what \"withers\" during that essay's title process is the \"aura\" of these objects, and that essay ends with an epilogue on the Futurist. Including, according to Heidegger, \"A Pair of Shoes,\" by van Gogh and C.F. Meyer's \"Roman Fountain, for 10 points, identify these objects which were analyzed by Walter Benjamin \"in the age of mechanical reproduction.\"": {
    "guess": "Works of art",
    "confidence": [
      [
        "Works",
        -0.1540286
      ],
      [
        " of",
        -0.00068896345
      ],
      [
        " art",
        -0.07909511
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\" type, and applies when four or more atoms are bonded in a straight chain. For a central molecule with two sigma bonds, the magnitude of a construct of this type (*) decreases by one-third when a lone pair is present, which is the major difference between a linear and a bent molecule. For 10 points, name these figures important in molecular geometry, which come in \"bond\" and \"torsional\" varieties, and are typically measured in degrees.": {
    "guess": "Dihedral angle",
    "confidence": [
      [
        "D",
        -0.5781681
      ],
      [
        "ih",
        -9.0883464e-07
      ],
      [
        "edral",
        -0.00026956087
      ],
      [
        " angle",
        -0.13399634
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability": {
    "guess": "Elephant",
    "confidence": [
      [
        "Ele",
        -1.3511828
      ],
      [
        "phant",
        -0.11807511
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin of,\" these things. Another famous essay about these objects argues that what \"withers\" during that": {
    "guess": "Works of art",
    "confidence": [
      [
        "Works",
        -0.42052656
      ],
      [
        " of",
        -0.0003051918
      ],
      [
        " art",
        -0.5731409
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.00014776041
      ],
      [
        "conduct",
        -0.0015951995
      ],
      [
        "ivity",
        -4.608702e-05
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons below the Fermi level can bind together to form Cooper pairs. YBCO is notable for acting as one of": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.000768652
      ],
      [
        "conduct",
        -0.0002930367
      ],
      [
        "ivity",
        -0.049336098
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action": {
    "guess": "Euthyphro",
    "confidence": [
      [
        "E",
        -0.25325465
      ],
      [
        "uth",
        -0.00032843283
      ],
      [
        "y",
        -0.00019614976
      ],
      [
        "ph",
        -0.00066192256
      ],
      [
        "ro",
        -9.448371e-05
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search for the pieces of Osiris, and others state that one of them (*) transported the dead body of Osiris to safety. A live, sacred example of these animals known as Petsuchos can be found in the sanctuary": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.11625171
      ],
      [
        "codile",
        -0.0030677915
      ]
    ]
  },
  "Magnitogorsk was founded in the 1930s on the southern end of this mountain range as a center for metalworking.": {
    "guess": "Ural Mountains",
    "confidence": [
      [
        "U",
        -0.031515785
      ],
      [
        "ral",
        -2.3392786e-06
      ],
      [
        " Mountains",
        -0.00011450992
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black adventurer Earl McCabe has been ousted by Papa Monzano with the aid of Franklin Hoenikker. Meanwhile, Lionel Boyd Johnson has become a spiritual leader by creating a religion called Bokononism. The": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.0020477208
      ],
      [
        "'s",
        -1.0445127e-05
      ],
      [
        " Cr",
        -0.00010318558
      ],
      [
        "adle",
        -1.5213274e-05
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman": {
    "guess": "The Philosophy of Art",
    "confidence": [
      [
        "The",
        -0.8693675
      ],
      [
        " Philosophy",
        -0.14698331
      ],
      [
        " of",
        -0.00019805702
      ],
      [
        " Art",
        -0.39431986
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical": {
    "guess": "George Rogers Clark",
    "confidence": [
      [
        "George",
        -1.0253217
      ],
      [
        " Rogers",
        -0.773424
      ],
      [
        " Clark",
        -0.006930862
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They have an axial flow of about 5 meters per year at the 670 kilometer discontinuity, and are hypothesized to originate at a thermal boundary layer, probably the D prime prime layer.  They might explain the uplift and lateral extent of volcanism associated with continental flood basalts.  FTP, name these long conduits of thermally buoyant material which rise through the mantle, which were originally thought to be the sources of hot spots.": {
    "guess": "Mantle plume",
    "confidence": [
      [
        "M",
        -0.011295501
      ],
      [
        "ant",
        -9.0073176e-05
      ],
      [
        "le",
        -1.6882126e-05
      ],
      [
        " pl",
        -0.0076228417
      ],
      [
        "ume",
        -0.072319776
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin of,\" these things. Another famous essay about these objects argues that what \"withers\" during that essay's title process is the \"aura\" of these objects, and that essay ends with an epilogue on the Futurist.": {
    "guess": "Works of art",
    "confidence": [
      [
        "Works",
        -0.27845126
      ],
      [
        " of",
        -0.00046725376
      ],
      [
        " art",
        -0.6884016
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy,": {
    "guess": "Spin systems",
    "confidence": [
      [
        "Spin",
        -0.5895847
      ],
      [
        " systems",
        -0.18422148
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one": {
    "guess": "Crocodiles",
    "confidence": [
      [
        "Cro",
        -0.02666043
      ],
      [
        "cod",
        -0.15934424
      ],
      [
        "iles",
        -0.0029964817
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical researches lay with men, and especially their wives, \"rich in that legendary lore so invaluable to true history,\" which he eventually compiled into a chronicle featuring such men as \"Walter": {
    "guess": "Lewis and Clark Expedition",
    "confidence": [
      [
        "Lewis",
        -0.79865986
      ],
      [
        " and",
        -0.93106306
      ],
      [
        " Clark",
        -0.2805341
      ],
      [
        " Expedition",
        -0.09293963
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action": {
    "guess": "Fasting in Cao Daiism",
    "confidence": [
      [
        "F",
        -0.41638407
      ],
      [
        "asting",
        -0.0001721935
      ],
      [
        " in",
        -0.0068257246
      ],
      [
        " C",
        -0.008783326
      ],
      [
        "ao",
        -0.00013536324
      ],
      [
        " Dai",
        -0.007092804
      ],
      [
        "ism",
        -0.5083948
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical researches lay with men, and especially their wives, \"rich in that legendary lore so invaluable to true history,\" which he eventually compiled into a chronicle featuring such men as \"Walter the Doubter\" and \"William the Testy.\"  That chronicle was his history of New York during the reign of the Dutch governors.  FTP, name this man whose name became synonymous with New Yorkers and the knee breeches they wore, a creation of Washington Irving.": {
    "guess": "Knickerbocker's History of New York",
    "confidence": [
      [
        "Kn",
        -0.30727223
      ],
      [
        "icker",
        0.0
      ],
      [
        "bo",
        -0.00034619053
      ],
      [
        "cker",
        -0.0050853915
      ],
      [
        "'s",
        -0.0047685457
      ],
      [
        " History",
        -0.0016742297
      ],
      [
        " of",
        -0.00065882324
      ],
      [
        " New",
        -5.6934558e-05
      ],
      [
        " York",
        -0.0029491745
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.46861473
      ],
      [
        "'s",
        -0.00012225083
      ],
      [
        " Cr",
        -0.00031127117
      ],
      [
        "adle",
        -7.3861476e-05
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.49366763
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu Spiral, and its Fraunhofer type occurs for Fresnel number less than one. Bragg's law explains how x-rays": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.014325924
      ],
      [
        "raction",
        -1.6240566e-06
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They have an axial flow of about 5 meters per year at the 670 kilometer discontinuity, and are hypothesized": {
    "guess": "Mantle plume",
    "confidence": [
      [
        "M",
        -0.32305777
      ],
      [
        "ant",
        -0.0016576861
      ],
      [
        "le",
        -7.89631e-07
      ],
      [
        " pl",
        -0.028882379
      ],
      [
        "ume",
        -0.16929553
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.0007042105
      ],
      [
        "conduct",
        -0.0003768112
      ],
      [
        "ivity",
        -6.706687e-05
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu Spiral, and its Fraunhofer type occurs for Fresnel number less than one. Bragg's law explains how x-rays experience it when meeting crystals, and the Davisson-Germer experiment showed that electrons experience it. It can be explained by Huygens ' Principle, and constructive interference illustrated that it happens to light in Young's double-slit experiment, showing its wave nature. For 10 points, name this phenomenon in which a wave bends around an obstacle.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0033173307
      ],
      [
        "raction",
        -1.4498052e-05
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons below the Fermi level can bind together to form Cooper pairs. YBCO is notable for acting as one of these materials above the boiling point of nitrogen. These materials experience an expulsion of their magnetic field in a phenomenon known as the Meissner effect and can be described by the BCS theory. For 10 points, name this type of material, which as its name suggests has an electrical resistivity of zero.": {
    "guess": "Superconductor",
    "confidence": [
      [
        "Super",
        -0.0016536405
      ],
      [
        "con",
        -0.26469097
      ],
      [
        "ductor",
        -5.0974373e-05
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.5313569
      ],
      [
        "codile",
        -0.06539277
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu": {
    "guess": "Space-charge limited current",
    "confidence": [
      [
        "Space",
        -1.2158374
      ],
      [
        "-",
        -0.53709364
      ],
      [
        "charge",
        -0.00010032469
      ],
      [
        " limited",
        -1.6387752
      ],
      [
        " current",
        -0.18821982
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.6378718
      ],
      [
        "est",
        -0.12173734
      ],
      [
        "hetics",
        -5.4312077e-05
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search": {
    "guess": "Hippopotamus",
    "confidence": [
      [
        "H",
        -0.46707425
      ],
      [
        "ipp",
        -0.06432592
      ],
      [
        "opot",
        -9.7583004e-05
      ],
      [
        "amus",
        -0.00023095356
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved": {
    "guess": "Crocodile",
    "confidence": [
      [
        "Cro",
        -0.7510078
      ],
      [
        "codile",
        -0.22537114
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.6281305
      ],
      [
        "est",
        -0.043231547
      ],
      [
        "hetics",
        -4.8425554e-06
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons below the Fermi level can bind together to form Cooper pairs. YBCO is notable for acting as one of these materials above the boiling point of nitrogen. These materials experience an expulsion of their magnetic field in a phenomenon known as the Meissner effect and can be described by the BCS theory. For 10 points, name this type of material, which as its name suggests has an electrical resistivity": {
    "guess": "Superconductor",
    "confidence": [
      [
        "Super",
        -0.00741377
      ],
      [
        "con",
        -0.277474
      ],
      [
        "ductor",
        -0.00016408764
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued": {
    "guess": "Intentional Fallacy",
    "confidence": [
      [
        "Int",
        -1.0604665
      ],
      [
        "ention",
        -0.00043722545
      ],
      [
        "al",
        -0.055296563
      ],
      [
        " Fall",
        -0.6061971
      ],
      [
        "acy",
        -0.0051276153
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its major sites include the crater chain Gipul Catena, and the Valhalla Region, one of the largest impact": {
    "guess": "Europa",
    "confidence": [
      [
        "Eu",
        -0.42139164
      ],
      [
        "ropa",
        -1.2590794e-05
      ]
    ]
  },
  "The Maghribian wadis run out of these mountains, as do the Moulouya and Chelif rivers. Mount Siroua links this chain's High and Anti ranges. The Taza Pass breaks this chain between the Rif and the Middle range of this system. The World War II Battle of the Kasserine Pass took place in this mountain system. The highest point in this range is Mount Toubkal. For 10 points, name this North African mountain system.": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.0062974
      ],
      [
        " Mountains",
        -7.243103e-05
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev": {
    "guess": "Kashrut",
    "confidence": [
      [
        "K",
        -0.123026274
      ],
      [
        "ash",
        -0.5382329
      ],
      [
        "rut",
        -0.00045426787
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.35267624
      ],
      [
        "est",
        -0.40923727
      ],
      [
        "hetics",
        -0.000117370815
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin of,\" these things. Another famous essay about these objects argues that what \"withers\" during that essay's title process is the \"aura\" of these objects, and that essay ends with an epilogue on the Futurist. Including, according to Heidegger, \"A Pair of Shoes,\" by van Gogh and C.F. Meyer's \"Roman Fountain, for 10 points, identify these objects which were analyzed by Walter Benjamin \"in the age of": {
    "guess": "Works of art",
    "confidence": [
      [
        "Works",
        -0.42783648
      ],
      [
        " of",
        -0.0025823205
      ],
      [
        " art",
        -0.17139927
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\"": {
    "guess": "Karplus equation",
    "confidence": [
      [
        "Kar",
        -0.054657586
      ],
      [
        "plus",
        -0.00024655825
      ],
      [
        " equation",
        -0.021282393
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev and the gid hanasheh in a process called nikkur before one engages in this activity. The Reformation": {
    "guess": "Kosher slaughter",
    "confidence": [
      [
        "K",
        -0.8847485
      ],
      [
        "os",
        -0.54453087
      ],
      [
        "her",
        -3.6669935e-05
      ],
      [
        " slaughter",
        -1.5023977
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons below the Fermi level can bind together to form Cooper pairs. YBCO is notable for acting as one of these materials above the boiling point of nitrogen. These materials experience an expulsion of their magnetic field in a phenomenon known as the Meissner effect and can be described by the BCS theory.": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.019010704
      ],
      [
        "conduct",
        -0.060787946
      ],
      [
        "ivity",
        -8.709308e-05
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its": {
    "guess": "Europa (moon)",
    "confidence": [
      [
        "Eu",
        -0.79551435
      ],
      [
        "ropa",
        -9.372295e-06
      ],
      [
        " (",
        -1.0355428
      ],
      [
        "moon",
        -0.00037287746
      ],
      [
        ")",
        -0.007972245
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev and the gid hanasheh in a process called nikkur before one engages in this activity. The Reformation in Switzerland was sparked when Ulrich Zwingli publicly engaged in this activity during the first Sunday of Lent, while Leviticus 11:3 specifies that the targets of this activity must both \"chew the cud\" and have a split hoof. For 10 points, identify this activity which is strenuously avoided by": {
    "guess": "Dietary laws and customs",
    "confidence": [
      [
        "D",
        -1.0650586
      ],
      [
        "iet",
        -0.0024120386
      ],
      [
        "ary",
        -0.016493881
      ],
      [
        " laws",
        -0.4711621
      ],
      [
        " and",
        -0.12316489
      ],
      [
        " customs",
        -0.6501726
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its major sites include the crater chain Gipul Catena, and the Valhalla Region, one of the largest impact features in the solar system.  Though it has both the oldest and most heavily cratered landscape in the solar system, it has no large mountains and next to no tectonic or volcanic activity.  Like": {
    "guess": "Callisto",
    "confidence": [
      [
        "Call",
        -0.18614793
      ],
      [
        "isto",
        -0.00015979631
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They have an axial flow of about 5 meters per year at the 670 kilometer discontinuity, and are hypothesized to originate at a thermal boundary layer, probably the D prime prime layer.  They might explain the uplift and lateral extent of volcanism associated with continental flood basalts.  FTP, name these long conduits of thermally buoyant material which rise through the mantle, which were originally": {
    "guess": "Mantle plume",
    "confidence": [
      [
        "M",
        -0.08885374
      ],
      [
        "ant",
        -0.00013774731
      ],
      [
        "le",
        -5.8841815e-05
      ],
      [
        " pl",
        -0.001253327
      ],
      [
        "ume",
        -0.4406357
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its major sites include the crater chain Gipul Catena, and the Valhalla Region, one of the largest impact features in the solar system.  Though it has both the oldest and most heavily cratered landscape": {
    "guess": "Callisto",
    "confidence": [
      [
        "Call",
        -0.28503564
      ],
      [
        "isto",
        -2.486877e-05
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its major sites include the crater chain Gipul Catena, and the Valhalla Region, one of the largest impact features in the solar system.  Though it has both the oldest and most heavily cratered landscape in the solar system, it has no large mountains and next to no tectonic or volcanic activity.  Like its three companions, it was discovered by Simon Marius in 1610.  FTP, identify this second-largest": {
    "guess": "Moons of Jupiter",
    "confidence": [
      [
        "Mo",
        -0.17913441
      ],
      [
        "ons",
        -1.1637165e-05
      ],
      [
        " of",
        -0.00047642877
      ],
      [
        " Jupiter",
        -0.1419821
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical researches lay with men, and especially their wives, \"rich in that legendary lore so invaluable to true history,\" which he eventually compiled into a chronicle featuring such men as \"Walter the Doubter\" and \"William the Testy.\"  That chronicle was his history of New York during the reign of the Dutch governors.  FTP, name this man whose name became synonymous with New Yorkers and the knee": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.14208107
      ],
      [
        " Irving",
        -0.002263852
      ]
    ]
  },
  "The Maghribian wadis run out of these mountains, as do the Moulouya and Chelif rivers. Mount Siroua links this chain's High and Anti ranges. The Taza Pass breaks this chain between the Rif and the Middle range of this system. The World War II Battle of the Kasserine Pass took place in this mountain system.": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.038028974
      ],
      [
        " Mountains",
        -0.0010822329
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As": {
    "guess": "Crocodiles",
    "confidence": [
      [
        "Cro",
        -0.09253293
      ],
      [
        "cod",
        -0.13216944
      ],
      [
        "iles",
        -7.076218e-05
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition": {
    "guess": "Chondrite",
    "confidence": [
      [
        "Ch",
        -0.9959987
      ],
      [
        "ond",
        -0.0038968686
      ],
      [
        "rite",
        -0.6002579
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu Spiral, and its Fraunhofer type occurs for Fresnel number less than one. Bragg's law explains how x-rays experience it when meeting crystals, and the Davisson-Germer experiment showed that electrons experience it. It can be explained by Huygens ' Principle, and constructive interference illustrated": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.05360746
      ],
      [
        "raction",
        -3.655073e-05
      ]
    ]
  },
  "Magnitogorsk was founded in the 1930s on the southern end of this mountain range as a center for metalworking. These mountains extend from the Kara Sea to the Kazakh steppes. The rivers from these mountains": {
    "guess": "Ural Mountains",
    "confidence": [
      [
        "U",
        -0.004003365
      ],
      [
        "ral",
        -1.1637165e-05
      ],
      [
        " Mountains",
        -0.00016384924
      ]
    ]
  },
  "Magnetic field analysis shows that this moon may contain a salty ocean 200 kilometers underground. Its major sites include the crater chain Gipul Catena, and the Valhalla Region, one of the largest impact features in the solar system.  Though it has both the oldest and most heavily cratered landscape in the solar system, it has no large mountains and next to no tectonic or volcanic activity.  Like its three companions, it was discovered by Simon Marius in 1610.  FTP, identify this second-largest and outermost Galilean moon of Jupiter.": {
    "guess": "Callisto (moon)",
    "confidence": [
      [
        "Call",
        -0.0024566299
      ],
      [
        "isto",
        -5.6769813e-06
      ],
      [
        " (",
        -0.056647062
      ],
      [
        "moon",
        -0.00011272187
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They have an axial flow of about 5 meters per year at the 670 kilometer discontinuity, and are hypothesized to originate at a thermal boundary layer, probably the D prime prime layer.  They might explain": {
    "guess": "Large low-shear-velocity provinces",
    "confidence": [
      [
        "Large",
        -1.1791292
      ],
      [
        " low",
        -0.1852032
      ],
      [
        "-s",
        -0.19887963
      ],
      [
        "hear",
        -2.0100624e-05
      ],
      [
        "-",
        -0.069490254
      ],
      [
        "velocity",
        -4.5133394e-05
      ],
      [
        " provinces",
        -0.0010105383
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\" type, and applies when four or more atoms are bonded in a straight chain. For a central molecule with": {
    "guess": "Karplus equation",
    "confidence": [
      [
        "Kar",
        -1.272731
      ],
      [
        "plus",
        -3.4524266e-05
      ],
      [
        " equation",
        -0.041683428
      ]
    ]
  },
  "In his magnum opus, Monroe Beardsley admits to \"sedulously avoiding,\" the use of this term and argued that a definition of it should be \"of greatest utility to inquirers in other fields.\" Nelson Goodman ridiculed the suggestion that what he called the \"Tingle-Immersion,\" theory was the right way to approach these objects. An essay that begins with the discussion of the \"hermeneutic circle,\" and asserts that these objects have a \"thingly character\" was written by Martin Heidegger about \"The Origin of,\" these things. Another famous essay about these objects argues that what \"withers\" during that essay's title process is the \"aura\" of these objects, and that essay ends with an epilogue on the Futurist. Including, according to Heidegger, \"A Pair of Shoes,\" by van Gogh and C.F. Meyer's \"Roman Fountain,": {
    "guess": "Works of art",
    "confidence": [
      [
        "Works",
        -0.18651164
      ],
      [
        " of",
        -0.00012511172
      ],
      [
        " art",
        -0.08419292
      ]
    ]
  },
  "Magnitogorsk was founded in the 1930s on the southern end of this mountain range as a center for metalworking. These mountains extend from the Kara Sea to the Kazakh steppes. The rivers from these mountains flow into the Caspian Sea or the Arctic Ocean. The location of most of Russia's mineral mines,": {
    "guess": "Ural Mountains",
    "confidence": [
      [
        "U",
        -0.0043135686
      ],
      [
        "ral",
        -2.3392786e-06
      ],
      [
        " Mountains",
        -0.00019412329
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai": {
    "guess": "Bhagavad Gita",
    "confidence": [
      [
        "B",
        -1.6632763
      ],
      [
        "h",
        -0.67363834
      ],
      [
        "ag",
        -0.0138081545
      ],
      [
        "avad",
        -0.044579234
      ],
      [
        " G",
        -0.009297231
      ],
      [
        "ita",
        -3.22594e-05
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\" type, and applies when four or more atoms are bonded in a straight chain. For a central molecule with two sigma bonds, the magnitude of a construct of this type (*) decreases by one-third when a lone pair is present, which is the major difference between a linear and a bent molecule. For 10 points, name these figures important in molecular geometry, which come in \"bond\" and \"torsional\" varieties,": {
    "guess": "Torsion angle",
    "confidence": [
      [
        "T",
        -1.2428448
      ],
      [
        "ors",
        -0.00047344866
      ],
      [
        "ion",
        -0.08220407
      ],
      [
        " angle",
        -0.03735682
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu Spiral, and its Fraunhofer type occurs for Fresnel number less than one. Bragg's law explains how x-rays experience it when meeting crystals, and the Davisson-Germer experiment showed that electrons experience it. It can be explained by Huygens ' Principle, and constructive interference illustrated that it happens to light in Young's double-slit experiment, showing its wave nature. For 10 points,": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.018733459
      ],
      [
        "raction",
        -1.0683535e-05
      ]
    ]
  },
  "The magician Uba-aner creates a wax animal of this kind that is seven fingers long, but has the ability to grow to seven cubits. The fragmentary Tale of the Doomed Prince abruptly breaks off after one of these animals offers to help save the prince from a dog, in exchange for aid against a demon. As punishment for his gluttony, a god of this animal had his tongue cut out. The Temple of Kom Ombo was home to several mummified examples of these animals, one of which, according to Diodorus Siculus, saved the King Menes. Some confusing myths report that Horus took this non-avian animal form to search for the pieces of Osiris, and others state that one of them (*) transported the dead body of Osiris": {
    "guess": "Pig",
    "confidence": [
      [
        "P",
        -1.012307
      ],
      [
        "ig",
        -0.0017043407
      ]
    ]
  },
  "The Maghribian wadis run out of these mountains, as do the Moulouya and Chelif rivers. Mount Siroua links": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.14677097
      ],
      [
        " Mountains",
        -0.00021259987
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical researches lay with men, and especially their wives, \"rich in that legendary lore so invaluable to true history,\" which he eventually compiled into a chronicle featuring such men as \"Walter the Doubter\" and \"William the Testy.\"  That chronicle was his history of New York during the reign of": {
    "guess": "Washington Irving",
    "confidence": [
      [
        "Washington",
        -0.98623765
      ],
      [
        " Irving",
        -0.0017192081
      ]
    ]
  },
  "The Maghribian wadis run out of these mountains, as do the Moulouya and Chelif rivers. Mount Siroua links this chain's High and Anti ranges. The Taza Pass breaks this chain between the Rif and the Middle": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.012199866
      ],
      [
        " Mountains",
        -0.0005189551
      ]
    ]
  },
  "A magazine with his name was published by Lewis and Willis Clark from 1833-1865.  As a scholar, his historical researches lay with men, and especially their wives, \"rich in that legendary lore so invaluable": {
    "guess": "George Bancroft",
    "confidence": [
      [
        "George",
        -0.9374212
      ],
      [
        " Banc",
        -0.7801644
      ],
      [
        "ro",
        -1.7835755e-05
      ],
      [
        "ft",
        -1.378283e-05
      ]
    ]
  },
  "The magnitudes of constructs of this type are related to J-coupling constants in proton NMR spectroscopy, according to the Karplus equations. One construct of this type is also known as the \"dihedral\" type, and applies when four or more atoms are bonded in a straight chain. For a central molecule with two sigma bonds, the magnitude of a construct of this type (*) decreases by one-third when a lone pair is present, which is the major difference between a linear and a bent molecule. For 10 points,": {
    "guess": "Torsion angle",
    "confidence": [
      [
        "T",
        -0.16199253
      ],
      [
        "ors",
        -5.312004e-05
      ],
      [
        "ion",
        -0.046744153
      ],
      [
        " angle",
        -0.015970202
      ]
    ]
  },
  "The Maghribian wadis run out of these mountains, as do the Moulouya and Chelif rivers. Mount Siroua links this chain's High and Anti ranges. The Taza Pass breaks this chain between the Rif and the Middle range of this system. The World War II Battle of the Kasserine Pass took place in this mountain system. The highest point in this range is Mount Toubkal. For 10 points, name this North African mountain": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.0049687973
      ],
      [
        " Mountains",
        -0.0001468068
      ]
    ]
  },
  "Magnetic sector mass spectroscopy studies of these structures by Munir Humayun have uncovered anomalously high siderophile-lithophile trace element ratios associated with them, supporting a proposition of Jason Morgan that linked them with certain surface phenomena hypothesized by J. Tuzo Wilson.  They have an axial flow of about 5 meters per year at the 670 kilometer discontinuity, and are hypothesized to originate at a thermal boundary layer, probably the D prime prime layer.  They might explain the uplift and lateral extent of volcanism associated with continental flood basalts.  FTP, name these": {
    "guess": "Large low-shear-velocity provinces",
    "confidence": [
      [
        "Large",
        -0.30494776
      ],
      [
        " low",
        -0.5769427
      ],
      [
        "-s",
        -0.20669931
      ],
      [
        "hear",
        -2.7372049e-05
      ],
      [
        "-",
        -0.13984467
      ],
      [
        "velocity",
        -5.025915e-05
      ],
      [
        " provinces",
        -0.0013109555
      ]
    ]
  },
  "In the Mahabharata, the Brahmana Kausika travels to Mithila to meet a pious man who defends this action by in part by noting its prevalence under the great king Rantideva. Most lay adherents of Cao Dai avoid engaging in this practice for six to ten days per month. As long as the subject of this action is jhatka, it is allowed by some Shaivite Hindu sects. Mosaic law necessitates the removal of chelev and the gid hanasheh in a process called nikkur before one engages in this activity. The Reformation in Switzerland was sparked when Ulrich Zwingli publicly engaged in this activity during the first": {
    "guess": "Kashrut",
    "confidence": [
      [
        "K",
        -0.13949022
      ],
      [
        "ash",
        -0.5926423
      ],
      [
        "rut",
        -0.00028147758
      ]
    ]
  },
  "On a magazine assignment the narrator of this novel goes to the island of San Lorenzo, where the black adventurer Earl McCabe has been ousted by Papa Monzano with the aid of Franklin Hoenikker. Meanwhile, Lionel Boyd Johnson has become a spiritual leader by creating a religion called Bokononism. The climax occurs with Papa Monzano kills himself with an invention of Franklin's father Felix called ice-nine, which freezes any water in which it comes in contact. FTP, such is a description of what 1963 novel by Kurt Vonnegut?": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.0037586326
      ],
      [
        "'s",
        -1.7716551e-05
      ],
      [
        " Cr",
        -6.146429e-05
      ],
      [
        "adle",
        -4.2868523e-05
      ]
    ]
  },
  "The magnetic field of these objects can be described using the London equations, and they can be described mathematically with the Ginzburg-Landau theory. One theory describing them notes that electrons below the Fermi level can bind together to form Cooper pairs. YBCO is notable for acting as one of these materials above the boiling point of nitrogen. These materials experience an expulsion of their": {
    "guess": "Superconductivity",
    "confidence": [
      [
        "Super",
        -0.025414988
      ],
      [
        "conduct",
        -0.0048328573
      ],
      [
        "ivity",
        -0.0074037043
      ]
    ]
  },
  "The magnitude of one type of this phenomenon is governed by a namesake v-parameter given by the Cornu Spiral, and its Fraunhofer type occurs for Fresnel number less than one. Bragg's law explains how x-rays experience it when meeting crystals, and the Davisson-Germer experiment showed that electrons": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.07997016
      ],
      [
        "raction",
        -4.274932e-05
      ]
    ]
  }
}