{
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its leader to flee, and it was triggered when Rupert's Land was purchased from the (*) Hudson's Bay Company": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.0068560354
      ],
      [
        " River",
        -3.9411618e-05
      ],
      [
        " Rebellion",
        -0.0035530278
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.0006638261
      ],
      [
        " River",
        -0.00012475411
      ],
      [
        " Rebellion",
        -2.4272753e-05
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name was released in 2005 to support Si Cumple, a new political party associated with Nueva Mayoria and Cambio90, his former political party.  He was blocked from running, but his party finished third in the election and his daughter Keiko received the most votes for Congress.  FTP, name this man who conducted a coup against his own government in 1992 and resigned the Peruvian presidency in 2000 by fax": {
    "guess": "Alberto Fujimori",
    "confidence": [
      [
        "Albert",
        -0.012627605
      ],
      [
        "o",
        -0.015681677
      ],
      [
        " Fuj",
        -0.00013524403
      ],
      [
        "im",
        -8.3278566e-05
      ],
      [
        "ori",
        -0.00026872646
      ]
    ]
  },
  "The horns play his sad theme, and he is the principal attraction at a carnival in a public square in": {
    "guess": "Pablo de Sarasate",
    "confidence": [
      [
        "P",
        -0.61125934
      ],
      [
        "ablo",
        -1.1330881
      ],
      [
        " de",
        -1.120048
      ],
      [
        " Saras",
        -0.0046571377
      ],
      [
        "ate",
        -0.0001341712
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.0031351745
      ],
      [
        " River",
        -7.982166e-05
      ],
      [
        " Rebellion",
        -0.15042664
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its leader to flee, and it was triggered when Rupert's Land was purchased from the (*) Hudson's Bay Company and an English-speaking governor was appointed to govern a region composed largely of French-speaking Metis. Led by a man who would later launch the North-West Rebellion against John MacDonald, Louis Riel, for 10 points, name this 1869 rebellion in Manitoba whose namesake waterway is also the name": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.005044591
      ],
      [
        " River",
        -1.831257e-05
      ],
      [
        " Rebellion",
        -3.523949e-05
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name was released in 2005 to support Si Cumple, a new political party associated with Nueva Mayoria and Cambio90, his former political party.  He was blocked from running, but his party finished third in": {
    "guess": "Fernando Cillóniz",
    "confidence": [
      [
        "F",
        -1.447329
      ],
      [
        "ern",
        -0.0063286712
      ],
      [
        "ando",
        -0.0012635675
      ],
      [
        " C",
        -1.3794852
      ],
      [
        "ill",
        -0.032169353
      ],
      [
        "ón",
        -0.0016324517
      ],
      [
        "iz",
        -0.0003061454
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its leader to flee, and it was triggered when Rupert's Land was purchased from the (*) Hudson's Bay Company and an English-speaking governor was appointed to govern a region composed largely of French-speaking Metis. Led by a man who would later launch the North-West Rebellion against John MacDonald, Louis Riel, for 10 points, name this 1869 rebellion in Manitoba whose namesake waterway is also the name of the river separating Oklahoma and Texas.": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.0020534315
      ],
      [
        " River",
        -2.8444882e-05
      ],
      [
        " Rebellion",
        -2.057744e-05
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name was released in 2005 to support Si Cumple, a new political party associated with Nueva Mayoria and": {
    "guess": "National Agrarian University",
    "confidence": [
      [
        "National",
        -0.42858696
      ],
      [
        " Agr",
        -0.00071183586
      ],
      [
        "arian",
        -4.3941356e-05
      ],
      [
        " University",
        -0.00010592726
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name was released in 2005 to support Si Cumple, a new political party associated with Nueva Mayoria and Cambio90, his former political party.  He was blocked from running, but his party finished third in the election and his daughter Keiko received the most votes for Congress.  FTP, name this man who conducted": {
    "guess": "Alberto Fujimori",
    "confidence": [
      [
        "Albert",
        -0.63821006
      ],
      [
        "o",
        -0.005656321
      ],
      [
        " Fuj",
        -0.0038833343
      ],
      [
        "im",
        -0.00019364648
      ],
      [
        "ori",
        -0.0004207827
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its leader to flee, and it was triggered when Rupert's Land was purchased from the (*) Hudson's Bay Company and an English-speaking governor was appointed to govern a region composed largely of French-speaking Metis. Led by a man who would later launch the North-West Rebellion against John MacDonald, Louis": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.009851355
      ],
      [
        " River",
        -6.718607e-05
      ],
      [
        " Rebellion",
        -0.005201144
      ]
    ]
  },
  "The horns play his sad theme, and he is the principal attraction at a carnival in a public square in Saint Petersburg.  He is in love with a ballerina who hates him and loves a handsomely attired Moor.  When he interrupts the Moors flirting, the Moor kills him, and the crowd erupts in anger, quieted": {
    "guess": "Petrushka (ballet)",
    "confidence": [
      [
        "P",
        -0.079380244
      ],
      [
        "etr",
        -0.0005008472
      ],
      [
        "ush",
        -0.00012678056
      ],
      [
        "ka",
        -6.122589e-05
      ],
      [
        " (",
        -0.47975343
      ],
      [
        "b",
        -0.0031797364
      ],
      [
        "allet",
        0.0
      ],
      [
        ")",
        -6.742448e-05
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts upon the D cells of the antrum, and overproduction of this hormone leads to Zollinger-Ellison syndrome.  Usually secreted in the presence of calcium and amino acids, it binds to enterochromaffin-like cells and stimulates the release of histamine, and it also binds to chief cells to stimulate the release of pepsinogen.  For 10 points, name this digestive hormone secreted by G cells, which regulates the secretion of gastric acid in the stomach.": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.0007612687
      ],
      [
        "astr",
        -5.080963e-06
      ],
      [
        "in",
        -0.0003275984
      ]
    ]
  },
  "The horns play his sad theme, and he is the principal attraction at a carnival in a public square in Saint Petersburg.  He is in love with a ballerina who hates him and loves a handsomely attired Moor.  When he interrupts the Moors flirting, the Moor kills him, and the crowd erupts in anger, quieted only when a policeman reminds everyone that the victim is, after all, only a puppet.  For ten points,": {
    "guess": "Petrushka (ballet)",
    "confidence": [
      [
        "P",
        -0.030423244
      ],
      [
        "etr",
        -0.00034368722
      ],
      [
        "ush",
        -0.00021545708
      ],
      [
        "ka",
        -3.750436e-05
      ],
      [
        " (",
        -0.30519572
      ],
      [
        "b",
        -0.0020440328
      ],
      [
        "allet",
        -1.9361265e-07
      ],
      [
        ")",
        -9.9251854e-05
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name": {
    "guess": "National Agrarian University",
    "confidence": [
      [
        "National",
        -0.9197754
      ],
      [
        " Agr",
        -0.0005330175
      ],
      [
        "arian",
        -4.0007635e-05
      ],
      [
        " University",
        -0.000114748334
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.015068776
      ],
      [
        "astr",
        -0.17269911
      ],
      [
        "in",
        -0.0034350618
      ]
    ]
  },
  "The horns play his sad theme, and he is the principal attraction at a carnival in a public square in Saint Petersburg.  He is in love with a ballerina who hates him and loves a handsomely attired Moor.": {
    "guess": "Petrushka",
    "confidence": [
      [
        "P",
        -0.022598391
      ],
      [
        "etr",
        -0.0003675133
      ],
      [
        "ush",
        -0.00028553052
      ],
      [
        "ka",
        -4.6563837e-05
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment of William McDougal was among the causes of this event, which led to the recognition of the territory of Assiniboia. The Wolseley Expedition was sent in the aftermath of this event, causing its leader to flee, and it was triggered when Rupert's Land was purchased from the (*) Hudson's Bay Company and an English-speaking governor was appointed to govern a region composed largely of French-speaking": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.004322472
      ],
      [
        " River",
        -1.7716551e-05
      ],
      [
        " Rebellion",
        -0.009183251
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts upon the D cells of the antrum, and overproduction of this hormone leads to Zollinger-Ellison syndrome.  Usually secreted in the presence of calcium and amino acids, it binds to enterochromaffin-like": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.00799401
      ],
      [
        "astr",
        -5.145119e-05
      ],
      [
        "in",
        -0.0013033338
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts upon the D cells of the antrum, and overproduction of this hormone leads to Zollinger-Ellison syndrome.  Usually secreted in the presence of calcium and amino acids, it binds to enterochromaffin-like cells and stimulates the release of histamine, and it also binds to chief cells to stimulate the release of pepsinogen.  For 10 points, name this digestive hormone secreted by G cells, which regulates": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.0018194088
      ],
      [
        "astr",
        -8.537869e-06
      ],
      [
        "in",
        -0.00021378823
      ]
    ]
  },
  "The horns play his sad theme, and he is the principal attraction at a carnival in a public square in Saint Petersburg.  He is in love with a ballerina who hates him and loves a handsomely attired Moor.  When he interrupts the Moors flirting, the Moor kills him, and the crowd erupts in anger, quieted only when a policeman reminds everyone that the victim is, after all, only a puppet.  For ten points, identify this title character, first danced by Waslaw Nijinsky, in a 1911 ballet by Igor Stravinsky.": {
    "guess": "Petrushka (ballet)",
    "confidence": [
      [
        "P",
        -0.027535124
      ],
      [
        "etr",
        -0.00016945181
      ],
      [
        "ush",
        -0.0004616512
      ],
      [
        "ka",
        -3.8577193e-05
      ],
      [
        " (",
        -0.29617128
      ],
      [
        "b",
        -0.00019996427
      ],
      [
        "allet",
        -4.3202e-07
      ],
      [
        ")",
        -0.0003396343
      ]
    ]
  },
  "Hostilities escalated during this event following the execution of Orangeman Thomas Scott. The appointment": {
    "guess": "Red River Rebellion",
    "confidence": [
      [
        "Red",
        -0.0065239994
      ],
      [
        " River",
        -4.4179764e-05
      ],
      [
        " Rebellion",
        -0.12345204
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.09530116
      ],
      [
        "astr",
        -0.24450375
      ],
      [
        "in",
        -0.0068038297
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while": {
    "guess": "List of environmental issues",
    "confidence": [
      [
        "List",
        -2.6104305
      ],
      [
        " of",
        -0.0014157117
      ],
      [
        " environmental",
        -0.44419503
      ],
      [
        " issues",
        -0.79826397
      ]
    ]
  },
  "He hosted a television series examining environmental and agricultural issues titled Concertando while serving as dean of his alma mater, the National Agrarian University.  A soft drink bearing his name was released in 2005 to support Si Cumple, a new political party associated with Nueva Mayoria and Cambio90, his former political party.  He was blocked from running, but his party finished third in the election and his daughter Keiko received the most votes for Congress.  FTP, name this man who conducted a coup against his own government in 1992 and resigned the Peruvian presidency in 2000 by fax from Japan.": {
    "guess": "Alberto Fujimori",
    "confidence": [
      [
        "Albert",
        -0.004556273
      ],
      [
        "o",
        -0.031397384
      ],
      [
        " Fuj",
        -4.823269e-05
      ],
      [
        "im",
        -8.0656086e-05
      ],
      [
        "ori",
        -0.00018304103
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts upon the D cells of the antrum, and overproduction of this hormone leads to Zollinger-Ellison syndrome.": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.004066171
      ],
      [
        "astr",
        -9.639097e-05
      ],
      [
        "in",
        -0.0017626442
      ]
    ]
  },
  "This hormone's releasing factor is the human analog of bombesin, and activation of somatostatin-2 receptors on the cells that release this hormone can inhibit its release.  One form of this peptide acts upon the D cells of the antrum, and overproduction of this hormone leads to Zollinger-Ellison syndrome.  Usually secreted in the presence of calcium and amino acids, it binds to enterochromaffin-like cells and stimulates the release of histamine, and it also binds to chief cells to stimulate the release": {
    "guess": "Gastrin",
    "confidence": [
      [
        "G",
        -0.006469868
      ],
      [
        "astr",
        -7.648396e-05
      ],
      [
        "in",
        -0.0016848169
      ]
    ]
  }
}