{
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its city of Kwekwe is home to the National Mining Museum, while its western region contains Hwange National Park,.  Khami Ruins National Monument, which was made a UNESCO World Heritage Site in 1986, is located in its southwest near the city of Bulawayo  The Limpopo River separates it from South Africa to the south, while the Zambezi River forms its boundary with Zambia to its northwest.  For 10 points,": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.0059127966
      ],
      [
        "imbabwe",
        -0.0002422779
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.9625161
      ],
      [
        "el",
        -2.577686e-06
      ],
      [
        " elect",
        -0.1784862
      ],
      [
        "roph",
        -1.7835755e-05
      ],
      [
        "ores",
        -4.5133394e-05
      ],
      [
        "is",
        -8.602025e-05
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.31418628
      ],
      [
        "h",
        -0.003157284
      ],
      [
        "ent",
        -6.1537958e-06
      ],
      [
        " Alt",
        -0.00017052464
      ],
      [
        "arp",
        -0.0001724319
      ],
      [
        "iece",
        -0.00013631687
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and the one below it is the Gutenberg discontinuity, which lies at the bottom of its D'' (D-double-prime) section. Rock types found within this layer include olivine and peridotite, and its upper limit is marked by the Moho. This layer's upper portion contains the asthenosphere, which is subject to convection. Namesake plumes from this layer can reach the surface at hot spots. For 10 points, name this layer of the Earth found above the outer core and below the crust.": {
    "guess": "Mantle",
    "confidence": [
      [
        "M",
        -0.0047247685
      ],
      [
        "ant",
        -0.000116655596
      ],
      [
        "le",
        -2.2842309e-05
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and the one below it is the Gutenberg discontinuity, which lies at the bottom of its D'' (D-double-prime) section. Rock types found within this layer include olivine and peridotite, and its upper limit is": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.27808365
      ],
      [
        "ant",
        -0.00016063073
      ],
      [
        "le",
        -9.4914985e-06
      ],
      [
        " (",
        -0.00022999993
      ],
      [
        "ge",
        -4.441817e-05
      ],
      [
        "ology",
        -0.0045238733
      ],
      [
        ")",
        -2.9352968e-06
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products empty through the duct of Wirsung. It is primarily composed of acinar cells, while other portions of it have recently been discovered to produce ghrelin in epsilon cells, along with somatostatin in delta cells. Its exocrine portions produce enterokinase, its namesake lipase, and trypsin, which are secreted into the duodenum. For 10 points, name this organ whose alpha and beta cells of the islets": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.000658704
      ],
      [
        "cre",
        -7.107425e-06
      ],
      [
        "as",
        -0.00021355349
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias. He brought food from Antioch to Jerusalem to help relieve a famine; like his mission to Cyprus, that journey was undertaken with (*) Barnabas. He participated in the stoning of St. Stephen, but converted to Christianity after hearing a voice ask \"Why do you persecute me?\" on the road to Damascus.": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.040549178
      ],
      [
        " the",
        -1.1637165e-05
      ],
      [
        " Apostle",
        -7.465036e-06
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which can be found with the Bloch theorem. The Drude-Sommerfeld model describes their behavior in a (*) metal. They are assumed to be detached from the ions and only subject to a combined potential in this particle's namesake free gas. Their radial position is given in terms of Laguerre polynomials when describing the hydrogen atom. In an n-type semiconductor, these are the charge carriers. For 10 points, name these negatively charged particles that orbit nuclei.": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.006433514
      ],
      [
        "ron",
        -0.035128985
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus already decapitated while Placidus and his sister Flavia are about to meet the same fate, is known as Martyrdom of Four Saints. He spent much of his career in Parma, where he painted a dome pairing": {
    "guess": "Correggio",
    "confidence": [
      [
        "Cor",
        -0.046843357
      ],
      [
        "reg",
        -8.299462e-06
      ],
      [
        "gio",
        -0.0011612925
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment used for it has a (*) comb pattern to help separate loading wells, and sodium dodecyl sulfate coats targets in SDS-PAGE, a variant of it. An intercalator used in this process is ethidium bromide, which": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.036135104
      ],
      [
        "el",
        -5.2001665e-06
      ],
      [
        " elect",
        -0.029792737
      ],
      [
        "roph",
        -2.5703197e-05
      ],
      [
        "ores",
        -7.433829e-05
      ],
      [
        "is",
        -0.00011284107
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment used for it has a (*) comb pattern to help separate loading wells, and sodium dodecyl sulfate coats": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.04151029
      ],
      [
        "el",
        -8.89548e-06
      ],
      [
        " elect",
        -0.18744388
      ],
      [
        "roph",
        -6.086828e-05
      ],
      [
        "ores",
        -9.198044e-05
      ],
      [
        "is",
        -0.00016921341
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.005546313
      ],
      [
        " Sunday",
        -0.024724396
      ],
      [
        " After",
        -0.011599446
      ],
      [
        "noon",
        -4.1318875e-05
      ],
      [
        " on",
        -0.00021831797
      ],
      [
        " the",
        -6.659005e-05
      ],
      [
        " Island",
        -3.5120287e-05
      ],
      [
        " of",
        -4.00813e-06
      ],
      [
        " La",
        -0.00010747691
      ],
      [
        " Grande",
        -0.00044687724
      ],
      [
        " J",
        -9.0883464e-07
      ],
      [
        "atte",
        -0.00028719936
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products empty through the duct of Wirsung. It is primarily composed of acinar cells, while other portions of it have recently been discovered to produce ghrelin in epsilon cells, along with somatostatin in delta": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0007082634
      ],
      [
        "cre",
        -5.080963e-06
      ],
      [
        "as",
        -0.00045259902
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit. The upper right shows a pair of large ears pierced by an arrow under a burning landscape. Its left": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.06692385
      ],
      [
        " Garden",
        -0.19278595
      ],
      [
        " of",
        -0.0007606727
      ],
      [
        " Earth",
        -0.000492745
      ],
      [
        "ly",
        -5.8841815e-05
      ],
      [
        " Del",
        -1.3856493e-06
      ],
      [
        "ights",
        -0.00025394888
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias. He brought food from Antioch to Jerusalem to help relieve a famine; like his mission to Cyprus, that journey was undertaken with (*) Barnabas. He participated in the stoning of St. Stephen, but converted to Christianity after hearing a voice ask \"Why do you persecute me?\" on the road to Damascus. For 10 points, name this author of epistles to the Romans, Corinthians, and several other groups,": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.0065394
      ],
      [
        " the",
        -9.317247e-05
      ],
      [
        " Apostle",
        -9.610702e-06
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below which a woman wearing golden gloves props her face on her hands. The figures in the upper right are either a poorly implemented reflection in a mirror or, more likely, a recollection of a past interaction that led the central figure to assume a dull and empty expression. Two bottles of Bass Pale Ale suggest that the title establishment might have a predominantly British clientele. For 10 points, name this last major painting by Manet, depicting a woman tending bar at a nightclub.": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.03953192
      ],
      [
        " Bar",
        -0.002018571
      ],
      [
        " at",
        -0.0002356025
      ],
      [
        " the",
        -0.00037514235
      ],
      [
        " Fol",
        -4.048445e-05
      ],
      [
        "ies",
        -0.00019162003
      ],
      [
        "-B",
        -0.0013410774
      ],
      [
        "erg",
        -0.0006252298
      ],
      [
        "ère",
        -0.005699227
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below which a woman wearing golden gloves props her face on her hands. The figures in the upper right are either a poorly implemented reflection in a mirror or, more likely, a recollection of a past interaction that led the central figure to assume a dull and empty expression. Two bottles of Bass Pale Ale suggest that the title establishment might have a predominantly British clientele. For 10 points,": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.3981549
      ],
      [
        " Bar",
        -0.012126384
      ],
      [
        " at",
        -0.00014334988
      ],
      [
        " the",
        -0.00028255043
      ],
      [
        " Fol",
        -0.00014108501
      ],
      [
        "ies",
        -3.6789137e-05
      ],
      [
        "-B",
        -0.0011665338
      ],
      [
        "erg",
        -5.8841815e-05
      ],
      [
        "ère",
        -0.00036251772
      ]
    ]
  },
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its": {
    "guess": "Limpopo River",
    "confidence": [
      [
        "L",
        -0.33190075
      ],
      [
        "imp",
        -0.002958089
      ],
      [
        "opo",
        -5.8961017e-05
      ],
      [
        " River",
        -5.8961017e-05
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant": {
    "guess": "Capillary electrophoresis",
    "confidence": [
      [
        "Cap",
        -0.52443635
      ],
      [
        "illary",
        -3.035214e-05
      ],
      [
        " elect",
        -0.14796092
      ],
      [
        "roph",
        -3.5716304e-05
      ],
      [
        "ores",
        -0.000108668944
      ],
      [
        "is",
        -0.00024037065
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known": {
    "guess": "Giotto",
    "confidence": [
      [
        "G",
        -1.2365819
      ],
      [
        "iot",
        -0.35994726
      ],
      [
        "to",
        -6.704273e-07
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.36495578
      ],
      [
        "el",
        -2.546479e-05
      ],
      [
        " elect",
        -0.36638117
      ],
      [
        "roph",
        -5.312004e-05
      ],
      [
        "ores",
        -0.00013941615
      ],
      [
        "is",
        -0.00022773506
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which can be found with the Bloch theorem. The Drude-Sommerfeld model describes their behavior in a (*) metal. They are assumed to be detached from the ions and only subject to a combined potential in this": {
    "guess": "Electron gas",
    "confidence": [
      [
        "Elect",
        -0.14937155
      ],
      [
        "ron",
        -0.012030973
      ],
      [
        " gas",
        -0.49310902
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit. The upper right shows a pair of large ears pierced by an arrow under a burning landscape. Its left is far more peaceful, depicting Adam and Eve in the Garden of Eden. When this work is closed, the": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.05364
      ],
      [
        " Garden",
        -0.003955394
      ],
      [
        " of",
        -0.00034332962
      ],
      [
        " Earth",
        -7.9418505e-06
      ],
      [
        "ly",
        -5.8603408e-05
      ],
      [
        " Del",
        -2.8160932e-06
      ],
      [
        "ights",
        -0.00040183295
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias.": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.018673198
      ],
      [
        " the",
        -8.613945e-05
      ],
      [
        " Apostle",
        -8.537869e-06
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit. The upper right shows a pair of large ears pierced by an arrow under a burning landscape. Its left is far more peaceful, depicting Adam and Eve in the Garden of Eden. When this work is closed, the exterior panels show the world on the third day of creation, but it may be more striking for the giant": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.015833871
      ],
      [
        " Garden",
        -0.00017493518
      ],
      [
        " of",
        -2.3080716e-05
      ],
      [
        " Earth",
        -1.147242e-06
      ],
      [
        "ly",
        -1.0564331e-05
      ],
      [
        " Del",
        -5.5122365e-07
      ],
      [
        "ights",
        -0.00039135036
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which": {
    "guess": "Electron gas model",
    "confidence": [
      [
        "Elect",
        -0.07146568
      ],
      [
        "ron",
        -0.0030575693
      ],
      [
        " gas",
        -0.060121864
      ],
      [
        " model",
        -0.36556453
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias. He brought food from Antioch to Jerusalem to help relieve a famine; like his mission to Cyprus,": {
    "guess": "Saul of Tarsus",
    "confidence": [
      [
        "S",
        -1.1560472
      ],
      [
        "aul",
        -0.0004891689
      ],
      [
        " of",
        -0.0228882
      ],
      [
        " T",
        -0.00054624176
      ],
      [
        "ars",
        -0.00040445544
      ],
      [
        "us",
        -0.00024691585
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into": {
    "guess": "Wigner crystal",
    "confidence": [
      [
        "W",
        -0.5902187
      ],
      [
        "igner",
        -0.00050418125
      ],
      [
        " crystal",
        -0.04864834
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which can be found with the Bloch theorem. The Drude-Sommerfeld model describes their behavior in a (*) metal. They are assumed to be detached from the ions and only subject to a combined potential in this particle's namesake free gas. Their radial position is given in terms of Laguerre polynomials when describing": {
    "guess": "Electron gas",
    "confidence": [
      [
        "Elect",
        -0.09236219
      ],
      [
        "ron",
        -0.0022517224
      ],
      [
        " gas",
        -0.036176607
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment used for it has a (*) comb pattern to help separate loading wells, and sodium dodecyl sulfate coats targets in SDS-PAGE, a variant of it. An intercalator used in this process is ethidium bromide, which visualizes DNA bands under UV light. A ladder of markers with set kilodalton values appears on one": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.033211175
      ],
      [
        "el",
        -1.2664457e-06
      ],
      [
        " elect",
        -0.023544652
      ],
      [
        "roph",
        -1.6882126e-05
      ],
      [
        "ores",
        -4.5133394e-05
      ],
      [
        "is",
        -8.1490514e-05
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model,": {
    "guess": "Electron gas model",
    "confidence": [
      [
        "Elect",
        -0.35736617
      ],
      [
        "ron",
        -0.00094742636
      ],
      [
        " gas",
        -0.006912749
      ],
      [
        " model",
        -0.4983776
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus": {
    "guess": "Giovanni Bellini",
    "confidence": [
      [
        "G",
        -1.389398
      ],
      [
        "iov",
        -0.68116605
      ],
      [
        "anni",
        -1.640531e-05
      ],
      [
        " Bell",
        -0.0023291481
      ],
      [
        "ini",
        -2.4153549e-05
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus already decapitated while Placidus and his sister Flavia are about to meet the same fate, is known as Martyrdom of Four Saints. He spent much of his career in Parma, where he painted a dome pairing the four Evangelists with the four Doctors of the Church, Vision of St. John on Patmos. Name this sixteenth": {
    "guess": "Correggio",
    "confidence": [
      [
        "Cor",
        -0.12159495
      ],
      [
        "reg",
        -9.627177e-05
      ],
      [
        "gio",
        -0.0021598989
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which can be found with the Bloch theorem. The Drude-Sommerfeld model describes their behavior in a (*) metal. They are assumed to be detached from the ions and only subject to a combined potential in this particle's namesake free gas. Their radial position is given in terms of Laguerre polynomials when describing the hydrogen atom. In an n-type semiconductor, these are the charge carriers. For 10 points,": {
    "guess": "Electron",
    "confidence": [
      [
        "Elect",
        -0.0034729594
      ],
      [
        "ron",
        -0.0036974624
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias. He brought food from Antioch to Jerusalem to help relieve a famine; like his mission to Cyprus, that journey was undertaken with (*) Barnabas. He participated in the stoning of St. Stephen, but converted to Christianity after hearing a voice ask \"Why do you persecute me?\" on the road to Damascus. For 10 points, name this author of epistles to the Romans, Corinthians, and several other groups, who along with Peter is the main focus of the Acts of the Apostles.": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.007819433
      ],
      [
        " the",
        -0.00020175234
      ],
      [
        " Apostle",
        -7.9418505e-06
      ]
    ]
  },
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its city of Kwekwe is home to the National Mining Museum, while its western region contains Hwange National Park,.  Khami Ruins National Monument, which was made a UNESCO World Heritage Site in 1986, is": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.055603433
      ],
      [
        "imbabwe",
        -0.0010303078
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products empty through the duct of Wirsung. It is primarily composed of acinar cells, while other portions of": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.00082892505
      ],
      [
        "cre",
        -3.4121115e-06
      ],
      [
        "as",
        -0.00017410076
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and the one below it is the Gutenberg discontinuity, which lies at the bottom of its D'' (D-double-prime) section. Rock types found within this layer include olivine and peridotite, and its upper limit is marked by the Moho. This layer's upper portion contains the asthenosphere, which is subject to convection. Namesake plumes from this layer can reach the surface at hot spots. For 10 points, name this": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.07854391
      ],
      [
        "ant",
        -9.2695656e-05
      ],
      [
        "le",
        -1.60477e-05
      ],
      [
        " (",
        -0.013709734
      ],
      [
        "ge",
        -0.0004653465
      ],
      [
        "ology",
        -0.00018351417
      ],
      [
        ")",
        -0.00036442498
      ]
    ]
  },
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its city of Kwekwe is home to the National Mining Museum, while its western region contains Hwange National": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.040090848
      ],
      [
        "imbabwe",
        -0.00092980627
      ]
    ]
  },
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its city of Kwekwe is home to the National Mining Museum, while its western region contains Hwange National Park,.  Khami Ruins National Monument, which was made a UNESCO World Heritage Site in 1986, is located in its southwest near the city of Bulawayo  The Limpopo River separates it from South Africa to the south, while the Zambezi River forms its boundary with Zambia to its northwest.  For 10 points, name this African country led by Robert Mugabe with capital Harare.": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.0018503432
      ],
      [
        "imbabwe",
        -0.00053099106
      ]
    ]
  },
  "At low densities, in a neutralizing, fixed background, Wigner predicted these objects would align into a lattice. Their behavior when uniformly spread is approximated by the jellium model. In one model, they experience an infinite periodic series of square potentials, wavefunction solutions to which can be found with the Bloch theorem. The Drude-Sommerfeld model describes their behavior in a (*) metal.": {
    "guess": "Electron gas",
    "confidence": [
      [
        "Elect",
        -0.349772
      ],
      [
        "ron",
        -0.011517194
      ],
      [
        " gas",
        -0.07228829
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit. The upper right shows a pair of large ears pierced by an arrow under a burning landscape. Its left is far more peaceful, depicting Adam and Eve in the Garden of Eden. When this work is closed, the exterior panels show the world on the third day of creation, but it may be more striking for the giant strawberries and bird-headed monster eating men in the \"hell\" panel. For 10 points, name this triptych by Hieronymus Bosch.": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.001261187
      ],
      [
        " Garden",
        -8.590105e-05
      ],
      [
        " of",
        -2.1008714e-06
      ],
      [
        " Earth",
        -2.6968896e-06
      ],
      [
        "ly",
        -1.8193366e-05
      ],
      [
        " Del",
        -3.1737043e-06
      ],
      [
        "ights",
        -0.00020187153
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus already decapitated while Placidus and his sister Flavia are about to meet the same fate, is known as Martyrdom of Four Saints. He spent much of his career in Parma, where he painted a dome pairing the four Evangelists with the four Doctors of the Church, Vision of St. John on Patmos. Name this sixteenth century painter whose Loves of Jupiter series includes Leda with the Swan and Ganymede Abducted": {
    "guess": "Correggio",
    "confidence": [
      [
        "Cor",
        -0.06993388
      ],
      [
        "reg",
        -8.590105e-05
      ],
      [
        "gio",
        -0.002588385
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below which a woman wearing golden gloves props her face on her hands. The figures in the upper right are either a poorly implemented reflection in a mirror or, more likely, a recollection of a past interaction that led the central figure to assume a dull and empty expression. Two bottles of Bass Pale Ale": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.67706937
      ],
      [
        " Bar",
        -0.008615161
      ],
      [
        " at",
        -7.5530326e-05
      ],
      [
        " the",
        -0.00028672256
      ],
      [
        " Fol",
        -0.00033022088
      ],
      [
        "ies",
        -4.3941356e-05
      ],
      [
        "-B",
        -0.0010743728
      ],
      [
        "erg",
        -9.698699e-05
      ],
      [
        "ère",
        -0.00035262384
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below which a woman wearing golden gloves props her face on her hands. The figures in the upper right are either a poorly implemented reflection in a mirror or, more likely, a recollection of a past interaction": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.55992866
      ],
      [
        " Bar",
        -0.012991628
      ],
      [
        " at",
        -0.00010163593
      ],
      [
        " the",
        -0.0002786167
      ],
      [
        " Fol",
        -0.00013154872
      ],
      [
        "ies",
        -6.670925e-05
      ],
      [
        "-B",
        -0.00096613035
      ],
      [
        "erg",
        -0.00019078559
      ],
      [
        "ère",
        -0.0005519599
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain": {
    "guess": "The Arnolfini Portrait",
    "confidence": [
      [
        "The",
        -0.79589874
      ],
      [
        " Arn",
        -1.2796719
      ],
      [
        "ol",
        -1.700133e-05
      ],
      [
        "fin",
        -9.014684e-06
      ],
      [
        "i",
        -2.2723105e-05
      ],
      [
        " Portrait",
        -8.733149e-05
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus already decapitated while Placidus and his sister Flavia are about to meet the same fate, is known as Martyrdom of Four Saints. He spent much of his career in Parma, where he painted a dome pairing the four Evangelists with the four Doctors of the Church, Vision of St. John on Patmos. Name this sixteenth century painter whose Loves of Jupiter series includes Leda with the Swan and Ganymede Abducted by the Eagle.": {
    "guess": "Correggio",
    "confidence": [
      [
        "Cor",
        -0.06428458
      ],
      [
        "reg",
        -5.669615e-05
      ],
      [
        "gio",
        -0.0026874214
      ]
    ]
  },
  "In the lower right of this painting, a group of people, pierced by swords, huddle next to a large rabbit. The upper right shows a pair of large ears pierced by an arrow under a burning landscape. Its left is far more peaceful, depicting Adam and Eve in the Garden of Eden. When this work is closed, the exterior panels show the world on the third day of creation, but it may be more striking for the giant strawberries and bird-headed monster eating men in the \"hell\" panel. For 10 points, name this triptych": {
    "guess": "The Garden of Earthly Delights",
    "confidence": [
      [
        "The",
        -0.002312146
      ],
      [
        " Garden",
        -8.537869e-06
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " Earth",
        -7.822647e-06
      ],
      [
        "ly",
        -2.3915141e-05
      ],
      [
        " Del",
        -7.89631e-07
      ],
      [
        "ights",
        -0.0001408466
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products empty through the duct of Wirsung. It is primarily composed of acinar cells, while other portions of it have recently been discovered to produce ghrelin in epsilon cells, along with somatostatin in delta cells. Its exocrine portions produce enterokinase, its namesake lipase, and trypsin, which are": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.00028517292
      ],
      [
        "cre",
        -6.0345924e-06
      ],
      [
        "as",
        -0.0002356025
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment used for it has a (*) comb pattern to help separate loading wells, and sodium dodecyl sulfate coats targets in SDS-PAGE, a variant of it. An intercalator used in this process is ethidium bromide, which visualizes DNA bands under UV light. A ladder of markers with set kilodalton values appears on one side of its result. For 10 points, name this technique that separates proteins by molecular weight": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.05570446
      ],
      [
        "el",
        -1.60477e-05
      ],
      [
        " elect",
        -0.04208296
      ],
      [
        "roph",
        -4.441817e-05
      ],
      [
        "ores",
        -7.767599e-05
      ],
      [
        "is",
        -8.709308e-05
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and the one below it is the Gutenberg discontinuity, which lies at the bottom of its D'' (D-double-prime) section. Rock types found within this layer include olivine and peridotite, and its upper limit is marked by the Moho. This layer's upper portion contains the asthenosphere, which is subject to convection.": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.00079509325
      ],
      [
        "ant",
        -1.7239736e-05
      ],
      [
        "le",
        -1.5809293e-05
      ],
      [
        " (",
        -8.657073e-06
      ],
      [
        "ge",
        -1.3856493e-06
      ],
      [
        "ology",
        -6.392203e-06
      ],
      [
        ")",
        -4.3202e-07
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion showing Moses, while the upper portion shows the faint heads of several angels above; it is known as Madonna with Saint Francis. Another painting by this artist, which shows Eutychius and Victorinus already decapitated while Placidus and his sister Flavia are about to meet the same fate, is known": {
    "guess": "Sandro Botticelli",
    "confidence": [
      [
        "S",
        -1.5116447
      ],
      [
        "andro",
        -0.003194947
      ],
      [
        " Bott",
        -0.0006772888
      ],
      [
        "ic",
        -5.6219335e-05
      ],
      [
        "elli",
        -0.00028386168
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the capillary zone type of this process. Urea and formamide are mixed in as denaturants in a variant of the temperature gradient type of this process. IPG strips can be used for isoelectric focusing in its 2\u0096D type. A \"smile\" appears in this technique when excess voltage is used. A piece of equipment used for it has a (*) comb pattern to help separate loading wells, and sodium dodecyl sulfate coats targets in SDS-PAGE, a variant of it. An intercalator used in this process is ethidium bromide, which visualizes DNA bands under UV light. A ladder of markers with set kilodalton values appears on one side of its result. For 10 points, name this technique that separates proteins by molecular weight or charge.": {
    "guess": "Gel electrophoresis",
    "confidence": [
      [
        "G",
        -0.044286646
      ],
      [
        "el",
        -1.4617256e-05
      ],
      [
        " elect",
        -0.058935918
      ],
      [
        "roph",
        -2.0815847e-05
      ],
      [
        "ores",
        -5.9795446e-05
      ],
      [
        "is",
        -9.3530085e-05
      ]
    ]
  },
  "Low-molecular-weight compounds with amino and carboxyl groups called carrier ampholytes are used in the": {
    "guess": "Isoelectric focusing",
    "confidence": [
      [
        "Iso",
        -0.71361005
      ],
      [
        "electric",
        -0.000601169
      ],
      [
        " focusing",
        -0.013789461
      ]
    ]
  },
  "Its lowest point is the confluence of the Runde River and the Sabi River in the city of Mahenya.  Its city of Kwekwe is home to the National Mining Museum, while its western region contains Hwange National Park,.  Khami Ruins National Monument, which was made a UNESCO World Heritage Site in 1986, is located in its southwest near the city of Bulawayo  The Limpopo River separates it from South Africa": {
    "guess": "Zimbabwe",
    "confidence": [
      [
        "Z",
        -0.03701385
      ],
      [
        "imbabwe",
        -0.0006260606
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below which a woman wearing golden gloves props her face on her hands. The figures in the upper right are": {
    "guess": "The Circus (Seurat painting)",
    "confidence": [
      [
        "The",
        -1.266957
      ],
      [
        " Circus",
        -0.28459093
      ],
      [
        " (",
        -0.60208493
      ],
      [
        "Se",
        -0.0020412947
      ],
      [
        "urat",
        -1.9361265e-07
      ],
      [
        " painting",
        -0.6427117
      ],
      [
        ")",
        -0.000320923
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and the one below it is the Gutenberg discontinuity, which lies at the bottom of its D'' (D-double-prime)": {
    "guess": "Mantle (geology)",
    "confidence": [
      [
        "M",
        -0.0048225303
      ],
      [
        "ant",
        -0.00010819213
      ],
      [
        "le",
        -1.962381e-05
      ],
      [
        " (",
        -3.6908343e-05
      ],
      [
        "ge",
        -4.9617593e-06
      ],
      [
        "ology",
        -0.00018840152
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "This man was lowered over a wall in a basket to escape from a city where he had been greeted by Ananias. He brought food from Antioch to Jerusalem to help relieve a famine; like his mission to Cyprus, that journey was undertaken with (*) Barnabas. He participated in the stoning of St. Stephen, but converted": {
    "guess": "Paul the Apostle",
    "confidence": [
      [
        "Paul",
        -0.2384388
      ],
      [
        " the",
        -6.337155e-05
      ],
      [
        " Apostle",
        -7.465036e-06
      ]
    ]
  },
  "The lower portion of an early Madonna by this painter shows two angels under Mary holding up a medallion": {
    "guess": "Sandro Botticelli",
    "confidence": [
      [
        "S",
        -1.2992498
      ],
      [
        "andro",
        -3.786197e-05
      ],
      [
        " Bott",
        -0.00033891908
      ],
      [
        "ic",
        -5.4312077e-05
      ],
      [
        "elli",
        -0.00019531534
      ]
    ]
  },
  "The lower legs of a trapeze artist wearing green shoes hang in the upper- left of this painting, below": {
    "guess": "A Bar at the Folies-Bergère",
    "confidence": [
      [
        "A",
        -0.20087345
      ],
      [
        " Bar",
        -0.0032443819
      ],
      [
        " at",
        -4.465658e-05
      ],
      [
        " the",
        -0.00011915887
      ],
      [
        " Fol",
        -0.00013619766
      ],
      [
        "ies",
        -0.00010735771
      ],
      [
        "-B",
        -0.004357841
      ],
      [
        "erg",
        -6.849731e-05
      ],
      [
        "ère",
        -0.00016969022
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.0032355827
      ],
      [
        "cre",
        -2.4630364e-05
      ],
      [
        "as",
        -0.0010532921
      ]
    ]
  },
  "The lower and left lateral portions of this organ form the uncinate process, and many of its products empty through the duct of Wirsung. It is primarily composed of acinar cells, while other portions of it have recently been discovered to produce ghrelin in epsilon cells, along with somatostatin in delta cells. Its exocrine portions produce enterokinase, its namesake lipase, and trypsin, which are secreted into the duodenum. For 10 points, name this organ whose alpha and beta cells of the islets of Langerhans produce glucagon and insulin.": {
    "guess": "Pancreas",
    "confidence": [
      [
        "Pan",
        -0.00059354363
      ],
      [
        "cre",
        -2.577686e-06
      ],
      [
        "as",
        -4.632543e-05
      ]
    ]
  },
  "The lower portion of this layer contains many low-velocity zones. The boundary between this layer and": {
    "guess": "Lower mantle",
    "confidence": [
      [
        "Lower",
        -0.91145885
      ],
      [
        " mantle",
        -0.013481133
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches": {
    "guess": "A Sunday Afternoon on the Island of La Grande Jatte",
    "confidence": [
      [
        "A",
        -0.06920387
      ],
      [
        " Sunday",
        -0.04580588
      ],
      [
        " After",
        -0.003047343
      ],
      [
        "noon",
        -5.6457742e-05
      ],
      [
        " on",
        -0.00044330113
      ],
      [
        " the",
        -0.00013989297
      ],
      [
        " Island",
        -8.75699e-05
      ],
      [
        " of",
        -6.392203e-06
      ],
      [
        " La",
        -0.00014847564
      ],
      [
        " Grande",
        -0.00035417348
      ],
      [
        " J",
        -9.0883464e-07
      ],
      [
        "atte",
        -0.00028719936
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches the central figure, holding his finger to his lips. Two putti stare up at the central figure on": {
    "guess": "The Swing",
    "confidence": [
      [
        "The",
        -0.07287065
      ],
      [
        " Swing",
        -0.011432451
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches the central figure, holding his finger to his lips. Two putti stare up at the central figure on the titular object, which is attached to two ropes held by an elderly man seated in the shadows on": {
    "guess": "The Swing (Fragonard)",
    "confidence": [
      [
        "The",
        -0.05418737
      ],
      [
        " Swing",
        -0.00051419064
      ],
      [
        " (",
        -0.59629124
      ],
      [
        "F",
        -0.5648317
      ],
      [
        "ragon",
        -1.640531e-05
      ],
      [
        "ard",
        -2.4987974e-05
      ],
      [
        ")",
        -0.00021593389
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches the central figure, holding his finger to his lips. Two putti stare up at the central figure on the titular object, which is attached to two ropes held by an elderly man seated in the shadows on the right, and a beam of sunlight falls on the central figure just as she is kicking off a shoe. A": {
    "guess": "The Swing",
    "confidence": [
      [
        "The",
        -0.18831334
      ],
      [
        " Swing",
        -0.0008048643
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches the central figure, holding his finger to his lips. Two putti stare up at the central figure on the titular object, which is attached to two ropes held by an elderly man seated in the shadows on the right, and a beam of sunlight falls on the central figure just as she is kicking off a shoe. A man reclining hidden in a rosebush looks up the skirt of the central figure in, For 10 points, what": {
    "guess": "The Swing",
    "confidence": [
      [
        "The",
        -0.14930655
      ],
      [
        " Swing",
        -0.0018725939
      ]
    ]
  },
  "In the lower right corner of this painting, a small white dog leans its front paws on the brim of a fountain and stares up, open-mouthed, at the central figure. Appearing beneath that central figure are two rakes, tangled in a bush and on the left, a statue reminiscent of Falconet's Menacing Cupid watches the central figure, holding his finger to his lips. Two putti stare up at the central figure on the titular object, which is attached to two ropes held by an elderly man seated in the shadows on the right, and a beam of sunlight falls on the central figure just as she is kicking off a shoe. A man reclining hidden in a rosebush looks up the skirt of the central figure in, For 10 points, what painting by Jean-Honore Fragonard?": {
    "guess": "The Swing",
    "confidence": [
      [
        "The",
        -0.014407117
      ],
      [
        " Swing",
        -5.347765e-05
      ]
    ]
  }
}