{
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges Hugon stabs himself with her scissors after discovering he cannot possess her. In one novel, she first appears as Venus in an operetta at the Theatre des Varietes, whose singing is likened to that of": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.21636032
      ],
      [
        "ana",
        -0.0018850884
      ],
      [
        " (",
        -0.10571027
      ],
      [
        "nov",
        -9.114601e-05
      ],
      [
        "el",
        -0.00010354319
      ],
      [
        ")",
        -9.9371064e-05
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this": {
    "guess": "Aleksandr Solzhenitsyn",
    "confidence": [
      [
        "Ale",
        -0.27133065
      ],
      [
        "ks",
        -0.0030208454
      ],
      [
        "andr",
        -0.00014931006
      ],
      [
        " Sol",
        -0.00077139
      ],
      [
        "z",
        -4.4894987e-05
      ],
      [
        "hen",
        -3.4762674e-05
      ],
      [
        "its",
        -0.00014990607
      ],
      [
        "yn",
        -0.0001004439
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated ontological relativity in a book that uses the gibberish word \"gavagai\" to illustrate the indeterminacy of (*) translation. This author of Epistemology Naturalized rejected Carnap's attempts to derive a common language in one essay. That essay by this man uses the terms \"an unmarried man\" and \"bachelor\" to demonstrate the futility of reductionism and refutes the analytic/synthetic distinction of logical positivism. For 10 points, name this American philosopher who wrote \"Two Dogmas of Empiricism\".": {
    "guess": "Willard Van Orman Quine",
    "confidence": [
      [
        "Will",
        -0.011375885
      ],
      [
        "ard",
        -0.00016098835
      ],
      [
        " Van",
        -6.062987e-05
      ],
      [
        " Or",
        -1.640531e-05
      ],
      [
        "man",
        -2.5703197e-05
      ],
      [
        " Qu",
        0.0
      ],
      [
        "ine",
        -1.9385403e-05
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally not found in the fingerprint region, and the stretching seen using this technique generally occurs": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.017200345
      ],
      [
        "frared",
        -5.5122365e-07
      ],
      [
        " spectro",
        -0.0033378869
      ],
      [
        "scopy",
        -1.147242e-06
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he warned his captors that, while they had the \"trunk of the tree of liberty\", the roots would bring   liberty back, and that prediction was validated by Jean-Jacques Dessalines [day-sah-leen]. Before this  person was arrested, U.S. president Thomas Jefferson cut off aid to his country, reversing the": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.5143787
      ],
      [
        "ou",
        -6.730528e-05
      ],
      [
        "ss",
        -7.564953e-05
      ],
      [
        "aint",
        -1.700133e-05
      ],
      [
        " Lou",
        -4.406056e-05
      ],
      [
        "verture",
        -1.0087517e-05
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon II. It established control over the Four Kingdoms under the administration of mayor Salvor Hardin, but under the Indburs it became a rigid plutocracy which was easily overthrown by a mutant known as the Mule. It was established on the planet Terminus by Hari Seldon as a scientific refuge to shorten the interregnum after the collapse of the Galactic Empire. For 10 points, name this society whose history is told in a series of novels by Isaac Asimov.": {
    "guess": "Foundation (Isaac Asimov)",
    "confidence": [
      [
        "Foundation",
        -0.002310123
      ],
      [
        " (",
        -0.5406362
      ],
      [
        "Is",
        -0.08365175
      ],
      [
        "aac",
        -4.0007635e-05
      ],
      [
        " As",
        -3.6431527e-05
      ],
      [
        "im",
        -8.9357956e-05
      ],
      [
        "ov",
        -2.1650272e-05
      ],
      [
        ")",
        -0.06470133
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges Hugon stabs himself with her scissors after discovering he cannot possess her. In one novel, she first appears as Venus in an operetta at the Theatre des Varietes, whose singing is likened to that of a trombone.  The husband of the Countess Sabine, Count Muffat suffers humiliation when he finds her in bed with his father-in-law. For 10 points, name this titular character from the \"Rougon-Macquart\" series by Emile Zola, a demimonde who first appears in L'Assommoir.": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.09275461
      ],
      [
        "ana",
        -0.00012213163
      ],
      [
        " (",
        -0.5832182
      ],
      [
        "nov",
        -0.00057316717
      ],
      [
        "el",
        -4.2868523e-05
      ],
      [
        ")",
        -1.962381e-05
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination attempt on this leader by a communist, and the Sakuradamon Incident was another such attack,": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.2909435
      ],
      [
        "iro",
        -0.0006426189
      ],
      [
        "h",
        -0.00012142374
      ],
      [
        "ito",
        -2.6968896e-06
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.005774016
      ],
      [
        "embr",
        -2.0696643e-05
      ],
      [
        "ist",
        -0.00012332367
      ],
      [
        " revolt",
        -0.0011159272
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos took Berengaria captive, leading to an invasion by Richard I. It was briefly held by the Templars before they sold it to the reigning king of Jerusalem, Guy of Lusignan. Famagusta was the last of its strongholds to fall to the Ottomans, under whose control the native Greek majority were repressed by the Turkish minority. For 10 points, name this island, which was invaded by Turkey in 1974 and remains divided along ethnic lines today.": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.10213569
      ],
      [
        "prus",
        -2.8160932e-06
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology": {
    "guess": "Epistemology of the Closet",
    "confidence": [
      [
        "Ep",
        -1.0244069
      ],
      [
        "istem",
        -0.006444054
      ],
      [
        "ology",
        -0.15860997
      ],
      [
        " of",
        -0.5071359
      ],
      [
        " the",
        -0.8416548
      ],
      [
        " Closet",
        -0.17469852
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named for this author's major poetry collection, which also inspired songs for voice and piano by John Alden Carpenter such as \"On the seashore of endless worlds.\" This author represents the present, along with Tolstoy and Martin Luther King, Jr.'s \"past\" and \"future,\" and advises Mahatma Gandhi in the second act of Philip Glass' opera Satyagraha. His compositions include the music and libretto of \"Jana Gana Mana,\" adopted as India's national anthem. For 10 points, name this Bengali poet of Gitanjali.": {
    "guess": "Rabindranath Tagore",
    "confidence": [
      [
        "R",
        -0.0006593001
      ],
      [
        "ab",
        -5.967624e-05
      ],
      [
        "ind",
        -4.048445e-05
      ],
      [
        "ran",
        -2.220075e-06
      ],
      [
        "ath",
        -0.0004145841
      ],
      [
        " Tag",
        -0.00014168103
      ],
      [
        "ore",
        -7.588794e-05
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium with its environment, as its precision depends on the wavelengths being very long. It is based on the assumption that each such wave generates KT energy, as suggested by equipartition theory. However, it was inaccurate because Bose-Einstein statistics, and not Maxwell-Boltzmann statistics, govern a certain type of radiation. FTP, identify this inaccurate precursor to Planck's and Wiens' laws for measuring blackbody radiation density.": {
    "guess": "Rayleigh-Jeans Law",
    "confidence": [
      [
        "Ray",
        -0.19135728
      ],
      [
        "leigh",
        -0.0006944431
      ],
      [
        "-J",
        -0.6242102
      ],
      [
        "e",
        -0.0012089227
      ],
      [
        "ans",
        -4.9617593e-06
      ],
      [
        " Law",
        -0.45262003
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed, and one-legged admiral Blas de Lezo against Edward Vernon's forces, who had previously emerged victorious at Portobello during the War of (*) Jenkins' Ear. This city was the chief port of the Viceroyalty of New Granada. After the fall of the First Republic of Venezuela, Simon Bolivar wrote a manifesto": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.005802232
      ],
      [
        "ag",
        -4.8709502e-05
      ],
      [
        "ena",
        -2.3392786e-06
      ],
      [
        ",",
        -0.0053570755
      ],
      [
        " Colombia",
        -5.312004e-05
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling": {
    "guess": "Macedonia",
    "confidence": [
      [
        "M",
        -0.99417526
      ],
      [
        "aced",
        -0.035983894
      ],
      [
        "onia",
        -0.26246893
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled to South Africa after being forced to resign. He headed up a regency council when Holy Roman Emperor": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.9456881
      ],
      [
        "lem",
        -0.0355269
      ],
      [
        "ens",
        -6.206032e-05
      ],
      [
        " von",
        -0.022974528
      ],
      [
        " Met",
        -2.8802491e-05
      ],
      [
        "tern",
        -9.388769e-05
      ],
      [
        "ich",
        -3.4285862e-05
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response to the passage of the Fugitive Slave Act. This man commanded a group of men against Henry Pate in the Battle of Black Jack, and responded to the Sack of Lawrence by killing five pro-slavery citizens at Pottawatomie Creek. This man was eventually captured by Robert E. Lee after trying to seize control of a Maryland armory. For 10 points, name this militant abolitionist who was involved with Bleeding": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.009250336
      ],
      [
        " Brown",
        -0.00022725825
      ],
      [
        " (",
        -0.0003460713
      ],
      [
        "abol",
        -4.3464544e-05
      ],
      [
        "ition",
        -5.5980927e-05
      ],
      [
        "ist",
        -8.2324936e-05
      ],
      [
        ")",
        -4.4849444e-06
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.13168198
      ],
      [
        " Picture",
        -0.097085245
      ],
      [
        " of",
        -0.000104496816
      ],
      [
        " D",
        -5.9437833e-05
      ],
      [
        "orian",
        -4.1273333e-06
      ],
      [
        " Gray",
        -2.0696643e-05
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon II. It established control over the Four Kingdoms under the administration of mayor Salvor Hardin, but under the Indburs it became a rigid plutocracy which was easily overthrown by a mutant known as the Mule. It was established on the planet Terminus by Hari Seldon as a scientific refuge to shorten": {
    "guess": "Foundation (Isaac Asimov)",
    "confidence": [
      [
        "Foundation",
        -0.008724244
      ],
      [
        " (",
        -0.34430924
      ],
      [
        "Is",
        -0.19700365
      ],
      [
        "aac",
        -1.3856493e-06
      ],
      [
        " As",
        -2.4153549e-05
      ],
      [
        "im",
        -7.111979e-05
      ],
      [
        "ov",
        -2.9279307e-05
      ],
      [
        ")",
        -0.24353531
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium with its environment, as its precision depends on the wavelengths being very long. It is based on the": {
    "guess": "Cavity perturbation theory",
    "confidence": [
      [
        "C",
        -1.0047207
      ],
      [
        "avity",
        -0.00019984508
      ],
      [
        " pert",
        -0.6480572
      ],
      [
        "urbation",
        -0.001191418
      ],
      [
        " theory",
        -0.00076222233
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by a jellyfish. He used his experiences teaching at a Welsh private school to write his first novel, which was followed Men at Arms, Officers and Gentlemen and The End of the Battle, the trilogy about Guy Crouchback called Sword of Honour. Tony Last embarks on a trip to South America to escape his wife Brenda in another of his works. For 10 points, name this author of Decline and Fall and A Handful of Dust who wrote of Charles Ryder's relationship with the Marchmain family in Brideshead Revisited.": {
    "guess": "Evelyn Waugh",
    "confidence": [
      [
        "E",
        -0.00068372214
      ],
      [
        "vel",
        -5.4312077e-05
      ],
      [
        "yn",
        -1.0445127e-05
      ],
      [
        " Wa",
        -4.2272506e-05
      ],
      [
        "ugh",
        -4.365741e-06
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack the Greeks. This man founded the town of Lavinium, named after his wife. He protected the body of Pandarus. Later, in battle, Diomedes broke this man's hip by throwing a stone, leading to his mother trying to rescue him. This ancestor of Romulus and Remus was the son of Venus and Anchises. Dido of Carthage killed herself when this man left her. For 10 points, name this Trojan survivor who was the subject of an epic by Virgil.": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -0.0051215617
      ],
      [
        "ene",
        -0.00015419374
      ],
      [
        "id",
        -0.017495455
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for baryogenesis. Neutral kaons mixing via the weak interaction allows kaons to oscillate into this. The existence of this was implied by the (*) Dirac equation and it is one of the products of pair production. Examples which correspond to fermions have opposite spin and charge. For 10 points, name this": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.3838382
      ],
      [
        "im",
        -0.14823878
      ],
      [
        "atter",
        -3.166338e-05
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region": {
    "guess": "Boeotia",
    "confidence": [
      [
        "Bo",
        -0.4791925
      ],
      [
        "e",
        -0.0030885895
      ],
      [
        "ot",
        -0.000104377614
      ],
      [
        "ia",
        -0.0062401835
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for baryogenesis. Neutral kaons mixing via the weak interaction allows kaons to oscillate into this. The existence of this was implied by the (*) Dirac equation and it is one of the products of pair production. Examples which correspond to fermions have opposite spin and charge. For 10 points, name this material which has some properties which undergoes annihilation when in contact with matter, an": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.0743875
      ],
      [
        "im",
        -0.0053932453
      ],
      [
        "atter",
        -1.2113979e-05
      ]
    ]
  },
  "He attended law school briefly, and appeared in the films Stormy Weather and Sensations of  1945\\.  Touring the US with Hello, Dolly! and Porgy and Bess, he also appeared in Fats Waller's Connie's  Hot Chocolates,  in which he sang [i] \"Ain't Misbehavin'.\" Best known for his song \"Minnie the Moocher,\"—for 10 points—name this jazz musician billed as the \"King of Hi-Dee-Ho.\"": {
    "guess": "Cab Calloway",
    "confidence": [
      [
        "Cab",
        -0.0047369916
      ],
      [
        " Call",
        -1.7954959e-05
      ],
      [
        "ow",
        -5.419287e-05
      ],
      [
        "ay",
        -2.2484697e-05
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.04423168
      ],
      [
        "ag",
        -3.5954712e-05
      ],
      [
        "ena",
        -1.0280384e-06
      ],
      [
        ",",
        -0.00405691
      ],
      [
        " Colombia",
        -0.0006025958
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for baryogenesis. Neutral kaons mixing via the weak interaction allows kaons to oscillate into this. The existence of this was implied by the (*) Dirac equation and it is one of the products of pair production.": {
    "guess": "CP violation",
    "confidence": [
      [
        "CP",
        -0.73758775
      ],
      [
        " violation",
        -0.5694555
      ]
    ]
  },
  "He attended the Versailles Peace Conference in 1919 and was very critical of the high reparations charges against Germany, but he wasn't German. He became controversial again years later when he argued that governments and businesses control the economic cycle more than consumers. He often argued in favor of full employment even when it was brought about by government deficit spending. Name this British": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0023482922
      ],
      [
        " May",
        -6.206032e-05
      ],
      [
        "nard",
        -3.2929079e-06
      ],
      [
        " Keynes",
        -4.604148e-06
      ]
    ]
  },
  "Attempts to codify this work's contents include \"The Prepared Table\", the \"Book of Rows\", and the \"Decided Laws\". It exists in two versions, the longer of which is the \"Bavli\", or \"Babylonian\" version, which has more authority than the shorter \"Yerushalmi\", or \"Palestinian\" version. It consists of two parts, the second of which, the \"Gemara\", is commentary on the laws found in the first part, the \"Mishnah\".": {
    "guess": "Talmud",
    "confidence": [
      [
        "T",
        -0.00083261676
      ],
      [
        "alm",
        -7.89631e-07
      ],
      [
        "ud",
        -2.8444882e-05
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating a constitutional monarchy and a southern one advocating a popular revolt; the respective leaders": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.00639383
      ],
      [
        "embr",
        -2.1769476e-05
      ],
      [
        "ist",
        -0.00011963568
      ],
      [
        " revolt",
        -0.0008831188
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother Margaret of Devereux dies of grief after his grandfather Lord Kelso has his father murdered in a duel, and he blackmails the chemist Alan Campbell to help dispose of a body, and his philosophy is shaped by a \"yellow book\" given to him by Lord Wotton. For 10 points, name this character, who forsakes": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.028540207
      ],
      [
        " Picture",
        -0.0019688392
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " D",
        -4.5491004e-05
      ],
      [
        "orian",
        -1.504853e-06
      ],
      [
        " Gray",
        -2.0935051e-05
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named for this author's major poetry collection, which also inspired songs for voice and piano by John Alden Carpenter such as \"On the seashore of endless worlds.\" This author represents the present, along with Tolstoy and Martin Luther King, Jr.'s \"past\" and \"future,\" and advises Mahatma Gandhi in the second act of Philip Glass' opera Satyagraha. His compositions include the music and libretto of \"Jana": {
    "guess": "Rabindranath Tagore",
    "confidence": [
      [
        "R",
        -0.3966387
      ],
      [
        "ab",
        -0.0002227285
      ],
      [
        "ind",
        -0.000101159116
      ],
      [
        "ran",
        -2.7133641e-05
      ],
      [
        "ath",
        -0.0009252765
      ],
      [
        " Tag",
        -0.0006311863
      ],
      [
        "ore",
        -0.00017779607
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack": {
    "guess": "Troilus",
    "confidence": [
      [
        "Tro",
        -0.9277645
      ],
      [
        "il",
        -0.0827515
      ],
      [
        "us",
        -0.00015741224
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\" in his 1771 travelogue, Journey around the World. The autobiographical novel The Marriage of Loti tells of the main character's love affair with a woman from this island and William Hodges also painted A View of Maitavie Bay from here. While on the HMS Resolution, Hodges accompanied James Cook on two voyages here, and a more famous painter arrived here in 1891 to escape European civilization. For 10 points, name this largest member of the Windward Society Islands in French Polynesia.": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.04140221
      ],
      [
        "ah",
        -8.1371305e-05
      ],
      [
        "iti",
        -6.134509e-05
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed, and one-legged admiral Blas de Lezo against Edward Vernon's forces, who had previously emerged victorious at Portobello during the War of (*) Jenkins' Ear. This city was the chief port of the Viceroyalty": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.004668761
      ],
      [
        "ag",
        -4.823269e-05
      ],
      [
        "ena",
        -3.650519e-06
      ],
      [
        ",",
        -0.002565553
      ],
      [
        " Colombia",
        -0.00015788905
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\" in his 1771 travelogue, Journey around the World. The autobiographical novel The Marriage of Loti": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.27895582
      ],
      [
        "ah",
        -0.0003387999
      ],
      [
        "iti",
        -0.0054118577
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes": {
    "guess": "Marsilio Ficino",
    "confidence": [
      [
        "M",
        -0.46521893
      ],
      [
        "ars",
        -1.342522e-05
      ],
      [
        "ilio",
        -5.3954464e-05
      ],
      [
        " F",
        -7.0285365e-05
      ],
      [
        "ic",
        -4.8471098e-05
      ],
      [
        "ino",
        -0.00015478976
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named for this author's major poetry collection, which also inspired songs for voice and piano by John Alden Carpenter such as \"On the seashore of endless worlds.\" This author represents the present, along with Tolstoy and Martin Luther King, Jr.'s \"past\" and \"future,\" and advises Mahatma Gandhi in the second": {
    "guess": "Rabindranath Tagore",
    "confidence": [
      [
        "R",
        -0.12004168
      ],
      [
        "ab",
        -0.00030209616
      ],
      [
        "ind",
        -4.561021e-05
      ],
      [
        "ran",
        -2.7133641e-05
      ],
      [
        "ath",
        -0.0009811244
      ],
      [
        " Tag",
        -0.00027968953
      ],
      [
        "ore",
        -0.00022225169
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power,": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.6895316
      ],
      [
        " Bank",
        -0.00044985735
      ],
      [
        " of",
        -1.7432603e-06
      ],
      [
        " the",
        -0.00035393506
      ],
      [
        " United",
        -3.786197e-05
      ],
      [
        " States",
        -0.000116894
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.018185884
      ],
      [
        "embr",
        -2.4987974e-05
      ],
      [
        "ist",
        -0.00017982253
      ],
      [
        " revolt",
        -0.0011248565
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally not found in the fingerprint region, and the stretching seen using this technique generally occurs at higher frequencies than the bending. Most types of this use some sort of absorption, because": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.014989054
      ],
      [
        "frared",
        -2.3392786e-06
      ],
      [
        " spectro",
        -0.014629286
      ],
      [
        "scopy",
        -1.7432603e-06
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the team in rushing in 1992 and 1993.  Former Seahawk teammate Mike Frier, paralyzed during this man's drinking and driving crash in 1994, gets half of his salary each year.  After playing for the Saints in 1999, he came to his current team as J.J. Johnson and Cecil Collins had not panned out.  This season, he had a resurgence that culminated in a record-setting, 40 carry, 208 yard performance against the Colts in the first round of the NFL playoffs.  FTP, name this Miami Dolphins starting halfback.": {
    "guess": "Lamar Smith",
    "confidence": [
      [
        "L",
        -0.60247606
      ],
      [
        "amar",
        -6.80205e-05
      ],
      [
        " Smith",
        -0.048600547
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for": {
    "guess": "Baryogenesis",
    "confidence": [
      [
        "B",
        -0.5191439
      ],
      [
        "ary",
        -0.0001406082
      ],
      [
        "ogenesis",
        -0.06200779
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with Justus von Liebig under the pseudonym S.C.H. Windler. He also co-discovered with von Liebig the benzyl radical providing support for one of his teacher's theories. This student of Berzelius, while attempting to prepare ammonium cyanate from silver cyanide and ammonium chloride in 1828, accidently discovered the synthesis with which he is most associated. Also credited with isolating silicon and beryllium, for 10 points, name this German chemist best known for his synthesis of urea.": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.0094589135
      ],
      [
        "ried",
        -3.631232e-05
      ],
      [
        "rich",
        -9.1742026e-05
      ],
      [
        " W",
        -0.0009348055
      ],
      [
        "öh",
        -0.0139444005
      ],
      [
        "ler",
        -4.465658e-05
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria gave the title of Pater Patriae, or \"Father of his Country,\" to this man upon his death; he was succeeded in office by his son, (*) Piero the Gouty. Michelozzo designed the Palazzo of this man, who was the son of a banker named Giovanni. He was a prolific patron of the arts who championed Brunelleschi's design for the dome of the Duomo. For 10 points, name this grandfather of Lorenzo the Magnificent who founded a ruling dynasty in Renaissance Florence.": {
    "guess": "Cosimo de' Medici",
    "confidence": [
      [
        "Cos",
        -0.009855368
      ],
      [
        "imo",
        -6.6306106e-06
      ],
      [
        " de",
        -0.0009669648
      ],
      [
        "'",
        -0.110874794
      ],
      [
        " Med",
        -2.1531068e-05
      ],
      [
        "ici",
        -8.299462e-06
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated ontological relativity in a book that uses the gibberish word \"gavagai\" to illustrate the indeterminacy of (*) translation. This author of Epistemology Naturalized rejected Carnap's attempts to derive a common language in one essay. That essay by this man uses the terms \"an unmarried man\" and \"bachelor\" to demonstrate the futility of reductionism and refutes the analytic/synthetic distinction of": {
    "guess": "Willard Van Orman Quine",
    "confidence": [
      [
        "Will",
        -0.0016702997
      ],
      [
        "ard",
        -0.0002676536
      ],
      [
        " Van",
        -0.00023202639
      ],
      [
        " Or",
        -2.4391957e-05
      ],
      [
        "man",
        -3.9769227e-05
      ],
      [
        " Qu",
        0.0
      ],
      [
        "ine",
        -2.5107178e-05
      ]
    ]
  },
  "He attended the Versailles Peace Conference in 1919 and was very critical of the high reparations charges against Germany, but he wasn't German. He became controversial again years later when he argued that governments and businesses control the economic cycle more than consumers. He often argued in": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0043434794
      ],
      [
        " May",
        -9.0788395e-05
      ],
      [
        "nard",
        -5.4385737e-06
      ],
      [
        " Keynes",
        -2.451116e-05
      ]
    ]
  },
  "He attempted to follow a policy of neutrality, cochairing the Bandung Conference in 1955 and signing the Panch Shila with Chou En-Lai.  At the same time, however, he favored territorial expansion, annexing": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.45146772
      ],
      [
        "awah",
        -0.00077008246
      ],
      [
        "arl",
        -0.00072399096
      ],
      [
        "al",
        -2.1411865e-05
      ],
      [
        " Neh",
        -8.053688e-05
      ],
      [
        "ru",
        -2.8160932e-06
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother Margaret of Devereux dies of grief after his grandfather Lord Kelso has his father murdered in a duel, and he blackmails the chemist Alan Campbell to help dispose of a body, and his philosophy is shaped by a \"yellow book\" given to him by Lord Wotton. For 10 points, name this character, who forsakes the actress Sibyl Vane after being a model for painter Basil Hallward in a novel by Oscar Wilde, and": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.035691526
      ],
      [
        " Picture",
        -0.00032545274
      ],
      [
        " of",
        -1.0564331e-05
      ],
      [
        " D",
        -3.1305768e-05
      ],
      [
        "orian",
        -3.1737043e-06
      ],
      [
        " Gray",
        -4.2868523e-05
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous skill as a surgeon and his invention of a non-intrusive namesake \"pouch\" allowed him to study the digestive process in dogs. His research linking digestion to the nervous system won him the 1904 Nobel Prize in Physiology or Medicine, but he is now better known for other work with dogs. FTP, who": {
    "guess": "Ivan Pavlov",
    "confidence": [
      [
        "I",
        -0.03411126
      ],
      [
        "van",
        -8.0656086e-05
      ],
      [
        " Pav",
        -0.0032651725
      ],
      [
        "lov",
        -0.00022809267
      ]
    ]
  },
  "Attempts to codify this work's contents include \"The Prepared Table\", the \"Book of Rows\", and the \"Decided": {
    "guess": "The Book of Soyga",
    "confidence": [
      [
        "The",
        -0.8704583
      ],
      [
        " Book",
        -0.42891526
      ],
      [
        " of",
        -8.292095e-05
      ],
      [
        " Soy",
        -0.6127345
      ],
      [
        "ga",
        -3.0828953e-05
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.3911042
      ],
      [
        "frared",
        -5.7961847e-06
      ],
      [
        " spectro",
        -0.0008280907
      ],
      [
        "scopy",
        -1.3856493e-06
      ]
    ]
  },
  "He attended the Versailles Peace Conference in 1919 and was very critical of the high reparations charges against Germany, but he wasn't German. He became controversial again years later when he argued that governments and businesses control the economic cycle more than consumers. He often argued in favor of full employment even when it was brought about by government deficit spending. Name this British economist who wrote The General Theory of Employment, Interest, and Money.": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0028462447
      ],
      [
        " May",
        -0.0001008015
      ],
      [
        "nard",
        -5.3193703e-06
      ],
      [
        " Keynes",
        -3.297462e-05
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being called to discuss water navigation regulations at this meeting, which attempted to resolve issues not agreed upon at the Mount Vernon Conference.  It was attended by delegates of only five states, but Abraham Clark of New Jersey seized on the opportunity to call for a further meeting.  For 10 points, identify this 1786 meeting that decided to reconvene a year later in Philadelphia to amend the Articles": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.002556046
      ],
      [
        "nap",
        -2.6968896e-06
      ],
      [
        "olis",
        -6.9882217e-06
      ],
      [
        " Convention",
        -0.00031174798
      ],
      [
        " (",
        -0.39663705
      ],
      [
        "178",
        -0.00015002528
      ],
      [
        "6",
        -0.0026246468
      ],
      [
        ")",
        -2.8444882e-05
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.0043580793
      ],
      [
        " of",
        -0.0009314678
      ],
      [
        " Sh",
        -0.007748114
      ],
      [
        "il",
        -4.5848617e-05
      ],
      [
        "oh",
        -1.3856493e-06
      ]
    ]
  },
  "He attended law school briefly, and appeared in the films Stormy Weather and Sensations of  1945\\.  Touring the US with Hello, Dolly! and Porgy and Bess, he also appeared in Fats Waller's Connie's  Hot": {
    "guess": "Cotton Club",
    "confidence": [
      [
        "C",
        -1.1371638
      ],
      [
        "otton",
        -0.2921527
      ],
      [
        " Club",
        -0.0011018722
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated ontological relativity in a book that uses the gibberish word \"gavagai\" to illustrate the indeterminacy of (*) translation. This author of Epistemology Naturalized rejected Carnap's attempts to derive": {
    "guess": "Willard Van Orman Quine",
    "confidence": [
      [
        "Will",
        -0.027208842
      ],
      [
        "ard",
        -0.00016873659
      ],
      [
        " Van",
        -9.770221e-05
      ],
      [
        " Or",
        -1.92662e-05
      ],
      [
        "man",
        -2.1173457e-05
      ],
      [
        " Qu",
        0.0
      ],
      [
        "ine",
        -7.226629e-06
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response to the passage of the Fugitive Slave Act. This man commanded a group of men against Henry Pate in the Battle of Black Jack, and responded to the Sack of Lawrence by killing five pro-slavery citizens at Pottawatomie Creek. This man was eventually captured by Robert E. Lee after trying to seize control": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.008233227
      ],
      [
        " Brown",
        -6.587483e-05
      ],
      [
        " (",
        -1.7478143e-05
      ],
      [
        "abol",
        -4.4849444e-06
      ],
      [
        "ition",
        -4.0246043e-05
      ],
      [
        "ist",
        -4.632543e-05
      ],
      [
        ")",
        -2.577686e-06
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with the University of Chicago as a history and geography specialist. A current quizbowl player who attends a school with this sports mascot has an HSQB that includes a bust of (*) Beethoven and is notorious for his long critiques of music tossups. Quizbowl players who were undergrads at schools with this sports mascot include Rich Mason and Chris Chiego. For points, name this canine mascot shared by": {
    "guess": "Retriever",
    "confidence": [
      [
        "Ret",
        -0.076314114
      ],
      [
        "ri",
        -0.6809857
      ],
      [
        "ever",
        -0.000110576206
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by": {
    "guess": "Suicide in Japan",
    "confidence": [
      [
        "Su",
        -0.76571697
      ],
      [
        "icide",
        -0.003235702
      ],
      [
        " in",
        -0.9009381
      ],
      [
        " Japan",
        -0.6943036
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally not found in the fingerprint region, and the stretching seen using this technique generally occurs at higher frequencies than the bending. Most types of this use some sort of absorption, because each bond in the molecule will absorb only its characteristic frequency. For 10 points, name this type": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.0072705788
      ],
      [
        "frared",
        -1.147242e-06
      ],
      [
        " spectro",
        -0.053171694
      ],
      [
        "scopy",
        -1.3856493e-06
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned with Macedon to beat the combined Phocian and Pherian armies. In gratitude for the Macedonian's aid in reestablishing the Confederacy here, the aristocrats of the House of Larissa offered Philip of Macedon": {
    "guess": "Larissa",
    "confidence": [
      [
        "L",
        -0.15484488
      ],
      [
        "ar",
        -0.0013809482
      ],
      [
        "issa",
        -0.009874019
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named for this author's major poetry collection, which also inspired songs for voice and piano by John Alden Carpenter such as \"On the seashore of endless worlds.\" This author represents the present, along": {
    "guess": "Rabindranath Tagore",
    "confidence": [
      [
        "R",
        -0.30114993
      ],
      [
        "ab",
        -0.0012617831
      ],
      [
        "ind",
        -7.696077e-05
      ],
      [
        "ran",
        -1.2352386e-05
      ],
      [
        "ath",
        -0.00076340704
      ],
      [
        " Tag",
        -0.00045224142
      ],
      [
        "ore",
        -0.0002009179
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response to the passage of the Fugitive Slave Act. This man commanded a group of men against Henry Pate in the Battle of Black Jack, and responded to the Sack of Lawrence by killing five pro-slavery citizens": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.03427912
      ],
      [
        " Brown",
        -0.00017052464
      ],
      [
        " (",
        -0.00018840152
      ],
      [
        "abol",
        -1.3306016e-05
      ],
      [
        "ition",
        -7.0523776e-05
      ],
      [
        "ist",
        -3.8338785e-05
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\" in his 1771 travelogue, Journey around the World. The autobiographical novel The Marriage of Loti tells of the main character's love affair with a woman from this island and William Hodges also painted A View of Maitavie Bay from here. While on the HMS Resolution, Hodges accompanied James Cook on": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.08925035
      ],
      [
        "ah",
        -0.00026586556
      ],
      [
        "iti",
        -0.00016110756
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by a jellyfish. He used his experiences teaching at a Welsh private school to write his first novel, which was followed Men at Arms, Officers and Gentlemen and The End of the Battle, the trilogy about Guy Crouchback called Sword of Honour. Tony Last embarks on a trip to South America to escape his wife": {
    "guess": "Evelyn Waugh",
    "confidence": [
      [
        "E",
        -0.09075836
      ],
      [
        "vel",
        -2.4584822e-06
      ],
      [
        "yn",
        -1.3067608e-05
      ],
      [
        " Wa",
        -0.0032550732
      ],
      [
        "ugh",
        -5.080963e-06
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out to scout before this battle, and his troops united with Marcus Reno's when Reno was forced to retreat to nearby bluffs. The commander of the losing side in this battle disobeyed the orders of Alred Terry. This battle resulted in the defeat of the Seventh U.S. Cavalry. For 10 points, name this battle that took place in Montana, during which the Cheyenne and Lakota fighters under Sitting Bull and Crazy Horse crushed the troops of George Custer.": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.0042812806
      ],
      [
        " of",
        -2.868329e-05
      ],
      [
        " the",
        -0.0008274946
      ],
      [
        " Little",
        -1.0564331e-05
      ],
      [
        " B",
        -9.150362e-05
      ],
      [
        "igh",
        -1.2664457e-06
      ],
      [
        "orn",
        -5.3193703e-06
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated": {
    "guess": "Wilfrid Sellars",
    "confidence": [
      [
        "Wil",
        -1.2842678
      ],
      [
        "fr",
        -0.08831784
      ],
      [
        "id",
        -1.18755715e-05
      ],
      [
        " Sell",
        -0.00060295337
      ],
      [
        "ars",
        -4.365741e-06
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the": {
    "guess": "Hakeem Olajuwon",
    "confidence": [
      [
        "H",
        -0.779105
      ],
      [
        "ake",
        -0.0010705619
      ],
      [
        "em",
        -0.00035572314
      ],
      [
        " Ol",
        -2.2603901e-05
      ],
      [
        "aj",
        -3.9769227e-05
      ],
      [
        "uw",
        0.0
      ],
      [
        "on",
        -1.0445127e-05
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled to South Africa after being forced to resign. He headed up a regency council when Holy Roman Emperor Francis II died and left Ferdinand as king of his country. He held his most power when signing the": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.029759746
      ],
      [
        "lem",
        -0.0010962842
      ],
      [
        "ens",
        -0.00021545708
      ],
      [
        " von",
        -0.0015072436
      ],
      [
        " Met",
        -0.000110337794
      ],
      [
        "tern",
        -0.00017684244
      ],
      [
        "ich",
        -1.11603495e-05
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges Hugon stabs himself with her scissors after discovering he cannot possess her. In one novel, she first appears as Venus in an operetta at the Theatre des Varietes, whose singing is likened to that of a trombone.  The husband of the Countess Sabine, Count Muffat suffers humiliation when he finds her": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.035884757
      ],
      [
        "ana",
        -0.0002750406
      ],
      [
        " (",
        -0.030319981
      ],
      [
        "nov",
        -3.202099e-05
      ],
      [
        "el",
        -5.7292167e-05
      ],
      [
        ")",
        -7.183501e-05
      ]
    ]
  },
  "He attempted to follow a policy of neutrality, cochairing the Bandung Conference in 1955 and signing": {
    "guess": "Josip Broz Tito",
    "confidence": [
      [
        "Jos",
        -1.0007262
      ],
      [
        "ip",
        -1.6524515e-05
      ],
      [
        " Bro",
        -1.18755715e-05
      ],
      [
        "z",
        -6.511407e-06
      ],
      [
        " T",
        -1.0683535e-05
      ],
      [
        "ito",
        -3.1737043e-06
      ]
    ]
  },
  "An attack on the 3rd Earl of Shaftesbury is found in his Alciphron, which was written during his time in Rhode Island. He also attacked the principles of calculus in a book entitled The Analyst. In 1713, this idealist wrote that material objects do not exist and that the universe is composed of minds and spirits. For ten points, name this Irish philosopher and adversary of Locke who believed \"to be is to be perceived\" and wrote Three Dialogues between Hylas and Philonous.": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0023029856
      ],
      [
        " Berkeley",
        -0.00055052945
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges Hugon stabs himself with her scissors after discovering he cannot possess her. In one novel, she first appears as Venus in an operetta at the Theatre des Varietes, whose singing is likened to that of a trombone.  The husband of the Countess Sabine, Count Muffat suffers humiliation when he finds her in bed with his father-in-law. For 10 points, name this titular character from the \"Rougon-Macquart\"": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.03090676
      ],
      [
        "ana",
        -9.651017e-05
      ],
      [
        " (",
        -0.048754733
      ],
      [
        "nov",
        -0.000184587
      ],
      [
        "el",
        -2.7372049e-05
      ],
      [
        ")",
        -0.00016825978
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled \"What I saw of\" this place. Fearing reinforcements led by Don Carlos Buell, the Confederate commander ordered a preemptive attack on Grant's forces, recently victorious at Forts Henry and Donelson.": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.0023083386
      ],
      [
        " of",
        -2.2127088e-05
      ],
      [
        " Sh",
        -0.00011439072
      ],
      [
        "il",
        -0.00019436171
      ],
      [
        "oh",
        -1.8624639e-06
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he characterized Russian and American foreign policy as \"crackpot realism\" in his ominous The Causes of World War Three. He collaborated with Hans Gerth on From Max Weber and another work, Character and Social Structure. Better known is a work setting forth how social sciences should be pursued, The Sociological": {
    "guess": "C. Wright Mills",
    "confidence": [
      [
        "C",
        -0.5071181
      ],
      [
        ".",
        -0.0017878714
      ],
      [
        " Wright",
        -0.0007511401
      ],
      [
        " Mills",
        -0.00014501873
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he characterized Russian and American foreign policy as \"crackpot realism\" in his ominous The Causes of World War Three. He collaborated with Hans Gerth on From Max Weber and another work, Character and Social Structure. Better known is a work setting forth how social sciences should be pursued, The Sociological Imagination, and his study of the \"American Middle Classes,\" White Collar. FTP, name this sociologist who critiqued the organization of influence in the United States in 1956's The Power Elite.": {
    "guess": "C. Wright Mills",
    "confidence": [
      [
        "C",
        -0.006508009
      ],
      [
        ".",
        -0.5456938
      ],
      [
        " Wright",
        -7.226629e-06
      ],
      [
        " Mills",
        -3.5716304e-05
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled \"What I saw of\" this place. Fearing reinforcements led by Don Carlos Buell, the Confederate commander ordered a preemptive attack on Grant's forces, recently victorious at Forts Henry and Donelson. This attack resulted in a two-day battle near the Sunken Road that saw its heaviest action in the \"Hornet's nest\" and the death of A.S. Johnston in the defense of Pittsburg Landing. For ten points, name this April 6-7, 1862 Union victory fought in southwestern Tennessee.": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.0016426921
      ],
      [
        " of",
        -0.0018146444
      ],
      [
        " Sh",
        -0.00014764121
      ],
      [
        "il",
        -0.00038455575
      ],
      [
        "oh",
        -3.5313153e-06
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous skill as a surgeon and his invention of a non-intrusive namesake \"pouch\" allowed him to study the": {
    "guess": "Marshall Hall",
    "confidence": [
      [
        "Mar",
        -0.99425584
      ],
      [
        "shall",
        -0.00033320097
      ],
      [
        " Hall",
        -0.00057114434
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.12705168
      ],
      [
        " the",
        -0.14967313
      ],
      [
        " Con",
        -0.0009280182
      ],
      [
        "quer",
        -0.00012582695
      ],
      [
        "or",
        -0.00012035091
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule at the Battle of Val-es- Dunes. This man ordered the Harrying of the North, which devastated Northumbria": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.008961873
      ],
      [
        " the",
        -0.08484593
      ],
      [
        " Con",
        -0.0067304075
      ],
      [
        "quer",
        -0.00024667746
      ],
      [
        "or",
        -3.392825e-05
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during": {
    "guess": "Thessaly",
    "confidence": [
      [
        "Th",
        -0.52681464
      ],
      [
        "ess",
        -0.0003929
      ],
      [
        "aly",
        -0.00035918003
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the team in rushing in 1992 and 1993.  Former Seahawk teammate Mike Frier, paralyzed during this man's drinking and driving crash in 1994, gets half of his salary each year.  After playing for the Saints in 1999, he came to his current team as J.J. Johnson and Cecil Collins had not panned out.  This season,": {
    "guess": "Ricky Williams",
    "confidence": [
      [
        "R",
        -0.030600265
      ],
      [
        "icky",
        -0.00076555274
      ],
      [
        " Williams",
        -0.023214495
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he characterized Russian and American foreign policy as \"crackpot realism\" in his ominous The Causes of World War Three. He collaborated with Hans Gerth on From Max Weber and another work, Character and": {
    "guess": "Charles Wright Mills",
    "confidence": [
      [
        "Charles",
        -0.08271067
      ],
      [
        " Wright",
        -0.00016468366
      ],
      [
        " Mills",
        -2.868329e-05
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack the Greeks. This man founded the town of Lavinium, named after his wife. He protected the body": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.04680968
      ],
      [
        "ene",
        -0.000545169
      ],
      [
        "as",
        -0.0017490806
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he warned his captors that, while they had the \"trunk of the tree of liberty\", the roots would bring   liberty back, and that prediction was validated by Jean-Jacques Dessalines [day-sah-leen]. Before this  person was arrested, U.S. president Thomas Jefferson cut off aid to his country, reversing the policies  of John Adams. Name this revolutionary leader of Saint Domingue [doh-meeng], which is now known  as Haiti.": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.17808694
      ],
      [
        "ou",
        -3.7697225e-06
      ],
      [
        "ss",
        -4.370295e-05
      ],
      [
        "aint",
        -7.822647e-06
      ],
      [
        " Lou",
        -3.5835506e-05
      ],
      [
        "verture",
        -1.735894e-05
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the team in rushing in 1992 and 1993.  Former Seahawk teammate Mike Frier, paralyzed during this man's drinking and driving crash in 1994, gets half of his salary each year.  After playing for the Saints in 1999, he came to his current team as J.J. Johnson and Cecil Collins had not panned out.  This season, he had a resurgence that culminated in a record-setting, 40 carry, 208 yard performance against": {
    "guess": "Miami Dolphins",
    "confidence": [
      [
        "Miami",
        -0.84201735
      ],
      [
        " Dolphins",
        -0.01750061
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.011360681
      ],
      [
        "nap",
        -1.147242e-06
      ],
      [
        "olis",
        -9.014684e-06
      ],
      [
        " Convention",
        -0.00029208304
      ],
      [
        " (",
        -0.069672294
      ],
      [
        "178",
        -8.11329e-05
      ],
      [
        "6",
        -0.0013394086
      ],
      [
        ")",
        -4.00813e-06
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by a jellyfish. He used his experiences teaching at a Welsh private school to write his first novel, which": {
    "guess": "Swimming with Jellyfish",
    "confidence": [
      [
        "Sw",
        -1.1809781
      ],
      [
        "imming",
        -0.20722744
      ],
      [
        " with",
        -0.93684596
      ],
      [
        " Jelly",
        -0.37449476
      ],
      [
        "fish",
        -5.9437833e-05
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned with Macedon to beat the combined Phocian and Pherian armies. In gratitude for the Macedonian's aid": {
    "guess": "Larissa",
    "confidence": [
      [
        "L",
        -0.5980803
      ],
      [
        "ar",
        -0.011278178
      ],
      [
        "issa",
        -0.046414755
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract offer from professional baseball team, then went to Syracuse, which he also flunked out of. After turning": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.016891304
      ],
      [
        " Crane",
        -0.0026903905
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon,": {
    "guess": "Battle of Fredericksburg",
    "confidence": [
      [
        "Battle",
        -0.06664932
      ],
      [
        " of",
        -0.00044139754
      ],
      [
        " Freder",
        -0.9449685
      ],
      [
        "icks",
        -2.3438328e-05
      ],
      [
        "burg",
        -9.615256e-05
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous skill as a surgeon and his invention of a non-intrusive namesake \"pouch\" allowed him to study the digestive process in dogs. His research linking digestion to the nervous system won him the 1904 Nobel Prize in Physiology or Medicine, but he is now better known for other work with dogs. FTP, who is this Russian who taught a dog to associate food with a ringing bell?": {
    "guess": "Ivan Pavlov",
    "confidence": [
      [
        "I",
        -0.0019012707
      ],
      [
        "van",
        -2.6968896e-06
      ],
      [
        " Pav",
        -0.0011234297
      ],
      [
        "lov",
        -0.00012118533
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years after publishing that major book, he shifted gears and devoted himself to mathematical statistics, which led to his becoming the first editor of the Economic Journal.  The concepts of offer, contract,": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -1.0147952
      ],
      [
        " von",
        -2.1343381
      ],
      [
        " Ne",
        -0.00036251772
      ],
      [
        "umann",
        -0.0018924606
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from": {
    "guess": "Annapolis Convention",
    "confidence": [
      [
        "An",
        -0.24080868
      ],
      [
        "nap",
        -3.2929079e-06
      ],
      [
        "olis",
        -2.2961513e-05
      ],
      [
        " Convention",
        -0.00014799883
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating a constitutional monarchy and a southern one advocating a popular revolt; the respective leaders were Nikita Muraviev and Paul Pestel. Five of their leaders were hanged after an uprising at Senate Square, where many expressed support for Grand Duke Constantine, who had renounced his claim to the": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.0057245935
      ],
      [
        "embr",
        -1.2829201e-05
      ],
      [
        "ist",
        -0.0020372493
      ],
      [
        " revolt",
        -0.009480045
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated ontological relativity in a book that uses the gibberish word \"gavagai\" to illustrate the indeterminacy of (*) translation. This author of Epistemology Naturalized rejected Carnap's attempts to derive a common language in one essay. That essay by this man uses the terms \"an unmarried man\" and \"bachelor\"": {
    "guess": "Willard Van Orman Quine",
    "confidence": [
      [
        "Will",
        -0.0117784105
      ],
      [
        "ard",
        -0.00018375258
      ],
      [
        " Van",
        -0.00010330478
      ],
      [
        " Or",
        -1.8908588e-05
      ],
      [
        "man",
        -4.3226137e-05
      ],
      [
        " Qu",
        0.0
      ],
      [
        "ine",
        -2.0458236e-05
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium with its environment, as its precision depends on the wavelengths being very long. It is based on the assumption that each such wave generates KT energy, as suggested by equipartition theory. However,": {
    "guess": "Black-body radiation",
    "confidence": [
      [
        "Black",
        -0.32673457
      ],
      [
        "-body",
        -0.06406008
      ],
      [
        " radiation",
        -0.027170207
      ]
    ]
  },
  "Attempts to codify this work's contents include \"The Prepared Table\", the \"Book of Rows\", and the \"Decided Laws\". It exists in two versions, the longer of which is the \"Bavli\", or \"Babylonian\" version, which has more authority than the shorter \"Yerushalmi\", or \"Palestinian\" version. It consists of two parts, the second of which, the \"Gemara\", is commentary on the laws found in the first part, the \"Mishnah\". FTP, what is this book of Judaism second in importance only to the Bible?": {
    "guess": "Talmud",
    "confidence": [
      [
        "T",
        -0.0014620234
      ],
      [
        "alm",
        -1.3856493e-06
      ],
      [
        "ud",
        -5.1331983e-05
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination attempt on this leader by a communist, and the Sakuradamon Incident was another such attack, partly made in retribution for his grandfather's conquering of Korea. The fact that he was considered only a figurehead by Allied leaders probably saved his life after World War II, as Douglas McArthur demanded that this man not be prosecuted for war crimes. Father of Akihito, FTP identify this emperor of Japan, today known as Showa.": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.015504459
      ],
      [
        "iro",
        -3.464347e-05
      ],
      [
        "h",
        -2.2246291e-05
      ],
      [
        "ito",
        -4.0961266e-05
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled \"What I saw of\" this place. Fearing reinforcements led by Don Carlos Buell, the Confederate commander ordered a preemptive attack on Grant's forces, recently victorious at Forts Henry and Donelson. This attack resulted in a two-day battle near the Sunken Road that saw its heaviest action in the": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.004116154
      ],
      [
        " of",
        -1.0087517e-05
      ],
      [
        " Sh",
        -0.0006142667
      ],
      [
        "il",
        -0.00010688089
      ],
      [
        "oh",
        -4.604148e-06
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the team in rushing in 1992 and 1993.  Former Seahawk teammate Mike Frier, paralyzed during this man's": {
    "guess": "Ricky Watters",
    "confidence": [
      [
        "R",
        -0.86909467
      ],
      [
        "icky",
        -0.008291387
      ],
      [
        " W",
        -0.13765915
      ],
      [
        "atters",
        -5.419287e-05
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being called to discuss water navigation regulations at this meeting, which attempted to resolve issues not agreed upon at the Mount Vernon Conference.  It was attended by delegates of only five states, but": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.013959924
      ],
      [
        "nap",
        -2.577686e-06
      ],
      [
        "olis",
        -9.372295e-06
      ],
      [
        " Convention",
        -0.0004158953
      ],
      [
        " (",
        -0.1095814
      ],
      [
        "178",
        -8.12521e-05
      ],
      [
        "6",
        -0.0010779452
      ],
      [
        ")",
        -4.00813e-06
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned with Macedon to beat the combined Phocian and Pherian armies. In gratitude for the Macedonian's aid in reestablishing the Confederacy here, the aristocrats of the House of Larissa offered Philip of Macedon the title of archon for life. Named after the son of Haemon, for 10  points, name this region that had Peleus, king of the Myrmidons, as a ruler and also contains the city where Caesar defeated": {
    "guess": "Thessaly",
    "confidence": [
      [
        "Th",
        -0.9887001
      ],
      [
        "ess",
        -0.00014632997
      ],
      [
        "aly",
        -7.0404574e-05
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination attempt on this leader by a communist, and the Sakuradamon Incident was another such attack, partly made in retribution for his grandfather's conquering of Korea. The fact that he was considered": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.33401006
      ],
      [
        "iro",
        -0.0006579888
      ],
      [
        "h",
        -0.0001202317
      ],
      [
        "ito",
        -1.4378848e-05
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he warned his captors that, while they had the \"trunk of the tree of liberty\", the roots would bring   liberty back, and that prediction was validated by Jean-Jacques Dessalines [day-sah-leen]. Before": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.12966837
      ],
      [
        "ou",
        -0.00011582117
      ],
      [
        "ss",
        -8.852353e-05
      ],
      [
        "aint",
        -4.9663133e-05
      ],
      [
        " Lou",
        -4.298773e-05
      ],
      [
        "verture",
        -2.4391957e-05
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho": {
    "guess": "Council of Florence",
    "confidence": [
      [
        "Council",
        -0.29311556
      ],
      [
        " of",
        -0.00037395032
      ],
      [
        " Florence",
        -0.041640535
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he warned his captors that, while they had the \"trunk of the tree of liberty\", the roots would bring   liberty back, and that prediction was validated by Jean-Jacques Dessalines [day-sah-leen]. Before this  person was arrested, U.S. president Thomas Jefferson cut off aid to his country, reversing the policies  of John Adams. Name this revolutionary leader of Saint Domingue [doh-meeng], which is now": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.19596282
      ],
      [
        "ou",
        -1.6240566e-06
      ],
      [
        "ss",
        -5.407367e-05
      ],
      [
        "aint",
        -6.2729996e-06
      ],
      [
        " Lou",
        -1.4021238e-05
      ],
      [
        "verture",
        -8.657073e-06
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with the University of Chicago as a history and geography specialist. A current quizbowl player who attends": {
    "guess": "University of Chicago Quizbowl Team",
    "confidence": [
      [
        "University",
        -0.99659044
      ],
      [
        " of",
        -0.038802404
      ],
      [
        " Chicago",
        -0.017934522
      ],
      [
        " Quiz",
        -0.7005279
      ],
      [
        "b",
        -0.3560775
      ],
      [
        "owl",
        -2.1769476e-05
      ],
      [
        " Team",
        -0.5458552
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned with Macedon to beat the combined Phocian and Pherian armies. In gratitude for the Macedonian's aid in reestablishing the Confederacy here, the aristocrats of the House of Larissa offered Philip of Macedon the title of archon for life. Named after the son of Haemon, for 10  points, name this region": {
    "guess": "Larissa",
    "confidence": [
      [
        "L",
        -0.6758139
      ],
      [
        "ar",
        -0.003128402
      ],
      [
        "issa",
        -0.00980225
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some": {
    "guess": "Piracy in the Mediterranean",
    "confidence": [
      [
        "P",
        -0.4757208
      ],
      [
        "ir",
        -0.12805401
      ],
      [
        "acy",
        -9.8536635e-05
      ],
      [
        " in",
        -0.013390567
      ],
      [
        " the",
        -0.0033037853
      ],
      [
        " Mediterranean",
        -0.59819263
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized": {
    "guess": "History of Libya under Muammar Gaddafi",
    "confidence": [
      [
        "History",
        -1.1668928
      ],
      [
        " of",
        -0.0002582402
      ],
      [
        " Libya",
        -0.0069939615
      ],
      [
        " under",
        -0.0061994344
      ],
      [
        " Mu",
        -0.0014701071
      ],
      [
        "am",
        -1.0280384e-06
      ],
      [
        "mar",
        -5.5122365e-07
      ],
      [
        " G",
        -0.00037347348
      ],
      [
        "addafi",
        -1.998142e-05
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother Margaret of Devereux dies of grief after his grandfather Lord Kelso has his father murdered in a duel, and he blackmails the chemist Alan Campbell to help dispose of a body, and his philosophy is shaped": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.0034626292
      ],
      [
        " Picture",
        -0.0005140715
      ],
      [
        " of",
        -5.5623317e-05
      ],
      [
        " D",
        -0.00017076306
      ],
      [
        "orian",
        -1.2664457e-06
      ],
      [
        " Gray",
        -3.5835506e-05
      ]
    ]
  },
  "An attack on the 3rd Earl of Shaftesbury is found in his Alciphron, which was written during his time in Rhode Island. He also attacked the principles of calculus in a book entitled The Analyst. In 1713, this idealist wrote that material objects do not exist and that the universe is composed of minds": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.0034723745
      ],
      [
        " Berkeley",
        -0.00037538074
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.4387281
      ],
      [
        " Bank",
        -0.000232384
      ],
      [
        " of",
        -3.0545007e-06
      ],
      [
        " the",
        -0.00024382756
      ],
      [
        " United",
        -4.9663133e-05
      ],
      [
        " States",
        -2.2127088e-05
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon": {
    "guess": "Foundation and Empire",
    "confidence": [
      [
        "Foundation",
        -0.6846859
      ],
      [
        " and",
        -0.37863675
      ],
      [
        " Empire",
        -0.08818305
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract offer from professional baseball team, then went to Syracuse, which he also flunked out of. After turning to a career in journalism, including the coverage of the Spanish-American War, he began to publish his works, including a collection known as the _Whilomville Stories_, the best known of which": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.1859682
      ],
      [
        " Crane",
        -0.0013619013
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria gave the title of Pater Patriae, or \"Father of his Country,\" to this man upon his death; he was succeeded in office by his son, (*) Piero the Gouty. Michelozzo designed the Palazzo of this man,": {
    "guess": "Cosimo de' Medici",
    "confidence": [
      [
        "Cos",
        -0.010867772
      ],
      [
        "imo",
        -2.618001e-05
      ],
      [
        " de",
        -0.00067050155
      ],
      [
        "'",
        -0.094824634
      ],
      [
        " Med",
        -9.372295e-06
      ],
      [
        "ici",
        -1.1041146e-05
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims": {
    "guess": "Wilfrid Sellars",
    "confidence": [
      [
        "Wil",
        -0.30639973
      ],
      [
        "fr",
        -0.0197798
      ],
      [
        "id",
        -3.5358695e-05
      ],
      [
        " Sell",
        -0.00066096894
      ],
      [
        "ars",
        -7.9418505e-06
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he characterized Russian and American foreign policy as \"crackpot realism\" in his ominous The Causes of": {
    "guess": "Charles Wright Mills",
    "confidence": [
      [
        "Charles",
        -0.10852507
      ],
      [
        " Wright",
        -0.00020973898
      ],
      [
        " Mills",
        -2.2961513e-05
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges Hugon stabs himself with her scissors after discovering he cannot possess her. In one novel, she first": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.24054909
      ],
      [
        "ana",
        -0.0021697707
      ],
      [
        " (",
        -0.19580552
      ],
      [
        "nov",
        -8.923875e-05
      ],
      [
        "el",
        -0.00012856863
      ],
      [
        ")",
        -9.448371e-05
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson": {
    "guess": "Richard Wilson (painter)",
    "confidence": [
      [
        "Richard",
        -0.62965
      ],
      [
        " Wilson",
        -0.4471409
      ],
      [
        " (",
        -0.05993272
      ],
      [
        "paint",
        -0.020662054
      ],
      [
        "er",
        -0.0003861054
      ],
      [
        ")",
        -0.0038015037
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with the University of Chicago as a history and geography specialist. A current quizbowl player who attends a school with this sports mascot has an HSQB that includes a bust of (*) Beethoven and is notorious for his long critiques of music tossups. Quizbowl players who were undergrads at schools with this sports mascot include Rich Mason and Chris Chiego. For points, name this canine mascot shared by Drake, Yale and Georgia.": {
    "guess": "Bulldog",
    "confidence": [
      [
        "B",
        -0.1613304
      ],
      [
        "ul",
        -0.00050668453
      ],
      [
        "ld",
        -2.3392786e-06
      ],
      [
        "og",
        -0.005598953
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.99961454
      ],
      [
        " Crane",
        -0.027549969
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when": {
    "guess": "New and Old Methods of Ethics",
    "confidence": [
      [
        "New",
        -1.2789576
      ],
      [
        " and",
        -0.26356074
      ],
      [
        " Old",
        -0.012132272
      ],
      [
        " Methods",
        -0.042133592
      ],
      [
        " of",
        -0.00041672974
      ],
      [
        " Ethics",
        -0.0019578943
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed, and one-legged admiral Blas de Lezo against Edward Vernon's forces, who had previously emerged": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.13800043
      ],
      [
        "ag",
        -2.7610455e-05
      ],
      [
        "ena",
        -1.9816675e-06
      ],
      [
        ",",
        -0.0020292772
      ],
      [
        " Colombia",
        -0.00016957101
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with": {
    "guess": "Yale Bulldogs",
    "confidence": [
      [
        "Y",
        -0.7614172
      ],
      [
        "ale",
        -0.000984816
      ],
      [
        " Bulldogs",
        -0.0826142
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.12651727
      ],
      [
        " Brown",
        -0.0008099827
      ],
      [
        " (",
        -9.2695656e-05
      ],
      [
        "abol",
        -3.888926e-06
      ],
      [
        "ition",
        -7.886803e-05
      ],
      [
        "ist",
        -3.0232935e-05
      ],
      [
        ")",
        -3.1737043e-06
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\" in his 1771 travelogue, Journey around the World. The autobiographical novel The Marriage of Loti tells of the main character's love affair with a woman from this island and William Hodges also painted": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.06630343
      ],
      [
        "ah",
        -0.00016659092
      ],
      [
        "iti",
        -0.00055482076
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled": {
    "guess": "Cosimo de' Medici",
    "confidence": [
      [
        "Cos",
        -0.43881074
      ],
      [
        "imo",
        -0.0003745463
      ],
      [
        " de",
        -0.00063773885
      ],
      [
        "'",
        -0.14283969
      ],
      [
        " Med",
        -8.537869e-06
      ],
      [
        "ici",
        -1.4140442e-05
      ]
    ]
  },
  "He attempted to follow a policy of neutrality, cochairing the Bandung Conference in 1955 and signing the Panch Shila with Chou En-Lai.  At the same time, however, he favored territorial expansion, annexing Goa from Portugal and going to war over the Tibetan border in 1962.  FTP, identify this Brahmin, who became head of the Congress party in 1929 and served as prime minister of India from 1947 until": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.0043762443
      ],
      [
        "awah",
        -4.0603656e-05
      ],
      [
        "arl",
        -7.088138e-05
      ],
      [
        "al",
        -1.0087517e-05
      ],
      [
        " Neh",
        -0.0004779784
      ],
      [
        "ru",
        -1.0802739e-05
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled to South Africa after being forced to resign. He headed up a regency council when Holy Roman Emperor Francis II died and left Ferdinand as king of his country. He held his most power when signing the Treaty of Paris in 1814 and bringing Alexander I, Castlereagh and Talleyrand together to create a new European balance after the exile of Napoleon. For 10 points, name this Austrian statesman who chaired the Congress of Vienna.": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.0056606983
      ],
      [
        "lem",
        -5.5577775e-06
      ],
      [
        "ens",
        -0.00010008628
      ],
      [
        " von",
        -0.00033343938
      ],
      [
        " Met",
        -1.2113979e-05
      ],
      [
        "tern",
        -2.6418418e-05
      ],
      [
        "ich",
        -8.299462e-06
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed, and one-legged admiral Blas de Lezo against Edward Vernon's forces, who had previously emerged victorious at Portobello during the War of (*) Jenkins' Ear. This city was the chief port of the Viceroyalty of New Granada. After the fall of the First Republic of Venezuela, Simon Bolivar wrote a manifesto in this city that kicked off his Admirable Campaign. For 10 points, name this city on the Caribbean": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.002616682
      ],
      [
        "ag",
        -0.00010139752
      ],
      [
        "ena",
        -3.0545007e-06
      ],
      [
        ",",
        -0.0078162365
      ],
      [
        " Colombia",
        -0.00014382669
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned": {
    "guess": "Larissa",
    "confidence": [
      [
        "L",
        -0.9935928
      ],
      [
        "ar",
        -0.01498306
      ],
      [
        "issa",
        -0.039143726
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium": {
    "guess": "Cavity resonator",
    "confidence": [
      [
        "C",
        -0.834823
      ],
      [
        "avity",
        -3.5358695e-05
      ],
      [
        " reson",
        -0.7127677
      ],
      [
        "ator",
        -0.036463656
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for baryogenesis. Neutral kaons mixing via the weak interaction allows kaons to oscillate into this.": {
    "guess": "Baryon",
    "confidence": [
      [
        "B",
        -0.25927094
      ],
      [
        "ary",
        -0.015164711
      ],
      [
        "on",
        -0.050962865
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he warned his captors that, while they had the \"trunk of the tree of liberty\", the roots would bring ": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.6445599
      ],
      [
        "ou",
        -0.00019138161
      ],
      [
        "ss",
        -6.289474e-05
      ],
      [
        "aint",
        -7.100059e-05
      ],
      [
        " Lou",
        -0.0003857478
      ],
      [
        "verture",
        -8.2324936e-05
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme": {
    "guess": "Democratic-Republican Party",
    "confidence": [
      [
        "Democratic",
        -1.6592078
      ],
      [
        "-",
        -0.2715789
      ],
      [
        "Republican",
        -0.0054269163
      ],
      [
        " Party",
        -0.0842213
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium with its environment, as its precision depends on the wavelengths being very long. It is based on the assumption that each such wave generates KT energy, as suggested by equipartition theory. However, it was inaccurate because Bose-Einstein statistics, and not Maxwell-Boltzmann statistics, govern a": {
    "guess": "Ultraviolet catastrophe",
    "confidence": [
      [
        "U",
        -0.10112753
      ],
      [
        "ltr",
        -5.4312077e-05
      ],
      [
        "aviolet",
        -0.00021700673
      ],
      [
        " catastrophe",
        -0.2184425
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled to South Africa after being forced to resign. He headed up a regency council when Holy Roman Emperor Francis II died and left Ferdinand as king of his country. He held his most power when signing the Treaty of Paris in 1814 and bringing Alexander I, Castlereagh and Talleyrand together to create a new European balance after the exile of Napoleon. For 10 points, name this Austrian statesman who chaired": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.028348217
      ],
      [
        "lem",
        -0.00015800826
      ],
      [
        "ens",
        -0.0002006795
      ],
      [
        " von",
        -0.00067907316
      ],
      [
        " Met",
        -6.46828e-05
      ],
      [
        "tern",
        -2.8206474e-05
      ],
      [
        "ich",
        -1.0683535e-05
      ]
    ]
  },
  "Attempts to codify this work's contents include \"The Prepared Table\", the \"Book of Rows\", and the \"Decided Laws\". It exists in two versions, the longer of which is the \"Bavli\", or \"Babylonian\" version,": {
    "guess": "Talmud",
    "confidence": [
      [
        "T",
        -1.6121358
      ],
      [
        "alm",
        -0.004645265
      ],
      [
        "ud",
        -4.7159858e-05
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating a constitutional monarchy and a southern one advocating a popular revolt; the respective leaders were Nikita Muraviev and Paul Pestel. Five of their leaders were hanged after an uprising at Senate": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.014777652
      ],
      [
        "embr",
        -3.3451433e-05
      ],
      [
        "ist",
        -0.0019617015
      ],
      [
        " revolt",
        -0.009708404
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack the Greeks. This man founded the town of Lavinium, named after his wife. He protected the body of Pandarus. Later, in battle, Diomedes broke this man's hip by throwing a stone, leading to his mother trying to rescue him. This ancestor of Romulus and Remus was the son of Venus and Anchises. Dido": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.014894398
      ],
      [
        "ene",
        -0.00012713818
      ],
      [
        "as",
        -0.001957179
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon II. It established control over the Four Kingdoms under the administration of mayor Salvor Hardin, but under the Indburs it became a rigid plutocracy which was easily overthrown by a mutant known as the Mule. It was established on the planet Terminus by Hari Seldon as a scientific refuge to shorten the interregnum after the collapse of the Galactic Empire. For 10 points, name this society whose": {
    "guess": "Foundation (series)",
    "confidence": [
      [
        "Foundation",
        -0.005294004
      ],
      [
        " (",
        -0.53225845
      ],
      [
        "series",
        -0.35179672
      ],
      [
        ")",
        -0.0020847125
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating a constitutional monarchy and a southern one advocating a popular revolt; the respective leaders were Nikita Muraviev and Paul Pestel. Five of their leaders were hanged after an uprising at Senate Square, where many expressed support for Grand Duke Constantine, who had renounced his claim to the throne in favor of Nicholas I. FTP, identify these participants of an 1825 Russian revolt in the namesake": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.004324961
      ],
      [
        "embr",
        -1.700133e-05
      ],
      [
        "ist",
        -0.0014095204
      ],
      [
        " revolt",
        -0.0041718334
      ]
    ]
  },
  "After attending Northeastern Oklahoma A&M Junior College, he transferred to Houston, where he led the team in rushing in 1992 and 1993.  Former Seahawk teammate Mike Frier, paralyzed during this man's drinking and driving crash in 1994, gets half of his salary each year.  After playing for the Saints": {
    "guess": "Ricky Watters",
    "confidence": [
      [
        "R",
        -0.51641583
      ],
      [
        "icky",
        -0.22325917
      ],
      [
        " W",
        -0.13802162
      ],
      [
        "atters",
        -0.00015097891
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria gave the title of Pater Patriae, or \"Father of his Country,\" to this man upon his death; he was succeeded in office by his son, (*) Piero the Gouty. Michelozzo designed the Palazzo of this man, who was the son of a banker named Giovanni. He was a prolific patron of the arts who championed Brunelleschi's design for the dome of the Duomo. For 10 points, name this grandfather of Lorenzo the Magnificent": {
    "guess": "Cosimo de Medici",
    "confidence": [
      [
        "Cos",
        -0.005293765
      ],
      [
        "imo",
        -1.867018e-05
      ],
      [
        " de",
        -0.00024299313
      ],
      [
        " Med",
        -0.22809193
      ],
      [
        "ici",
        -8.299462e-06
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named": {
    "guess": "Kierkegaard's Hymns",
    "confidence": [
      [
        "K",
        -1.4381658
      ],
      [
        "ier",
        -0.028142396
      ],
      [
        "ke",
        -0.00045962472
      ],
      [
        "gaard",
        -0.0009510025
      ],
      [
        "'s",
        -0.46087754
      ],
      [
        " H",
        -1.7133707
      ],
      [
        "ym",
        -0.00027706707
      ],
      [
        "ns",
        -0.2720445
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled \"What I saw of\" this place. Fearing reinforcements led by Don Carlos Buell, the Confederate commander": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.022595357
      ],
      [
        " of",
        -2.9875326e-05
      ],
      [
        " Sh",
        -0.018559704
      ],
      [
        "il",
        -3.3451433e-05
      ],
      [
        "oh",
        -7.703444e-06
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed": {
    "guess": "Giacomo Meyerbeer",
    "confidence": [
      [
        "G",
        -0.13897744
      ],
      [
        "iac",
        -0.07105615
      ],
      [
        "omo",
        -0.00033665422
      ],
      [
        " Meyer",
        -0.0019588443
      ],
      [
        "beer",
        -2.9160103e-05
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like the Union of Public Good and the Union of Salvation comprised their ranks, as did many members of secret societies like the Freemasons. Their main dichotomy fell between a northern faction advocating a constitutional monarchy and a southern one advocating a popular revolt; the respective leaders were Nikita Muraviev and Paul Pestel. Five of their leaders were hanged after an uprising at Senate Square, where many expressed support for Grand Duke Constantine, who had renounced his claim to the throne in favor of Nicholas I. FTP, identify these participants of an 1825 Russian revolt in the namesake month.": {
    "guess": "Decembrist revolt",
    "confidence": [
      [
        "Dec",
        -0.004837957
      ],
      [
        "embr",
        -1.9385403e-05
      ],
      [
        "ist",
        -0.0061546466
      ],
      [
        " revolt",
        -0.0056616487
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos took Berengaria captive, leading to an invasion by Richard I. It was briefly held by the Templars before they sold it to the reigning king of Jerusalem, Guy of Lusignan. Famagusta was the last of its": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.8402338
      ],
      [
        "prus",
        -4.604148e-06
      ]
    ]
  },
  "An attack on the 3rd Earl of Shaftesbury is found in his Alciphron, which was written during his time": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.007961366
      ],
      [
        " Berkeley",
        -0.0009589855
      ]
    ]
  },
  "One of their attempts to write new constitution was the Green Book, and their leaders were later memorialized when drawings of their profiles were placed on the cover of The Polar Star. Lesser groups like": {
    "guess": "Green Book (Libya)",
    "confidence": [
      [
        "Green",
        -0.5018464
      ],
      [
        " Book",
        -0.9760375
      ],
      [
        " (",
        -0.022946218
      ],
      [
        "Lib",
        -1.0332943
      ],
      [
        "ya",
        -0.0076929866
      ],
      [
        ")",
        -9.126521e-05
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria": {
    "guess": "Cosimo de Medici",
    "confidence": [
      [
        "Cos",
        -0.35705015
      ],
      [
        "imo",
        -0.0004419936
      ],
      [
        " de",
        -0.008767373
      ],
      [
        " Med",
        -0.2889673
      ],
      [
        "ici",
        -3.8338785e-05
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud [ree-gaw], whose state was later eliminated by this leader. When this person was arrested,  he": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.07673163
      ],
      [
        "ou",
        -0.029460823
      ],
      [
        "ss",
        -0.00019614976
      ],
      [
        "aint",
        -9.198044e-05
      ],
      [
        " Lou",
        -0.00045450628
      ],
      [
        "verture",
        -7.7079974e-05
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.019357203
      ],
      [
        "frared",
        -1.147242e-06
      ],
      [
        " spectro",
        -0.011619959
      ],
      [
        "scopy",
        -1.8624639e-06
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed, and one-legged admiral Blas de Lezo against Edward Vernon's forces, who had previously emerged victorious at Portobello during the War of (*) Jenkins' Ear. This city was the chief port of the Viceroyalty of New Granada. After the fall of the First Republic of Venezuela, Simon Bolivar wrote a manifesto in this city that kicked off his Admirable Campaign. For 10 points, name this city on the Caribbean coast of Colombia, which was named after a city led by Hasdrubal and Hannibal.": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.009516062
      ],
      [
        "ag",
        -2.1650272e-05
      ],
      [
        "ena",
        -1.3856493e-06
      ],
      [
        ",",
        -0.006374875
      ],
      [
        " Colombia",
        -9.3291674e-05
      ]
    ]
  },
  "He attempted to follow a policy of neutrality, cochairing the Bandung Conference in 1955 and signing the Panch Shila with Chou En-Lai.  At the same time, however, he favored territorial expansion, annexing Goa from Portugal and going to war over the Tibetan border in 1962.  FTP, identify this Brahmin, who became head of the Congress party in 1929 and served as prime minister of India from 1947 until 1964.": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.0017073207
      ],
      [
        "awah",
        -2.2007884e-05
      ],
      [
        "arl",
        -3.3809047e-05
      ],
      [
        "al",
        -7.3458323e-06
      ],
      [
        " Neh",
        -0.0004958406
      ],
      [
        "ru",
        -9.372295e-06
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with Justus von Liebig under the pseudonym S.C.H. Windler. He also co-discovered with von Liebig the benzyl": {
    "guess": "Auguste Laurent",
    "confidence": [
      [
        "August",
        -0.28851998
      ],
      [
        "e",
        -0.16494447
      ],
      [
        " Laurent",
        -0.0078682825
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally not found in the fingerprint region, and the stretching seen using this technique generally occurs at higher frequencies than the bending. Most types of this use some sort of absorption, because each bond in the molecule will absorb only its characteristic frequency. For 10 points, name this type of analytical technique, which categorizes compounds based on the frequency of the vibration of": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.0025950384
      ],
      [
        "frared",
        -3.1281633e-07
      ],
      [
        " spectro",
        -0.013301872
      ],
      [
        "scopy",
        -5.5122365e-07
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack the Greeks. This man founded the town of Lavinium, named after his wife. He protected the body of Pandarus. Later, in battle, Diomedes broke this man's hip by throwing a stone, leading to his mother": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.0039943424
      ],
      [
        "ene",
        -0.00025251842
      ],
      [
        "as",
        -0.0056590484
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the": {
    "guess": "Strand, London",
    "confidence": [
      [
        "Str",
        -1.8363347
      ],
      [
        "and",
        -0.01692307
      ],
      [
        ",",
        -0.028587706
      ],
      [
        " London",
        -0.012126384
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out to scout before this battle, and his troops united with Marcus Reno's when Reno was forced to retreat to nearby bluffs. The commander of the losing side in this battle disobeyed the orders of Alred Terry. This battle resulted in the defeat of the Seventh U.S. Cavalry. For 10 points, name this battle": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.0020057226
      ],
      [
        " of",
        -1.473646e-05
      ],
      [
        " the",
        -0.001367381
      ],
      [
        " Little",
        -2.1054253e-05
      ],
      [
        " B",
        -7.302705e-05
      ],
      [
        "igh",
        -1.8624639e-06
      ],
      [
        "orn",
        -4.8425554e-06
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years after publishing that major book, he shifted gears and devoted himself to mathematical statistics, which led to his becoming the first editor of the Economic Journal.  The concepts of offer, contract, and indifference curves were all introduced by him, as was the general utility function, and he anticipated the Pareto optimum in 1881's Mathematical Psychics.  FTP, name this student of Jevons, a British economist best known for his eponymous box.": {
    "guess": "Francis Ysidro Edgeworth",
    "confidence": [
      [
        "Franc",
        -0.0045905686
      ],
      [
        "is",
        -6.945094e-05
      ],
      [
        " Y",
        -0.013094823
      ],
      [
        "sid",
        -4.7040652e-05
      ],
      [
        "ro",
        -1.0802739e-05
      ],
      [
        " Ed",
        -2.7968066e-05
      ],
      [
        "gew",
        -5.1331983e-05
      ],
      [
        "orth",
        -5.1331983e-05
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he characterized Russian and American foreign policy as \"crackpot realism\" in his ominous The Causes of World War Three. He collaborated with Hans Gerth on From Max Weber and another work, Character and Social Structure. Better known is a work setting forth how social sciences should be pursued, The Sociological Imagination, and his study of the \"American Middle Classes,\" White Collar. FTP, name this": {
    "guess": "C. Wright Mills",
    "confidence": [
      [
        "C",
        -0.42616394
      ],
      [
        ".",
        -0.004595557
      ],
      [
        " Wright",
        -0.00019281206
      ],
      [
        " Mills",
        -9.388769e-05
      ]
    ]
  },
  "This man attempted to bridge the gap between belief and knowledge in a book that claimed since epistemology relied on sense-data, it was a scientific discipline. Another work by this philosopher claims that the best scientific principles provide the best explanations for experience. This man advocated ontological relativity in a book that uses the gibberish word \"gavagai\" to illustrate the indeterminacy": {
    "guess": "Willard Van Orman Quine",
    "confidence": [
      [
        "Will",
        -0.061015416
      ],
      [
        "ard",
        -0.00032557195
      ],
      [
        " Van",
        -0.00035131257
      ],
      [
        " Or",
        -3.7027545e-05
      ],
      [
        "man",
        -5.9795446e-05
      ],
      [
        " Qu",
        -4.3202e-07
      ],
      [
        "ine",
        -3.9888433e-05
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years after publishing that major book, he shifted gears and devoted himself to mathematical statistics, which led to his becoming the first editor of the Economic Journal.  The concepts of offer, contract, and indifference curves were all introduced by him, as was the general utility function, and he anticipated the Pareto optimum in 1881's Mathematical Psychics.  FTP, name this student of Jevons, a British": {
    "guess": "Francis Ysidro Edgeworth",
    "confidence": [
      [
        "Franc",
        -0.07031674
      ],
      [
        "is",
        -0.0014984336
      ],
      [
        " Y",
        -0.09732192
      ],
      [
        "sid",
        -0.0054336735
      ],
      [
        "ro",
        -0.00035131257
      ],
      [
        " Ed",
        -0.00024275472
      ],
      [
        "gew",
        -5.5122365e-07
      ],
      [
        "orth",
        -0.00028672256
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character titled \"The Golden Fly,\" but Fauchery falls in love with her and is ruined financially. Georges": {
    "guess": "Nana (novel)",
    "confidence": [
      [
        "N",
        -0.03717547
      ],
      [
        "ana",
        -0.0017746652
      ],
      [
        " (",
        -0.020563612
      ],
      [
        "nov",
        -4.4894987e-05
      ],
      [
        "el",
        -4.2510914e-05
      ],
      [
        ")",
        -0.00018125297
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while the diffuse reflectance type can be used to study samples that are not sufficiently transparent. The multiplex advantage explains the use of the Fourier Transform type of this. Diatomic bonds are generally not found in the fingerprint region, and the stretching seen using this technique generally occurs at higher frequencies than the bending. Most types of this use some sort of absorption, because each bond in the molecule will absorb only its characteristic frequency. For 10 points, name this type of analytical technique, which categorizes compounds based on the frequency of the vibration of its bonds when exposed to radiation of waves longer than those of visible light.": {
    "guess": "Infrared spectroscopy",
    "confidence": [
      [
        "In",
        -0.0041390723
      ],
      [
        "frared",
        -9.0883464e-07
      ],
      [
        " spectro",
        -0.031087393
      ],
      [
        "scopy",
        -1.3856493e-06
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during this character's death. A journalist for Le Figaro, writes a long scathing article about this character": {
    "guess": "Lucy (Berlin Alexanderplatz)",
    "confidence": [
      [
        "Luc",
        -2.358342
      ],
      [
        "y",
        -0.30034962
      ],
      [
        " (",
        -1.8443016
      ],
      [
        "Berlin",
        -0.62805647
      ],
      [
        " Alexander",
        -0.12911944
      ],
      [
        "platz",
        -0.0005269381
      ],
      [
        ")",
        -0.014208407
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.015723571
      ],
      [
        "iro",
        -0.00073231687
      ],
      [
        "h",
        -4.0961266e-05
      ],
      [
        "ito",
        -2.4584822e-06
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination attempt on this leader by a communist, and the Sakuradamon Incident was another such attack, partly made in retribution for his grandfather's conquering of Korea. The fact that he was considered only a figurehead by Allied leaders probably saved his life after World War II, as Douglas McArthur": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.030843537
      ],
      [
        "iro",
        -6.3609965e-05
      ],
      [
        "h",
        -6.897413e-05
      ],
      [
        "ito",
        -6.396757e-05
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled \"What I saw of\" this place. Fearing reinforcements led by Don Carlos Buell, the Confederate commander ordered a preemptive attack on Grant's forces, recently victorious at Forts Henry and Donelson. This attack resulted in a two-day battle near the Sunken Road that saw its heaviest action in the \"Hornet's nest\" and the death of A.S. Johnston in the defense of Pittsburg Landing. For ten points,": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.011401709
      ],
      [
        " of",
        -0.00040838914
      ],
      [
        " Sh",
        -0.0001506213
      ],
      [
        "il",
        -0.00021307668
      ],
      [
        "oh",
        -2.577686e-06
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous": {
    "guess": "Marshall Hall",
    "confidence": [
      [
        "Mar",
        -0.86240536
      ],
      [
        "shall",
        -0.00015657782
      ],
      [
        " Hall",
        -0.00040552823
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule at the Battle of Val-es- Dunes. This man ordered the Harrying of the North, which devastated Northumbria and he was often aided by his half-brothers Odo and Robert. This man's greatest victory is depicted": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.007517773
      ],
      [
        " the",
        -0.027379708
      ],
      [
        " Con",
        -0.0034770016
      ],
      [
        "quer",
        -0.00015359772
      ],
      [
        "or",
        -4.406056e-05
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response to the passage of the Fugitive Slave Act. This man commanded a group of men against Henry Pate in the Battle of Black Jack, and responded to the Sack of Lawrence by killing five pro-slavery citizens at Pottawatomie Creek. This man was eventually captured by Robert E. Lee after trying to seize control of a Maryland armory. For 10 points, name this militant abolitionist who was involved with Bleeding Kansas and also led a raid on Harper's Ferry.": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.004315584
      ],
      [
        " Brown",
        -0.00022439736
      ],
      [
        " (",
        -0.0003576304
      ],
      [
        "abol",
        -2.0458236e-05
      ],
      [
        "ition",
        -6.635165e-05
      ],
      [
        "ist",
        -4.429897e-05
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos": {
    "guess": "Pirate Round",
    "confidence": [
      [
        "P",
        -0.75390124
      ],
      [
        "irate",
        -0.68904334
      ],
      [
        " Round",
        -0.5145991
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with": {
    "guess": "Chlorine",
    "confidence": [
      [
        "Ch",
        -0.6231228
      ],
      [
        "lor",
        -0.010251318
      ],
      [
        "ine",
        -0.7093129
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with the University of Chicago as a history and geography specialist. A current quizbowl player who attends a school with this sports mascot has an HSQB that includes a bust of (*) Beethoven and is notorious": {
    "guess": "Yale Bulldogs",
    "confidence": [
      [
        "Y",
        -1.7207841
      ],
      [
        "ale",
        -0.003412967
      ],
      [
        " Bulldogs",
        -0.04110492
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being called to discuss water navigation regulations at this meeting, which attempted to resolve issues not agreed upon at the Mount Vernon Conference.  It was attended by delegates of only five states, but Abraham Clark of New Jersey seized on the opportunity to call for a further meeting.  For 10 points,": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.005379484
      ],
      [
        "nap",
        -6.704273e-07
      ],
      [
        "olis",
        -1.6240566e-06
      ],
      [
        " Convention",
        -5.4550484e-05
      ],
      [
        " (",
        -0.08282206
      ],
      [
        "178",
        -1.0087517e-05
      ],
      [
        "6",
        -6.3609965e-05
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years after publishing that major book, he shifted gears and devoted himself to mathematical statistics, which led to his becoming the first editor of the Economic Journal.  The concepts of offer, contract, and indifference curves were all introduced by him, as was the general utility function, and he anticipated": {
    "guess": "Francis Ysidro Edgeworth",
    "confidence": [
      [
        "Franc",
        -0.13425194
      ],
      [
        "is",
        -0.0033096047
      ],
      [
        " Y",
        -0.07300008
      ],
      [
        "sid",
        -0.025834793
      ],
      [
        "ro",
        -0.00058758346
      ],
      [
        " Ed",
        -0.0001819682
      ],
      [
        "gew",
        -6.704273e-07
      ],
      [
        "orth",
        -0.00014692599
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima and Mexico City, this city founded by Pedro de Heredia was the third in the New World to house a Holy Office of the Spanish Inquisition. This city was successfully defended by the one-eyed, one-armed,": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.34124988
      ],
      [
        "ag",
        -5.955704e-05
      ],
      [
        "ena",
        -2.577686e-06
      ],
      [
        ",",
        -0.0010796104
      ],
      [
        " Colombia",
        -0.00032080378
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest Starling. He expanded on Sherrington's explanation of the spinal reflex, while his noted ambidextrous skill as a surgeon and his invention of a non-intrusive namesake \"pouch\" allowed him to study the digestive process in dogs. His research linking digestion to the nervous system won him the 1904": {
    "guess": "Ivan Pavlov",
    "confidence": [
      [
        "I",
        -0.028448328
      ],
      [
        "van",
        -2.2365493e-05
      ],
      [
        " Pav",
        -0.015346219
      ],
      [
        "lov",
        -0.0004512878
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out to scout before this battle, and his troops united with Marcus Reno's when Reno was forced to retreat to nearby bluffs. The commander of the losing side in this battle disobeyed the orders of Alred Terry. This battle resulted in the defeat of the Seventh U.S. Cavalry. For 10 points, name this battle that took place in Montana, during which the Cheyenne and Lakota fighters under Sitting Bull and Crazy": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.0015358122
      ],
      [
        " of",
        -0.00026836884
      ],
      [
        " the",
        -0.0017715697
      ],
      [
        " Little",
        -3.2497806e-05
      ],
      [
        " B",
        -0.00018518302
      ],
      [
        "igh",
        -1.7432603e-06
      ],
      [
        "orn",
        -6.511407e-06
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos took Berengaria captive, leading to an invasion by Richard I. It was briefly held by the Templars before they sold it to the reigning king of Jerusalem, Guy of Lusignan. Famagusta was the last of its strongholds to fall to the Ottomans, under whose control the native Greek majority were repressed by the Turkish minority. For 10 points, name this island, which was invaded by Turkey in 1974 and remains": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.41177905
      ],
      [
        "prus",
        -4.1273333e-06
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari over whether \"Taft Act\" was acceptable for \"Taft-Hartly Act\"; that player later won 2007 ICT with the University of Chicago as a history and geography specialist. A current quizbowl player who attends a school with this sports mascot has an HSQB that includes a bust of (*) Beethoven and is notorious for his long critiques of music tossups. Quizbowl players who were undergrads at schools with": {
    "guess": "University of Chicago Scavenger Hunt",
    "confidence": [
      [
        "University",
        -1.6236485
      ],
      [
        " of",
        -0.08484035
      ],
      [
        " Chicago",
        -0.009694235
      ],
      [
        " Sc",
        -1.2032064
      ],
      [
        "av",
        -0.0006951583
      ],
      [
        "enger",
        -0.11449027
      ],
      [
        " Hunt",
        -0.0028035787
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out to scout before this battle, and his troops united with Marcus Reno's when Reno was forced to retreat to nearby bluffs. The commander of the losing side in this battle disobeyed the orders of Alred Terry.": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.010484452
      ],
      [
        " of",
        -2.546479e-05
      ],
      [
        " the",
        -0.0011239066
      ],
      [
        " Little",
        -0.00015991552
      ],
      [
        " B",
        -0.00021331508
      ],
      [
        "igh",
        -1.2664457e-06
      ],
      [
        "orn",
        -6.2729996e-06
      ]
    ]
  },
  "Because he was attacked by Achilles when he was tending his flocks, he organized the Dardanians to attack the Greeks. This man founded the town of Lavinium, named after his wife. He protected the body of Pandarus. Later, in battle, Diomedes broke this man's hip by throwing a stone, leading to his mother trying to rescue him. This ancestor of Romulus and Remus was the son of Venus and Anchises. Dido of Carthage killed herself when this man left her. For 10 points, name this Trojan survivor who was": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.013513121
      ],
      [
        "ene",
        -0.00014799883
      ],
      [
        "as",
        -0.1451926
      ]
    ]
  },
  "One attempt to lessen the power of this person was made when Gabriel Hédouville recognized Andre   Rigaud": {
    "guess": "Toussaint Louverture",
    "confidence": [
      [
        "T",
        -0.4431711
      ],
      [
        "ou",
        -0.004883858
      ],
      [
        "ss",
        -4.9305523e-05
      ],
      [
        "aint",
        -1.4378848e-05
      ],
      [
        " Lou",
        -0.00023786737
      ],
      [
        "verture",
        -2.5583993e-05
      ]
    ]
  },
  "He attempted to follow a policy of neutrality, cochairing the Bandung Conference in 1955 and signing the Panch Shila with Chou En-Lai.  At the same time, however, he favored territorial expansion, annexing Goa from Portugal and going to war over the Tibetan border in 1962.  FTP, identify this Brahmin,": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.17657538
      ],
      [
        "awah",
        -0.0009087218
      ],
      [
        "arl",
        -0.0024973024
      ],
      [
        "al",
        -6.6947665e-05
      ],
      [
        " Neh",
        -0.0013496381
      ],
      [
        "ru",
        -1.4498052e-05
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon II. It established control over the Four Kingdoms under the administration of mayor Salvor Hardin,": {
    "guess": "Foundation (Isaac Asimov)",
    "confidence": [
      [
        "Foundation",
        -0.049808364
      ],
      [
        " (",
        -0.8320715
      ],
      [
        "Is",
        -0.021181569
      ],
      [
        "aac",
        -1.9361265e-07
      ],
      [
        " As",
        -2.7610455e-05
      ],
      [
        "im",
        -6.372917e-05
      ],
      [
        "ov",
        -2.057744e-05
      ],
      [
        ")",
        -0.61410457
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos took Berengaria captive, leading to an invasion by Richard I. It was briefly held by the Templars before they sold it to the reigning king of Jerusalem, Guy of Lusignan. Famagusta was the last of its strongholds to fall to the Ottomans, under whose control the native Greek majority were repressed": {
    "guess": "History of Cyprus",
    "confidence": [
      [
        "History",
        -0.471405
      ],
      [
        " of",
        -0.0008772778
      ],
      [
        " Cyprus",
        -0.00053075264
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother Margaret of Devereux dies of grief after his grandfather Lord Kelso has his father murdered in a duel, and he blackmails the chemist Alan Campbell to help dispose of a body, and his philosophy is shaped by a \"yellow book\" given to him by Lord Wotton. For 10 points, name this character, who forsakes the actress Sibyl Vane after being a model for painter Basil Hallward in a novel by Oscar Wilde, and has a namesake \"picture\" that ages in his place.": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.006121706
      ],
      [
        " Picture",
        -0.00032926726
      ],
      [
        " of",
        -1.5213274e-05
      ],
      [
        " D",
        -2.618001e-05
      ],
      [
        "orian",
        -2.8160932e-06
      ],
      [
        " Gray",
        -4.5848617e-05
      ]
    ]
  },
  "Attempts to conquer this city were often repelled by its stronghold of San Felipe de Barajas. After Lima": {
    "guess": "Cartagena, Colombia",
    "confidence": [
      [
        "Cart",
        -0.3758868
      ],
      [
        "ag",
        -6.1821906e-05
      ],
      [
        "ena",
        -3.1737043e-06
      ],
      [
        ",",
        -0.0074823955
      ],
      [
        " Colombia",
        -0.0027380665
      ]
    ]
  },
  "In an attempt to stop Alexander of Pherae from the north of Boeotia from becoming a tyrant of this region in 369 BC, the Aleulads appealed to the son Amyntas II to forestall the would-be tyrant. One ruling family in this region was the Scopads of Crannon and later in the Battle of Crocus Plain, during the Third Sacred War, this city-state, as part of the majority in the Amphictyonic League, aligned with Macedon to beat the combined Phocian and Pherian armies. In gratitude for the Macedonian's aid in reestablishing the Confederacy here, the aristocrats of the House of Larissa offered Philip of Macedon the title of archon for life. Named after the son of Haemon, for 10  points, name this region that had Peleus, king of the Myrmidons, as a ruler and also contains the city where Caesar defeated Pompey in 48BC, Pharsalus.": {
    "guess": "Thessaly",
    "confidence": [
      [
        "Th",
        -0.33861965
      ],
      [
        "ess",
        -0.00011200665
      ],
      [
        "aly",
        -5.9914648e-05
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\" in his 1771 travelogue, Journey around the World. The autobiographical novel The Marriage of Loti tells of the main character's love affair with a woman from this island and William Hodges also painted A View of Maitavie Bay from here. While on the HMS Resolution, Hodges accompanied James Cook on two voyages here, and a more famous painter arrived here in 1891 to escape European civilization.": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.13483287
      ],
      [
        "ah",
        -6.6232446e-05
      ],
      [
        "iti",
        -0.00029768562
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out to scout before this battle, and his troops united with Marcus Reno's when Reno was forced to retreat": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.016501738
      ],
      [
        " of",
        -7.433829e-05
      ],
      [
        " the",
        -0.0010590102
      ],
      [
        " Little",
        -0.0006166508
      ],
      [
        " B",
        -0.00034046874
      ],
      [
        "igh",
        -2.220075e-06
      ],
      [
        "orn",
        -6.392203e-06
      ]
    ]
  },
  "An attack on the 3rd Earl of Shaftesbury is found in his Alciphron, which was written during his time in Rhode Island. He also attacked the principles of calculus in a book entitled The Analyst. In 1713, this idealist wrote that material objects do not exist and that the universe is composed of minds and spirits. For ten points, name this Irish philosopher and adversary of Locke who believed \"to be": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.013599789
      ],
      [
        " Berkeley",
        -0.00066859426
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response to the passage of the Fugitive Slave Act. This man commanded a group of men against Henry Pate in the": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.0487721
      ],
      [
        " Brown",
        -0.000114748334
      ],
      [
        " (",
        -0.00018077616
      ],
      [
        "abol",
        -2.3915141e-05
      ],
      [
        "ition",
        -6.384837e-05
      ],
      [
        "ist",
        -3.4166656e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule at the Battle of Val-es- Dunes. This man ordered the Harrying of the North, which devastated Northumbria and he was often aided by his half-brothers Odo and Robert. This man's greatest victory is depicted on the Bayoux Tapestry and was preceded by the Battle of Stamford Bridge. That battle saw this": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.04382285
      ],
      [
        " the",
        -0.009298769
      ],
      [
        " Con",
        -0.0022035476
      ],
      [
        "quer",
        -0.00014823723
      ],
      [
        "or",
        -5.5980927e-05
      ]
    ]
  },
  "He attended the Versailles Peace Conference in 1919 and was very critical of the high reparations charges": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.5700836
      ],
      [
        " May",
        -0.047555648
      ],
      [
        "nard",
        -5.383526e-05
      ],
      [
        " Keynes",
        -0.00013870094
      ]
    ]
  },
  "One attack on this place was thwarted when the Sicilian pirate Margarito of Brinidisi made off with some unattended ships. It would later change hands after the battle of Tremetusia, when Isaac Comnenos took Berengaria captive, leading to an invasion by Richard I. It was briefly held by the Templars": {
    "guess": "Cyprus",
    "confidence": [
      [
        "Cy",
        -0.40063646
      ],
      [
        "prus",
        -0.00019912985
      ]
    ]
  },
  "Attempts to codify this work's contents include \"The Prepared Table\", the \"Book of Rows\", and the \"Decided Laws\". It exists in two versions, the longer of which is the \"Bavli\", or \"Babylonian\" version, which has more authority than the shorter \"Yerushalmi\", or \"Palestinian\" version. It consists of two": {
    "guess": "Talmud",
    "confidence": [
      [
        "T",
        -0.0634843
      ],
      [
        "alm",
        -1.6762922e-05
      ],
      [
        "ud",
        -8.1609716e-05
      ]
    ]
  },
  "The attenuated total reflection type of this can be used on compounds with a low surface area, while": {
    "guess": "Attenuated total reflection spectroscopy",
    "confidence": [
      [
        "Att",
        -0.022877946
      ],
      [
        "enu",
        -5.5577775e-06
      ],
      [
        "ated",
        -1.9361265e-07
      ],
      [
        " total",
        -0.056154914
      ],
      [
        " reflection",
        -0.481027
      ],
      [
        " spectro",
        -0.71960044
      ],
      [
        "scopy",
        -1.504853e-06
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first": {
    "guess": "Psychological Egoism",
    "confidence": [
      [
        "Psych",
        -0.15381047
      ],
      [
        "ological",
        -0.6678051
      ],
      [
        " E",
        -0.606841
      ],
      [
        "go",
        -0.0072504575
      ],
      [
        "ism",
        -0.0003651402
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by a jellyfish. He used his experiences teaching at a Welsh private school to write his first novel, which was followed Men at Arms, Officers and Gentlemen and The End of the Battle, the trilogy about Guy Crouchback called Sword of Honour. Tony Last embarks on a trip to South America to escape his wife Brenda in another of his works. For 10 points, name this author of Decline and Fall and A Handful of": {
    "guess": "Evelyn Waugh",
    "confidence": [
      [
        "E",
        -0.0008516783
      ],
      [
        "vel",
        -1.831257e-05
      ],
      [
        "yn",
        -1.867018e-05
      ],
      [
        " Wa",
        -0.0009189624
      ],
      [
        "ugh",
        -6.6306106e-06
      ]
    ]
  },
  "He attended the Versailles Peace Conference in 1919 and was very critical of the high reparations charges against Germany, but he wasn't German. He became controversial again years later when he argued": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0054891645
      ],
      [
        " May",
        -0.0014692728
      ],
      [
        "nard",
        -4.604148e-06
      ],
      [
        " Keynes",
        -8.657073e-06
      ]
    ]
  },
  "An attempt to explain the relative lack of this in the universe is known as the Sakharov conditions for baryogenesis. Neutral kaons mixing via the weak interaction allows kaons to oscillate into this. The existence of this was implied by the (*) Dirac equation and it is one of the products of pair production. Examples which correspond to fermions have opposite spin and charge. For 10 points, name this material which has some properties which undergoes annihilation when in contact with matter, an example of which is a positron.": {
    "guess": "Antimatter",
    "confidence": [
      [
        "Ant",
        -0.013146234
      ],
      [
        "im",
        -0.015689185
      ],
      [
        "atter",
        -6.2729996e-06
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with Justus von Liebig under the pseudonym S.C.H. Windler. He also co-discovered with von Liebig the benzyl radical providing support for one of his teacher's theories. This student of Berzelius, while attempting to prepare ammonium cyanate from silver cyanide and ammonium chloride in 1828, accidently discovered the synthesis with which he is most associated. Also credited with isolating silicon and beryllium,": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.01684946
      ],
      [
        "ried",
        -0.00015264409
      ],
      [
        "rich",
        -0.022977442
      ],
      [
        " W",
        -0.14275844
      ],
      [
        "öh",
        -0.027678225
      ],
      [
        "ler",
        -3.1305768e-05
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -1.3706552
      ],
      [
        " von",
        -1.0088817
      ],
      [
        " Ne",
        -0.0005380204
      ],
      [
        "umann",
        -0.0021784543
      ]
    ]
  },
  "While attending a school with this sports mascot, one quizbowl player got into a fight with Susan Ferrari": {
    "guess": "Bulldog",
    "confidence": [
      [
        "B",
        -0.26388848
      ],
      [
        "ul",
        -0.73692465
      ],
      [
        "ld",
        -0.003272303
      ],
      [
        "og",
        -0.038785096
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract offer from professional baseball team, then went to Syracuse, which he also flunked out of. After turning to a career in journalism, including the coverage of the Spanish-American War, he began to publish": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.026956724
      ],
      [
        " Crane",
        -3.22594e-05
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria gave the title of Pater Patriae, or \"Father of his Country,\" to this man upon his death; he was succeeded in office by his son, (*) Piero the Gouty. Michelozzo designed the Palazzo of this man, who was the son of a banker named Giovanni. He was a prolific patron of the arts who championed Brunelleschi's": {
    "guess": "Cosimo de' Medici",
    "confidence": [
      [
        "Cos",
        -0.0057298057
      ],
      [
        "imo",
        -1.5332478e-05
      ],
      [
        " de",
        -0.0002790935
      ],
      [
        "'",
        -0.044096857
      ],
      [
        " Med",
        -7.703444e-06
      ],
      [
        "ici",
        -8.776276e-06
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with Justus von Liebig under the pseudonym S.C.H. Windler. He also co-discovered with von Liebig the benzyl radical providing support for one of his teacher's theories. This student of Berzelius, while attempting": {
    "guess": "Auguste Laurent",
    "confidence": [
      [
        "August",
        -0.26528078
      ],
      [
        "e",
        -0.25905704
      ],
      [
        " Laurent",
        -0.003889146
      ]
    ]
  },
  "The attacking forces in this battle planned to drive the Federal Army to Owl Creek, a setting which may have inspired a title of noted combatant Ambrose Bierce, who also wrote a first-hand account entitled": {
    "guess": "Battle of Shiloh",
    "confidence": [
      [
        "Battle",
        -0.016249139
      ],
      [
        " of",
        -0.00046606173
      ],
      [
        " Sh",
        -0.24805877
      ],
      [
        "il",
        -4.4849444e-06
      ],
      [
        "oh",
        -1.378283e-05
      ]
    ]
  },
  "He attempted to rework Sidgwick's philosophy from the perspective of Fechner's psychophysics in his first book, New and Old Methods of Ethics.  His major book wasn't much noticed until the 1950s, when Shubik and Scarf took up his notion of \"final settlements\" in their work on game theory.  Two years after publishing that major book, he shifted gears and devoted himself to mathematical statistics, which": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -1.3034465
      ],
      [
        " von",
        -0.8417979
      ],
      [
        " Ne",
        -0.00062570296
      ],
      [
        "umann",
        -0.0017822833
      ]
    ]
  },
  "An attendee of William Shipley's \"Academy in the Strand\" who was later apprenticed to Richard Wilson painted War-Boats of this location, and Andrew Martin in The Enlightenment in Paradise critiques the utopian depiction of this place that Louis-Antoine (*) Bougainville provides, dubbing it \"New Cythera\"": {
    "guess": "Tahiti",
    "confidence": [
      [
        "T",
        -0.61817765
      ],
      [
        "ah",
        -0.0011437879
      ],
      [
        "iti",
        -0.013562288
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled to South Africa after being forced to resign. He headed up a regency council when Holy Roman Emperor Francis II died and left Ferdinand as king of his country. He held his most power when signing the Treaty of Paris in 1814 and bringing Alexander I, Castlereagh and Talleyrand together to create a": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.17670685
      ],
      [
        "lem",
        -0.10622494
      ],
      [
        "ens",
        -0.00039849523
      ],
      [
        " von",
        -0.012859239
      ],
      [
        " Met",
        -0.0001278534
      ],
      [
        "tern",
        -0.00011200665
      ],
      [
        "ich",
        -3.035214e-05
      ]
    ]
  },
  "This man attended the Conference of Altenburg after succeeding Johann Philipp Stadion, and he traveled": {
    "guess": "Klemens von Metternich",
    "confidence": [
      [
        "K",
        -0.22539616
      ],
      [
        "lem",
        -0.0002491807
      ],
      [
        "ens",
        -0.0001726703
      ],
      [
        " von",
        -0.00017827288
      ],
      [
        " Met",
        -4.9305523e-05
      ],
      [
        "tern",
        -3.88156e-05
      ],
      [
        "ich",
        -2.0339032e-05
      ]
    ]
  },
  "While attending an an ecumenical council, this man was inspired by the Neoplatonic theories of Pletho to found an academy whose leader, Marsilio Ficino, translated into Latin all works attributed to Hermes Trismegistus and Plato. His right-hand man after a brief interregnum was Luca Pitti. This man exiled the Strozzi and Albizzi families when he returned less than a year after being exiled. The Signoria gave the title of Pater Patriae, or \"Father of his Country,\" to this man upon his death; he was": {
    "guess": "Cosimo de Medici",
    "confidence": [
      [
        "Cos",
        -0.38868043
      ],
      [
        "imo",
        -0.00012523093
      ],
      [
        " de",
        -0.0053617028
      ],
      [
        " Med",
        -0.48827717
      ],
      [
        "ici",
        -1.7478143e-05
      ]
    ]
  },
  "An attendant named Lucy hears crowds of people outside the window yell \"To Berlin, To Berlin,\" during": {
    "guess": "Berlin Stories",
    "confidence": [
      [
        "Berlin",
        -0.55240613
      ],
      [
        " Stories",
        -0.351485
      ]
    ]
  },
  "He attended law school briefly, and appeared in the films Stormy Weather and Sensations of  1945\\.  Touring the US with Hello, Dolly! and Porgy and Bess, he also appeared in Fats Waller's Connie's  Hot Chocolates,  in which he sang [i] \"Ain't Misbehavin'.\" Best known for his song \"Minnie the Moocher,\"—for": {
    "guess": "Cab Calloway",
    "confidence": [
      [
        "Cab",
        -0.027106397
      ],
      [
        " Call",
        -0.000101993544
      ],
      [
        "ow",
        -0.00015229016
      ],
      [
        "ay",
        -5.407367e-05
      ]
    ]
  },
  "He attempted to commit suicide at age 22 by swimming out to sea but turned back after being stung by a jellyfish. He used his experiences teaching at a Welsh private school to write his first novel, which was followed Men at Arms, Officers and Gentlemen and The End of the Battle, the trilogy about Guy": {
    "guess": "Evelyn Waugh",
    "confidence": [
      [
        "E",
        -0.095850356
      ],
      [
        "vel",
        -1.2829201e-05
      ],
      [
        "yn",
        -2.2603901e-05
      ],
      [
        " Wa",
        -0.00072529854
      ],
      [
        "ugh",
        -7.9418505e-06
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being called to discuss water navigation regulations at this meeting, which attempted to resolve issues not": {
    "guess": "Annapolis Convention (1786)",
    "confidence": [
      [
        "An",
        -0.0031774754
      ],
      [
        "nap",
        -2.1008714e-06
      ],
      [
        "olis",
        -9.4914985e-06
      ],
      [
        " Convention",
        -9.610702e-06
      ],
      [
        " (",
        -0.0007013569
      ],
      [
        "178",
        -2.4584822e-06
      ],
      [
        "6",
        -4.012684e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "He attempted to argue the plight of Cuban activists in Listen Yankee: The Revolution in Cuba, and he": {
    "guess": "Listen Yankee: The Revolution in Cuba",
    "confidence": [
      [
        "Listen",
        -0.63727134
      ],
      [
        " Yankee",
        -0.20418078
      ],
      [
        ":",
        -0.020579495
      ],
      [
        " The",
        -0.0012876173
      ],
      [
        " Revolution",
        -0.0072567314
      ],
      [
        " in",
        -0.00011021859
      ],
      [
        " Cuba",
        -7.5411124e-05
      ]
    ]
  },
  "It attempted to model the density of standing electromagnetic waves in a closed cavity at equilibrium with its environment, as its precision depends on the wavelengths being very long. It is based on the assumption that each such wave generates KT energy, as suggested by equipartition theory. However, it was inaccurate because Bose-Einstein statistics, and not Maxwell-Boltzmann statistics, govern a certain type of radiation. FTP, identify this inaccurate precursor to Planck's and Wiens' laws for": {
    "guess": "Ultraviolet catastrophe",
    "confidence": [
      [
        "U",
        -0.4348437
      ],
      [
        "ltr",
        -1.2233183e-05
      ],
      [
        "aviolet",
        -5.550411e-05
      ],
      [
        " catastrophe",
        -0.48495203
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother Margaret of Devereux dies of grief after his grandfather Lord Kelso has his father murdered in a duel,": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.0067462814
      ],
      [
        " Picture",
        -0.00057150197
      ],
      [
        " of",
        -1.247159e-05
      ],
      [
        " D",
        -4.5371802e-05
      ],
      [
        "orian",
        -1.6240566e-06
      ],
      [
        " Gray",
        -2.9279307e-05
      ]
    ]
  },
  "His attachment to one of his most famous theories led to a lengthy feud with William Bayliss and Ernest": {
    "guess": "Walter Bradford Cannon",
    "confidence": [
      [
        "W",
        -0.20597883
      ],
      [
        "alter",
        -0.0036042249
      ],
      [
        " Bradford",
        -0.09205053
      ],
      [
        " Cannon",
        -0.0001626572
      ]
    ]
  },
  "He attended law school briefly, and appeared in the films Stormy Weather and Sensations of  1945\\.  Touring": {
    "guess": "Cotton Club",
    "confidence": [
      [
        "C",
        -0.40570304
      ],
      [
        "otton",
        -0.1465655
      ],
      [
        " Club",
        -0.00024072826
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract offer from professional baseball team, then went to Syracuse, which he also flunked out of. After turning to a career in journalism, including the coverage of the Spanish-American War, he began to publish his works, including a collection known as the _Whilomville Stories_, the best known of which is 'The Monster.' For ten points name this American author who also wrote _War is Kind_, _The Open Boat_": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.0334276
      ],
      [
        " Crane",
        -0.00049167214
      ]
    ]
  },
  "An attack on the 3rd Earl of Shaftesbury is found in his Alciphron, which was written during his time in Rhode Island. He also attacked the principles of calculus in a book entitled The Analyst. In 1713,": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.027132966
      ],
      [
        " Berkeley",
        -0.0011142584
      ]
    ]
  },
  "One attempt to overthrow this ruler was the February 26 Incident. The Toranomon Incident was an assassination attempt on this leader by a communist, and the Sakuradamon Incident was another such attack, partly made in retribution for his grandfather's conquering of Korea. The fact that he was considered only a figurehead by Allied leaders probably saved his life after World War II, as Douglas McArthur demanded that this man not be prosecuted for war crimes. Father of Akihito, FTP identify this emperor": {
    "guess": "Hirohito",
    "confidence": [
      [
        "H",
        -0.029156592
      ],
      [
        "iro",
        -3.7981175e-05
      ],
      [
        "h",
        -4.561021e-05
      ],
      [
        "ito",
        -8.363618e-05
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule at the Battle of Val-es- Dunes. This man ordered the Harrying of the North, which devastated Northumbria and he was often aided by his half-brothers Odo and Robert. This man's greatest victory is depicted on the Bayoux Tapestry and was preceded by the Battle of Stamford Bridge. That battle saw this man defeat Harold Godwinson for control of a kingdom which this man issued the Domesday Book for. For 10 points, name this victor at the Battle of Hastings, the first Norman king of England.": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.0017137357
      ],
      [
        " the",
        -0.0007387539
      ],
      [
        " Con",
        -1.9385403e-05
      ],
      [
        "quer",
        -1.9385403e-05
      ],
      [
        "or",
        -6.098748e-05
      ]
    ]
  },
  "Attendees at this event included George Read and Richard Bassett from Delaware, and Egbert Benson from New York. They resided together at the city tavern belonging to George Mann, after initially being called to discuss water navigation regulations at this meeting, which attempted to resolve issues not agreed upon at the Mount Vernon Conference.  It was attended by delegates of only five states, but Abraham Clark of New Jersey seized on the opportunity to call for a further meeting.  For 10 points, identify this 1786 meeting that decided to reconvene a year later in Philadelphia to amend the Articles of Confederation, and was held in the namesake Maryland city.": {
    "guess": "Annapolis Convention",
    "confidence": [
      [
        "An",
        -0.005214548
      ],
      [
        "nap",
        -7.89631e-07
      ],
      [
        "olis",
        -1.9816675e-06
      ],
      [
        " Convention",
        -6.46828e-05
      ]
    ]
  },
  "This man attempted to represent the interests of the wool growers of Springfield, Massachusetts with his business partner Simon Perkins. He left Springfield and founded the League of Gilead in response": {
    "guess": "John Brown (abolitionist)",
    "confidence": [
      [
        "John",
        -0.007151276
      ],
      [
        " Brown",
        -8.006007e-05
      ],
      [
        " (",
        -9.1742026e-05
      ],
      [
        "abol",
        -2.220075e-06
      ],
      [
        "ition",
        -4.310693e-05
      ],
      [
        "ist",
        -3.5120287e-05
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "While attending Lafayette College which he flunked out of after a semester, he turned down a contract offer from professional baseball team, then went to Syracuse, which he also flunked out of. After turning to a career in journalism, including the coverage of the Spanish-American War, he began to publish his works, including a collection known as the _Whilomville Stories_, the best known of which is 'The Monster.' For ten points name this American author who also wrote _War is Kind_, _The Open Boat_ and _Maggie_.": {
    "guess": "Stephen Crane",
    "confidence": [
      [
        "Stephen",
        -0.0066047646
      ],
      [
        " Crane",
        -0.00023822498
      ]
    ]
  },
  "He attacked Laurent's work with substitution reactions involving chlorine in a paper he co-wrote with Justus von Liebig under the pseudonym S.C.H. Windler. He also co-discovered with von Liebig the benzyl radical providing support for one of his teacher's theories. This student of Berzelius, while attempting to prepare ammonium cyanate from silver cyanide and ammonium chloride in 1828, accidently discovered": {
    "guess": "Friedrich Wöhler",
    "confidence": [
      [
        "F",
        -0.44504398
      ],
      [
        "ried",
        -0.0033358715
      ],
      [
        "rich",
        -0.08158041
      ],
      [
        " W",
        -0.1701257
      ],
      [
        "öh",
        -0.0338724
      ],
      [
        "ler",
        -7.481511e-05
      ]
    ]
  },
  "It was attacked by General Bel Riose, but after Brodrig joined his effort the war was called off by Cleon II. It established control over the Four Kingdoms under the administration of mayor Salvor Hardin, but under the Indburs it became a rigid plutocracy which was easily overthrown by a mutant known": {
    "guess": "Foundation (Isaac Asimov)",
    "confidence": [
      [
        "Foundation",
        -0.20751916
      ],
      [
        " (",
        -0.20387127
      ],
      [
        "Is",
        -0.045125864
      ],
      [
        "aac",
        -2.1008714e-06
      ],
      [
        " As",
        -6.968935e-05
      ],
      [
        "im",
        -6.0272258e-05
      ],
      [
        "ov",
        -1.831257e-05
      ],
      [
        ")",
        -0.3776676
      ]
    ]
  },
  "After attending a lecture by this author, Leos Janacek composed a chorus for men's voices based on this author's work, titled \"The Wandering Madman.\" Rued Langgaard composed a suite of ten hymns named for this author's major poetry collection, which also inspired songs for voice and piano by John Alden": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.219548
      ]
    ]
  },
  "The attacking force in this battle was on its way to meet with troops under the command of John Gibbon, which was part of a plan to start using a hammer-and-anvil tactic. Frederick Benteen was sent out": {
    "guess": "Battle of the Little Bighorn",
    "confidence": [
      [
        "Battle",
        -0.030068535
      ],
      [
        " of",
        -0.00013226394
      ],
      [
        " the",
        -0.03353147
      ],
      [
        " Little",
        -0.030012084
      ],
      [
        " B",
        -0.008006896
      ],
      [
        "igh",
        -1.9361265e-07
      ],
      [
        "orn",
        -2.3915141e-05
      ]
    ]
  },
  "One attempt on the life of this son of Robert the Devil was foiled when the would-be assassin stabbed a child sleeping next to this man by accident, and this man put down an insurrection against his rule at the Battle of Val-es- Dunes. This man ordered the Harrying of the North, which devastated Northumbria and he was often aided by his half-brothers Odo and Robert. This man's greatest victory is depicted on the Bayoux Tapestry and was preceded by the Battle of Stamford Bridge. That battle saw this man defeat Harold Godwinson for control of a kingdom which this man issued the Domesday Book for.": {
    "guess": "William the Conqueror",
    "confidence": [
      [
        "William",
        -0.0012177364
      ],
      [
        " the",
        -0.0018803275
      ],
      [
        " Con",
        -0.0002074741
      ],
      [
        "quer",
        -1.569009e-05
      ],
      [
        "or",
        -2.2842309e-05
      ]
    ]
  },
  "He attends a hunting party which ends early when Geoffrey Clouston accidentally shoots James, a sailor who was stalking this man after he heard a prostitute refer to him as \"Prince Charming.\" His mother": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -0.011272048
      ],
      [
        " Picture",
        -0.0012360608
      ],
      [
        " of",
        -1.11603495e-05
      ],
      [
        " D",
        -2.9040899e-05
      ],
      [
        "orian",
        -9.0883464e-07
      ],
      [
        " Gray",
        -9.372295e-06
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power, is supreme within its sphere of action.\"  One of its critics described it as a \"self-elected directory\",": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.99105656
      ],
      [
        " Bank",
        -0.0004487845
      ],
      [
        " of",
        -2.8160932e-06
      ],
      [
        " the",
        -0.00038956228
      ],
      [
        " United",
        -4.274932e-05
      ],
      [
        " States",
        -4.6563837e-05
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power, is supreme within its sphere of action.\"  One of its critics described it as a \"self-elected directory\", using the argument of dual-federalism, and for most of its existence it was led by Nicholas": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -1.1859313
      ],
      [
        " Bank",
        -0.0039411443
      ],
      [
        " of",
        -5.9153886e-06
      ],
      [
        " the",
        -0.00053933164
      ],
      [
        " United",
        -9.889425e-05
      ],
      [
        " States",
        -8.542423e-05
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power, is supreme within its sphere of action.\"  One of its critics described it as a \"self-elected directory\", using the argument of dual-federalism, and for most of its existence it was led by Nicholas Biddle. It was established as a way to pay off loans accumulated during the War of 1812 and its legality": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.018752879
      ],
      [
        " Bank",
        -0.0002634815
      ],
      [
        " of",
        -1.2664457e-06
      ],
      [
        " the",
        -0.00021986762
      ],
      [
        " United",
        -3.500108e-05
      ],
      [
        " States",
        -3.6073914e-05
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power, is supreme within its sphere of action.\"  One of its critics described it as a \"self-elected directory\", using the argument of dual-federalism, and for most of its existence it was led by Nicholas Biddle. It was established as a way to pay off loans accumulated during the War of 1812 and its legality was upheld in McCulloch vs. Maryland. FTP, name this financial institution that came under attack during": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.031473286
      ],
      [
        " Bank",
        -9.186123e-05
      ],
      [
        " of",
        -4.246537e-06
      ],
      [
        " the",
        -0.00016456447
      ],
      [
        " United",
        -6.15835e-05
      ],
      [
        " States",
        -3.0471343e-05
      ]
    ]
  },
  "Attempts to oppose this organization led to the firing of Louis McLane and William Duane. Its longest reigning leader had earlier served as a secretary to John Armstrong, the ambassador to France. A Supreme Court case dealing with it noted that \"the government of the Union, though limited in its power, is supreme within its sphere of action.\"  One of its critics described it as a \"self-elected directory\", using the argument of dual-federalism, and for most of its existence it was led by Nicholas Biddle. It was established as a way to pay off loans accumulated during the War of 1812 and its legality was upheld in McCulloch vs. Maryland. FTP, name this financial institution that came under attack during the presidency of Andrew Jackson. ": {
    "guess": "Second Bank of the United States",
    "confidence": [
      [
        "Second",
        -0.0028537323
      ],
      [
        " Bank",
        -9.133887e-06
      ],
      [
        " of",
        -2.3392786e-06
      ],
      [
        " the",
        -0.00013595926
      ],
      [
        " United",
        -1.5809293e-05
      ],
      [
        " States",
        -1.27099975e-05
      ]
    ]
  }
}