{
  "Wesley Snipes reads it in a scene in Passenger 57, while he would later star in a 2000 movie with this name with Donald Sutherland. James Clavell's 1983 translation of this work is very popular, while": {
    "guess": "Shōgun",
    "confidence": [
      [
        "Sh",
        -0.06304195
      ],
      [
        "ō",
        -0.0290071
      ],
      [
        "gun",
        -9.372295e-06
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured by the motion of two masses about one of these in an Atwood machine. The movable type of this device has twice the  mechanical advantage of the fixed type, and a system of multiple ones is known as a block and tackle. Precise  calculations need to account for the moment of inertia and friction of their sheaves. Often used to transmit rotational motion between shafts, name this simple machine": {
    "guess": "Pulley",
    "confidence": [
      [
        "P",
        -0.3419074
      ],
      [
        "ul",
        -0.30056387
      ],
      [
        "ley",
        -1.640531e-05
      ]
    ]
  },
  "The western branch extends around 700 miles and has barrancas that compare with the dimensions of the Grand Canyon in the United States, while the southern branch is home to the Valley of Oaxaca. In it,": {
    "guess": "Sierra Madre Occidental",
    "confidence": [
      [
        "Si",
        -0.8143208
      ],
      [
        "erra",
        -0.0009902957
      ],
      [
        " Mad",
        -0.0005065653
      ],
      [
        "re",
        -7.278864e-05
      ],
      [
        " Occ",
        -0.1983632
      ],
      [
        "idental",
        -7.660316e-05
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0016910118
      ],
      [
        "ya",
        -6.992776e-05
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790,": {
    "guess": "Western New York",
    "confidence": [
      [
        "Western",
        -1.1396736
      ],
      [
        " New",
        -0.0010263777
      ],
      [
        " York",
        -9.364929e-05
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation.": {
    "guess": "Halogen",
    "confidence": [
      [
        "Hal",
        -1.4709513
      ],
      [
        "ogen",
        -0.3988302
      ]
    ]
  },
  "The western branch extends around 700 miles and has barrancas that compare with the dimensions of the Grand Canyon in the United States, while the southern branch is home to the Valley of Oaxaca. In it, one can find Pico de Orizaba, also called Citlaltépetl, the highest peak in its country. For 10 points—name this extension of the Cordillera, a large mountain range in Mexico.": {
    "guess": "Sierra Madre Oriental",
    "confidence": [
      [
        "Si",
        -0.20333046
      ],
      [
        "erra",
        -4.4894987e-05
      ],
      [
        " Mad",
        -0.00045093018
      ],
      [
        "re",
        -0.0001245157
      ],
      [
        " Oriental",
        -0.0323194
      ]
    ]
  },
  "Wesley Snipes reads it in a scene in Passenger 57, while he would later star in a 2000 movie with this name with Donald Sutherland. James Clavell's 1983 translation of this work is very popular, while a different work with this title was written in 1519 (*) and was a lesser known work of Macchiavelli. The original's contents have been notably employed by Mao Zedong and Douglas MacArthur. FTP name this 13 chapter treatise on combat, written in the 6th century BCE by Sun Tzu.": {
    "guess": "The Art of War",
    "confidence": [
      [
        "The",
        -0.0014966491
      ],
      [
        " Art",
        -7.7318386e-05
      ],
      [
        " of",
        -4.823269e-05
      ],
      [
        " War",
        -3.3451433e-05
      ]
    ]
  },
  "The western branch extends around 700 miles and has barrancas that compare with the dimensions of the Grand Canyon in the United States, while the southern branch is home to the Valley of Oaxaca. In it, one can find Pico de Orizaba, also called Citlaltépetl, the highest peak in its country. For 10 points—name": {
    "guess": "Sierra Madre Oriental",
    "confidence": [
      [
        "Si",
        -0.68492824
      ],
      [
        "erra",
        -0.00043472214
      ],
      [
        " Mad",
        -0.0007258946
      ],
      [
        "re",
        -0.00021366903
      ],
      [
        " Oriental",
        -0.0863707
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located on the shore of Lake (*) Victoria, and the Ewaso Ng'iro flows into this country's arid northern region.  Important cities in this country include a large slum called Kibera, found outside of the country's capital, and the port of Mombasa on the Indian Ocean.  Located east of Uganda, south of Ethiopia, and north of Tanzania, this is, for 10 points, which country which shares its name with the second highest mountain in Africa and which has its capital at Nairobi?": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0012374913
      ],
      [
        "ya",
        -9.305327e-05
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.013894443
      ],
      [
        "ya",
        -3.4285862e-05
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed the Gymnesian islands. Its important cities include Manacor and the historical seaport of Mahón, and its third-largest island has a breed of Egyptian hunting hound named after it – that island is sometimes known as Eivissa. The smallest main island is Formentera sitting directly south of Ibiza. With its capital at Palma and now considered an Autonomous Community of Spain, FTP, name this island group in the Western Mediterranean containing Minorca and Mallorca [MY-yor-ca].": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.00057221355
      ],
      [
        "lear",
        -1.3856493e-06
      ],
      [
        "ic",
        -0.00018530223
      ],
      [
        " Islands",
        -0.0004446124
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism from FGSC. Long, glass race tubes are used when culturing this organism to study circadian rhythms": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.006809869
      ],
      [
        "uro",
        -6.49212e-05
      ],
      [
        "sp",
        -1.7432603e-06
      ],
      [
        "ora",
        -3.3809047e-05
      ],
      [
        " cr",
        -0.004573123
      ],
      [
        "assa",
        -0.00044103997
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -1.5526239
      ],
      [
        "ox",
        -0.076301195
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790, the world's largest land purchase at the time. Their southern ends are characterized by glacial hanging valleys leading to waterfalls in such areas as Fillmore Glen and Watkins Glen. There are eleven of them in total and four of them – Conesus, Hemlock, Canadice, and Otisco – are known as the \"minor\" ones. Several of them are named for Indian tribes once indigenous to the area, including Owasco, Cayuga, and Senega. FTP, name this group of thin lakes in upstate New York.": {
    "guess": "Finger Lakes",
    "confidence": [
      [
        "F",
        -0.038235877
      ],
      [
        "inger",
        -1.50940705e-05
      ],
      [
        " Lakes",
        -0.0006595385
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it. This compound acts as a resonance contributor to oxalyl chloride prior to the addition of triethylamine in the mechanism of the Swern oxidation. This compound has the highest density and boiling point,": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.2001142
      ],
      [
        "ethyl",
        -0.00025585614
      ],
      [
        " sul",
        -0.100020416
      ],
      [
        "fox",
        -1.9862217e-05
      ],
      [
        "ide",
        -6.4444386e-05
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0023164297
      ],
      [
        "ya",
        -0.00011760922
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790, the world's largest land purchase at the time. Their southern ends are characterized by glacial hanging valleys leading to waterfalls in such areas as Fillmore Glen and Watkins Glen. There are eleven of them in total and four of them – Conesus, Hemlock, Canadice, and Otisco – are known as the \"minor\"": {
    "guess": "Finger Lakes",
    "confidence": [
      [
        "F",
        -0.0936523
      ],
      [
        "inger",
        -0.0001071193
      ],
      [
        " Lakes",
        -0.0007449488
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They can present nuclear fragments known as Howell- Jolly bodies and those of unequal size are referred to as anisocytes. They have a tendency to create Rouleaux formations, but not in their late immature": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.13151771
      ],
      [
        " blood",
        -0.12149876
      ],
      [
        " cell",
        -0.0048988047
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism from FGSC. Long, glass race tubes are used when culturing this organism to study circadian rhythms because one can easily observe (*) conidial bands. The two mating types of this heterothallic species are symbolized big A and little a. Though subsequently revised, the one-gene-one-enzyme hypothesis": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.0020923268
      ],
      [
        "uro",
        -5.9795446e-05
      ],
      [
        "sp",
        -2.6968896e-06
      ],
      [
        "ora",
        -2.5583993e-05
      ],
      [
        " cr",
        -0.0049755587
      ],
      [
        "assa",
        -0.00052193523
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed": {
    "guess": "Channel Islands",
    "confidence": [
      [
        "Channel",
        -1.673935
      ],
      [
        " Islands",
        -0.0012028506
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured by the motion of two masses about one of these in an Atwood machine. The movable type of this device has twice the  mechanical advantage of the fixed type, and a system of multiple ones is known": {
    "guess": "Pulley",
    "confidence": [
      [
        "P",
        -0.2634576
      ],
      [
        "ul",
        -0.25632268
      ],
      [
        "ley",
        -1.0325924e-05
      ]
    ]
  },
  "The western branch extends around 700 miles and has barrancas that compare with the dimensions of the": {
    "guess": "Grand Canyon",
    "confidence": [
      [
        "Grand",
        -0.69384736
      ],
      [
        " Canyon",
        -8.061054e-06
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They": {
    "guess": "Erythrocyte sedimentation rate",
    "confidence": [
      [
        "E",
        -0.09647168
      ],
      [
        "ry",
        -1.8624639e-06
      ],
      [
        "thro",
        -3.650519e-06
      ],
      [
        "cy",
        -9.0883464e-07
      ],
      [
        "te",
        -0.13901085
      ],
      [
        " sediment",
        -0.22925241
      ],
      [
        "ation",
        -3.4524266e-05
      ],
      [
        " rate",
        -7.350386e-05
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They can present nuclear fragments known as Howell- Jolly bodies and those of unequal size are referred to as anisocytes. They have a tendency to create Rouleaux formations, but not in their late immature form as reticulocytes. Other properties include an average lifespan of 120 days and a characteristic": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.0022228183
      ],
      [
        " blood",
        -0.004850292
      ],
      [
        " cell",
        -0.00048167375
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located on the shore of Lake (*) Victoria, and the Ewaso Ng'iro flows into this country's arid northern region.": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.005319497
      ],
      [
        "ya",
        -1.8550976e-05
      ]
    ]
  },
  "Wesley Snipes reads it in a scene in Passenger 57, while he would later star in a 2000 movie with this name with Donald Sutherland. James Clavell's 1983 translation of this work is very popular, while a different work with this title was written in 1519 (*) and was a lesser known work of Macchiavelli. The original's contents have been notably employed by Mao Zedong and Douglas MacArthur. FTP name this": {
    "guess": "The Art of War",
    "confidence": [
      [
        "The",
        -0.0051508583
      ],
      [
        " Art",
        -0.00043388773
      ],
      [
        " of",
        -0.0003160393
      ],
      [
        " War",
        -3.6789137e-05
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed the Gymnesian islands. Its important cities include Manacor and the historical seaport of Mahón, and its third-largest island has a breed of Egyptian hunting hound named after it – that island is sometimes": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.023085786
      ],
      [
        "lear",
        -1.147242e-06
      ],
      [
        "ic",
        -0.0007466177
      ],
      [
        " Islands",
        -0.0010827098
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790, the world's largest land purchase at the time. Their southern ends are characterized by glacial": {
    "guess": "Finger Lakes",
    "confidence": [
      [
        "F",
        -1.3405654
      ],
      [
        "inger",
        -0.0004922682
      ],
      [
        " Lakes",
        -0.00034619053
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism from FGSC. Long, glass race tubes are used when culturing this organism to study circadian rhythms because one can easily observe (*) conidial bands. The two mating types of this heterothallic species are symbolized big A and little a. Though subsequently revised, the one-gene-one-enzyme hypothesis came from experiments with its nutritional mutants that were conducted by Beadle and Tatum. For": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.0077463407
      ],
      [
        "uro",
        -5.6457742e-05
      ],
      [
        "sp",
        -3.650519e-06
      ],
      [
        "ora",
        -2.2484697e-05
      ],
      [
        " cr",
        -0.0031038038
      ],
      [
        "assa",
        -0.00023298002
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located on the shore of Lake (*) Victoria, and the Ewaso Ng'iro flows into this country's arid northern region.  Important cities in this country include a large slum called Kibera, found outside of the country's capital, and the port of Mombasa on the Indian Ocean.  Located east of Uganda, south of Ethiopia, and north of Tanzania, this is, for 10 points, which country which shares its name with the second": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.007954858
      ],
      [
        "ya",
        -3.23786e-05
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it. This compound acts as a resonance contributor to oxalyl chloride prior to the addition of triethylamine": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.01422309
      ],
      [
        "ethyl",
        -0.000104377614
      ],
      [
        " sul",
        -0.054271832
      ],
      [
        "fox",
        -5.3193703e-06
      ],
      [
        "ide",
        -3.464347e-05
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -1.6272095
      ],
      [
        "ethyl",
        -0.002533687
      ],
      [
        " sul",
        -0.45133525
      ],
      [
        "fox",
        -9.555654e-05
      ],
      [
        "ide",
        -0.00019591136
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it. This compound acts as a resonance contributor to oxalyl chloride prior to the addition of triethylamine in the mechanism of the Swern oxidation. This compound has the highest density and boiling point, and the lowest toxicity, of any of the polar aprotic solvents. For 10 points, name this common organic solvent in which an oxygen atom is double bonded to, and two CH3 groups are single bonded to, a": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.0124031035
      ],
      [
        "ethyl",
        -0.00020807012
      ],
      [
        " sul",
        -0.07957357
      ],
      [
        "fox",
        -6.392203e-06
      ],
      [
        "ide",
        -4.85903e-05
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.007791633
      ],
      [
        "uro",
        -0.0003740695
      ],
      [
        "sp",
        -1.8624639e-06
      ],
      [
        "ora",
        -4.0603656e-05
      ],
      [
        " cr",
        -0.0066008526
      ],
      [
        "assa",
        -0.0005811501
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured by the motion of two masses about one of these in an Atwood machine. The movable type of this device": {
    "guess": "Pulley",
    "confidence": [
      [
        "P",
        -0.973186
      ],
      [
        "ul",
        -0.12473425
      ],
      [
        "ley",
        -4.9617593e-06
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They can present nuclear fragments known as Howell- Jolly bodies and those of unequal size are referred to as anisocytes. They have a tendency to create Rouleaux formations, but not in their late immature form as reticulocytes. Other properties include an average lifespan of 120 days and a characteristic biconcave shape. For 10 points, name these cells that are destroyed in the spleen after performing their function of transporting hemoglobin through the blood.": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.0003055494
      ],
      [
        " blood",
        -0.0015579511
      ],
      [
        " cell",
        -0.000335939
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured by the motion of two masses about one of these in an Atwood machine. The movable type of this device has twice the  mechanical advantage of the fixed type, and a system of multiple ones is known as a block and tackle. Precise  calculations need to account for the moment of inertia and friction of their sheaves. Often used to transmit rotational motion between shafts, name this simple machine that makes lifting easier by accommodating a belt, chain, or rope through its outer groove.": {
    "guess": "Pulley",
    "confidence": [
      [
        "P",
        -0.04423259
      ],
      [
        "ul",
        -0.36537194
      ],
      [
        "ley",
        -1.6240566e-06
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured by the motion of two masses about one of these in an Atwood machine. The movable type of this device has twice the  mechanical advantage of the fixed type, and a system of multiple ones is known as a block and tackle. Precise  calculations need to account for the moment of inertia and friction": {
    "guess": "Pulley",
    "confidence": [
      [
        "P",
        -0.47877362
      ],
      [
        "ul",
        -0.004780646
      ],
      [
        "ley",
        -1.8624639e-06
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located on the shore of Lake (*) Victoria, and the Ewaso Ng'iro flows into this country's arid northern region.  Important cities in this country include a large slum called Kibera, found outside of the country's": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.00095421734
      ],
      [
        "ya",
        -3.2736214e-05
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790, the world's largest land purchase at the time. Their southern ends are characterized by glacial hanging valleys leading to waterfalls in such areas as Fillmore Glen and Watkins Glen. There are eleven of them in total and four of them – Conesus, Hemlock, Canadice, and Otisco – are known as the \"minor\" ones. Several of them are named for Indian tribes once indigenous to the area, including Owasco,": {
    "guess": "Finger Lakes",
    "confidence": [
      [
        "F",
        -0.10874034
      ],
      [
        "inger",
        -5.2285613e-05
      ],
      [
        " Lakes",
        -0.0011531977
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They can present nuclear fragments known as Howell- Jolly bodies and those of unequal size are referred to": {
    "guess": "Erythrocyte Sedimentation Rate",
    "confidence": [
      [
        "E",
        -0.549838
      ],
      [
        "ry",
        -0.0001563394
      ],
      [
        "thro",
        -0.0011952289
      ],
      [
        "cy",
        -2.577686e-06
      ],
      [
        "te",
        -0.021536885
      ],
      [
        " Sed",
        -0.73532313
      ],
      [
        "iment",
        -5.2285613e-05
      ],
      [
        "ation",
        -2.677603e-05
      ],
      [
        " Rate",
        -0.00054910267
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it. This compound acts as a resonance contributor to oxalyl chloride prior to the addition of triethylamine in the mechanism of the Swern oxidation. This compound has the highest density and boiling point, and the lowest toxicity, of any of the polar aprotic solvents. For 10 points, name this common organic": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.018766683
      ],
      [
        "ethyl",
        -0.00026228945
      ],
      [
        " sul",
        -0.06149721
      ],
      [
        "fox",
        -4.00813e-06
      ],
      [
        "ide",
        -3.9054008e-05
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it.": {
    "guess": "DMSO",
    "confidence": [
      [
        "D",
        -0.33370623
      ],
      [
        "MS",
        -0.0002549025
      ],
      [
        "O",
        -8.418666e-06
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism from FGSC. Long, glass race tubes are used when culturing this organism to study circadian rhythms because one can easily observe (*) conidial bands. The two mating types of this heterothallic species": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.0024462813
      ],
      [
        "uro",
        -0.00016468366
      ],
      [
        "sp",
        -3.650519e-06
      ],
      [
        "ora",
        -3.488188e-05
      ],
      [
        " cr",
        -0.0040427833
      ],
      [
        "assa",
        -0.0004366294
      ]
    ]
  },
  "The western portion of this country contains the Kakamega forest and the Nandi Escarpment, and its north contains Lake Rudolf.  A Marine National Park and the Silversands Beach are located near this country's city of Malindi.  An impala sanctuary is located near this country's city of Kisumu, located on the shore of Lake (*) Victoria, and the Ewaso Ng'iro flows into this country's arid northern region.  Important cities in this country include a large slum called Kibera, found outside of the country's capital, and the port of Mombasa on the Indian Ocean.  Located east of Uganda, south of Ethiopia,": {
    "guess": "Kenya",
    "confidence": [
      [
        "Ken",
        -0.0033336105
      ],
      [
        "ya",
        -1.7597347e-05
      ]
    ]
  },
  "Wesley Snipes reads it in a scene in Passenger 57, while he would later star in a 2000 movie with this name with Donald Sutherland. James Clavell's 1983 translation of this work is very popular, while a different work with this title was written in 1519 (*) and was a lesser known work of Macchiavelli.": {
    "guess": "Shōgun (novel)",
    "confidence": [
      [
        "Sh",
        -0.40840083
      ],
      [
        "ō",
        -0.13914177
      ],
      [
        "gun",
        -1.0280384e-06
      ],
      [
        " (",
        -0.24904503
      ],
      [
        "nov",
        -0.0041922485
      ],
      [
        "el",
        -6.511407e-06
      ],
      [
        ")",
        -6.81397e-05
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.197269
      ],
      [
        "ethyl",
        -0.0002699185
      ],
      [
        " sul",
        -0.067340314
      ],
      [
        "fox",
        -3.4762674e-05
      ],
      [
        "ide",
        -0.000106284875
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This": {
    "guess": "Arabidopsis thaliana",
    "confidence": [
      [
        "Ar",
        -0.5278574
      ],
      [
        "ab",
        -0.00020354039
      ],
      [
        "id",
        -8.530503e-05
      ],
      [
        "opsis",
        -0.0003159201
      ],
      [
        " th",
        -0.004579888
      ],
      [
        "alian",
        -4.179569e-05
      ],
      [
        "a",
        -6.9882217e-06
      ]
    ]
  },
  "Wesley Snipes reads it in a scene in Passenger 57, while he would later star in a 2000 movie with this": {
    "guess": "Blade (film)",
    "confidence": [
      [
        "Bl",
        -0.8869753
      ],
      [
        "ade",
        -0.00023083435
      ],
      [
        " (",
        -0.17504892
      ],
      [
        "film",
        -0.0075523206
      ],
      [
        ")",
        -0.343613
      ]
    ]
  },
  "Westergren and Wintrobe's methods are most commonly used to calculate their sedimentation rate. They can present nuclear fragments known as Howell- Jolly bodies and those of unequal size are referred to as anisocytes. They have a tendency to create Rouleaux formations, but not in their late immature form as reticulocytes. Other properties include an average lifespan of 120 days and a characteristic biconcave shape. For 10 points, name these cells that are destroyed in the spleen after performing": {
    "guess": "Red blood cell",
    "confidence": [
      [
        "Red",
        -0.00011081461
      ],
      [
        " blood",
        -0.00026824963
      ],
      [
        " cell",
        -0.00028612654
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed the Gymnesian islands. Its important cities include Manacor and the historical seaport of Mahón, and its third-largest island has a breed of Egyptian hunting hound named after it – that island is sometimes known as Eivissa. The smallest main island is Formentera sitting directly south of Ibiza. With its capital at Palma and now considered an Autonomous Community of Spain, FTP, name this island group": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.0023700588
      ],
      [
        "lear",
        -2.6968896e-06
      ],
      [
        "ic",
        -0.0004452084
      ],
      [
        " Islands",
        -0.00096982205
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR.": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.724816
      ],
      [
        "ethyl",
        -0.0012170211
      ],
      [
        " sul",
        -0.13464847
      ],
      [
        "fox",
        -5.1928004e-05
      ],
      [
        "ide",
        -0.00010676169
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed the Gymnesian islands. Its important cities include Manacor and the historical seaport of Mahón, and": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.003758394
      ],
      [
        "lear",
        0.0
      ],
      [
        "ic",
        -6.456359e-05
      ],
      [
        " Islands",
        -0.00017600802
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.0013845207
      ],
      [
        "uro",
        -0.00018589824
      ],
      [
        "sp",
        -3.1281633e-07
      ],
      [
        "ora",
        -4.441817e-05
      ],
      [
        " cr",
        -0.0013748762
      ],
      [
        "assa",
        -0.00035691517
      ]
    ]
  },
  "The western half of the region in which they are found comprised the Phelps and Gorham Purchase of 1790, the world's largest land purchase at the time. Their southern ends are characterized by glacial hanging valleys leading to waterfalls in such areas as Fillmore Glen and Watkins Glen. There are eleven": {
    "guess": "Finger Lakes",
    "confidence": [
      [
        "F",
        -0.01811073
      ],
      [
        "inger",
        -0.00011605957
      ],
      [
        " Lakes",
        -0.00030233458
      ]
    ]
  },
  "The western part of this archipelago is known as the Pine Islands, while the opposite side is dubbed the Gymnesian islands. Its important cities include Manacor and the historical seaport of Mahón, and its third-largest island has a breed of Egyptian hunting hound named after it – that island is sometimes known as Eivissa. The smallest main island is Formentera sitting directly south of Ibiza. With": {
    "guess": "Balearic Islands",
    "confidence": [
      [
        "Ba",
        -0.004520554
      ],
      [
        "lear",
        -1.3856493e-06
      ],
      [
        "ic",
        -0.000538378
      ],
      [
        " Islands",
        -0.00057078677
      ]
    ]
  },
  "T. A. Weston's differential type of this device relies on two unequal radii, and little g can be measured": {
    "guess": "Torsion balance",
    "confidence": [
      [
        "T",
        -0.4128841
      ],
      [
        "ors",
        -0.15747195
      ],
      [
        "ion",
        -0.013384207
      ],
      [
        " balance",
        -0.08646255
      ]
    ]
  },
  "Westergaard and Mitchell's synthetic crossing medium is used to provide nutrients to this organism. This organism is the one most often used to study the gene silencing mechanisms of quelling, MIP, and RIP. Though its website is straight out of 1995, you can get various knockout samples of this organism from FGSC. Long, glass race tubes are used when culturing this organism to study circadian rhythms because one can easily observe (*) conidial bands. The two mating types of this heterothallic species are symbolized big A and little a. Though subsequently revised, the one-gene-one-enzyme hypothesis came from experiments with its nutritional mutants that were conducted by Beadle and Tatum. For 10 points, name this model organism that's a type of bread mold.": {
    "guess": "Neurospora crassa",
    "confidence": [
      [
        "Ne",
        -0.0041818027
      ],
      [
        "uro",
        -6.5278815e-05
      ],
      [
        "sp",
        -6.749814e-06
      ],
      [
        "ora",
        -1.1756368e-05
      ],
      [
        " cr",
        -0.00703232
      ],
      [
        "assa",
        -0.00071028626
      ]
    ]
  },
  "A \"wet\" form of this compounds is mixed with esters and halide anions in the Krapcho decarboxylation. This compound and DCC convert an alcohol into an alkoxysulfonium ylide in a reaction which has limited utility because the urea by-products are difficult to remove. Instead of chloroform, either D2O or the deuterated form of this compound is used as a solvent for hydrophilic compounds in hydrogen NMR. A 3% solution of this compound is sometimes added in PCRs of GC-rich templates. MSDS sheets for this compound report the unusual (*) garlic-like taste in the mouth caused by skin contact with it. This compound acts as a resonance contributor to oxalyl chloride prior to the addition of triethylamine in the mechanism of the Swern oxidation. This compound has the highest density and boiling point, and the lowest toxicity, of any of the polar aprotic solvents. For 10 points, name this common organic solvent in which an oxygen atom is double bonded to, and two CH3 groups are single bonded to, a central sulfur atom.": {
    "guess": "Dimethyl sulfoxide",
    "confidence": [
      [
        "Dim",
        -0.0047158725
      ],
      [
        "ethyl",
        -0.0001005631
      ],
      [
        " sul",
        -0.111785494
      ],
      [
        "fox",
        -3.4121115e-06
      ],
      [
        "ide",
        -3.6669935e-05
      ]
    ]
  }
}