{
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate to this twin sister of Arke, who encouraged Achilles to go to the battlement and show himself to both opposing armies such that the Trojans might be afraid and the Argives inspired. Although initially": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -0.408178
      ],
      [
        "ris",
        -0.01152934
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -0.48741353
      ],
      [
        "ris",
        -0.002763983
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow at Crimissa in a sanctuary to this god with the epithet \"Distraught.\" This father of Idmon, Aristaeus and Mopsus built an altar made entirely of the horns of countless she-goats killed by his sister. During the Trojan War, he rescued the body of Sarpedon; earlier, he spat in Cassandra's mouth so": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.02929911
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.7805628
      ],
      [
        "ulus",
        -0.0010559146
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest,": {
    "guess": "Diomedes",
    "confidence": [
      [
        "Di",
        -1.1032877
      ],
      [
        "omed",
        -0.0027123806
      ],
      [
        "es",
        -0.00015264409
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships.": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -1.1113155
      ],
      [
        "ris",
        -0.0035445974
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.035895456
      ],
      [
        "ulus",
        -3.8577193e-05
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow at Crimissa in a sanctuary to this god with the epithet \"Distraught.\" This father of Idmon, Aristaeus and Mopsus built an altar made entirely of the horns of countless she-goats killed by his sister. During the Trojan War, he rescued the body of Sarpedon; earlier, he spat in Cassandra's mouth so that no one would believe her, after giving her the gift of prophecy. FTP name this god who killed the Python and appropriated the Delphic Oracle, the son of Zeus and Leto.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0011478371
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate to this twin sister of Arke, who encouraged Achilles to go to the battlement and show himself to": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -0.52249986
      ],
      [
        "ris",
        -0.0051244115
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow at Crimissa in a sanctuary to this god with the epithet \"Distraught.\" This father of Idmon, Aristaeus and Mopsus built an altar made entirely of the horns of countless she-goats killed by his sister. During the Trojan War, he rescued the body of Sarpedon; earlier, he spat in Cassandra's mouth so that no one would believe her, after giving her the gift of prophecy. FTP name this god who killed the": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.034976706
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow at Crimissa in a sanctuary to this god with the epithet \"Distraught.\" This father of Idmon, Aristaeus and Mopsus built an altar made entirely of the horns of countless she-goats killed by his sister.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.016306845
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus.": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0018804468
      ],
      [
        "ulus",
        -2.1008714e-06
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow at Crimissa in a sanctuary to this god with the epithet \"Distraught.\" This father of Idmon, Aristaeus": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0019050816
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0150403585
      ],
      [
        "ulus",
        -2.1531068e-05
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate to this twin sister of Arke, who encouraged Achilles to go to the battlement and show himself to both opposing armies such that the Trojans might be afraid and the Argives inspired. Although initially considered a virgin figure, this figure was later betrothed to Zephyrus. Her wings were once torn": {
    "guess": "Iris",
    "confidence": [
      [
        "I",
        -0.009504256
      ],
      [
        "ris",
        -0.027989047
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother. FTP, name this son of Rhea Silvia and Mars, the founder of Rome. Ans: Romulus 6. King Phegeus of Psophis sent the necklace of Harmonia to one of this god's shrines, and Philoctetes dedicated his bow": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.006643733
      ],
      [
        "ulus",
        -0.000107715314
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate to this twin sister of Arke, who encouraged Achilles to go to the battlement and show himself to both opposing armies such that the Trojans might be afraid and the Argives inspired. Although initially considered a virgin figure, this figure was later betrothed to Zephyrus. Her wings were once torn and given to Thetis for her wedding. Her role often overlaps with that of Hebe, the cupbearer, and": {
    "guess": "Iris (mythology)",
    "confidence": [
      [
        "I",
        -0.030800765
      ],
      [
        "ris",
        -0.014074296
      ],
      [
        " (",
        -0.5861884
      ],
      [
        "my",
        -0.0038178915
      ],
      [
        "th",
        -6.869018e-06
      ],
      [
        "ology",
        -0.00023429126
      ],
      [
        ")",
        -0.00043198047
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate to this twin sister of Arke, who encouraged Achilles to go to the battlement and show himself to both opposing armies such that the Trojans might be afraid and the Argives inspired. Although initially considered a virgin figure, this figure was later betrothed to Zephyrus. Her wings were once torn and given to Thetis for her wedding. Her role often overlaps with that of Hebe, the cupbearer, and causes her to leave behind a rainbow. For 10 points, name this messenger of the Greek gods.": {
    "guess": "Iris (mythology)",
    "confidence": [
      [
        "I",
        -0.0011029451
      ],
      [
        "ris",
        -9.014684e-06
      ],
      [
        " (",
        -0.09880082
      ],
      [
        "my",
        -0.0007534049
      ],
      [
        "th",
        -2.8160932e-06
      ],
      [
        "ology",
        -5.0616763e-05
      ],
      [
        ")",
        -0.0006629954
      ]
    ]
  },
  "In the Aeneid, this figure disappears after inciting the Trojan women to burn a bunch of unattended ships. In one myth, this figure takes an oath by the Styx such that Phineus would not be molested by the harpies. An offering of cakes made of wheat, honey, and dried figs was offered by Delians on Hecate": {
    "guess": "Íris",
    "confidence": [
      [
        "Í",
        -0.795832
      ],
      [
        "ris",
        -0.005657979
      ]
    ]
  },
  "In the Aeneid, the shade of Anchises describes this character marked with double plumes in his crest, the emblem of his father, and Vulcan makes a shield for Aeneas that depicts scenes from this character's infancy and his treaty with Titus Tatius. Important women in his life included his wife Hersilia and his foster mother Acca Larentia. Following his death, he was identified with the god Quirinus. He defeated his great-uncle Amulius with the help of his twin brother, but later killed that brother.": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.006901621
      ],
      [
        "ulus",
        -1.3902034e-05
      ]
    ]
  }
}