{
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the": {
    "guess": "Florence",
    "confidence": [
      [
        "Flo",
        -0.18771446
      ],
      [
        "rence",
        -0.0050823144
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In the song that ends the Passover Seder, a cat eats one of these animals that was purchased for two zuzim. Thor from Norse myth possessed two of these animals whose names mean \"tooth gnasher\" and \"tooth grinder.\" Esmeralda from The Hunchback of Notre Dame owns one of these animals that performs tricks": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.0018846116
      ],
      [
        "at",
        -0.00363725
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel.": {
    "guess": "Camille Claudel",
    "confidence": [
      [
        "Cam",
        -0.1865057
      ],
      [
        "ille",
        -0.00027420983
      ],
      [
        " Claud",
        -1.5570886e-05
      ],
      [
        "el",
        -8.657073e-06
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged": {
    "guess": "Camille Claudel",
    "confidence": [
      [
        "Cam",
        -0.23188461
      ],
      [
        "ille",
        -0.00039837603
      ],
      [
        " Claud",
        -4.1914896e-05
      ],
      [
        "el",
        -7.107425e-06
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man. He also created a Monument to Balzac. Another collection of scenes by this man includes a work that depicts an incident when Count Ugolino ate his children. Other works of this man include one with six wealthy figures from a French town facing imminent death. His unfinished work The Gates of Hell features such sculptures as The Kiss and one of a seated figure with his chin on his hand. For 10 points, name this French sculptor of such bronze works such as The Burghers of Calais and The Thinker.": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.0004693994
      ],
      [
        "e",
        -0.00054445374
      ],
      [
        " Rod",
        -8.180258e-06
      ],
      [
        "in",
        -1.0206721e-05
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and the Blessed Alessandro Sauli, his later works include a Perseus and Andromeda group commissioned by Louis XIV for Versailles. His most famous sculpture depicts a man twisting his torso to remove a hand that has become stuck in the stump of an oak tree, and that man is depicted with claws sinking into his thighs as lion bites into his backside. For 10 points, name this French Baroque sculptor, best known for his Milo of Crotona.": {
    "guess": "Pierre Puget",
    "confidence": [
      [
        "P",
        -0.9620631
      ],
      [
        "ierre",
        -0.021983169
      ],
      [
        " Pu",
        -0.0053849453
      ],
      [
        "get",
        -2.577686e-06
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning into a laurel tree. This sculptor of [*] Apollo and Daphne made a version of David that shows the shepherd": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.02391427
      ],
      [
        "ian",
        -5.0735965e-05
      ],
      [
        " Lorenzo",
        -3.1782583e-05
      ],
      [
        " Bern",
        -5.3193703e-06
      ],
      [
        "ini",
        -0.00014561474
      ]
    ]
  },
  "This sculptor's works include a plate known as the Chellini Madonna and a wooden statue of Mary Magdalene. One of this man's equestrian statues depicts Erasmo di Narni. In addition to the Gattamelata,": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0029053239
      ],
      [
        "at",
        -0.00010521204
      ],
      [
        "ello",
        -0.0002883914
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man. He also created a Monument to Balzac. Another collection of scenes by this man includes a work that depicts an incident when Count Ugolino ate his children. Other works of this man include one with six wealthy figures from a French town facing imminent death. His unfinished work The Gates of Hell features": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.023878897
      ],
      [
        "e",
        -0.00035858402
      ],
      [
        " Rod",
        -9.610702e-06
      ],
      [
        "in",
        -1.9146995e-05
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and the Blessed Alessandro Sauli, his later works include a Perseus and Andromeda group commissioned by Louis XIV for Versailles. His most famous sculpture depicts a man twisting his torso to remove a hand": {
    "guess": "Francesco Queirolo",
    "confidence": [
      [
        "Fr",
        -1.013651
      ],
      [
        "ances",
        -0.00316263
      ],
      [
        "co",
        -0.0034749822
      ],
      [
        " Que",
        -1.5111723
      ],
      [
        "iro",
        -0.006806672
      ],
      [
        "lo",
        -0.00054028525
      ]
    ]
  },
  "This sculptor's works include a plate known as the Chellini Madonna and a wooden statue of Mary Magdalene. One of this man's equestrian statues depicts Erasmo di Narni. In addition to the Gattamelata, this man created several works for the Orsanmichele, including his statue of St. Mark. In this man's most famous sculpture, a naked youth wearing only a laurel hat and boots puts his foot over the decapitated": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.01854402
      ],
      [
        "at",
        -5.6338537e-05
      ],
      [
        "ello",
        -0.00014859485
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by his son. This sculptor of Aeneas, Anchises, and Ascanius depicted a man in the action of firing a": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.045529485
      ],
      [
        "ian",
        -0.0034160553
      ],
      [
        " Lorenzo",
        -0.00036918215
      ],
      [
        " Bern",
        -9.133887e-06
      ],
      [
        "ini",
        -0.00015979631
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning into a laurel tree. This sculptor of [*] Apollo and Daphne made a version of David that shows the shepherd about to release the sling. This sculptor also made a fountain that symbolizes the power of the Ganges, Rio de la Plata, Danube, and Nile rivers. One of this man's works located in the Cornaro": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0055012535
      ],
      [
        "ian",
        -1.6882126e-05
      ],
      [
        " Lorenzo",
        -5.4385737e-06
      ],
      [
        " Bern",
        -2.9352968e-06
      ],
      [
        "ini",
        -0.00012654216
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty Palace. A C-shaped structure positioned atop a vertical pillar marks its JK Memorial, which was dedicated to the leader who ordered its construction. Also of note are the Church of Our Lady of Fatima and the Palacio da Alvorada, built as the president's residence. Laid out in the outline of an airplane": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.24270211
      ],
      [
        "as",
        -1.50940705e-05
      ],
      [
        "ília",
        -0.004694511
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of the Cattle rejected by the Salon but went on to paint Under the Birches, Evening after joining with Dupre and Millet in the Barbizon school. Another painter by this name gainted notice with Carnival Evening before showing a walking staff, an upturned tail, a jug, a mandolin, and a multicolored striped": {
    "guess": "Jean-Baptiste-Camille Corot",
    "confidence": [
      [
        "Jean",
        -0.90576863
      ],
      [
        "-B",
        -0.6187392
      ],
      [
        "apt",
        -0.00026848805
      ],
      [
        "iste",
        -0.0006735935
      ],
      [
        "-C",
        -0.2841103
      ],
      [
        "am",
        -2.3392786e-06
      ],
      [
        "ille",
        -0.00013655527
      ],
      [
        " Cor",
        -9.293406e-05
      ],
      [
        "ot",
        -5.288163e-05
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man.": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.002465429
      ],
      [
        "e",
        -0.00023369525
      ],
      [
        " Rod",
        -1.2948405e-05
      ],
      [
        "in",
        -7.465036e-06
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled": {
    "guess": "The Bone Clocks",
    "confidence": [
      [
        "The",
        -0.62980837
      ],
      [
        " Bone",
        -1.0491931
      ],
      [
        " Clock",
        -0.56241155
      ],
      [
        "s",
        -1.9816675e-06
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes": {
    "guess": "The Overstory",
    "confidence": [
      [
        "The",
        -0.077805944
      ],
      [
        " Over",
        -1.0710069
      ],
      [
        "story",
        -0.009674754
      ]
    ]
  },
  "This sculptor's works include a plate known as the Chellini Madonna and a wooden statue of Mary Magdalene. One of this man's equestrian statues depicts Erasmo di Narni. In addition to the Gattamelata, this man created several works for the Orsanmichele, including his statue of St. Mark. In this man's": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.059167523
      ],
      [
        "at",
        -5.4669687e-05
      ],
      [
        "ello",
        -0.00018125297
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the": {
    "guess": "Pierre Puget",
    "confidence": [
      [
        "P",
        -1.390719
      ],
      [
        "ierre",
        -0.12533715
      ],
      [
        " Pu",
        -0.11820509
      ],
      [
        "get",
        -9.729906e-06
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and the Blessed Alessandro Sauli, his later works include a Perseus and Andromeda group commissioned by Louis XIV for Versailles. His most famous sculpture depicts a man twisting his torso to remove a hand that has become stuck in the stump of an oak tree, and that man is depicted with claws sinking into his thighs as lion bites into his backside. For 10 points, name this French Baroque sculptor, best": {
    "guess": "Pierre Puget",
    "confidence": [
      [
        "P",
        -0.8769143
      ],
      [
        "ierre",
        -0.036414124
      ],
      [
        " Pu",
        -0.07284825
      ],
      [
        "get",
        -7.703444e-06
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes trapped in the StickyZone. While hiding out at the AnooYoo spa, one character in this novel choses the code name Inaccessible Rail when she is introduced to the game Extinctathon.  This novel follows the lives of two former God's Gardeners Toby and Ren after the Waterless title event. For ten points, identify this second book in the MaddAdam trilogy by Margaret Atwood, the sequel to Oryx and Crake.": {
    "guess": "The Year of the Flood",
    "confidence": [
      [
        "The",
        -0.0022567143
      ],
      [
        " Year",
        -0.0013030954
      ],
      [
        " of",
        -0.000112245056
      ],
      [
        " the",
        -0.0003801489
      ],
      [
        " Flood",
        -5.6457742e-05
      ]
    ]
  },
  "One sculpture of this figure was designed by Mateo Alonso and was brought to its current location by Angela Oliveira Cezar de Costa as an emblem of peace between two nations. Another sculpture of this figure was executed by Paul Landowski; that piece lies on the Corcovado Mountain in the harbor of Rio de Janeiro. Michelangelo sculpted this figure clothed in a sash and holding onto the instrument of": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.54949874
      ],
      [
        " the",
        -0.00658262
      ],
      [
        " Rede",
        -0.04696677
      ],
      [
        "emer",
        -0.00071469677
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series of works was the Maiastra. The park he designed in his hometown includes the cylindrical Table": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.14579706
      ],
      [
        "in",
        -0.0002885106
      ],
      [
        " Br",
        -0.00037895687
      ],
      [
        "â",
        -7.338466e-05
      ],
      [
        "nc",
        -3.888926e-06
      ],
      [
        "u",
        -9.610702e-06
      ],
      [
        "și",
        -0.00019269285
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of the Cattle rejected by the Salon but went on to paint Under the Birches, Evening after joining with": {
    "guess": "Jean-Léon Gérôme",
    "confidence": [
      [
        "Jean",
        -1.6608548
      ],
      [
        "-L",
        -0.80208063
      ],
      [
        "é",
        -0.028323647
      ],
      [
        "on",
        -8.061054e-06
      ],
      [
        " G",
        -0.002321176
      ],
      [
        "ér",
        -0.0012023738
      ],
      [
        "ôme",
        -3.9769227e-05
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and": {
    "guess": "Pierre Puget",
    "confidence": [
      [
        "P",
        -0.65470386
      ],
      [
        "ierre",
        -0.16993108
      ],
      [
        " Pu",
        -0.14709455
      ],
      [
        "get",
        -2.1769476e-05
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After": {
    "guess": "The Overstory",
    "confidence": [
      [
        "The",
        -0.104660176
      ],
      [
        " Over",
        -1.5406994
      ],
      [
        "story",
        -0.006761079
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series of works was the Maiastra. The park he designed in his hometown includes the cylindrical Table of Silence and a tall stack of roughly hexagonal shapes. His sculptures of women include a curved, featureless": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.010032771
      ],
      [
        "in",
        -4.4179764e-05
      ],
      [
        " Br",
        -9.5079726e-05
      ],
      [
        "â",
        -0.00012833021
      ],
      [
        "nc",
        -1.2664457e-06
      ],
      [
        "u",
        -4.8425554e-06
      ],
      [
        "și",
        -2.129266e-05
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man. He also created a Monument to Balzac. Another collection of scenes by this man includes a work that depicts an incident when Count Ugolino ate his children. Other works of this man include one with six wealthy figures from a French town facing imminent death. His unfinished work The Gates of Hell features such sculptures as The Kiss and one of a seated figure with his chin on his hand. For 10 points,": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.0063612508
      ],
      [
        "e",
        -0.00021760275
      ],
      [
        " Rod",
        -1.0564331e-05
      ],
      [
        "in",
        -1.1637165e-05
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes trapped in the StickyZone. While hiding out at the AnooYoo spa, one character in this novel choses the code name Inaccessible Rail when she is introduced to the game Extinctathon.  This novel follows the lives of two former God's Gardeners Toby and Ren after the Waterless title event. For ten points, identify this second book in the MaddAdam trilogy by Margaret Atwood, the sequel to Oryx and": {
    "guess": "The Year of the Flood",
    "confidence": [
      [
        "The",
        -0.0038693086
      ],
      [
        " Year",
        -0.0028699003
      ],
      [
        " of",
        -0.00020711649
      ],
      [
        " the",
        -0.0006392885
      ],
      [
        " Flood",
        -0.00011331789
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the Sabine Women. In addition to that (*) Giambologna masterpiece, this city is home to a sculpture whose base is topped with a headless corpse, atop which stands a sword-wielding hero lifting a bleeding head. Its Loggia dei Lanzi is home to all of those statues, including Cellini's Perseus with the Head of Medusa. For 10 points, name this Italian city, also home to sculptures of The Deposition and": {
    "guess": "Florence",
    "confidence": [
      [
        "Flo",
        -0.01778183
      ],
      [
        "rence",
        -1.4021238e-05
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration": {
    "guess": "Laocoön and His Sons",
    "confidence": [
      [
        "La",
        -0.89320296
      ],
      [
        "oco",
        -0.19471309
      ],
      [
        "ön",
        -5.1331983e-05
      ],
      [
        " and",
        -0.029167706
      ],
      [
        " His",
        -0.0037062543
      ],
      [
        " Sons",
        -2.1173457e-05
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged spirit of war, The Call To Arms, and a highly criticized one which depicted an author wrapped in a robe, Honore de Balzac. Another work, inspired by Michelangelo's Dying Slave, drew accusations that this": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.02545973
      ],
      [
        "e",
        -0.0003584648
      ],
      [
        " Rod",
        -0.000115701965
      ],
      [
        "in",
        -2.1769476e-05
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In the song that ends the Passover Seder, a cat eats one of these animals that was purchased for two zuzim. Thor from Norse myth possessed two of these animals whose names mean \"tooth gnasher\" and \"tooth grinder.\" Esmeralda from The Hunchback of Notre Dame owns one of these animals that performs tricks with a tambourine. Jon Ronson wrote the book The Men Who Stare at these animals. For 10 points, name": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.0007529281
      ],
      [
        "at",
        -0.008546961
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura serpentina statue group he sculpted, in which marble tears roll down the face of one figure while another grabs her around the waist, The Rape of Proserpina. One of his works located in the Piazza Navona has one figure's face covered because the source of the Nile was undiscovered, the Fountain of the Four Rivers. This artist also sculpted a woman arching her back while an angel aims a golden": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.013866222
      ],
      [
        "ian",
        -4.048445e-05
      ],
      [
        " Lorenzo",
        -1.6762922e-05
      ],
      [
        " Bern",
        -8.537869e-06
      ],
      [
        "ini",
        -0.00013333677
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty Palace. A C-shaped structure positioned atop a vertical pillar marks its JK Memorial, which was dedicated to the leader who ordered its construction. Also of note are the Church of Our Lady of Fatima": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.007392703
      ],
      [
        "as",
        -7.255024e-05
      ],
      [
        "ília",
        -0.015498813
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by his son. This sculptor of Aeneas, Anchises, and Ascanius depicted a man in the action of firing a slingshot in his version of David. He included depictions of the Nile, Danube, and Ganges in his Fountain": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.029355017
      ],
      [
        "ian",
        -7.839122e-05
      ],
      [
        " Lorenzo",
        -9.2576454e-05
      ],
      [
        " Bern",
        -7.465036e-06
      ],
      [
        "ini",
        -0.00013226394
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura serpentina statue group he sculpted, in which marble tears roll down the face of one figure while": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0529509
      ],
      [
        "ian",
        -0.0022747929
      ],
      [
        " Lorenzo",
        -0.00013941615
      ],
      [
        " Bern",
        -1.147242e-06
      ],
      [
        "ini",
        -0.0002193908
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other": {
    "guess": "Tino di Camaino",
    "confidence": [
      [
        "T",
        -2.2746964
      ],
      [
        "ino",
        -0.93068534
      ],
      [
        " di",
        -0.076283745
      ],
      [
        " Cam",
        -0.0017336098
      ],
      [
        "ain",
        -3.261701e-05
      ],
      [
        "o",
        -0.00053099106
      ]
    ]
  },
  "One sculpture of this figure was designed by Mateo Alonso and was brought to its current location by Angela Oliveira Cezar de Costa as an emblem of peace between two nations. Another sculpture of this figure was executed by Paul Landowski; that piece lies on the Corcovado Mountain in the harbor of Rio": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.96741575
      ],
      [
        " the",
        -0.005675634
      ],
      [
        " Rede",
        -0.39105478
      ],
      [
        "emer",
        -0.000191024
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble, leading to its nickname of Blockhead Slave. Another of his sculptures depicts a man with bulging veins and a furious gaze running his fingers through his long beard. That work, based on a mistranslation of the Old Testament Hebrew, depicts Moses with horns and was made for the tomb of Pope Julius II. For 10 points, name this Renaissance Italian sculptor, who also depicted Mary cradling the dead Jesus in his Pietá.": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.00054886425
      ],
      [
        "el",
        -2.3795938e-05
      ],
      [
        "angelo",
        -0.00022320532
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.3346088
      ],
      [
        "ian",
        -0.0023125035
      ],
      [
        " Lorenzo",
        -0.000197461
      ],
      [
        " Bern",
        -4.4849444e-06
      ],
      [
        "ini",
        -0.00025335286
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and": {
    "guess": "Gustav Vigeland",
    "confidence": [
      [
        "G",
        -1.7131679
      ],
      [
        "ust",
        -0.60207134
      ],
      [
        "av",
        -0.6052624
      ],
      [
        " Vig",
        -0.7030415
      ],
      [
        "eland",
        -9.133887e-06
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in": {
    "guess": "Michelangelo Buonarroti",
    "confidence": [
      [
        "Mich",
        -1.2760481
      ],
      [
        "el",
        -2.6895234e-05
      ],
      [
        "angelo",
        -0.0012597566
      ],
      [
        " Bu",
        -0.03776384
      ],
      [
        "on",
        -5.347765e-05
      ],
      [
        "ar",
        -0.00015419374
      ],
      [
        "rot",
        -0.0028718037
      ],
      [
        "i",
        -6.873572e-05
      ]
    ]
  },
  "One sculpture of this figure was designed by Mateo Alonso and was brought to its current location by": {
    "guess": "Mateo Alonso",
    "confidence": [
      [
        "Mate",
        -1.5438521
      ],
      [
        "o",
        -0.0006858678
      ],
      [
        " Alonso",
        -0.0674083
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.14707768
      ],
      [
        "as",
        -7.8748824e-05
      ],
      [
        "ília",
        -0.014449422
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes trapped in the StickyZone. While hiding out at the AnooYoo spa, one character in this novel choses the code name Inaccessible Rail when she is introduced to the game Extinctathon.  This novel follows": {
    "guess": "The Year of the Flood",
    "confidence": [
      [
        "The",
        -0.24635068
      ],
      [
        " Year",
        -0.22761029
      ],
      [
        " of",
        -0.001042098
      ],
      [
        " the",
        -0.0014154733
      ],
      [
        " Flood",
        -2.8325678e-05
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged spirit of war, The Call To Arms, and a highly criticized one which depicted an author wrapped in a robe, Honore de Balzac. Another work, inspired by Michelangelo's Dying Slave, drew accusations that this man cast it from a living model. In addition to The Age of Bronze, he memorialized a siege of the Hundred Years' War in The Burghers of Calais. For 10 points, identify this sculptor, whose never-used Gates of Hell were to have contained The Kiss and The Thinker.": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.0022997742
      ],
      [
        "e",
        -0.00014275387
      ],
      [
        " Rod",
        -1.0325924e-05
      ],
      [
        "in",
        -1.4378848e-05
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes trapped in the StickyZone. While hiding out at the AnooYoo spa, one character in this novel choses the code name Inaccessible Rail when she is introduced to the game Extinctathon.  This novel follows the lives of two former God's Gardeners Toby and Ren after the Waterless title event. For ten": {
    "guess": "The Year of the Flood",
    "confidence": [
      [
        "The",
        -0.35074848
      ],
      [
        " Year",
        -0.0053828107
      ],
      [
        " of",
        -0.00028064317
      ],
      [
        " the",
        -0.00044211277
      ],
      [
        " Flood",
        -2.5703197e-05
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged spirit of war, The Call To Arms, and a highly criticized one which depicted an author wrapped in a robe, Honore de Balzac. Another work, inspired by Michelangelo's Dying Slave, drew accusations that this man cast it from a living model. In addition to The Age of Bronze, he memorialized a siege of the": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.034795266
      ],
      [
        "e",
        -0.00021319589
      ],
      [
        " Rod",
        -4.465658e-05
      ],
      [
        "in",
        -1.3186812e-05
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura serpentina statue group he sculpted, in which marble tears roll down the face of one figure while another grabs her around the waist, The Rape of Proserpina. One of his works located in the Piazza Navona has one figure's face covered because the source of the Nile was undiscovered, the Fountain": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0117811235
      ],
      [
        "ian",
        -1.60477e-05
      ],
      [
        " Lorenzo",
        -2.7372049e-05
      ],
      [
        " Bern",
        -9.4914985e-06
      ],
      [
        "ini",
        -0.00013345598
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series of works was the Maiastra. The park he designed in his hometown includes the cylindrical Table of Silence and a tall stack of roughly hexagonal shapes. His sculptures of women include a curved, featureless [*] phallic form and a sideways bronze head with a sharp brow. Besides the Endless Column, Princess X, and Sleeping Muse, he attempted to capture the essence of flight with a long, curved,": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.010114081
      ],
      [
        "in",
        -0.00015574339
      ],
      [
        " Br",
        -0.00034523688
      ],
      [
        "â",
        -0.0003091255
      ],
      [
        "nc",
        -4.365741e-06
      ],
      [
        "u",
        -1.0802739e-05
      ],
      [
        "și",
        -0.00011653639
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the Sabine Women. In addition to that (*) Giambologna masterpiece, this city is home to a sculpture whose base is topped with a headless corpse, atop which stands a sword-wielding hero lifting a bleeding head. Its Loggia dei Lanzi is home to all of those statues, including Cellini's Perseus with the Head": {
    "guess": "Loggia dei Lanzi",
    "confidence": [
      [
        "Log",
        -0.6120373
      ],
      [
        "gia",
        -7.9940866e-05
      ],
      [
        " dei",
        -0.00012344286
      ],
      [
        " Lan",
        -5.0378356e-05
      ],
      [
        "zi",
        -9.0883464e-07
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series of works was the Maiastra. The park he designed in his hometown includes the cylindrical Table of Silence and a tall stack of roughly hexagonal shapes. His sculptures of women include a curved, featureless [*] phallic form and a sideways bronze head with a sharp brow. Besides the Endless Column, Princess X, and Sleeping Muse, he attempted to capture the essence of flight with a long, curved, slender form in one series. For 10 points, name this Romanian sculptor of Bird in Space.": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.004512362
      ],
      [
        "in",
        -4.0246043e-05
      ],
      [
        " Br",
        -3.3809047e-05
      ],
      [
        "â",
        -5.931863e-05
      ],
      [
        "nc",
        -1.147242e-06
      ],
      [
        "u",
        -7.58424e-06
      ],
      [
        "și",
        -0.00010998019
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the Sabine Women. In addition to that (*) Giambologna masterpiece, this city is home to a sculpture whose base is topped with a headless corpse, atop which stands a sword-wielding hero lifting a bleeding head. Its Loggia dei Lanzi is home to all of those statues, including Cellini's Perseus with the Head of Medusa. For 10 points, name this Italian city, also home to sculptures of The Deposition and David by Michelangelo.": {
    "guess": "Florence",
    "confidence": [
      [
        "Flo",
        -0.0414554
      ],
      [
        "rence",
        -2.2127088e-05
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of the Cattle rejected by the Salon but went on to paint Under the Birches, Evening after joining with Dupre and Millet in the Barbizon school. Another painter by this name gainted notice with Carnival Evening before showing a walking staff, an upturned tail, a jug, a mandolin, and a multicolored striped dress in a painting of a lion investigating the title character. FTP, give the common name of Victor, Theodore, and Henri, the last of whom painted The Sleeping Gypsy.": {
    "guess": "Henri Rousseau",
    "confidence": [
      [
        "Hen",
        -0.007146895
      ],
      [
        "ri",
        -5.2001665e-06
      ],
      [
        " Rousse",
        -0.0032560271
      ],
      [
        "au",
        -8.299462e-06
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble, leading to its nickname of Blockhead Slave. Another of his sculptures depicts a man with bulging veins and a furious gaze running his fingers through his long beard. That work, based on a mistranslation": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.079289734
      ],
      [
        "el",
        -7.58424e-06
      ],
      [
        "angelo",
        -0.000110457004
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble, leading to its nickname of Blockhead Slave. Another of his sculptures depicts a man with bulging veins": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.02504487
      ],
      [
        "el",
        -2.8325678e-05
      ],
      [
        "angelo",
        -0.00046749215
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning into a laurel tree. This sculptor of [*] Apollo and Daphne made a version of David that shows the shepherd about to release the sling. This sculptor also made a fountain that symbolizes the power of the": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.027391195
      ],
      [
        "ian",
        -5.5265704e-05
      ],
      [
        " Lorenzo",
        -2.6895234e-05
      ],
      [
        " Bern",
        -3.5313153e-06
      ],
      [
        "ini",
        -0.00015622021
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend of one character in this novel. Advanced cancer is found in another character after tissues are smuggled out in honey during the Tree of Life and she opts to kill herself via a Death Angel mushroom. After having to leave the Martha Graham Academy one character takes a dancing job where she briefly becomes trapped in the StickyZone. While hiding out at the AnooYoo spa, one character in this novel choses": {
    "guess": "The Marriage Plot",
    "confidence": [
      [
        "The",
        -0.28566742
      ],
      [
        " Marriage",
        -1.2925102
      ],
      [
        " Plot",
        -0.30587918
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble, leading to its nickname of Blockhead Slave. Another of his sculptures depicts a man with bulging veins and a furious gaze running his fingers through his long beard. That work, based on a mistranslation of the Old Testament Hebrew, depicts Moses with horns and was made for the tomb of Pope Julius II. For 10 points, name this Renaissance Italian sculptor, who also depicted Mary cradling the dead": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.0011225954
      ],
      [
        "el",
        -2.4153549e-05
      ],
      [
        "angelo",
        -0.00031341682
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning into a laurel tree. This sculptor of [*] Apollo and Daphne made a version of David that shows the shepherd about to release the sling. This sculptor also made a fountain that symbolizes the power of the Ganges, Rio de la Plata, Danube, and Nile rivers. One of this man's works located in the Cornaro Chapel shows an angel pointing a thin spear at a swooning nun. For 10 points, name this Italian sculptor": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0564453
      ],
      [
        "ian",
        -0.0001311911
      ],
      [
        " Lorenzo",
        -1.4855664e-05
      ],
      [
        " Bern",
        -8.061054e-06
      ],
      [
        "ini",
        -0.00021283828
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty Palace. A C-shaped structure positioned atop a vertical pillar marks its JK Memorial, which was dedicated": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.04154746
      ],
      [
        "as",
        -5.7649777e-05
      ],
      [
        "ília",
        -0.007925292
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.008925712
      ],
      [
        "ian",
        -1.6882126e-05
      ],
      [
        " Lorenzo",
        -2.2365493e-05
      ],
      [
        " Bern",
        -2.1008714e-06
      ],
      [
        "ini",
        -7.8987236e-05
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In": {
    "guess": "Skull",
    "confidence": [
      [
        "Sk",
        -0.7552193
      ],
      [
        "ull",
        -0.0007349394
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble, leading to its nickname of Blockhead Slave. Another of his sculptures depicts a man with bulging veins and a furious gaze running his fingers through his long beard. That work, based on a mistranslation of the Old Testament Hebrew, depicts Moses with horns and was made for the tomb of Pope Julius": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.003948625
      ],
      [
        "el",
        -1.6882126e-05
      ],
      [
        "angelo",
        -0.00018304103
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by his son. This sculptor of Aeneas, Anchises, and Ascanius depicted a man in the action of firing a slingshot in his version of David. He included depictions of the Nile, Danube, and Ganges in his Fountain of the Four Rivers. He sculpted rods of golden light for the background of a sculpture in which an angel prepares to plunge a spear into the title saint. For 10 points, renaissance sculptor of The Ecstasy of St. Theresa.": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0049241893
      ],
      [
        "ian",
        -0.00040588586
      ],
      [
        " Lorenzo",
        -3.368984e-05
      ],
      [
        " Bern",
        -3.4121115e-06
      ],
      [
        "ini",
        -0.000101039914
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.14472523
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In the song that ends the Passover Seder, a cat eats one of these animals that was purchased for two zuzim. Thor from Norse myth possessed two of these animals whose names mean \"tooth gnasher\" and \"tooth": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.01782855
      ],
      [
        "at",
        -0.005054314
      ]
    ]
  },
  "This sculptor's works include a plate known as the Chellini Madonna and a wooden statue of Mary Magdalene.": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.40411955
      ],
      [
        "at",
        -6.0510665e-05
      ],
      [
        "ello",
        -6.456359e-05
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged spirit of war, The Call To Arms, and a highly criticized one which depicted an author wrapped in a robe,": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.06336359
      ],
      [
        "e",
        -0.00011772843
      ],
      [
        " Rod",
        -1.0087517e-05
      ],
      [
        "in",
        -1.3663626e-05
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man. He also created a Monument to Balzac. Another collection of scenes by this man includes a work that depicts an incident when Count Ugolino ate his children. Other works of this man include one with six": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.012135323
      ],
      [
        "e",
        -0.0003706126
      ],
      [
        " Rod",
        -9.4914985e-06
      ],
      [
        "in",
        -6.670925e-05
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura serpentina statue group he sculpted, in which marble tears roll down the face of one figure while another grabs her around the waist, The Rape of Proserpina. One of his works located in the Piazza Navona has one figure's face covered because the source of the Nile was undiscovered, the Fountain of the Four Rivers. This artist also sculpted a woman arching her back while an angel aims a golden spear at her. For 10 points, name this sculptor of The Ecstasy of St. Theresa.": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.01857831
      ],
      [
        "ian",
        -0.00011951648
      ],
      [
        " Lorenzo",
        -1.7835755e-05
      ],
      [
        " Bern",
        -3.7697225e-06
      ],
      [
        "ini",
        -0.00013727049
      ]
    ]
  },
  "This sculptor designed a structure whose four spiraling columns are decorated with laurel leaves and bees, on which rests a bronze canopy, the Baldachinno. A three-headed dog stands on the base of a figura serpentina statue group he sculpted, in which marble tears roll down the face of one figure while another grabs her around the waist, The Rape of Proserpina. One of his works located in the Piazza": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.030316161
      ],
      [
        "ian",
        -0.00026026298
      ],
      [
        " Lorenzo",
        -7.481511e-05
      ],
      [
        " Bern",
        -1.4498052e-05
      ],
      [
        "ini",
        -0.00018565984
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and the Blessed Alessandro Sauli, his later works include a Perseus and Andromeda group commissioned by": {
    "guess": "Pierre Puget",
    "confidence": [
      [
        "P",
        -0.4565808
      ],
      [
        "ierre",
        -0.297635
      ],
      [
        " Pu",
        -0.07727378
      ],
      [
        "get",
        -1.342522e-05
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the Sabine Women. In addition to that (*) Giambologna masterpiece, this city is home to a sculpture whose base is topped with a headless corpse, atop which stands a sword-wielding hero lifting a bleeding": {
    "guess": "Florence",
    "confidence": [
      [
        "Flo",
        -0.17129159
      ],
      [
        "rence",
        -0.000555536
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The": {
    "guess": "The Scream",
    "confidence": [
      [
        "The",
        -1.0705526
      ],
      [
        " S",
        -0.95070904
      ],
      [
        "cream",
        -1.8193366e-05
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.017036047
      ],
      [
        "in",
        -9.019238e-05
      ],
      [
        " Br",
        -0.00018494461
      ],
      [
        "â",
        -0.0010944963
      ],
      [
        "nc",
        -1.7432603e-06
      ],
      [
        "u",
        -1.5451682e-05
      ],
      [
        "și",
        -0.00012618455
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -1.2554559
      ],
      [
        "e",
        -0.008706753
      ],
      [
        " Rod",
        -0.010601828
      ],
      [
        "in",
        -0.00013226394
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of marble ever brought to this city was carved into three intertwined figures depicting the Rape of the Sabine Women. In addition to that (*) Giambologna masterpiece, this city is home to a sculpture whose": {
    "guess": "Florence",
    "confidence": [
      [
        "Flo",
        -0.014866207
      ],
      [
        "rence",
        -0.0005779353
      ]
    ]
  },
  "The sculptures Wave and The Age of Maturity were produced by this man's student and lover Camille Claudel. Other works by him include one in which a wounded soldier slumps against the shrieking winged spirit of war, The Call To Arms, and a highly criticized one which depicted an author wrapped in a robe, Honore de Balzac. Another work, inspired by Michelangelo's Dying Slave, drew accusations that this man cast it from a living model. In addition to The Age of Bronze, he memorialized a siege of the Hundred Years' War in The Burghers of Calais. For 10 points, identify this sculptor, whose never-used": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.05826814
      ],
      [
        "e",
        -0.00015538577
      ],
      [
        " Rod",
        -4.00813e-06
      ],
      [
        "in",
        -1.0206721e-05
      ]
    ]
  },
  "This man sculpted a bust of a Man with a Broken Nose and created an armless torso in The Walking Man. He also created a Monument to Balzac. Another collection of scenes by this man includes a work that": {
    "guess": "Auguste Rodin",
    "confidence": [
      [
        "August",
        -0.32106242
      ],
      [
        "e",
        -0.000728517
      ],
      [
        " Rod",
        -3.9650025e-05
      ],
      [
        "in",
        -1.2233183e-05
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by his son. This sculptor of Aeneas, Anchises, and Ascanius depicted a man in the action of firing a slingshot in his version of David. He included depictions of the Nile, Danube, and Ganges in his Fountain of the Four Rivers. He sculpted rods of golden light for the background of a sculpture in which an angel prepares to plunge a spear into the title saint. For 10 points, renaissance sculptor of The": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.0048663113
      ],
      [
        "ian",
        -0.00019924906
      ],
      [
        " Lorenzo",
        -5.7888185e-05
      ],
      [
        " Bern",
        -4.365741e-06
      ],
      [
        "ini",
        -0.00016468366
      ]
    ]
  },
  "One sculpture of this figure was designed by Mateo Alonso and was brought to its current location by Angela Oliveira Cezar de Costa as an emblem of peace between two nations. Another sculpture of this figure was executed by Paul Landowski; that piece lies on the Corcovado Mountain in the harbor of Rio de Janeiro. Michelangelo sculpted this figure clothed in a sash and holding onto the instrument of his death, a cross. For 10 points, name this religious figure who has been sculpted as \"the Redeemer.\"": {
    "guess": "Christ the Redeemer",
    "confidence": [
      [
        "Christ",
        -0.028562795
      ],
      [
        " the",
        -0.0021895182
      ],
      [
        " Rede",
        -0.0027243944
      ],
      [
        "emer",
        -0.0001690942
      ]
    ]
  },
  "This man sculpted an egg on its side called The Beginning of the World. A forerunner to one of his series of works was the Maiastra. The park he designed in his hometown includes the cylindrical Table of Silence and a tall stack of roughly hexagonal shapes. His sculptures of women include a curved, featureless [*] phallic form and a sideways bronze head with a sharp brow. Besides the Endless Column,": {
    "guess": "Constantin Brâncuși",
    "confidence": [
      [
        "Constant",
        -0.030211035
      ],
      [
        "in",
        -9.627177e-05
      ],
      [
        " Br",
        -0.000106046464
      ],
      [
        "â",
        -5.1808798e-05
      ],
      [
        "nc",
        -1.8624639e-06
      ],
      [
        "u",
        -1.378283e-05
      ],
      [
        "și",
        -0.00019340808
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty Palace. A C-shaped structure positioned atop a vertical pillar marks its JK Memorial, which was dedicated to the leader who ordered its construction. Also of note are the Church of Our Lady of Fatima and the Palacio da Alvorada, built as the president's residence. Laid out in the outline of an airplane in Lucio Costa's design, this is, FTP, what planned city featuring the architecture of Oscar Niemeyer,": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.0136831645
      ],
      [
        "as",
        -5.669615e-05
      ],
      [
        "ília",
        -0.011043461
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In the song that ends the Passover Seder, a cat eats one of these animals that was purchased for two": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.06268441
      ],
      [
        "at",
        -0.0017234884
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of the Cattle rejected by the Salon but went on to paint Under the Birches, Evening after joining with Dupre and Millet in the Barbizon school. Another painter by this name gainted notice with Carnival": {
    "guess": "Jean-François Millet",
    "confidence": [
      [
        "Jean",
        -0.96992636
      ],
      [
        "-F",
        -0.6617549
      ],
      [
        "ran",
        -0.002965223
      ],
      [
        "çois",
        -0.084363304
      ],
      [
        " Mil",
        -0.030448334
      ],
      [
        "let",
        -1.2113979e-05
      ]
    ]
  },
  "This sculptor's works include a plate known as the Chellini Madonna and a wooden statue of Mary Magdalene. One of this man's equestrian statues depicts Erasmo di Narni. In addition to the Gattamelata, this man created several works for the Orsanmichele, including his statue of St. Mark. In this man's most famous sculpture, a naked youth wearing only a laurel hat and boots puts his foot over the decapitated head of Goliath. For 10 points, name the Italian Renaissance sculptor of the bronze David.": {
    "guess": "Donatello",
    "confidence": [
      [
        "Don",
        -0.0007669832
      ],
      [
        "at",
        -1.640531e-05
      ],
      [
        "ello",
        -8.602025e-05
      ]
    ]
  },
  "A sculptural group in this city including a man with a dislocated shoulder is an improvised restoration of two Roman torsos and is called Menelaus Supporting the Body of Patroclus. The largest block of": {
    "guess": "Vatican City",
    "confidence": [
      [
        "V",
        -1.127021
      ],
      [
        "atican",
        -0.12867805
      ],
      [
        " City",
        -0.03118365
      ]
    ]
  },
  "One sculpture of this figure was designed by Mateo Alonso and was brought to its current location by Angela Oliveira Cezar de Costa as an emblem of peace between two nations. Another sculpture of this": {
    "guess": "Statue of Liberty",
    "confidence": [
      [
        "Stat",
        -0.56903964
      ],
      [
        "ue",
        -0.0025480776
      ],
      [
        " of",
        -0.00040564747
      ],
      [
        " Liberty",
        -0.026677722
      ]
    ]
  },
  "A sculpture of cow bones spelling out the word \"kaput\" is the artistic project of a childhood friend": {
    "guess": "Bone Music",
    "confidence": [
      [
        "Bone",
        -1.0974014
      ],
      [
        " Music",
        -1.409186
      ]
    ]
  },
  "In one sculpture by this man, a bearded grandfather lifts the household idols as he is carried away by his son. This sculptor of Aeneas, Anchises, and Ascanius depicted a man in the action of firing a slingshot in his version of David. He included depictions of the Nile, Danube, and Ganges in his Fountain of the Four Rivers. He sculpted rods of golden light for the background of a sculpture in which": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.017386638
      ],
      [
        "ian",
        -0.0001376281
      ],
      [
        " Lorenzo",
        -7.505351e-05
      ],
      [
        " Bern",
        -1.2113979e-05
      ],
      [
        "ini",
        -0.00017493518
      ]
    ]
  },
  "One of this man's sculptures is incomplete in such a way that its head appears to be sealed in marble,": {
    "guess": "Michelangelo",
    "confidence": [
      [
        "Mich",
        -0.066984065
      ],
      [
        "el",
        -1.8908588e-05
      ],
      [
        "angelo",
        -0.00019281206
      ]
    ]
  },
  "A sculpture and a painting by Picasso both include a skull of this animal and a candle in a bottle. In the song that ends the Passover Seder, a cat eats one of these animals that was purchased for two zuzim. Thor from Norse myth possessed two of these animals whose names mean \"tooth gnasher\" and \"tooth grinder.\" Esmeralda from The Hunchback of Notre Dame owns one of these animals that performs tricks with a tambourine. Jon Ronson wrote the book The Men Who Stare at these animals. For 10 points, name this animal that is the source of chevre and cashmere.": {
    "guess": "Goat",
    "confidence": [
      [
        "Go",
        -0.0011000878
      ],
      [
        "at",
        -0.0018153597
      ]
    ]
  },
  "This sculptor depicted a screaming lady with outstretched arms pushing the face of a bearded man in The Rape of Proserpina. One of this sculptor's works depicts a figure running from a god and turning into a laurel tree. This sculptor of [*] Apollo and Daphne made a version of David that shows the shepherd about to release the sling. This sculptor also made a fountain that symbolizes the power of the Ganges, Rio de la Plata, Danube, and Nile rivers. One of this man's works located in the Cornaro Chapel shows an angel pointing a thin spear at a swooning nun. For 10 points, name this Italian sculptor of The Ecstasy of St. Theresa.": {
    "guess": "Gian Lorenzo Bernini",
    "confidence": [
      [
        "G",
        -0.005810771
      ],
      [
        "ian",
        -1.0445127e-05
      ],
      [
        " Lorenzo",
        -3.2140193e-05
      ],
      [
        " Bern",
        -2.1008714e-06
      ],
      [
        "ini",
        -0.000100205485
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea Ferrari and Gioacchino Asseretto for his early terracotta work Storming of St. Peter, while other works in Genoa include decorations for the Lorellini family and two sculptures to be placed under the dome of the Santa Maria Assunta di Carignano. Besides creating those depictions of Sebastian and the Blessed Alessandro Sauli, his later works include a Perseus and Andromeda group commissioned by Louis XIV for Versailles. His most famous sculpture depicts a man twisting his torso to remove a hand that has become stuck in the stump of an oak tree, and that man is depicted with claws sinking into": {
    "guess": "Francesco Queirolo",
    "confidence": [
      [
        "Fr",
        -1.1221893
      ],
      [
        "ances",
        -0.0018223817
      ],
      [
        "co",
        -0.0011324746
      ],
      [
        " Que",
        -1.2638415
      ],
      [
        "iro",
        -0.0017374206
      ],
      [
        "lo",
        -0.000281716
      ]
    ]
  },
  "A sculpture of a meteor by Bruno Giorgi can be found in the reflecting pool of this* city's Itamaraty Palace. A C-shaped structure positioned atop a vertical pillar marks its JK Memorial, which was dedicated to the leader who ordered its construction. Also of note are the Church of Our Lady of Fatima and the Palacio da Alvorada, built as the president's residence. Laid out in the outline of an airplane in Lucio Costa's design, this is, FTP, what planned city featuring the architecture of Oscar Niemeyer, now the capital of Brazil?": {
    "guess": "Brasília",
    "confidence": [
      [
        "Br",
        -0.0031380318
      ],
      [
        "as",
        -3.7623562e-05
      ],
      [
        "ília",
        -0.003173195
      ]
    ]
  },
  "This sculptor was commissioned to create a series of paintings including a Visitation at the chapel in the Jesuit's college at Aix-en-Provence. He drew on the paintings of artists such as Giovanni Andrea": {
    "guess": "Paul Cézanne",
    "confidence": [
      [
        "Paul",
        -1.9367625
      ],
      [
        " C",
        -0.036121298
      ],
      [
        "é",
        -0.04521656
      ],
      [
        "z",
        -6.659005e-05
      ],
      [
        "anne",
        -0.00014871404
      ]
    ]
  },
  "A sculptor by this name created The Sisters of Illusion, and a painter by this name saw his Descent of the Cattle rejected by the Salon but went on to paint Under the Birches, Evening after joining with Dupre and Millet in the Barbizon school. Another painter by this name gainted notice with Carnival Evening before showing a walking staff, an upturned tail, a jug, a mandolin, and a multicolored striped dress in a painting of a lion investigating the title character. FTP, give the common name of Victor,": {
    "guess": "Victor Dupre",
    "confidence": [
      [
        "Vict",
        -0.29291523
      ],
      [
        "or",
        -0.0017922745
      ],
      [
        " Dup",
        -0.93288904
      ],
      [
        "re",
        -0.041592862
      ]
    ]
  }
}