{
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed woman representing the title country. John Constable's The Hay Wain influenced the background of": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.011998938
      ],
      [
        "ug",
        -1.342522e-05
      ],
      [
        "ène",
        -0.00028374247
      ],
      [
        " Del",
        -0.0053307586
      ],
      [
        "acro",
        -4.7517467e-05
      ],
      [
        "ix",
        -1.2352386e-05
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -0.21155113
      ],
      [
        "iva",
        -0.00067097833
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were thought to \"sleep as though dead\" during his nightly absence. He was depicted with many hands seizing offerings, or presenting the hieroglyphs of strength and life to the royal family. Those hands appeared at the tips of beams emanating from a central red disk. Worship of this god was promoted from": {
    "guess": "Amun",
    "confidence": [
      [
        "Am",
        -1.243743
      ],
      [
        "un",
        -4.632543e-05
      ]
    ]
  },
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed woman representing the title country. John Constable's The Hay Wain influenced the background of another of his paintings that depicts an Ottoman soldier amongst the survivors of a massacre. This artist of Greece on the Ruins of Missolonghi and The Massacre at Chios also painted a man in a top": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.0060510896
      ],
      [
        "ug",
        -1.569009e-05
      ],
      [
        "ène",
        -0.000995295
      ],
      [
        " Del",
        -0.00022415895
      ],
      [
        "acro",
        -4.501419e-05
      ],
      [
        "ix",
        -9.014684e-06
      ]
    ]
  },
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed woman representing the title country. John Constable's The Hay Wain influenced the background of another of his paintings that depicts an Ottoman soldier amongst the survivors of a massacre. This artist of Greece on the Ruins of Missolonghi and The Massacre at Chios also painted a man in a top hot and boy wielding two pistols following a (*) bare-chested woman holding a tri-color flag. For 10": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.032177202
      ],
      [
        "ug",
        -4.246537e-06
      ],
      [
        "ène",
        -0.00034380643
      ],
      [
        " Del",
        -0.0007676984
      ],
      [
        "acro",
        -2.3795938e-05
      ],
      [
        "ix",
        -9.253091e-06
      ]
    ]
  },
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed woman representing the title country. John Constable's The Hay Wain influenced the background of another of his paintings that depicts an Ottoman soldier amongst the survivors of a massacre. This artist of Greece on the Ruins of Missolonghi and The Massacre at Chios also painted a man in a top hot and boy wielding two pistols following a (*) bare-chested woman holding a tri-color flag. For 10 points, name this painter of Liberty Leading the People.": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.003841637
      ],
      [
        "ug",
        -1.0564331e-05
      ],
      [
        "ène",
        -0.0007380386
      ],
      [
        " Del",
        -0.00024620062
      ],
      [
        "acro",
        -3.2140193e-05
      ],
      [
        "ix",
        -1.1637165e-05
      ]
    ]
  },
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed woman representing the title country. John Constable's The Hay Wain influenced the background of another of his paintings that depicts an Ottoman soldier amongst the survivors of a massacre. This": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.015165891
      ],
      [
        "ug",
        -1.0280384e-06
      ],
      [
        "ène",
        -0.00048453463
      ],
      [
        " Del",
        -0.00061104825
      ],
      [
        "acro",
        -7.2907846e-05
      ],
      [
        "ix",
        -4.604148e-06
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were thought to \"sleep as though dead\" during his nightly absence. He was depicted with many hands seizing offerings, or presenting the hieroglyphs of strength and life to the royal family. Those hands appeared at the tips of beams emanating from a central red disk. Worship of this god was promoted from a new capital city built in his honor, now known as Tel-el-Amarna. Defined as the light coming from": {
    "guess": "Aten",
    "confidence": [
      [
        "At",
        -0.2513713
      ],
      [
        "en",
        -0.0005723327
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were thought to \"sleep as though dead\" during his nightly absence. He was depicted with many hands seizing": {
    "guess": "Shiva",
    "confidence": [
      [
        "Sh",
        -1.0535485
      ],
      [
        "iva",
        -0.0002509688
      ]
    ]
  },
  "A dead hand pokes out between some rocks in this artist's painting of a Turkish warrior and an open-armed": {
    "guess": "Eugène Delacroix",
    "confidence": [
      [
        "E",
        -0.055266783
      ],
      [
        "ug",
        -1.342522e-05
      ],
      [
        "ène",
        -0.0049622706
      ],
      [
        " Del",
        -0.0074048927
      ],
      [
        "acro",
        -7.350386e-05
      ],
      [
        "ix",
        -1.1756368e-05
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were thought to \"sleep as though dead\" during his nightly absence. He was depicted with many hands seizing offerings, or presenting the hieroglyphs of strength and life to the royal family. Those hands": {
    "guess": "Amun",
    "confidence": [
      [
        "Am",
        -0.17408882
      ],
      [
        "un",
        -0.00032986328
      ]
    ]
  },
  "The dead were thought to spend eternity adoring this god in his roofless temples, and all creatures were thought to \"sleep as though dead\" during his nightly absence. He was depicted with many hands seizing offerings, or presenting the hieroglyphs of strength and life to the royal family. Those hands appeared at the tips of beams emanating from a central red disk. Worship of this god was promoted from a new capital city built in his honor, now known as Tel-el-Amarna. Defined as the light coming from the solar disk, FTP name this god whose monotheistic cult was promoted by Nefertiti's husband.": {
    "guess": "Aten",
    "confidence": [
      [
        "At",
        -0.3475628
      ],
      [
        "en",
        -0.0008592927
      ]
    ]
  }
}