{
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who tries to save the monk Medardus from the title substance. This author of The Life and Opinions of the Tomcat Murr  and The Devil's Elixirs, also wrote a story in which one character screams, \"Pretty eyes! Pretty eyes!\" before jumping off a balcony to his death. That character is engaged to Clara but is enchanted by the automaton Ophelia and becomes deranged when he believes a barometer salesman to be the title figure. For 10 points, name this German author of \"The Sandman\".": {
    "guess": "E.T.A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.014813231
      ],
      [
        ".T",
        -0.07826132
      ],
      [
        ".A",
        -0.00014525715
      ],
      [
        ".",
        -0.0023154763
      ],
      [
        " Hoff",
        -0.002900332
      ],
      [
        "mann",
        -1.1279553e-05
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics is a movement in this academic discipline emphasizing the effect of socio-economic factors in its core area of study. Lucien Febvre and Fernand Braudel are practitioners of this discipline who": {
    "guess": "History",
    "confidence": [
      [
        "History",
        -0.3831586
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a constant of which he is the first namesake and that is symbolized gamma. For a polyhedron, the number": {
    "guess": "Euler-Mascheroni constant",
    "confidence": [
      [
        "E",
        -0.7707855
      ],
      [
        "uler",
        -0.00082261465
      ],
      [
        "-M",
        -0.085651286
      ],
      [
        "as",
        -0.00013238314
      ],
      [
        "cher",
        -9.066919e-05
      ],
      [
        "oni",
        -0.000107238506
      ],
      [
        " constant",
        -0.06382569
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his works discovers corn growing out of Mondamin's grave. Another of his works is set during the expulsion of the Acadians, and describes the title character's search for Gabriel(*) Lajeunesse [lah-zhou- ness]. In another work by this poet, the title character, a child of Wenonah and the West Wind, lives": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.002187257
      ],
      [
        " W",
        -0.0040306686
      ],
      [
        "ad",
        -0.00013166793
      ],
      [
        "sworth",
        -0.00013619766
      ],
      [
        " Long",
        -1.0921943e-05
      ],
      [
        "f",
        -0.00026920327
      ],
      [
        "ellow",
        -2.8444882e-05
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston Churchill, leading into a discussion of magical theories of reference. This thought experiment compares its namesake entities with Turing machines playing the imitation game and is refuted on the basis of semantic externalism. Introduced in Reason, Truth, and History, for 10 points, name this thought experiment of Hilary Putnam, which postulates an evil scientist who connects nerve endings to a": {
    "guess": "Twin Earth Thought Experiment",
    "confidence": [
      [
        "T",
        -0.25325346
      ],
      [
        "win",
        -0.00509773
      ],
      [
        " Earth",
        -0.008477112
      ],
      [
        " Thought",
        -1.0272807
      ],
      [
        " Experiment",
        -0.0025085974
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his works discovers corn growing out of Mondamin's grave. Another of his works is set during the expulsion": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0051774243
      ],
      [
        " W",
        -0.0028557552
      ],
      [
        "ad",
        -0.00010831134
      ],
      [
        "sworth",
        -5.50273e-05
      ],
      [
        " Long",
        -3.357064e-05
      ],
      [
        "f",
        -0.00019626896
      ],
      [
        "ellow",
        -8.776276e-06
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing magnetic field, via the Barkhausen (\"BARK\"-how-zen) Effect. Pierre-Ernest Weiss explained this property by proposing the existence of domains, which are all (*) aligned in this property. This property no longer exists above the Curie temperature, and materials with this property provide the canonical examples of hysteresis (HISS-tur-EE-sis). For 10 points, identify this type of magnetism most commonly": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0029584467
      ],
      [
        "er",
        -0.0015897235
      ],
      [
        "rom",
        -8.12521e-05
      ],
      [
        "agnet",
        -0.015978653
      ],
      [
        "ism",
        -0.0001376281
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's": {
    "guess": "Realism",
    "confidence": [
      [
        "Real",
        -0.48395714
      ],
      [
        "ism",
        -0.0007790117
      ]
    ]
  },
  "The mathematician Bhaksara solved the special case where d equals 61. Although William Brounker provided a first proof to Fermat's conjecture regarding this equation, Euler mistakenly misattributed it to another British mathematician. Euler solved other special cases, but Lagrange fully proved in 1768": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.26647472
      ],
      [
        "erm",
        -3.1737043e-06
      ],
      [
        "at",
        -1.4140442e-05
      ],
      [
        "'s",
        -0.0012798801
      ],
      [
        " Last",
        -0.011857584
      ],
      [
        " The",
        -0.00012546933
      ],
      [
        "orem",
        -3.1544176e-05
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this philosopher.  Born in Sicily to a rich family, he dressed in purple robes and a golden diadem, claiming": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.010448115
      ],
      [
        "ed",
        -0.0003034074
      ],
      [
        "oc",
        -3.297462e-05
      ],
      [
        "les",
        -1.8074163e-05
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.  Braginsky, Polnarev and Thorne proposed using it to measure the earth's general relativistic gravitomagnetic field. When modeling this system, a common approximation is for sin theta to equal theta; this only holds for small amplitudes.  The \"physical\" version differs from the \"simple\" version in that the \"string\" of the \"mass on a string\" has some mass.  For 10 points, name this physical system,": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.014283031
      ],
      [
        "end",
        -1.3663626e-05
      ],
      [
        "ulum",
        -3.6908343e-05
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers momentum to a crystal lattice when emitting a photon. In opto-electronics, this value plays a critical role in a semiconductor's interactions with photons, determining the frequencies a photo-voltaic cell absorbs or an LED emits. For 10 points, this electronic material property is the difference between the energy of an electron in a substance's conduction band and its valence band, the size": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.0031262634
      ],
      [
        " gap",
        -0.045641333
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and the Pythagorean theorem. Rewordings of the statement give rise to elliptic or hyperbolic geometries.": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.00073470094
      ],
      [
        " post",
        -0.005263407
      ],
      [
        "ulate",
        -5.4669687e-05
      ]
    ]
  },
  "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed by Danny Boyle. Some of the venues to be used for it include Lord's Cricket Ground, Dorney Lake, Old Trafford, and Wembley Stadium. The Royal Mail will issue commemorative stamps for any British athlete who wins a gold medal at, for 10 points, what quadrennial athletic event, which begins July 27": {
    "guess": "2012 Summer Olympics",
    "confidence": [
      [
        "201",
        -0.043851256
      ],
      [
        "2",
        -0.0006433341
      ],
      [
        " Summer",
        -0.0004548639
      ],
      [
        " Olympics",
        -0.0004371062
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit mixture of gases from either a packed tube or capillary. In another variety, spotting is followed by the sample's development in the effluent before an Rf [R sub F] value is calculated. Using the differences in behavior between mobile and stationary phases, types include gas, column, thin-layer, and": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.16145112
      ],
      [
        "rom",
        -3.7981175e-05
      ],
      [
        "at",
        -0.00010425841
      ],
      [
        "ography",
        -0.00023715216
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing magnetic field, via the Barkhausen (\"BARK\"-how-zen) Effect. Pierre-Ernest Weiss explained this property by proposing the existence of domains, which are all (*) aligned in this property. This property no longer exists above the Curie temperature, and materials with this property provide the canonical examples of hysteresis (HISS-tur-EE-sis). For 10 points, identify this type of magnetism most commonly exhibited by iron.": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.0019289902
      ],
      [
        "er",
        -0.00043949028
      ],
      [
        "rom",
        -1.3186812e-05
      ],
      [
        "agnet",
        -0.00324842
      ],
      [
        "ism",
        -5.288163e-05
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.5218379
      ],
      [
        " Peter",
        -0.0016373354
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material. In that transition, this material shifts from its (*) austenite to its martensite form. This material is cooled by quenching after carbon monoxide or barium carbonate are used to give it a desirable property via the process of carburization. When over 10.5% chromium is added to this material, it becomes extremely corrosion-resistant. For 10 points, name this alloy of iron and carbon that has a \"stainless\"": {
    "guess": "Stainless steel",
    "confidence": [
      [
        "St",
        -0.09577952
      ],
      [
        "ainless",
        -1.8193366e-05
      ],
      [
        " steel",
        -0.055754073
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this figure drawing away in alarm from a cross-carrying Christ in a work set on the Appian Way, Domine Quo Vadis? The Raising of the Son of Theophilus is part of a cycle of works depicting his life at the": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.007570177
      ],
      [
        " Peter",
        -0.0040461062
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.009862332
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions and transformations named for Lorentz. It extended [*] Galileo's principle regarding laws of physics in all reference frames, and consistent with the results of the Michelson-Morley experiment. Reconciling Maxwell's equations with the laws of mechanics at extremely high speeds, for 10 points, name this 1905 theory that suggested time dilation and energy-mass equivalence, a precursor to its": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0043751746
      ],
      [
        " rel",
        -0.12581061
      ],
      [
        "ativity",
        -2.355753e-05
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.  Braginsky, Polnarev and Thorne proposed using it to measure the earth's general relativistic gravitomagnetic": {
    "guess": "Gravitational wave interferometer",
    "confidence": [
      [
        "Gr",
        -0.38036442
      ],
      [
        "avit",
        -0.0010232821
      ],
      [
        "ational",
        -0.3246639
      ],
      [
        " wave",
        -0.6651742
      ],
      [
        " interfer",
        -0.7744674
      ],
      [
        "ometer",
        -0.15682751
      ]
    ]
  },
  "The mathematician Bhaksara solved the special case where d equals 61. Although William Brounker provided a first proof to Fermat's conjecture regarding this equation, Euler mistakenly misattributed it": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.07388885
      ],
      [
        "erm",
        -3.1544176e-05
      ],
      [
        "at",
        -1.5332478e-05
      ],
      [
        "'s",
        -0.0010728232
      ],
      [
        " Last",
        -0.0043949867
      ],
      [
        " The",
        -5.9437833e-05
      ],
      [
        "orem",
        -2.6060809e-05
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from BHAs. Bromine, phosphorus, and a carboxylic acid are reacted in the Hell-Volhard-Zelinsky reaction to create brominated acids described by this term. Resonance-stabilized enolates are formed when a hydrogen (*) described by this term is abstracted. The first step of the Claisen and aldol condensations involve the removal of a proton described by this letter. For 10 points, name this Greek letter that denotes the carbon or hydrogen nearest to a carbonyl group.": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -0.0074130557
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston Churchill, leading into a discussion of magical theories of reference. This thought experiment compares its namesake entities with Turing machines playing the imitation game and is refuted on the basis of semantic externalism. Introduced in Reason, Truth, and History, for 10 points, name this thought experiment of Hilary Putnam, which postulates an evil scientist who connects nerve endings to a computer to produce an illusion of the real world.": {
    "guess": "The Brain in a Vat",
    "confidence": [
      [
        "The",
        -0.7441019
      ],
      [
        " Brain",
        -0.55588204
      ],
      [
        " in",
        -0.0011161657
      ],
      [
        " a",
        -0.003228933
      ],
      [
        " V",
        -0.0027329554
      ],
      [
        "at",
        -7.226629e-06
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as penitentes. When it is denser than 550 kilograms per cubic meter, this material is known as firn,": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.5341199
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who tries to save the monk Medardus from the title substance. This author of The Life and Opinions of the Tomcat Murr  and The Devil's Elixirs, also wrote a story in which one character screams, \"Pretty eyes! Pretty eyes!\" before jumping off a balcony to his death. That character is engaged to Clara": {
    "guess": "E.T.A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.016837385
      ],
      [
        ".T",
        -0.17658037
      ],
      [
        ".A",
        -7.278864e-05
      ],
      [
        ".",
        -0.0011980861
      ],
      [
        " Hoff",
        -0.00063344755
      ],
      [
        "mann",
        -3.2929079e-06
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar medium. Radiation pressure on condensing dust may cause this phenomenon in stars near the end of their lives. Wolf-Rayet stars have very strong ones of these, which causes them to lose relatively large amounts of their mass. The one produced by and named for the Sun is responsible for creating the overall shape of the Earth's magnetosphere and the auroras. Identify this phenomenon in which is a stream of particles released from the atmosphere of a star.": {
    "guess": "Stellar Wind",
    "confidence": [
      [
        "St",
        -0.01886846
      ],
      [
        "ellar",
        -3.464347e-05
      ],
      [
        " Wind",
        -0.17979282
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.40973437
      ],
      [
        "in",
        -0.00029923528
      ],
      [
        "-L",
        -0.0019862098
      ],
      [
        "ouis",
        -9.729906e-06
      ],
      [
        " Ca",
        -2.939851e-05
      ],
      [
        "uch",
        -4.0722858e-05
      ],
      [
        "y",
        -4.1914896e-05
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this type of \"index,\" which is a ratio of specific (*) heats. This type of process forms nearly vertical": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.16649772
      ],
      [
        "i",
        -0.00019841464
      ],
      [
        "ab",
        -0.00012570774
      ],
      [
        "atic",
        -0.00016182278
      ],
      [
        " process",
        -0.09662484
      ]
    ]
  },
  "This material, often consisting of phyllosilicates, has smaller particles than silts, forming microscopic crystals, but is often found with silts. This group often contains significant amounts of water between its silicate sheets, which gives it its trademark property of plasticity, while exposure to": {
    "guess": "Clay",
    "confidence": [
      [
        "Cl",
        -0.0018996018
      ],
      [
        "ay",
        -6.515961e-05
      ]
    ]
  },
  "Mass and volume are, but density and pressure are not. Internal energy is, but temperature is not. Entropy, enthalpy, and free energy are, but molar entropy, molar enthalpy, and activity are not. For 10 points, give this term from physical chemistry indicating that a property depends on the size of the": {
    "guess": "Extensive Property",
    "confidence": [
      [
        "Ext",
        -0.6593747
      ],
      [
        "ensive",
        -0.0023003703
      ],
      [
        " Property",
        -0.33954656
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic is the number of vertices minus edges plus faces of a topological space. His identity states": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.08019419
      ],
      [
        "hard",
        -0.014568079
      ],
      [
        " Euler",
        -0.00149165
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric factor. A more specific mathematical result of this name states that a bounded, entire function in the": {
    "guess": "Riemann mapping theorem",
    "confidence": [
      [
        "R",
        -1.174622
      ],
      [
        "iem",
        -0.033302847
      ],
      [
        "ann",
        -9.1026806e-05
      ],
      [
        " mapping",
        -0.26335555
      ],
      [
        " theorem",
        -1.8908588e-05
      ]
    ]
  },
  "Mary Ritter on The Rise of American Civilization, which called the Civil War a \"second American Revolution\" by industrialists against farmers. A founder of the New School for Social Research, his other works include The Making of American Civilization and The Supreme Court and the Constitution. For 10": {
    "guess": "Charles A. Beard",
    "confidence": [
      [
        "Charles",
        -0.0011537937
      ],
      [
        " A",
        -0.008070041
      ],
      [
        ".",
        -6.587483e-05
      ],
      [
        " Beard",
        -3.1737043e-06
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks free and declares her intent to marry, and in another, one character refuses to replace her green dress with the black of mourning.  Pepe el Romano intends to marry Angustias for her money, but in the climax of the novel her mother shoots him and Adela hangs herself.  For 10 points, name this play by Garcia Lorca concerning the household of the titular woman, which along with Blood Wedding and Yerma forms his Rural Trilogy.": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.014155756
      ],
      [
        " House",
        -0.00015097891
      ],
      [
        " of",
        -7.612634e-05
      ],
      [
        " Bernard",
        -0.00010032469
      ],
      [
        "a",
        -0.00011880126
      ],
      [
        " Al",
        -4.8351892e-05
      ],
      [
        "ba",
        -6.511407e-06
      ]
    ]
  },
  "This material, often consisting of phyllosilicates, has smaller particles than silts, forming microscopic crystals, but is often found with silts. This group often contains significant amounts of water": {
    "guess": "Clay",
    "confidence": [
      [
        "Cl",
        -0.00508658
      ],
      [
        "ay",
        -7.648396e-05
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit mixture of gases from either a packed tube or capillary. In another variety, spotting is followed": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.030883417
      ],
      [
        " chromat",
        -0.5084994
      ],
      [
        "ography",
        -0.00027682865
      ]
    ]
  },
  "Martin R. Dalaney left in 1848 after a year, and William C. Nell resigned in 1851 because of political differences. Founded on December 3, 1847 in Rochester, New York, it existed for thirteen years, including taking on the name of its founder in 1851 upon its merger with the Liberty Party Paper. For 10 points—name this publication named after a guide for runaway slaves, published by Frederick Douglass.": {
    "guess": "Frederick Douglass' Paper",
    "confidence": [
      [
        "Fre",
        -0.16993009
      ],
      [
        "der",
        -2.1008714e-06
      ],
      [
        "ick",
        -4.2868523e-05
      ],
      [
        " Doug",
        -5.0616763e-05
      ],
      [
        "lass",
        -3.9411618e-05
      ],
      [
        "'",
        -0.008489877
      ],
      [
        " Paper",
        -0.0004388943
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as penitentes. When it is denser than 550 kilograms per cubic meter, this material is known as firn, and its compacted, resolidified form is called n??and formed via nivation. The calculation of mass balance": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.13490163
      ],
      [
        "acier",
        -0.014211571
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was": {
    "guess": "Blair Education Bill",
    "confidence": [
      [
        "Bl",
        -0.22455543
      ],
      [
        "air",
        -0.005763234
      ],
      [
        " Education",
        -0.046099823
      ],
      [
        " Bill",
        -0.16476543
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as": {
    "guess": "Permafrost",
    "confidence": [
      [
        "Per",
        -1.1450225
      ],
      [
        "maf",
        -0.0005151443
      ],
      [
        "rost",
        -1.0325924e-05
      ]
    ]
  },
  "Mary Cassatt's Portrait of a Little Girl depicts one of these sleeping on a chair next to the reclining title figure. One of these investigates a puddle of blood below the titular satyr in Titian's The Flaying of Marsyas. A black one stands at the center of Georges Seurat's Sunday Afternoon on the Island of La Grande Jatte, and one sleeps on the bed in Titian's Venus of Urbino. For 10 points, name this animal, examples of which play poker in works by Cassius Coolidge.": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.27558702
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks free and declares her intent to marry, and in another, one character refuses to replace her green dress with the black of mourning.  Pepe el Romano intends to marry Angustias for her money, but in the climax of the novel her mother shoots him and Adela hangs herself.  For 10 points, name this play by": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.012056417
      ],
      [
        " House",
        -0.00011784763
      ],
      [
        " of",
        -0.00018732868
      ],
      [
        " Bernard",
        -0.00016420685
      ],
      [
        "a",
        -0.00013190633
      ],
      [
        " Al",
        -9.233804e-05
      ],
      [
        "ba",
        -3.1737043e-06
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and the Pythagorean theorem. Rewordings of the statement give rise to elliptic or hyperbolic geometries. If the axiom is omitted from the others with which it usually associated, the non-Euclideam geometry": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.004460147
      ],
      [
        " post",
        -0.018576201
      ],
      [
        "ulate",
        -0.000111410634
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this philosopher.  Born in Sicily to a rich family, he dressed in purple robes and a golden diadem, claiming magical powers for himself.  Reported to have kept a woman alive for a month after she stopped breathing, he also claimed to be a god and died by jumping into the crater of Mt. Etna.  FTP, name this Presocratic philosopher, who taught that the universe was created by Love and Strife, and is composed": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.001544857
      ],
      [
        "ed",
        -0.00016444526
      ],
      [
        "oc",
        -1.867018e-05
      ],
      [
        "les",
        -8.180258e-06
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics is a movement in this academic discipline emphasizing the effect of socio-economic factors in its core area of study. Lucien Febvre and Fernand Braudel are practitioners of this discipline who emphasized the idea of \"the long term\" as part of an early 20th-century school in this academic field in France called the Annales School. All of these movements opposed the so-called \"Great Man\" approach to studying this subject. FTP what academic discipline examines what has happened in the past?": {
    "guess": "History",
    "confidence": [
      [
        "History",
        -0.34070885
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to the H-field, this physical entity can do no work because its associated force, as given by the Lorentz force law, is orthogonal to the velocity of a charge. Gauss' law for this vector field states that the flux of it through a closed surface is zero, which means that there are no monopole sources for it. This field can be calculated with the Biot-Savart [bee-oh suh-VAR] or Ampère laws. For 10 points,": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.013729373
      ],
      [
        "agnetic",
        -7.481511e-05
      ],
      [
        " Field",
        -0.5596648
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from BHAs. Bromine, phosphorus, and a carboxylic acid are reacted in the Hell-Volhard-Zelinsky reaction to create brominated acids described by this term. Resonance-stabilized enolates are formed when a hydrogen (*) described by this term is abstracted. The first step of the Claisen and aldol condensations": {
    "guess": "Alpha-Hydroxy acid",
    "confidence": [
      [
        "Alpha",
        -0.13135077
      ],
      [
        "-H",
        -0.33353928
      ],
      [
        "ydro",
        -0.0025568767
      ],
      [
        "xy",
        -0.048299234
      ],
      [
        " acid",
        -0.754587
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility": {
    "guess": "Hilbert's tenth problem",
    "confidence": [
      [
        "H",
        -0.28793538
      ],
      [
        "il",
        -1.2590794e-05
      ],
      [
        "bert",
        -0.00016301482
      ],
      [
        "'s",
        -0.00043388773
      ],
      [
        " tenth",
        -0.05813048
      ],
      [
        " problem",
        -0.00067514315
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became the center of a rebellion led by Mateo Pumacagua. Juan Veramendi erected a Basilica Cathedral here, and Vicente Valverde served as the first bishop of this city, where Diego Almagro was executed. Once divided into sections controlled by the Hanan and Hurin, this city with a puma-shaped layout was invaded by the Chankas during the rule of Pachacuti and was believed to have been founded by Manco Capac. FTP, identify this city in southern Peru that was once the capital of the Inca Empire.": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.001504744
      ],
      [
        "us",
        -0.017295485
      ],
      [
        "co",
        -1.0325924e-05
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's Golden Bough addresses them in conjunction with \"The Perils of the Soul.\" Freud suggested that they are the product of social ambivalence towards actions that are unconsciously desired, in a work pairing them with totems. Known as kapus in Hawaii, this term was introduced to English by James Cook, who encountered it in Tonga. For 10 points, incest is a widespread example of what kind of strong prohibition on an act in Polynesian culture?": {
    "guess": "Taboo",
    "confidence": [
      [
        "Tab",
        -0.35262504
      ],
      [
        "oo",
        -0.001188326
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.16011302
      ],
      [
        "agnetic",
        -0.00039266158
      ],
      [
        " field",
        -0.04637402
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.04931612
      ]
    ]
  },
  "Massanutten Mountain splits the river for which this valley is named, loosely translated as \"daughter of the stars.\" Settled primarily by German immigrants, it became an important source for iron. The song named after it has been proposed as a new state song for Virginia. For 10 points, name this valley bounded by the Alleghenies on the West and the Blue Ridge to the East.": {
    "guess": "Shenandoah Valley",
    "confidence": [
      [
        "Sh",
        -0.011192943
      ],
      [
        "en",
        -0.00013917775
      ],
      [
        "ando",
        -5.6219335e-05
      ],
      [
        "ah",
        -5.0020742e-05
      ],
      [
        " Valley",
        -0.001071512
      ]
    ]
  },
  "Mass and volume are, but density and pressure are not. Internal energy is, but temperature is not. Entropy,": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.7336799
      ],
      [
        "thal",
        -0.00020878535
      ],
      [
        "py",
        -1.6286107e-05
      ]
    ]
  },
  "Martin R. Dalaney left in 1848 after a year, and William C. Nell resigned in 1851 because of political differences. Founded on December 3, 1847 in Rochester, New York, it existed for thirteen years, including": {
    "guess": "North Star (anti-slavery newspaper)",
    "confidence": [
      [
        "North",
        -0.2869897
      ],
      [
        " Star",
        -0.0059861545
      ],
      [
        " (",
        -0.08793789
      ],
      [
        "anti",
        -0.115016386
      ],
      [
        "-sl",
        -4.6683042e-05
      ],
      [
        "avery",
        -0.0001342904
      ],
      [
        " newspaper",
        -0.0013524989
      ],
      [
        ")",
        -0.0001039008
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions and transformations named for Lorentz. It extended [*] Galileo's principle regarding laws of": {
    "guess": "General relativity",
    "confidence": [
      [
        "General",
        -1.0177492
      ],
      [
        " rel",
        -0.09509923
      ],
      [
        "ativity",
        -3.9411618e-05
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his works discovers corn growing out of Mondamin's grave. Another of his works is set during the expulsion of the Acadians, and describes the title character's search for Gabriel(*) Lajeunesse [lah-zhou- ness]. In another work by this poet, the title character, a child of Wenonah and the West Wind, lives with Minnehaha near Gitche Gumee. For 10 points, name this Fireside Poet who wrote Evangeline and The Song of Hiawatha.": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0031251905
      ],
      [
        " W",
        -0.00013703208
      ],
      [
        "ad",
        -1.5451682e-05
      ],
      [
        "sworth",
        -5.7649777e-05
      ],
      [
        " Long",
        -4.9617593e-06
      ],
      [
        "f",
        -8.3278566e-05
      ],
      [
        "ellow",
        -1.4140442e-05
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this type of \"index,\" which is a ratio of specific (*) heats. This type of process forms nearly vertical tracks on a PV diagram, and in Carnot cycles, two reversible examples of this process are interspersed with isothermal processes. The change in internal energy for this kind of process equals the work": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.17059088
      ],
      [
        "i",
        -4.036525e-05
      ],
      [
        "ab",
        -5.7530575e-05
      ],
      [
        "atic",
        -5.6769813e-06
      ],
      [
        " process",
        -0.022686968
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting": {
    "guess": "Mary Magdalene",
    "confidence": [
      [
        "Mary",
        -0.9505966
      ],
      [
        " Mag",
        -0.018687597
      ],
      [
        "dal",
        -0.00019877224
      ],
      [
        "ene",
        -4.5371802e-05
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned by his king, but 577 people immediately agreed to sign it.  First proposed by Mounier in response to": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.12246006
      ],
      [
        "ennis",
        -0.0004707107
      ],
      [
        " Court",
        -0.0010556763
      ],
      [
        " O",
        -8.061054e-06
      ],
      [
        "ath",
        -0.00012260844
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his works discovers corn growing out of Mondamin's grave. Another of his works is set during the expulsion of the Acadians, and describes the title character's search for Gabriel(*) Lajeunesse [lah-zhou-": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.10790564
      ],
      [
        " W",
        -0.006861363
      ],
      [
        "ad",
        -0.0006942047
      ],
      [
        "sworth",
        -0.00048833445
      ],
      [
        " Long",
        -7.564953e-05
      ],
      [
        "f",
        -0.00061116746
      ],
      [
        "ellow",
        -4.2272506e-05
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.11516727
      ],
      [
        " W",
        -0.087442786
      ],
      [
        "ad",
        -0.00020485163
      ],
      [
        "sworth",
        -2.2246291e-05
      ],
      [
        " Long",
        -2.5345586e-05
      ],
      [
        "f",
        -0.00044353955
      ],
      [
        "ellow",
        -2.3915141e-05
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's Golden Bough addresses them in conjunction with \"The Perils of the Soul.\" Freud suggested that they": {
    "guess": "The Perils of the Soul",
    "confidence": [
      [
        "The",
        -0.7698618
      ],
      [
        " Per",
        -0.4758298
      ],
      [
        "ils",
        -0.005182055
      ],
      [
        " of",
        -0.0006822917
      ],
      [
        " the",
        -0.014512391
      ],
      [
        " Soul",
        -0.00023822498
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro objects along polar jets during the T Tauri stage of this process, which typically involves evolution along the Hayashi track. Bok globules are sites for this process, which occurs at high rates in starburst galaxies and is often accompanied by the formation of a protoplanetary disk. For 10 points, name this process in which a dense clump within a molecular cloud contracts and turns into a luminous object like Betelgeuse.": {
    "guess": "Star Formation",
    "confidence": [
      [
        "Star",
        -0.04817087
      ],
      [
        " Formation",
        -0.010150902
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments, this substance is described as block. Upward masses of this substance are called spines. One": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.011424552
      ],
      [
        "ava",
        -1.2664457e-06
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean Perrin used it to obtain Avogadro's number, and Richard Feynman described a \"ratchet\" that uses it. This phenomenon is the physical version of the Weiner process, and is also [*] a stochastic process. The kinetic theory of gases was used in Einstein's 1905 explanation of it, and its namesake, a Scottish botanist, observed it in pollen grains in water. For 10 points, name this seemingly random motion": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0018969867
      ],
      [
        "ian",
        -1.735894e-05
      ],
      [
        " motion",
        -0.0003968264
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent": {
    "guess": "Iron–carbon phase diagram",
    "confidence": [
      [
        "Iron",
        -0.053749703
      ],
      [
        "–",
        -0.21882176
      ],
      [
        "carbon",
        -0.029444152
      ],
      [
        " phase",
        -0.20401573
      ],
      [
        " diagram",
        -0.0007442336
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material. In that transition, this material shifts from its (*) austenite to its martensite form. This material": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.010995118
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became the center of a rebellion led by Mateo Pumacagua. Juan Veramendi erected a Basilica Cathedral here, and Vicente Valverde served as the first bishop of this city, where Diego Almagro was executed. Once divided into sections controlled by the Hanan and Hurin, this city with a puma-shaped layout was invaded by the Chankas during the rule of Pachacuti and was believed to have been founded by Manco Capac.": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.004220386
      ],
      [
        "us",
        -0.03161627
      ],
      [
        "co",
        -5.2001665e-06
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.": {
    "guess": "Quantum harmonic oscillator",
    "confidence": [
      [
        "Quant",
        -0.6865552
      ],
      [
        "um",
        -0.0013845207
      ],
      [
        " harmonic",
        -0.10908853
      ],
      [
        " oscillator",
        -0.006888004
      ]
    ]
  },
  "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed": {
    "guess": "2012 Summer Olympics opening ceremony",
    "confidence": [
      [
        "201",
        -0.049981203
      ],
      [
        "2",
        -0.00061760447
      ],
      [
        " Summer",
        -0.00012666137
      ],
      [
        " Olympics",
        -0.002446639
      ],
      [
        " opening",
        -0.017463239
      ],
      [
        " ceremony",
        -0.00010306638
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural": {
    "guess": "Soil",
    "confidence": [
      [
        "So",
        -0.95044494
      ],
      [
        "il",
        -0.0004869187
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned by his king, but 577 people immediately agreed to sign it.  First proposed by Mounier in response to the closing of the Menus Plaisirs, it was also eventually signed by five members of the clergy, who agreed with its assertion that the group in question should continue meeting until a constitution had been written.  FTP, name this agreement signed by members of France's Third Estate on June 20, 1789,": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.016425995
      ],
      [
        "ennis",
        -0.00014644918
      ],
      [
        " Court",
        -0.00033367777
      ],
      [
        " O",
        -1.4855664e-05
      ],
      [
        "ath",
        -1.7835755e-05
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams ring. One of its satellites, Despina, lies inside the Le Verrier Ring. This planet's orbital resonance cannot control entities called cubewanos, and this body is also the reference planet for the (*) Kuiper Belt. Having very strong winds in the region of its Great Dark Spot, one of its satellites has a multitude of ice volcanoes and is called Triton. For 10 points, identify this gas giant whose methane": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0026169205
      ],
      [
        "ptune",
        -3.7697225e-06
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier": {
    "guess": "Stellar mass function",
    "confidence": [
      [
        "St",
        -0.3796631
      ],
      [
        "ellar",
        -2.220075e-06
      ],
      [
        " mass",
        -1.1913449
      ],
      [
        " function",
        -0.35108867
      ]
    ]
  },
  "Massanutten Mountain splits the river for which this valley is named, loosely translated as \"daughter of the stars.\" Settled primarily by German immigrants, it became an important source for iron. The": {
    "guess": "Shenandoah Valley",
    "confidence": [
      [
        "Sh",
        -0.52407235
      ],
      [
        "en",
        -7.465036e-06
      ],
      [
        "ando",
        -6.992776e-05
      ],
      [
        "ah",
        -4.1199673e-05
      ],
      [
        " Valley",
        -0.007320628
      ]
    ]
  },
  "Mary, the daughter of the central family, rejects Gerry Devine for Charley Bentham, only to see Bentham flee to England, leaving Mary pregnant. While the \"Captain\" and Joxer Daly lead dissipated lives, the son, Johnny, is shot by the IRA for betraying a neighbor's son. All the while, the family is held together solely by the mother, the Boyle family's only provider. Set during the Irish Civil War,": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -0.017992364
      ],
      [
        "uno",
        -1.2664457e-06
      ],
      [
        " and",
        -7.100059e-05
      ],
      [
        " the",
        -0.00010664248
      ],
      [
        " Pay",
        -0.00014871404
      ],
      [
        "cock",
        -0.00014478032
      ]
    ]
  },
  "This material loses effectiveness after an action called girdling, which leads to tissue death. Ernst Munch proposed that this material works via the pressure flow hypothesis. This material consists of parenchymal, sieve-tube, and companion cells. In trees, this material is found in the inner bark, which is why its name derives from the Greek for \"bark.\" (*) For 10 points, name this living vascular": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.0003427336
      ],
      [
        "lo",
        -2.577686e-06
      ],
      [
        "em",
        -4.365741e-06
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in an opera that includes the \"Dance of the Blessed Spirits.\" This figure sings the aria \"Tu se morta\" in another opera that was first performed in 1607. An opera named for this figure begins with Public Opinion introducing some characters who later dance the can-can. This figure is the title character of those operas by Gluck, Monteverdi, and Offenbach. For 10 points, name this figure from Greek myth": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.009233462
      ],
      [
        "phe",
        -0.00027980874
      ],
      [
        "us",
        -4.1199673e-05
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a constant of which he is the first namesake and that is symbolized gamma. For a polyhedron, the number of vertices minus number of edges plus number of faces is equal to his namesake characteristic, chi [rhymes with \"eye\"]. He inaugurated graph theory by solving the Seven Bridges of Königsberg [KER-nigs-bairg]": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.010103936
      ],
      [
        "hard",
        -0.013816034
      ],
      [
        " Euler",
        -0.0009375471
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility of Hilbert's tenth problem.  They have a generating function of  \"x over quantity 1 minus x minus x squared\" and Euclid's algorithm for the greatest common factors has its worst run time when the entries are successive terms of these numbers, so, in that sense, the most irrational number is the golden mean, to which the ratio of successive members of these converges.  FTP, name this sequence created to model multiplication of rabbits and having as its first few terms 1, 1, 2, 3, 5.": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.0005632806
      ],
      [
        "ib",
        -1.9146995e-05
      ],
      [
        "onacci",
        -2.0339032e-05
      ],
      [
        " number",
        -0.0032605347
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure.": {
    "guess": "Kinetic energy",
    "confidence": [
      [
        "Kin",
        -0.8292616
      ],
      [
        "etic",
        -0.0011523633
      ],
      [
        " energy",
        -0.014384213
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to the H-field, this physical entity can do no work because its associated force, as given by the Lorentz": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.09246838
      ],
      [
        "agnetic",
        -0.002777297
      ],
      [
        " field",
        -0.07150585
      ]
    ]
  },
  "The mathematician Bhaksara solved the special case where d equals 61. Although William Brounker provided a first proof to Fermat's conjecture regarding this equation, Euler mistakenly misattributed it to another British mathematician. Euler solved other special cases, but Lagrange fully proved in 1768 that this equation always has nontrivial solutions for positive nonsquare integers d. FTP, identify this Diophantine equation of the form x squared minus d times y squared equals one.": {
    "guess": "Pell's equation",
    "confidence": [
      [
        "P",
        -0.018106516
      ],
      [
        "ell",
        -2.3676734e-05
      ],
      [
        "'s",
        -0.0035519623
      ],
      [
        " equation",
        -0.030505335
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became the center of a rebellion led by Mateo Pumacagua. Juan Veramendi erected a Basilica Cathedral here, and Vicente Valverde served as the first bishop of this city, where Diego Almagro was executed. Once": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.027080873
      ],
      [
        "us",
        -0.16616137
      ],
      [
        "co",
        -5.109358e-05
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.  Braginsky, Polnarev and Thorne proposed using it to measure the earth's general relativistic gravitomagnetic field. When modeling this system, a common approximation is for sin theta to equal theta;": {
    "guess": "Foucault pendulum",
    "confidence": [
      [
        "F",
        -0.47008672
      ],
      [
        "ou",
        -0.0036889128
      ],
      [
        "ca",
        -0.0009184856
      ],
      [
        "ult",
        -4.334534e-05
      ],
      [
        " pend",
        -0.10145146
      ],
      [
        "ulum",
        -0.00031007914
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean Perrin used it to obtain Avogadro's number, and Richard Feynman described a \"ratchet\" that uses it.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0006944431
      ],
      [
        "ian",
        -3.888926e-06
      ],
      [
        " motion",
        -0.00045926712
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar medium. Radiation pressure on condensing dust may cause this phenomenon in stars near the": {
    "guess": "H II region",
    "confidence": [
      [
        "H",
        -0.033681203
      ],
      [
        " II",
        -0.2039506
      ],
      [
        " region",
        -0.007268683
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this figure drawing away in alarm from a cross-carrying Christ in a work set on the Appian Way, Domine Quo Vadis? The Raising of the Son of Theophilus is part of a cycle of works depicting his life at the Brancacci Chapel, the most famous of which shows this man on the left taking a coin out of a fish's": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.018717667
      ],
      [
        " Peter",
        -1.7239736e-05
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar medium. Radiation pressure on condensing dust may cause this phenomenon in stars near the end of their lives. Wolf-Rayet stars have very strong ones of these, which causes them to lose relatively large amounts of their mass. The one produced by and named for the Sun is responsible for creating the overall shape of the Earth's magnetosphere and the auroras. Identify this phenomenon in which": {
    "guess": "Stellar Wind",
    "confidence": [
      [
        "St",
        -0.05528923
      ],
      [
        "ellar",
        -0.00012630376
      ],
      [
        " Wind",
        -0.28201193
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's Golden Bough addresses them in conjunction with \"The Perils of the Soul.\" Freud suggested that they are the product of social ambivalence towards actions that are unconsciously desired, in a work pairing": {
    "guess": "The Perils of the Soul",
    "confidence": [
      [
        "The",
        -0.96159494
      ],
      [
        " Per",
        -0.5063642
      ],
      [
        "ils",
        -0.000919916
      ],
      [
        " of",
        -0.00053921243
      ],
      [
        " the",
        -0.013547235
      ],
      [
        " Soul",
        -0.0002326224
      ]
    ]
  },
  "This mathematician collaborated with Sophus Lie on the discovery of the fundamental properties of asymptotes": {
    "guess": "Sophus Lie",
    "confidence": [
      [
        "Soph",
        -0.010174271
      ],
      [
        "us",
        -2.1769476e-05
      ],
      [
        " Lie",
        -0.46398982
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers momentum to a crystal lattice when emitting a photon. In opto-electronics, this value plays a critical role in a semiconductor's interactions with photons, determining the frequencies a photo-voltaic": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.00079247804
      ],
      [
        " gap",
        -0.056355048
      ]
    ]
  },
  "Mary, the daughter of the central family, rejects Gerry Devine for Charley Bentham, only to see Bentham flee to England, leaving Mary pregnant. While the \"Captain\" and Joxer Daly lead dissipated lives, the son, Johnny, is shot by the IRA for betraying a neighbor's son. All the while, the family is held together solely by the mother, the Boyle family's only provider. Set during the Irish Civil War, FTP, what is this Sean O'Casey play about Juno Boyle?": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -0.04097413
      ],
      [
        "uno",
        -2.58224e-05
      ],
      [
        " and",
        -0.00077234366
      ],
      [
        " the",
        -0.00049715186
      ],
      [
        " Pay",
        -0.0005642342
      ],
      [
        "cock",
        -6.4444386e-05
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character of this work paints the word \"Disinherited\" on his shield, and he later uses that shield to defend himself against Bois-Guilbert in a tournament. Later, he fights Bois-Guilbert again to save the daughter of Isaac, Rebecca the Jewess, from the Knights Templar. After that episode, he and the daughter of Cedric the Saxon, Rowena, leave for Granada. For ten points, identify this book, a romance by Sir Walter Scott.": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.00216311
      ],
      [
        "van",
        -2.577686e-06
      ],
      [
        "hoe",
        -0.00031401284
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material,": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.018623248
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric factor. A more specific mathematical result of this name states that a bounded, entire function in the complex plane is constant and has the fundamental theorem of algebra as a corollary, and is unrelated": {
    "guess": "Liouville's Theorem",
    "confidence": [
      [
        "Li",
        -0.11385804
      ],
      [
        "ou",
        -2.5941605e-05
      ],
      [
        "ville",
        -1.473646e-05
      ],
      [
        "'s",
        -9.460292e-05
      ],
      [
        " The",
        -0.11004272
      ],
      [
        "orem",
        -0.00012594614
      ]
    ]
  },
  "This material loses effectiveness after an action called girdling, which leads to tissue death. Ernst Munch proposed that this material works via the pressure flow hypothesis. This material consists of parenchymal, sieve-tube, and companion cells. In trees, this material is found in the inner bark, which is why its name derives from the Greek for \"bark.\" (*) For 10 points, name this living vascular material that transports nutrients within a plant, contrasted with the water-carrying xylem.": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.00041661054
      ],
      [
        "lo",
        -0.00010223195
      ],
      [
        "em",
        -3.4285862e-05
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function": {
    "guess": "Cauchy's integral theorem",
    "confidence": [
      [
        "Ca",
        -0.7776154
      ],
      [
        "uch",
        -9.0883464e-07
      ],
      [
        "y",
        -8.613945e-05
      ],
      [
        "'s",
        -0.015802307
      ],
      [
        " integral",
        -0.018436242
      ],
      [
        " theorem",
        -0.05957406
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams ring. One of its satellites, Despina, lies inside the Le Verrier Ring. This planet's orbital resonance cannot control entities called cubewanos, and this body is also the reference planet for the (*)": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.056151874
      ],
      [
        "ptune",
        -1.9027791e-05
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric factor. A more specific mathematical result of this name states that a bounded, entire function in the complex plane is constant and has the fundamental theorem of algebra as a corollary, and is unrelated to the physical result. That physical theorem states that in a Hamiltonian system, the phase space density is conserved. FTP, give the common name of these theorems, whose namesake was a Frenchman": {
    "guess": "Liouville's Theorem",
    "confidence": [
      [
        "Li",
        -0.0055029145
      ],
      [
        "ou",
        -5.9437833e-05
      ],
      [
        "ville",
        -1.0087517e-05
      ],
      [
        "'s",
        -0.00090919866
      ],
      [
        " The",
        -0.028220048
      ],
      [
        "orem",
        -0.0032882285
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and Militia Act preceded the issuing of this document. Upon William Seward's request, this document was not issued until its author's army won a major battle in the town of Sharpsburg, known as the Battle": {
    "guess": "Emancipation Proclamation",
    "confidence": [
      [
        "Em",
        -0.07256172
      ],
      [
        "anc",
        -0.00010223195
      ],
      [
        "ipation",
        -0.000203898
      ],
      [
        " Pro",
        -0.00045426787
      ],
      [
        "clamation",
        -0.00019197763
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned by his king, but 577 people immediately agreed to sign it.  First proposed by Mounier in response to the closing of the Menus Plaisirs, it was also eventually signed by five members of the clergy, who agreed with its assertion that the group in question should continue meeting until a constitution had been written.  FTP, name this agreement signed by members of France's Third Estate on June 20, 1789, when their usual meeting place was locked.": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.0028952137
      ],
      [
        "ennis",
        -4.4849444e-06
      ],
      [
        " Court",
        -4.596782e-05
      ],
      [
        " O",
        -3.1737043e-06
      ],
      [
        "ath",
        -2.2365493e-05
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a constant of which he is the first namesake and that is symbolized gamma. For a polyhedron, the number of vertices minus number of edges plus number of faces is equal to his namesake characteristic, chi [rhymes with \"eye\"]. He inaugurated graph theory by solving the Seven Bridges of Königsberg [KER-nigs-bairg] problem. For 10 points, name this prolific mathematician who discovered a constant equal": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.1881668
      ],
      [
        "hard",
        -0.00070528337
      ],
      [
        " Euler",
        -0.0007953316
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.21242581
      ],
      [
        " House",
        -0.34434125
      ],
      [
        " of",
        -0.027133314
      ],
      [
        " Bernard",
        -0.03166247
      ],
      [
        "a",
        -0.00045414869
      ],
      [
        " Al",
        -3.7623562e-05
      ],
      [
        "ba",
        -3.7697225e-06
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions and transformations named for Lorentz. It extended [*] Galileo's principle regarding laws of physics in all reference frames, and consistent with the results of the Michelson-Morley experiment. Reconciling Maxwell's equations with the laws of mechanics at extremely high speeds, for 10 points, name this 1905 theory that suggested time dilation and energy-mass equivalence, a precursor to its general variety conceived of by Albert Einstein.": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.0026411756
      ],
      [
        " rel",
        -0.49130118
      ],
      [
        "ativity",
        -1.6166903e-05
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams ring. One of its satellites, Despina, lies inside the Le Verrier Ring. This planet's orbital resonance cannot control entities called cubewanos, and this body is also the reference planet for the (*) Kuiper Belt. Having very strong winds in the region of its Great Dark Spot, one of its satellites has a multitude of ice volcanoes and is called Triton. For 10 points, identify this gas giant whose methane gives it a blue color, a planet whose orbit intersects that of Pluto.": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.5426804
      ],
      [
        "ptune",
        -0.00015788905
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this philosopher.  Born in Sicily to a rich family, he dressed in purple robes and a golden diadem, claiming magical powers for himself.  Reported to have kept a woman alive for a month after she stopped breathing, he also claimed to be a god and died by jumping into the crater of Mt. Etna.  FTP, name this Presocratic philosopher, who taught that the universe was created by Love and Strife, and is composed of Earth, Air, Fire, and Water.": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.002390637
      ],
      [
        "ed",
        -9.615256e-05
      ],
      [
        "oc",
        -1.4378848e-05
      ],
      [
        "les",
        -7.58424e-06
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and": {
    "guess": "Confiscation Acts of 1861 and 1862",
    "confidence": [
      [
        "Conf",
        -0.7426765
      ],
      [
        "isc",
        -1.7597347e-05
      ],
      [
        "ation",
        -5.7172965e-05
      ],
      [
        " Acts",
        -0.35857663
      ],
      [
        " of",
        -0.16440788
      ],
      [
        " ",
        -0.029674582
      ],
      [
        "186",
        -0.00059104036
      ],
      [
        "1",
        -0.011580711
      ],
      [
        " and",
        -0.06755237
      ],
      [
        " ",
        -0.00013667447
      ],
      [
        "186",
        -0.0012272544
      ],
      [
        "2",
        -0.0007694865
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and the Pythagorean theorem. Rewordings of the statement give rise to elliptic or hyperbolic geometries. If the axiom is omitted from the others with which it usually associated, the non-Euclideam geometry can be developed. Name this postulate of Euclid that assumes that given a point and a line not containing that point that there exists only one line passing through the point that does not intersect the given line.": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.011966427
      ],
      [
        " post",
        -0.01726818
      ],
      [
        "ulate",
        -0.00018172979
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is an identity containing strongly closed sub C star algebra of bounded operators on a Hilbert space. This man proved that in a two player, zero sum game there exists what would later be called a Nash equilibrium solution. This prover of the minimax theorem devised a scheme where data and instruction use the same memory and lines. For 10 points, name this Hungarian member of the Manhattan project and": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.00048226974
      ],
      [
        " von",
        -0.0008621499
      ],
      [
        " Ne",
        -1.3306016e-05
      ],
      [
        "umann",
        -0.00017624642
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is an identity containing strongly closed sub C star algebra of bounded operators on a Hilbert space. This man proved that in a two player, zero sum game there exists what would later be called a Nash equilibrium solution. This prover of the minimax theorem devised a scheme where data and instruction use the same memory and lines. For 10 points, name this Hungarian member of the Manhattan project and the namesake of a computer architecture.": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.00035000502
      ],
      [
        " von",
        -0.00077770784
      ],
      [
        " Ne",
        -7.58424e-06
      ],
      [
        "umann",
        -0.00012582695
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston Churchill, leading into a discussion of magical theories of reference. This thought experiment compares": {
    "guess": "The Semantic Conception of Truth",
    "confidence": [
      [
        "The",
        -1.4060632
      ],
      [
        " Semantic",
        -1.1298753
      ],
      [
        " Con",
        -0.44821772
      ],
      [
        "ception",
        -0.006597306
      ],
      [
        " of",
        -0.0007170772
      ],
      [
        " Truth",
        -0.015422507
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.10197789
      ],
      [
        " rel",
        -0.020329429
      ],
      [
        "ativity",
        -1.4259645e-05
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n": {
    "guess": "Mexico City Student Massacre",
    "confidence": [
      [
        "Mexico",
        -0.10629655
      ],
      [
        " City",
        -0.03295226
      ],
      [
        " Student",
        -0.9990457
      ],
      [
        " Mass",
        -0.011330148
      ],
      [
        "acre",
        -0.00037597676
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is": {
    "guess": "John G. Thompson",
    "confidence": [
      [
        "John",
        -1.0991969
      ],
      [
        " G",
        -1.03867
      ],
      [
        ".",
        -0.036316182
      ],
      [
        " Thompson",
        -0.032385074
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski": {
    "guess": "Minkowski space",
    "confidence": [
      [
        "M",
        -0.022498028
      ],
      [
        "ink",
        -1.640531e-05
      ],
      [
        "owski",
        -3.6908343e-05
      ],
      [
        " space",
        -0.2912582
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character of this work paints the word \"Disinherited\" on his shield, and he later uses that shield to defend himself against Bois-Guilbert in a tournament. Later, he fights Bois-Guilbert again to save the daughter of Isaac, Rebecca the Jewess, from the Knights Templar. After that episode, he and the daughter": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.00045200303
      ],
      [
        "van",
        -1.7432603e-06
      ],
      [
        "hoe",
        -0.00021796036
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's": {
    "guess": "The Golden Bough",
    "confidence": [
      [
        "The",
        -0.6583678
      ],
      [
        " Golden",
        -0.030496674
      ],
      [
        " B",
        -4.596782e-05
      ],
      [
        "ough",
        -3.0545007e-06
      ]
    ]
  },
  "The mathematician Bhaksara solved the special case where d equals 61. Although William Brounker provided a first proof to Fermat's conjecture regarding this equation, Euler mistakenly misattributed it to another British mathematician. Euler solved other special cases, but Lagrange fully proved in 1768 that this equation always has nontrivial solutions for positive nonsquare integers d. FTP, identify": {
    "guess": "Fermat's Last Theorem",
    "confidence": [
      [
        "F",
        -0.65148306
      ],
      [
        "erm",
        -5.5122365e-07
      ],
      [
        "at",
        -9.0883464e-07
      ],
      [
        "'s",
        -0.00030960233
      ],
      [
        " Last",
        -0.0044696396
      ],
      [
        " The",
        -2.2007884e-05
      ],
      [
        "orem",
        -2.1411865e-05
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n wrote the children's book The Story of Colors and is the leader of a movement called \"The Other\n Campaign.\" That figure always wears a ski mask, holds the title \"Sub commander,\" and was inspired by a\n 1968 massacre in his country shortly before the Summer Olympics. This country was led by Ernesto\n Zedillo and Carlos Salinas, both members of a party in power nearly 70 years. For 10 points, name this\n country that saw the dominance of the PRI end in 2000 with the election of Vicente Fox.": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0008531087
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit mixture of gases from either a packed tube or capillary. In another variety, spotting is followed by the sample's development in the effluent before an Rf [R sub F] value is calculated. Using the differences in behavior between mobile and stationary phases, types include gas, column, thin-layer, and paper. For 10 points,. identify this type of chemical analysis that allows separation of mixture": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.02564624
      ],
      [
        "rom",
        -1.1517961e-05
      ],
      [
        "at",
        -9.138441e-05
      ],
      [
        "ography",
        -0.00011319869
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of": {
    "guess": "Picard's little theorem",
    "confidence": [
      [
        "Pic",
        -0.57879525
      ],
      [
        "ard",
        -8.7450695e-05
      ],
      [
        "'s",
        -0.000794378
      ],
      [
        " little",
        -0.16655143
      ],
      [
        " theorem",
        -7.862962e-05
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.80816287
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers momentum to a crystal lattice when emitting a photon. In opto-electronics, this value plays a critical role in a semiconductor's interactions with photons, determining the frequencies a photo-voltaic cell absorbs or an LED emits. For 10 points, this electronic material property is the difference between the energy of an electron in a substance's conduction band and its valence band, the size of which determines if a material is a conductor, insulator, or semiconductor.": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.0035459013
      ],
      [
        " gap",
        -0.27534553
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility of Hilbert's tenth problem.  They have a generating function of  \"x over quantity 1 minus": {
    "guess": "Diophantine equation",
    "confidence": [
      [
        "Di",
        -0.90078783
      ],
      [
        "oph",
        -0.00042006746
      ],
      [
        "antine",
        -0.0017933473
      ],
      [
        " equation",
        -0.15200649
      ]
    ]
  },
  "This material was used by Leone Leoni for his depictions of Charles V and Philip II. This material is": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.01739823
      ],
      [
        "ze",
        -8.602025e-05
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.5726398
      ],
      [
        "in",
        -0.00039087355
      ],
      [
        "-L",
        -0.0009718485
      ],
      [
        "ouis",
        -9.014684e-06
      ],
      [
        " Ca",
        -1.0087517e-05
      ],
      [
        "uch",
        -5.085517e-05
      ],
      [
        "y",
        -4.3464544e-05
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and Militia Act preceded the issuing of this document. Upon William Seward's request, this document was not issued until its author's army won a major battle in the town of Sharpsburg, known as the Battle of Antietam. For 10 points, name this document issued by Abraham Lincoln freeing slaves in rebelling": {
    "guess": "Emancipation Proclamation",
    "confidence": [
      [
        "Em",
        -0.025839904
      ],
      [
        "anc",
        -0.00029422872
      ],
      [
        "ipation",
        -6.587483e-05
      ],
      [
        " Pro",
        -0.00083786173
      ],
      [
        "clamation",
        -9.186123e-05
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned by his king, but 577 people immediately agreed to sign it.  First proposed by Mounier in response to the closing of the Menus Plaisirs, it was also eventually signed by five members of the clergy, who agreed with its assertion that the group in question should continue meeting until a constitution": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.07524054
      ],
      [
        "ennis",
        -0.00012058931
      ],
      [
        " Court",
        -0.00040195213
      ],
      [
        " O",
        -1.0445127e-05
      ],
      [
        "ath",
        -6.229872e-05
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston": {
    "guess": "Philosophical Investigations",
    "confidence": [
      [
        "Phil",
        -1.0061315
      ],
      [
        "osoph",
        -0.000528607
      ],
      [
        "ical",
        -0.21598022
      ],
      [
        " Investigations",
        -0.009710061
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as penitentes. When it is denser than 550 kilograms per cubic meter, this material is known as firn, and its compacted, resolidified form is called n??and formed via nivation. The calculation of mass balance compares the accumulation of this material to the rate of ablation; a positive measure indicates glaciation. For 10 points, name this form of solid precipitation that generally falls in white flakes during the winter.": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.0052810693
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this": {
    "guess": "Adiabatic Process",
    "confidence": [
      [
        "Ad",
        -0.53437
      ],
      [
        "i",
        -5.0616763e-05
      ],
      [
        "ab",
        -0.00011236426
      ],
      [
        "atic",
        -0.00025430648
      ],
      [
        " Process",
        -0.70112175
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n wrote the children's book The Story of Colors and is the leader of a movement called \"The Other\n Campaign.\" That figure always wears a ski mask, holds the title \"Sub commander,\" and was inspired by": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.00499489
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.012152636
      ],
      [
        ".",
        -0.0042038825
      ],
      [
        " T",
        -0.00011450992
      ],
      [
        ".",
        -7.58424e-06
      ],
      [
        " A",
        -6.6306106e-06
      ],
      [
        ".",
        -0.00017350474
      ],
      [
        " Hoff",
        -9.3530085e-05
      ],
      [
        "mann",
        -1.1517961e-05
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became the center of a rebellion led by Mateo Pumacagua. Juan Veramendi erected a Basilica Cathedral here, and Vicente Valverde served as the first bishop of this city, where Diego Almagro was executed. Once divided into sections controlled by the Hanan and Hurin, this city with a puma-shaped layout was invaded": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.008552285
      ],
      [
        "us",
        -0.1376234
      ],
      [
        "co",
        -2.4391957e-05
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing magnetic field, via the Barkhausen (\"BARK\"-how-zen) Effect. Pierre-Ernest Weiss explained this property by proposing the existence of domains, which are all (*) aligned in this property. This property": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.049425624
      ],
      [
        "er",
        -0.00016647171
      ],
      [
        "rom",
        -9.960947e-05
      ],
      [
        "agnet",
        -0.021378666
      ],
      [
        "ism",
        -0.00024810788
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean Perrin used it to obtain Avogadro's number, and Richard Feynman described a \"ratchet\" that uses it. This phenomenon is the physical version of the Weiner process, and is also [*] a stochastic process.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.010602882
      ],
      [
        "ian",
        -1.247159e-05
      ],
      [
        " motion",
        -0.00055720116
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who tries to save the monk Medardus from the title substance. This author of The Life and Opinions of the Tomcat Murr  and The Devil's Elixirs, also wrote a story in which one character screams, \"Pretty eyes! Pretty eyes!\" before jumping off a balcony to his death. That character is engaged to Clara but is enchanted by the automaton Ophelia and becomes deranged when he believes a barometer salesman": {
    "guess": "E.T.A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.023528464
      ],
      [
        ".T",
        -0.21186964
      ],
      [
        ".A",
        -8.5543434e-05
      ],
      [
        ".",
        -0.0020917344
      ],
      [
        " Hoff",
        -0.0022099735
      ],
      [
        "mann",
        -1.4021238e-05
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic": {
    "guess": "Jordan's totient function",
    "confidence": [
      [
        "Jordan",
        -0.43807697
      ],
      [
        "'s",
        -0.22253235
      ],
      [
        " tot",
        -0.273848
      ],
      [
        "ient",
        -3.500108e-05
      ],
      [
        " function",
        -0.005653352
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.030606277
      ],
      [
        " gap",
        -0.028469179
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of": {
    "guess": "Epistemology",
    "confidence": [
      [
        "Ep",
        -0.9098561
      ],
      [
        "istem",
        -0.19612469
      ],
      [
        "ology",
        -0.25557616
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on a simply connected region is equal to the sum of the function's a sub negative one Laurent coefficients": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.14108919
      ],
      [
        "in",
        -0.0002781399
      ],
      [
        "-L",
        -0.00046117438
      ],
      [
        "ouis",
        -4.246537e-06
      ],
      [
        " Ca",
        -3.5313153e-06
      ],
      [
        "uch",
        -1.6524515e-05
      ],
      [
        "y",
        -2.9994528e-05
      ]
    ]
  },
  "Martin R. Dalaney left in 1848 after a year, and William C. Nell resigned in 1851 because of political differences. Founded on December 3, 1847 in Rochester, New York, it existed for thirteen years, including taking on the name of its founder in 1851 upon its merger with the Liberty Party Paper. For": {
    "guess": "National Anti-Slavery Standard",
    "confidence": [
      [
        "National",
        -0.8963746
      ],
      [
        " Anti",
        -1.23905
      ],
      [
        "-S",
        -0.0026902712
      ],
      [
        "l",
        -1.4021238e-05
      ],
      [
        "avery",
        -0.0005213392
      ],
      [
        " Standard",
        -0.058769815
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions and transformations named for Lorentz. It extended [*] Galileo's principle regarding laws of physics in all reference frames, and consistent with the results of the Michelson-Morley experiment.": {
    "guess": "Lorentz transformation",
    "confidence": [
      [
        "L",
        -0.49224162
      ],
      [
        "orent",
        -0.00058305735
      ],
      [
        "z",
        -9.555654e-05
      ],
      [
        " transformation",
        -0.07075732
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from BHAs. Bromine, phosphorus, and a carboxylic acid are reacted in the Hell-Volhard-Zelinsky reaction to create brominated acids described by this term. Resonance-stabilized enolates are formed when a hydrogen (*) described by this term is abstracted. The first step of the Claisen and aldol condensations involve the removal of a proton described by this letter. For 10 points, name this Greek letter": {
    "guess": "Alpha",
    "confidence": [
      [
        "Alpha",
        -0.0059920745
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro objects along polar jets during the T Tauri stage of this process, which typically involves evolution along the Hayashi track. Bok globules are sites for this process, which occurs at high rates": {
    "guess": "Star Formation",
    "confidence": [
      [
        "Star",
        -0.023902401
      ],
      [
        " Formation",
        -0.3196091
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks free and declares her intent to marry, and in another, one character refuses to replace her green dress": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.3475601
      ],
      [
        " House",
        -0.23313846
      ],
      [
        " of",
        -0.053194176
      ],
      [
        " Bernard",
        -0.013248814
      ],
      [
        "a",
        -0.00054552656
      ],
      [
        " Al",
        -2.451116e-05
      ],
      [
        "ba",
        -6.1537958e-06
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic is the number of vertices minus edges plus faces of a topological space. His identity states that his namesake number to the power of i x equals cosine of x plus sine of ix. This scientist went blind in one eye from a fever and later the other from a cataract. He solved the problem of the Seven (*) Bridges of Königsberg, thus pioneering graph theory. Name this scientist for whom is named the": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.004723107
      ],
      [
        "hard",
        -0.0010341187
      ],
      [
        " Euler",
        -3.106736e-05
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric factor. A more specific mathematical result of this name states that a bounded, entire function in the complex plane is constant and has the fundamental theorem of algebra as a corollary, and is unrelated to the physical result. That physical theorem states that in a Hamiltonian system, the phase space density is conserved. FTP, give the common name of these theorems, whose namesake was a Frenchman whose work with Jacques Sturm resulted in a theory used to solve integral equations.": {
    "guess": "Liouville's Theorem",
    "confidence": [
      [
        "Li",
        -0.0030693375
      ],
      [
        "ou",
        -3.261701e-05
      ],
      [
        "ville",
        -6.869018e-06
      ],
      [
        "'s",
        -0.00057292875
      ],
      [
        " The",
        -0.026809568
      ],
      [
        "orem",
        -0.011129883
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material. In that transition, this material shifts from its (*) austenite to its martensite form. This material is cooled by quenching after carbon monoxide or barium carbonate are used to give it a desirable property via the process of carburization. When over 10.5% chromium is added to this material, it becomes": {
    "guess": "Steel",
    "confidence": [
      [
        "Steel",
        -1.0363809
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.00073505857
      ],
      [
        "ian",
        -2.6968896e-06
      ],
      [
        " motion",
        -0.0009911301
      ]
    ]
  },
  "Massanutten Mountain splits the river for which this valley is named, loosely translated as \"daughter": {
    "guess": "Shenandoah Valley",
    "confidence": [
      [
        "Sh",
        -0.03267805
      ],
      [
        "en",
        -0.00022988072
      ],
      [
        "ando",
        -9.4245304e-05
      ],
      [
        "ah",
        -3.7981175e-05
      ],
      [
        " Valley",
        -0.4258178
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and the Pythagorean theorem. Rewordings of the statement give rise to elliptic or hyperbolic geometries. If the axiom is omitted from the others with which it usually associated, the non-Euclideam geometry can be developed. Name this postulate of Euclid that assumes that given a point and a line not containing that point that there exists only one line passing through the point that does not intersect": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.022624608
      ],
      [
        " post",
        -0.08292817
      ],
      [
        "ulate",
        -0.00031520487
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by": {
    "guess": "Philosophical Investigations",
    "confidence": [
      [
        "Phil",
        -1.5244203
      ],
      [
        "osoph",
        -0.00061116746
      ],
      [
        "ical",
        -0.12644741
      ],
      [
        " Investigations",
        -0.027489886
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit mixture of gases from either a packed tube or capillary. In another variety, spotting is followed by the sample's development in the effluent before an Rf [R sub F] value is calculated. Using the differences in behavior between mobile and stationary phases, types include gas, column, thin-layer, and paper. For 10 points,. identify this type of chemical analysis that allows separation of mixture components.": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.012322562
      ],
      [
        "rom",
        -1.378283e-05
      ],
      [
        "at",
        -4.1557283e-05
      ],
      [
        "ography",
        -9.849109e-06
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this philosopher.  Born in Sicily to a rich family, he dressed in purple robes and a golden diadem, claiming magical powers for himself.  Reported to have kept a woman alive for a month after she stopped breathing, he also claimed to be a god and died by jumping into the crater of Mt. Etna.  FTP, name": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.004845546
      ],
      [
        "ed",
        -0.00017028624
      ],
      [
        "oc",
        -1.7239736e-05
      ],
      [
        "les",
        -1.0683535e-05
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and the Pythagorean theorem. Rewordings of the statement give rise to elliptic or hyperbolic geometries. If the axiom is omitted from the others with which it usually associated, the non-Euclideam geometry can be developed. Name this postulate of Euclid that assumes that given a point and a line not containing": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.0019916822
      ],
      [
        " post",
        -0.019479968
      ],
      [
        "ulate",
        -0.00013083349
      ]
    ]
  },
  "Massanutten Mountain splits the river for which this valley is named, loosely translated as \"daughter of the stars.\" Settled primarily by German immigrants, it became an important source for iron. The song named after it has been proposed as a new state song for Virginia. For 10 points, name this valley": {
    "guess": "Shenandoah Valley",
    "confidence": [
      [
        "Sh",
        -0.0080990195
      ],
      [
        "en",
        -0.000116417184
      ],
      [
        "ando",
        -0.00020258676
      ],
      [
        "ah",
        -2.868329e-05
      ],
      [
        " Valley",
        -0.00043293412
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.015770506
      ],
      [
        "ed",
        -4.9424725e-05
      ],
      [
        "oc",
        -4.365741e-06
      ],
      [
        "les",
        -1.9816675e-06
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro objects along polar jets during the T Tauri stage of this process, which typically involves": {
    "guess": "Star formation",
    "confidence": [
      [
        "Star",
        -0.0852008
      ],
      [
        " formation",
        -0.015487899
      ]
    ]
  },
  "This material was used by Leone Leoni for his depictions of Charles V and Philip II. This material is gilded in depicting the sacrifice of Isaac in a series of doors constructed by Ghiberti after winning a competition. This material was used in Falconet's sculpture of Peter the Great and in a depiction of Erasmo da Narni nicknamed (*) Gattamelata. This material was also used for the first modern free": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.029119303
      ],
      [
        "ze",
        -6.194111e-05
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting": {
    "guess": "Adrien Douady",
    "confidence": [
      [
        "Ad",
        -1.8585126
      ],
      [
        "rien",
        -0.37479457
      ],
      [
        " Dou",
        -0.051105484
      ],
      [
        "ady",
        -0.0002356025
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character of this work paints the word \"Disinherited\" on his shield, and he later uses that shield to defend himself against Bois-Guilbert in a tournament. Later, he fights Bois-Guilbert again to save the daughter of Isaac, Rebecca the Jewess, from the Knights Templar. After that episode, he and the daughter of Cedric the Saxon, Rowena, leave for Granada. For ten points, identify this book, a romance": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.006797202
      ],
      [
        "van",
        -3.1281633e-07
      ],
      [
        "hoe",
        -0.00011951648
      ]
    ]
  },
  "This material comes in autochthonous and allochthonous varieties and it characterized by a grain size on the order of a micrometer, in many cases due to fossil remnants. This rock separates into its chief constituents, including its namesake, near 1300 Kelvins, and it may be phosphorylated to yield the common raw material for fertilizer. For ten points, name the sedimentary rock that may be metamorphosed": {
    "guess": "Phosphate rock",
    "confidence": [
      [
        "Ph",
        -0.23797399
      ],
      [
        "osphate",
        -0.30231518
      ],
      [
        " rock",
        -0.032489512
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as penitentes. When it is denser than 550 kilograms per cubic meter, this material is known as firn, and its compacted, resolidified form is called n??and formed via nivation. The calculation of mass balance compares the accumulation of this material to the rate of ablation; a positive measure indicates": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.23844133
      ],
      [
        "acier",
        -0.019494113
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit mixture of gases from either a packed tube or capillary. In another variety, spotting is followed by the sample's development in the effluent before an Rf [R sub F] value is calculated. Using the differences": {
    "guess": "Thin-layer chromatography",
    "confidence": [
      [
        "Thin",
        -0.21632364
      ],
      [
        "-layer",
        -0.07171446
      ],
      [
        " chromat",
        -0.0021637059
      ],
      [
        "ography",
        -0.00016957101
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this type of \"index,\" which is a ratio of specific (*) heats. This type of process forms nearly vertical tracks on a PV diagram, and in Carnot cycles, two reversible examples of this process are interspersed with isothermal processes. The change in internal energy for this kind of process equals the work done on the system. For 10 points, name this type of process in which heat does not enter or leave": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.0034228317
      ],
      [
        "i",
        -6.0345924e-06
      ],
      [
        "ab",
        -5.8365e-05
      ],
      [
        "atic",
        -2.4584822e-06
      ],
      [
        " process",
        -0.0051025916
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to the H-field, this physical entity can do no work because its associated force, as given by the Lorentz force law, is orthogonal to the velocity of a charge. Gauss' law for this vector field states that the flux of it through a closed surface is zero, which means that there are no monopole sources for": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.025381628
      ],
      [
        "agnetic",
        -0.00027885512
      ],
      [
        " Field",
        -0.6765471
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments, this substance is described as block. Upward masses of this substance are called spines. One common type has a so-called ropey texture. Its composition ranges from andesitic to rhylolitic. It forms namesake domes and tubes. Underwater it can have a pillow morphology. Two broad types of it are aa [AH-AH] and pahoehoe [pah-HOH-hoy]. For 10 points, name this molten rock on the surface of the": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.0064476077
      ],
      [
        "ava",
        -1.8624639e-06
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing": {
    "guess": "Triboluminescence",
    "confidence": [
      [
        "T",
        -0.93847054
      ],
      [
        "rib",
        -0.07277377
      ],
      [
        "olum",
        -0.0052934075
      ],
      [
        "ines",
        -0.001520457
      ],
      [
        "cence",
        -0.00030745665
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations": {
    "guess": "Henri Poincaré",
    "confidence": [
      [
        "Hen",
        -0.7573274
      ],
      [
        "ri",
        -1.3067608e-05
      ],
      [
        " P",
        -0.0014554744
      ],
      [
        "oin",
        -4.00813e-06
      ],
      [
        "car",
        -0.010893245
      ],
      [
        "é",
        -1.569009e-05
      ]
    ]
  },
  "Mary Ritter on The Rise of American Civilization, which called the Civil War a \"second American Revolution\" by industrialists against farmers. A founder of the New School for Social Research, his other": {
    "guess": "Charles A. Beard",
    "confidence": [
      [
        "Charles",
        -0.08475481
      ],
      [
        " A",
        -0.0067353845
      ],
      [
        ".",
        -0.00016802136
      ],
      [
        " Beard",
        -1.11603495e-05
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.009009237
      ],
      [
        "van",
        -7.89631e-07
      ],
      [
        "hoe",
        -0.00010783452
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.2589244
      ],
      [
        " House",
        -0.043186784
      ],
      [
        " of",
        -0.0033182844
      ],
      [
        " Bernard",
        -0.00834258
      ],
      [
        "a",
        -0.00041780257
      ],
      [
        " Al",
        -6.0345924e-06
      ],
      [
        "ba",
        -9.0883464e-07
      ]
    ]
  },
  "This material's deep layers are home to solid formations called depth hoares that can cause structural weakness in formations of it. At high altitudes, this material can form spike-like objects known as penitentes. When it is denser than 550 kilograms per cubic meter, this material is known as firn, and its compacted, resolidified form is called n??and formed via nivation. The calculation of mass balance compares the accumulation of this material to the rate of ablation; a positive measure indicates glaciation. For 10 points, name this form of solid precipitation that generally falls in white flakes": {
    "guess": "Snow",
    "confidence": [
      [
        "Snow",
        -0.0055632633
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility of Hilbert's tenth problem.  They have a generating function of  \"x over quantity 1 minus x minus x squared\" and Euclid's algorithm for the greatest common factors has its worst run time when the entries are successive terms of these numbers, so, in that sense, the most irrational number is the golden mean, to which the ratio of successive members of these converges.  FTP, name this sequence": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.00070492574
      ],
      [
        "ib",
        -4.298773e-05
      ],
      [
        "onacci",
        -3.8577193e-05
      ],
      [
        " number",
        -0.002903182
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics": {
    "guess": "Economic history",
    "confidence": [
      [
        "E",
        -0.7501836
      ],
      [
        "conomic",
        -0.0007250601
      ],
      [
        " history",
        -0.1396897
      ]
    ]
  },
  "This material comes in autochthonous and allochthonous varieties and it characterized by a grain size on the order of a micrometer, in many cases due to fossil remnants. This rock separates into its chief": {
    "guess": "Chalk",
    "confidence": [
      [
        "Ch",
        -0.607122
      ],
      [
        "alk",
        -0.021992968
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks free and declares her intent to marry, and in another, one character refuses to replace her green dress with the black of mourning.  Pepe el Romano intends to marry Angustias for her money, but in the climax of the novel her mother shoots him and Adela hangs herself.  For 10 points, name this play by Garcia Lorca concerning the household of the titular woman, which along with Blood Wedding and Yerma": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.016830584
      ],
      [
        " House",
        -5.538491e-05
      ],
      [
        " of",
        -0.00011796683
      ],
      [
        " Bernard",
        -0.00018744789
      ],
      [
        "a",
        -0.00013250235
      ],
      [
        " Al",
        -3.8338785e-05
      ],
      [
        "ba",
        -6.2729996e-06
      ]
    ]
  },
  "This mathematical statement has been shown to be equivalent to Playfair's axiom, Proclus'. Axiom, and": {
    "guess": "Parallel postulate",
    "confidence": [
      [
        "Parallel",
        -0.0038215755
      ],
      [
        " post",
        -0.0018122714
      ],
      [
        "ulate",
        -6.6113236e-05
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.8882322
      ],
      [
        "rom",
        -0.0037865352
      ],
      [
        "at",
        -0.0029648654
      ],
      [
        "ography",
        -0.012750135
      ]
    ]
  },
  "Mary Cassatt's Portrait of a Little Girl depicts one of these sleeping on a chair next to the reclining title figure. One of these investigates a puddle of blood below the titular satyr in Titian's The Flaying of Marsyas. A black one stands at the center of Georges Seurat's Sunday Afternoon on the Island of La Grande Jatte, and one sleeps on the bed in Titian's Venus of Urbino. For 10 points, name": {
    "guess": "Cat",
    "confidence": [
      [
        "Cat",
        -0.081926554
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up.": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.15692645
      ],
      [
        "ava",
        -0.0037744315
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -1.2232685
      ],
      [
        " Glass",
        -0.7978381
      ],
      [
        " Men",
        -0.00012546933
      ],
      [
        "ager",
        -3.5835506e-05
      ],
      [
        "ie",
        -5.955704e-05
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean Perrin used it to obtain Avogadro's number, and Richard Feynman described a \"ratchet\" that uses it. This phenomenon is the physical version of the Weiner process, and is also [*] a stochastic process. The kinetic theory of gases was used in Einstein's 1905 explanation of it, and its namesake, a Scottish": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0042499467
      ],
      [
        "ian",
        -5.276243e-05
      ],
      [
        " motion",
        -0.00090061966
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's Golden Bough addresses them in conjunction with \"The Perils of the Soul.\" Freud suggested that they are the product of social ambivalence towards actions that are unconsciously desired, in a work pairing them with totems. Known as kapus in Hawaii, this term was introduced to English by James Cook, who encountered it in Tonga. For 10 points, incest is a widespread example of what kind of strong prohibition": {
    "guess": "Taboo",
    "confidence": [
      [
        "Tab",
        -0.5066852
      ],
      [
        "oo",
        -0.0010672279
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers momentum to a crystal lattice when emitting a photon. In opto-electronics, this value plays a critical": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.0015429535
      ],
      [
        " gap",
        -0.07254841
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and Militia Act preceded the issuing of this document. Upon William Seward's request, this document was not issued until its author's army won a major battle in the town of Sharpsburg, known as the Battle of Antietam. For 10 points, name this document issued by Abraham Lincoln freeing slaves in rebelling states as of January 1, 1863.": {
    "guess": "Emancipation Proclamation",
    "confidence": [
      [
        "Em",
        -0.025981158
      ],
      [
        "anc",
        -0.00035417348
      ],
      [
        "ipation",
        -0.0001309527
      ],
      [
        " Pro",
        -0.00038467496
      ],
      [
        "clamation",
        -0.0001407274
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation": {
    "guess": "Harish-Chandra",
    "confidence": [
      [
        "Har",
        -1.1912068
      ],
      [
        "ish",
        -0.0011354546
      ],
      [
        "-Ch",
        -0.0016163812
      ],
      [
        "andra",
        -0.00011486754
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a constant of which he is the first namesake and that is symbolized gamma. For a polyhedron, the number of vertices minus number of edges plus number of faces is equal to his namesake characteristic, chi": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.023987368
      ],
      [
        "hard",
        -0.021457436
      ],
      [
        " Euler",
        -0.0008439337
      ]
    ]
  },
  "This mathematician was the first to provide the solution pi squared over six to the Basel problem. DeMoivre's formula is a generalized form of one this man's most famous formulae, and his namesake characteristic is two for any convex polyhedral. His solution to the Königsberg Bridge Problem created the field of graph theory. For ten points, name this Swiss mathematician whose name lends itself to the": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.2634575
      ],
      [
        "hard",
        -0.010737225
      ],
      [
        " Euler",
        -0.00095850864
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.  Braginsky, Polnarev and Thorne proposed using it to measure the earth's general relativistic gravitomagnetic field. When modeling this system, a common approximation is for sin theta to equal theta; this only holds for small amplitudes.  The \"physical\" version differs from the \"simple\" version in that the \"string\" of the \"mass on a string\" has some mass.  For 10 points, name this physical system, often used to demonstrate simple harmonic motion?": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.1089996
      ],
      [
        "end",
        -9.133887e-06
      ],
      [
        "ulum",
        -0.00013381359
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility of Hilbert's tenth problem.  They have a generating function of  \"x over quantity 1 minus x minus x squared\" and Euclid's algorithm for the greatest common factors has its worst run time when": {
    "guess": "Polynomial",
    "confidence": [
      [
        "Pol",
        -0.7392093
      ],
      [
        "ynomial",
        -6.921253e-05
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.7338191
      ],
      [
        "in",
        -0.00014764121
      ],
      [
        "-L",
        -0.0029500087
      ],
      [
        "ouis",
        -1.6166903e-05
      ],
      [
        " Ca",
        -3.9292416e-05
      ],
      [
        "uch",
        -2.9040899e-05
      ],
      [
        "y",
        -6.539802e-05
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments, this substance is described as block. Upward masses of this substance are called spines. One common type has a so-called ropey texture. Its composition ranges from andesitic to rhylolitic. It": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.00610784
      ],
      [
        "ava",
        -4.3202e-07
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams ring. One of its satellites, Despina, lies inside the Le Verrier Ring. This planet's orbital resonance": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0024707785
      ],
      [
        "ptune",
        -5.3193703e-06
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who tries to save the monk Medardus from the title substance. This author of The Life and Opinions of": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.009160216
      ],
      [
        ".",
        -0.00494507
      ],
      [
        " T",
        -9.460292e-05
      ],
      [
        ".",
        -7.703444e-06
      ],
      [
        " A",
        -5.9153886e-06
      ],
      [
        ".",
        -0.00022296692
      ],
      [
        " Hoff",
        -0.00023429126
      ],
      [
        "mann",
        -1.3544423e-05
      ]
    ]
  },
  "This material loses effectiveness after an action called girdling, which leads to tissue death. Ernst Munch proposed that this material works via the pressure flow hypothesis. This material consists of": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.0005302758
      ],
      [
        "lo",
        -1.0683535e-05
      ],
      [
        "em",
        -3.1737043e-06
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in an opera that includes the \"Dance of the Blessed Spirits.\" This figure sings the aria \"Tu se morta\" in another opera that was first performed in 1607. An opera named for this figure begins with Public Opinion introducing some characters who later dance the can-can. This figure is the title character": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0052631684
      ],
      [
        "phe",
        -0.0010638903
      ],
      [
        "us",
        -4.608702e-05
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n": {
    "guess": "Euler product formula",
    "confidence": [
      [
        "E",
        -0.6039384
      ],
      [
        "uler",
        -0.0005674491
      ],
      [
        " product",
        -0.21767747
      ],
      [
        " formula",
        -0.0013402429
      ]
    ]
  },
  "The mathematician Bhaksara solved the special case where d equals 61. Although William Brounker provided": {
    "guess": "Bhaskara I",
    "confidence": [
      [
        "B",
        -1.308743
      ],
      [
        "h",
        -0.38844737
      ],
      [
        "ask",
        -0.22086705
      ],
      [
        "ara",
        -0.0007730589
      ],
      [
        " I",
        -0.42548695
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics is a movement in this academic discipline emphasizing the effect of socio-economic factors in its core area of study. Lucien Febvre and Fernand Braudel are practitioners of this discipline who emphasized the idea of \"the long term\" as part of an early 20th-century school in this academic field": {
    "guess": "Historiography",
    "confidence": [
      [
        "Histor",
        -0.75218576
      ],
      [
        "i",
        -0.17293039
      ],
      [
        "ography",
        -0.00024643904
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.1502458
      ],
      [
        "van",
        -4.310693e-05
      ],
      [
        "hoe",
        -0.0002549025
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in an opera that includes the \"Dance of the Blessed Spirits.\" This figure sings the aria \"Tu se morta\"": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.010197522
      ],
      [
        "phe",
        -0.019690972
      ],
      [
        "us",
        -0.003303193
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n wrote the children's book The Story of Colors and is the leader of a movement called \"The Other\n Campaign.\" That figure always wears a ski mask, holds the title \"Sub commander,\" and was inspired by a\n 1968 massacre in his country shortly before the Summer Olympics. This country was led by Ernesto\n Zedillo and Carlos Salinas, both members of a party in power nearly 70 years. For 10 points, name": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.010326246
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is an identity containing strongly closed sub C star algebra of bounded operators on a Hilbert space. This man proved that in a two player, zero sum game there exists what would later be called a Nash equilibrium": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.0056753955
      ],
      [
        " von",
        -0.016116481
      ],
      [
        " Ne",
        -8.418666e-06
      ],
      [
        "umann",
        -0.00013703208
      ]
    ]
  },
  "This mathematician was the first to provide the solution pi squared over six to the Basel problem. DeMoivre's formula is a generalized form of one this man's most famous formulae, and his namesake characteristic is two for any convex polyhedral. His solution to the Königsberg Bridge Problem created the": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0005079957
      ],
      [
        "hard",
        -0.028911103
      ],
      [
        " Euler",
        -3.631232e-05
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this figure drawing away in alarm from a cross-carrying Christ in a work set on the Appian Way, Domine Quo": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.48398232
      ],
      [
        " Peter",
        -0.00096886844
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from BHAs. Bromine, phosphorus, and a carboxylic acid are reacted in the Hell-Volhard-Zelinsky reaction": {
    "guess": "Alpha-hydroxy acid",
    "confidence": [
      [
        "Alpha",
        -0.4678058
      ],
      [
        "-h",
        -0.39567226
      ],
      [
        "ydro",
        -0.0007448296
      ],
      [
        "xy",
        -0.0030624382
      ],
      [
        " acid",
        -0.029104259
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations are a subset of his namesake group, preserving the symmetries of the flat space-time of the four-dimensional Minkowski space, not curved by any gravitational forces. It leads to the famous equation": {
    "guess": "Poincaré group",
    "confidence": [
      [
        "P",
        -1.281541
      ],
      [
        "oin",
        -0.00015181334
      ],
      [
        "car",
        -0.009945672
      ],
      [
        "é",
        -5.0616763e-05
      ],
      [
        " group",
        -0.13680303
      ]
    ]
  },
  "This mathematician was the first to provide the solution pi squared over six to the Basel problem. DeMoivre's formula is a generalized form of one this man's most famous formulae, and his namesake characteristic": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.11208948
      ],
      [
        "hard",
        -0.012488112
      ],
      [
        " Euler",
        -0.00045057258
      ]
    ]
  },
  "Mass and volume are, but density and pressure are not. Internal energy is, but temperature is not. Entropy, enthalpy, and free energy are, but molar entropy, molar enthalpy, and activity are not. For 10": {
    "guess": "Thermodynamic Equilibrium",
    "confidence": [
      [
        "Th",
        -1.436947
      ],
      [
        "erm",
        -0.040357195
      ],
      [
        "odynamic",
        -0.07242079
      ],
      [
        " Equ",
        -1.7538301
      ],
      [
        "ilibrium",
        -0.06669528
      ]
    ]
  },
  "Mary Cassatt's Portrait of a Little Girl depicts one of these sleeping on a chair next to the reclining title figure. One of these investigates a puddle of blood below the titular satyr in Titian's The Flaying of Marsyas. A black one stands at the center of Georges Seurat's Sunday Afternoon on the Island": {
    "guess": "Cat",
    "confidence": [
      [
        "Cat",
        -0.345216
      ]
    ]
  },
  "Matiyasevich showed that these can be defined by a Diophantine equation, leading to a proof of the insolubility of Hilbert's tenth problem.  They have a generating function of  \"x over quantity 1 minus x minus x squared\" and Euclid's algorithm for the greatest common factors has its worst run time when the entries are successive terms of these numbers, so, in that sense, the most irrational number": {
    "guess": "Fibonacci number",
    "confidence": [
      [
        "F",
        -0.002395033
      ],
      [
        "ib",
        -0.00024715427
      ],
      [
        "onacci",
        -8.537869e-06
      ],
      [
        " number",
        -0.0038885537
      ]
    ]
  },
  "Mass and volume are, but density and pressure are not. Internal energy is, but temperature is not. Entropy, enthalpy, and free energy are, but molar entropy, molar enthalpy, and activity are not. For 10 points, give this term from physical chemistry indicating that a property depends on the size of the system under study rather than its internal state.": {
    "guess": "Extensive property",
    "confidence": [
      [
        "Ext",
        -0.3709154
      ],
      [
        "ensive",
        -0.00090657984
      ],
      [
        " property",
        -0.2625723
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n wrote the children's book The Story of Colors and is the leader of a movement called \"The Other\n Campaign.\" That figure always wears a ski mask, holds the title \"Sub commander,\" and was inspired by a\n 1968 massacre in his country shortly before the Summer Olympics. This country was led by Ernesto\n": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0022405356
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations are a subset of his namesake group, preserving the symmetries of the flat space-time of the four-dimensional Minkowski space, not curved by any gravitational forces. It leads to the famous equation that (*) E equals m c-squared, and it expanded Galileo's earlier work by including the fact that the speed of light is the same in all reference frames. For ten points, identify this theory of Albert Einstein, developed in 1905 along with a similarly-named \"general\" type.": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.044000696
      ],
      [
        " rel",
        -0.030138867
      ],
      [
        "ativity",
        -7.226629e-06
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0056521706
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston Churchill, leading into a discussion of magical theories of reference. This thought experiment compares its namesake entities with Turing machines playing the imitation game and is refuted on the basis of semantic externalism. Introduced in Reason, Truth, and History, for 10 points, name this thought": {
    "guess": "Twin Earth thought experiment",
    "confidence": [
      [
        "T",
        -1.0148153
      ],
      [
        "win",
        -0.039940692
      ],
      [
        " Earth",
        -0.008660186
      ],
      [
        " thought",
        -0.010128716
      ],
      [
        " experiment",
        -0.00043829824
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is an identity containing strongly closed sub C star algebra of bounded operators on a Hilbert space. This man proved that in a two player, zero sum game there exists what would later be called a Nash equilibrium solution. This prover of the minimax theorem devised a scheme where data and instruction": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.0014493987
      ],
      [
        " von",
        -0.03408983
      ],
      [
        " Ne",
        -9.014684e-06
      ],
      [
        "umann",
        -0.00021295747
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in an opera that includes the \"Dance of the Blessed Spirits.\" This figure sings the aria \"Tu se morta\" in another opera that was first performed in 1607. An opera named for this figure begins with Public": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.011659413
      ],
      [
        "phe",
        -0.014824511
      ],
      [
        "us",
        -0.0003959993
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation.": {
    "guess": "McLafferty rearrangement",
    "confidence": [
      [
        "Mc",
        -0.5972951
      ],
      [
        "L",
        -6.086828e-05
      ],
      [
        "aff",
        -0.00016444526
      ],
      [
        "erty",
        -7.13582e-05
      ],
      [
        " rearr",
        -0.016781706
      ],
      [
        "angement",
        -0.00012248923
      ]
    ]
  },
  "This material, often consisting of phyllosilicates, has smaller particles than silts, forming microscopic": {
    "guess": "Clay",
    "confidence": [
      [
        "Cl",
        -0.0071316236
      ],
      [
        "ay",
        -1.7597347e-05
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar medium. Radiation pressure on condensing dust may cause this phenomenon in stars near the end of their lives. Wolf-Rayet stars have very strong ones of these, which causes them to lose relatively large amounts of their mass. The one produced by and named for the Sun is responsible for creating": {
    "guess": "Stellar Wind",
    "confidence": [
      [
        "St",
        -1.0302458
      ],
      [
        "ellar",
        -0.00038658222
      ],
      [
        " Wind",
        -0.06761053
      ]
    ]
  },
  "This material, often consisting of phyllosilicates, has smaller particles than silts, forming microscopic crystals, but is often found with silts. This group often contains significant amounts of water between its silicate sheets, which gives it its trademark property of plasticity, while exposure to heat can dry it out, leading to hardening.  Name this material which is often used in pottery and sculpture.": {
    "guess": "Clay",
    "confidence": [
      [
        "Cl",
        -0.019898536
      ],
      [
        "ay",
        -5.5577775e-06
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics is a movement in this academic discipline emphasizing the effect of socio-economic factors in its core area of study. Lucien Febvre and Fernand Braudel are practitioners of this discipline who emphasized the idea of \"the long term\" as part of an early 20th-century school in this academic field in France called the Annales School. All of these movements opposed the so-called \"Great Man\" approach": {
    "guess": "Historiography",
    "confidence": [
      [
        "Histor",
        -0.68881196
      ],
      [
        "i",
        -0.07113975
      ],
      [
        "ography",
        -8.566264e-05
      ]
    ]
  },
  "This material comes in autochthonous and allochthonous varieties and it characterized by a grain size on the order of a micrometer, in many cases due to fossil remnants. This rock separates into its chief constituents, including its namesake, near 1300 Kelvins, and it may be phosphorylated to yield the common raw material for fertilizer. For ten points, name the sedimentary rock that may be metamorphosed to marble and that is composed mainly of calcium carbonate and lime.": {
    "guess": "Limestone",
    "confidence": [
      [
        "L",
        -0.013515945
      ],
      [
        "imestone",
        -0.00018530223
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on a simply connected region is equal to the sum of the function's a sub negative one Laurent coefficients at each pole in the region. Any complex differentiable function will satisfy the pair of differential": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.1587235
      ],
      [
        "in",
        -0.00012821102
      ],
      [
        "-L",
        -0.001102349
      ],
      [
        "ouis",
        -2.3392786e-06
      ],
      [
        " Ca",
        -1.247159e-05
      ],
      [
        "uch",
        -4.1199673e-05
      ],
      [
        "y",
        -2.8921695e-05
      ]
    ]
  },
  "This material was used by Leone Leoni for his depictions of Charles V and Philip II. This material is gilded in depicting the sacrifice of Isaac in a series of doors constructed by Ghiberti after winning a competition. This material was used in Falconet's sculpture of Peter the Great and in a depiction": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.010970003
      ],
      [
        "ze",
        -2.2723105e-05
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character of this work paints the word \"Disinherited\" on his shield, and he later uses that shield to defend himself against Bois-Guilbert in a tournament. Later, he fights Bois-Guilbert again to save the": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.00050275447
      ],
      [
        "van",
        -1.0683535e-05
      ],
      [
        "hoe",
        -0.0004004025
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments, this substance is described as block. Upward masses of this substance are called spines. One common type has a so-called ropey texture. Its composition ranges from andesitic to rhylolitic. It forms namesake domes and tubes. Underwater it can have a pillow morphology. Two broad types of it": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.016355043
      ],
      [
        "ava",
        -5.5122365e-07
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in an opera that includes the \"Dance of the Blessed Spirits.\" This figure sings the aria \"Tu se morta\" in another opera that was first performed in 1607. An opera named for this figure begins with Public Opinion introducing some characters who later dance the can-can. This figure is the title character of those operas by Gluck, Monteverdi, and Offenbach. For 10 points, name this figure from Greek myth who travels to the underworld to retrieve his wife Eurydice.": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.0010119688
      ],
      [
        "phe",
        -0.00012594614
      ],
      [
        "us",
        -5.538491e-05
      ]
    ]
  },
  "Maryland Spring HS Tournament   Tiebreakers      At the opening of the play, the housekeeper reports that Magdalena has fainted at her father's funeral, later another character orders an eight year mourning period for that father.  In one scene, an elderly character usually locked in her room breaks free and declares her intent to marry, and in another, one character refuses to replace her green dress with the black of mourning.  Pepe el Romano intends to marry Angustias for her money, but in the": {
    "guess": "The House of Bernarda Alba",
    "confidence": [
      [
        "The",
        -0.028235575
      ],
      [
        " House",
        -6.992776e-05
      ],
      [
        " of",
        -0.00021891399
      ],
      [
        " Bernard",
        -0.00026515033
      ],
      [
        "a",
        -0.00030805267
      ],
      [
        " Al",
        -1.7954959e-05
      ],
      [
        "ba",
        -1.3856493e-06
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this type of \"index,\" which is a ratio of specific (*) heats. This type of process forms nearly vertical tracks on a PV diagram, and in Carnot cycles, two reversible examples of this process are interspersed with isothermal processes. The change in internal energy for this kind of process equals the work done on the system. For 10 points, name this type of process in which heat does not enter or leave a system.": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.0020346341
      ],
      [
        "i",
        -2.1008714e-06
      ],
      [
        "ab",
        -3.4285862e-05
      ],
      [
        "atic",
        -2.6968896e-06
      ],
      [
        " process",
        -0.0032977283
      ]
    ]
  },
  "The mathematical manifold in which this occurs has isometries with the Poincaré group, the Minkowski space, and the transverse Doppler effect occurs in this paradigm. Its operations include length contractions and transformations named for Lorentz. It extended [*] Galileo's principle regarding laws of physics in all reference frames, and consistent with the results of the Michelson-Morley experiment. Reconciling Maxwell's equations with the laws of mechanics at extremely high speeds, for 10 points,": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.22260164
      ],
      [
        " rel",
        -0.3191146
      ],
      [
        "ativity",
        -1.7597347e-05
      ]
    ]
  },
  "This material was used by Leone Leoni for his depictions of Charles V and Philip II. This material is gilded in depicting the sacrifice of Isaac in a series of doors constructed by Ghiberti after winning a competition. This material was used in Falconet's sculpture of Peter the Great and in a depiction of Erasmo da Narni nicknamed (*) Gattamelata. This material was also used for the first modern free standing nude. For 10 points, name this alloy of copper and tin used in Donatello's David.": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.150927
      ],
      [
        "ze",
        -3.7027545e-05
      ]
    ]
  },
  "Marvin Harris argues that many of them serve ecological functions, while the second volume of Frazer's Golden Bough addresses them in conjunction with \"The Perils of the Soul.\" Freud suggested that they are the product of social ambivalence towards actions that are unconsciously desired, in a work pairing them with totems. Known as kapus in Hawaii, this term was introduced to English by James Cook,": {
    "guess": "Taboo",
    "confidence": [
      [
        "Tab",
        -0.30422154
      ],
      [
        "oo",
        -0.0055069495
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar": {
    "guess": "H II region",
    "confidence": [
      [
        "H",
        -0.23958218
      ],
      [
        " II",
        -0.2088861
      ],
      [
        " region",
        -0.008999316
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations are a subset of his namesake group, preserving the symmetries of the flat space-time of the four-dimensional Minkowski space, not curved by any gravitational forces. It leads to the famous equation that (*) E equals m c-squared, and it expanded Galileo's earlier work by including the fact that": {
    "guess": "Special theory of relativity",
    "confidence": [
      [
        "Special",
        -0.10401538
      ],
      [
        " theory",
        -0.66769004
      ],
      [
        " of",
        -0.00019269285
      ],
      [
        " rel",
        -0.0021667944
      ],
      [
        "ativity",
        -5.5861725e-05
      ]
    ]
  },
  "Mary Ritter on The Rise of American Civilization, which called the Civil War a \"second American Revolution\"": {
    "guess": "Mary Ritter Beard",
    "confidence": [
      [
        "Mary",
        -0.58147377
      ],
      [
        " R",
        -0.55097073
      ],
      [
        "itter",
        -0.00020187153
      ],
      [
        " Beard",
        -0.021720631
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams ring. One of its satellites, Despina, lies inside the Le Verrier Ring. This planet's orbital resonance cannot control entities called cubewanos, and this body is also the reference planet for the (*) Kuiper Belt. Having very strong winds in the region of its Great Dark Spot, one of its satellites has": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0009950602
      ],
      [
        "ptune",
        -4.7517467e-05
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology,": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7253515
      ]
    ]
  },
  "A massacre by this nation's army of students was recorded in a 1971 work by Elena Poniatowska. This\n nation had a severe 1994 economic crisis known as the \"December mistake.\" One person from this country\n wrote the children's book The Story of Colors and is the leader of a movement called \"The Other\n": {
    "guess": "Mexico",
    "confidence": [
      [
        "Mexico",
        -0.0017575257
      ]
    ]
  },
  "Mathematical models for this phenomenon use the Fokker-Planck equation or the Langevin equation. Jean Perrin used it to obtain Avogadro's number, and Richard Feynman described a \"ratchet\" that uses it. This phenomenon is the physical version of the Weiner process, and is also [*] a stochastic process. The kinetic theory of gases was used in Einstein's 1905 explanation of it, and its namesake, a Scottish botanist, observed it in pollen grains in water. For 10 points, name this seemingly random motion of particles suspended in a fluid.": {
    "guess": "Brownian motion",
    "confidence": [
      [
        "Brown",
        -0.0013483305
      ],
      [
        "ian",
        -2.4749568e-05
      ],
      [
        " motion",
        -0.00041839862
      ]
    ]
  },
  "Martin and Primavesi recently discovered a new fragment of a treatise called On Nature, written by this philosopher.  Born in Sicily to a rich family, he dressed in purple robes and a golden diadem, claiming magical powers for himself.  Reported to have kept a woman alive for a month after she stopped": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.16140305
      ],
      [
        "ed",
        -0.0005412389
      ],
      [
        "oc",
        -2.868329e-05
      ],
      [
        "les",
        -1.7954959e-05
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this figure drawing away in alarm from a cross-carrying Christ in a work set on the Appian Way, Domine Quo Vadis? The Raising of the Son of Theophilus is part of a cycle of works depicting his life at the Brancacci Chapel, the most famous of which shows this man on the left taking a coin out of a fish's mouth. For 10 points, name this apostle who appears three times in The Tribute Money and is missing": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.0047964267
      ],
      [
        " Peter",
        -3.2497806e-05
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to the H-field, this physical entity can do no work because its associated force, as given by the Lorentz force law, is orthogonal to the velocity of a charge. Gauss' law for this vector field states that the flux of it through a closed surface is zero, which means that there are no monopole sources for it. This field can be calculated with the Biot-Savart [bee-oh suh-VAR] or Ampère laws. For 10 points, name this field usually denoted B that is the dual of the electric field.": {
    "guess": "Magnetic Field",
    "confidence": [
      [
        "M",
        -0.0012608295
      ],
      [
        "agnetic",
        -0.000334393
      ],
      [
        " Field",
        -0.5561778
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became the center of a rebellion led by Mateo Pumacagua. Juan Veramendi erected a Basilica Cathedral here,": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.044722762
      ],
      [
        "us",
        -0.17318346
      ],
      [
        "co",
        -1.5332478e-05
      ]
    ]
  },
  "The Mathieu functions of even order are the characteristic functions of this system on the quantum level.  Braginsky, Polnarev and Thorne proposed using it to measure the earth's general relativistic gravitomagnetic field. When modeling this system, a common approximation is for sin theta to equal theta; this only holds for small amplitudes.  The \"physical\" version differs from the \"simple\" version": {
    "guess": "Pendulum",
    "confidence": [
      [
        "P",
        -0.4937729
      ],
      [
        "end",
        -0.000115701965
      ],
      [
        "ulum",
        -1.3544423e-05
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations are a subset of his namesake group, preserving the symmetries of the flat space-time of the four-dimensional": {
    "guess": "Poincaré group",
    "confidence": [
      [
        "P",
        -0.069589004
      ],
      [
        "oin",
        -7.8748824e-05
      ],
      [
        "car",
        -0.008533607
      ],
      [
        "é",
        -1.7239736e-05
      ],
      [
        " group",
        -0.018920515
      ]
    ]
  },
  "This material was used by Leone Leoni for his depictions of Charles V and Philip II. This material is gilded in depicting the sacrifice of Isaac in a series of doors constructed by Ghiberti after winning": {
    "guess": "Bronze",
    "confidence": [
      [
        "Bron",
        -0.024598554
      ],
      [
        "ze",
        -5.7649777e-05
      ]
    ]
  },
  "This mathematician collaborated with Sophus Lie on the discovery of the fundamental properties of asymptotes of the Kummer surface, and with Arnold Sommerfeld wrote a four volume work on the workings of": {
    "guess": "Sophus Lie",
    "confidence": [
      [
        "Soph",
        -0.66929996
      ],
      [
        "us",
        -0.0010475777
      ],
      [
        " Lie",
        -0.001581282
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on a simply connected region is equal to the sum of the function's a sub negative one Laurent coefficients at each pole in the region. Any complex differentiable function will satisfy the pair of differential equations named for him and Riemann, and he is the first namesake of an inequality on vector": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.15445802
      ],
      [
        "in",
        -6.17027e-05
      ],
      [
        "-L",
        -0.00081463164
      ],
      [
        "ouis",
        -5.7961847e-06
      ],
      [
        " Ca",
        -5.080963e-06
      ],
      [
        "uch",
        -2.6656826e-05
      ],
      [
        "y",
        -0.00010819213
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from BHAs. Bromine, phosphorus, and a carboxylic acid are reacted in the Hell-Volhard-Zelinsky reaction to create brominated acids described by this term. Resonance-stabilized enolates are formed when": {
    "guess": "Alpha hydroxy acid",
    "confidence": [
      [
        "Alpha",
        -0.6334337
      ],
      [
        " hydro",
        -0.42914632
      ],
      [
        "xy",
        -0.001303453
      ],
      [
        " acid",
        -0.040993243
      ]
    ]
  },
  "Mary Magdalene can be seen with an angel running away from Christ's tomb in an El Greco work depicting this figure in front of a tree with his hands clasped in penitence. Annibale Carracci showed this figure drawing away in alarm from a cross-carrying Christ in a work set on the Appian Way, Domine Quo Vadis? The Raising of the Son of Theophilus is part of a cycle of works depicting his life at the Brancacci Chapel, the most famous of which shows this man on the left taking a coin out of a fish's mouth. For 10 points, name this apostle who appears three times in The Tribute Money and is missing his usual set of keys in a Caravaggio work in which he is crucified upside-down.": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.044475477
      ],
      [
        " Peter",
        -0.002833411
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the": {
    "guess": "Civil Rights Act of 1964",
    "confidence": [
      [
        "Civil",
        -1.1781296
      ],
      [
        " Rights",
        -0.010266661
      ],
      [
        " Act",
        -0.0065319384
      ],
      [
        " of",
        -0.0033951562
      ],
      [
        " ",
        -6.098748e-05
      ],
      [
        "196",
        -0.86939335
      ],
      [
        "4",
        -0.0210757
      ]
    ]
  },
  "Massachusetts Senator Henry Wilson and two others helped pass a precursor to this legislation for the District of Columbia and urged its creator to hurry with a national version. Another of those men was Chairman of the House Ways and Means Committee, Thaddeus Stevens. The Second Confiscation Act and Militia Act preceded the issuing of this document. Upon William Seward's request, this document was": {
    "guess": "Emancipation Proclamation",
    "confidence": [
      [
        "Em",
        -0.1319393
      ],
      [
        "anc",
        -6.4802e-05
      ],
      [
        "ipation",
        -0.000191024
      ],
      [
        " Pro",
        -0.0003781224
      ],
      [
        "clamation",
        -0.00014311148
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.14786036
      ],
      [
        " Count",
        -0.086587735
      ],
      [
        " of",
        -0.0006572736
      ],
      [
        " Monte",
        -0.00093563984
      ],
      [
        " Crist",
        -4.5371802e-05
      ],
      [
        "o",
        -2.3319124e-05
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic is the number of vertices minus edges plus faces of a topological space. His identity states that his namesake number to the power of i x equals cosine of x plus sine of ix. This scientist went blind in one eye from a fever and later the other from a cataract. He solved the problem of the Seven": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.08732438
      ],
      [
        "hard",
        -0.00068336446
      ],
      [
        " Euler",
        -0.0003863438
      ]
    ]
  },
  "This mathematician showed that a locally compact Hasudorff group with a finite dimensional representation can be given a Lie group structure. He created a method where getting a zero is defined as getting heads then tails to simulate an unbiased coin using a biased one. He defined a structure that is an identity containing strongly closed sub C star algebra of bounded operators on a Hilbert space.": {
    "guess": "George Mackey",
    "confidence": [
      [
        "George",
        -0.83297163
      ],
      [
        " Mack",
        -0.24324897
      ],
      [
        "ey",
        -4.9617593e-06
      ]
    ]
  },
  "This material comes in autochthonous and allochthonous varieties and it characterized by a grain size on the order of a micrometer, in many cases due to fossil remnants. This rock separates into its chief constituents, including its namesake, near 1300 Kelvins, and it may be phosphorylated to yield the": {
    "guess": "Metamorphic rock",
    "confidence": [
      [
        "Met",
        -1.0204376
      ],
      [
        "am",
        -0.0008383385
      ],
      [
        "orphic",
        -0.0017043407
      ],
      [
        " rock",
        -0.04658339
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on a simply connected region is equal to the sum of the function's a sub negative one Laurent coefficients at each pole in the region. Any complex differentiable function will satisfy the pair of differential equations named for him and Riemann, and he is the first namesake of an inequality on vector spaces. For 10 points, name this French mathematician whose namesake sequence converges in a complete": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.04402021
      ],
      [
        "in",
        -0.00011760922
      ],
      [
        "-L",
        -0.0029048473
      ],
      [
        "ouis",
        -2.4584822e-06
      ],
      [
        " Ca",
        -7.822647e-06
      ],
      [
        "uch",
        -4.20341e-05
      ],
      [
        "y",
        -2.2365493e-05
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric": {
    "guess": "Liouville's theorem",
    "confidence": [
      [
        "Li",
        -1.6698875
      ],
      [
        "ou",
        -8.363618e-05
      ],
      [
        "ville",
        -1.0280384e-06
      ],
      [
        "'s",
        -0.00371445
      ],
      [
        " theorem",
        -0.006968859
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a constant of which he is the first namesake and that is symbolized gamma. For a polyhedron, the number of vertices minus number of edges plus number of faces is equal to his namesake characteristic, chi [rhymes with \"eye\"]. He inaugurated graph theory by solving the Seven Bridges of Königsberg [KER-nigs-bairg] problem. For 10 points, name this prolific mathematician who discovered a constant equal to about 2.718, the usual symbol for which is his last initial.": {
    "guess": "Euler's formula",
    "confidence": [
      [
        "E",
        -0.13746445
      ],
      [
        "uler",
        -0.0008716788
      ],
      [
        "'s",
        -0.3165974
      ],
      [
        " formula",
        -1.6721429
      ]
    ]
  },
  "This mathematician was the first to provide the solution pi squared over six to the Basel problem. DeMoivre's": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.69070464
      ],
      [
        "hard",
        -0.022186074
      ],
      [
        " Euler",
        -0.001304999
      ]
    ]
  },
  "A Marxist approach to studying this academic discipline is sometimes referred to it \"from below.\" Cliometrics is a movement in this academic discipline emphasizing the effect of socio-economic factors": {
    "guess": "Economic history",
    "confidence": [
      [
        "E",
        -0.07164966
      ],
      [
        "conomic",
        -0.0017256341
      ],
      [
        " history",
        -0.65819883
      ]
    ]
  },
  "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed by Danny Boyle. Some of the venues to be used for it include Lord's Cricket Ground, Dorney Lake, Old": {
    "guess": "2012 Summer Olympics opening ceremony",
    "confidence": [
      [
        "201",
        -0.0046182224
      ],
      [
        "2",
        -0.00015467056
      ],
      [
        " Summer",
        -0.00013178712
      ],
      [
        " Olympics",
        -0.00064643344
      ],
      [
        " opening",
        -0.068691365
      ],
      [
        " ceremony",
        -7.9702455e-05
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing magnetic field, via the Barkhausen (\"BARK\"-how-zen) Effect. Pierre-Ernest Weiss explained this property by proposing the existence of domains, which are all (*) aligned in this property. This property no longer exists above the Curie temperature, and materials with this property provide the canonical": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.01989468
      ],
      [
        "er",
        -0.0036119476
      ],
      [
        "rom",
        -3.4047454e-05
      ],
      [
        "agnet",
        -0.0067700767
      ],
      [
        "ism",
        -0.00013023747
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.010529637
      ],
      [
        "us",
        -0.14927134
      ],
      [
        "co",
        -4.2510914e-05
      ]
    ]
  },
  "The mathematical framework for this theory was laid when Henri Poincaré proved that Lorentz transformations are a subset of his namesake group, preserving the symmetries of the flat space-time of the four-dimensional Minkowski space, not curved by any gravitational forces. It leads to the famous equation that (*) E equals m c-squared, and it expanded Galileo's earlier work by including the fact that the speed of light is the same in all reference frames. For ten points, identify this theory of Albert": {
    "guess": "Special relativity",
    "confidence": [
      [
        "Special",
        -0.002139436
      ],
      [
        " rel",
        -0.007305361
      ],
      [
        "ativity",
        -5.9153886e-06
      ]
    ]
  },
  "Masses of this planet include the \"Courage,\" \"Fraternity,\" and \"Liberty\" ring arcs found in its Adams": {
    "guess": "Neptune",
    "confidence": [
      [
        "Ne",
        -0.0003421376
      ],
      [
        "ptune",
        -1.504853e-06
      ]
    ]
  },
  "Martin Chambi spent his career photographing this city, including the effects of the 1950 earthquake that devastated it. The Battle of Las Salinas was fought just outside this city, which later became": {
    "guess": "Cusco",
    "confidence": [
      [
        "C",
        -0.044807337
      ],
      [
        "us",
        -0.55173916
      ],
      [
        "co",
        -4.7755875e-05
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential. The Poynting vector is proportional to the cross product of this field and its dual. Associated to the H-field, this physical entity can do no work because its associated force, as given by the Lorentz force law, is orthogonal to the velocity of a charge. Gauss' law for this vector field states that": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.2891649
      ],
      [
        "agnetic",
        -0.00048167375
      ],
      [
        " field",
        -0.11917523
      ]
    ]
  },
  "This mathematician collaborated with Sophus Lie on the discovery of the fundamental properties of asymptotes of the Kummer surface, and with Arnold Sommerfeld wrote a four volume work on the workings of gyroscopes. Namesake of the only non-cyclic four-element group, he founded and supervised the \"Encyclopedia of Mathematical Knowledge\", and is known for his \"Erlangen Program\", which synthesized geometry. FTP, who was this German mathematician, namesake of a famous one sided surface known as his bottle?": {
    "guess": "Felix Klein",
    "confidence": [
      [
        "F",
        -0.0024699478
      ],
      [
        "elix",
        -0.0005881795
      ],
      [
        " Klein",
        -0.0010447168
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments, this substance is described as block. Upward masses of this substance are called spines. One common type has a so-called ropey texture. Its composition ranges from andesitic to rhylolitic. It forms namesake domes and tubes. Underwater it can have a pillow morphology. Two broad types of it are aa [AH-AH] and pahoehoe [pah-HOH-hoy]. For 10 points, name this molten rock on the surface of the earth.": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.0040736515
      ],
      [
        "ava",
        -5.5122365e-07
      ]
    ]
  },
  "This material completely surrounds a kipuka. This substance can form agglutinated spatter and squeeze-up. Its morphology can be described as lineated, lobate, or jumbled. When its surface has angular fragments,": {
    "guess": "Lava",
    "confidence": [
      [
        "L",
        -0.024371602
      ],
      [
        "ava",
        -1.4140442e-05
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro objects along polar jets during the T Tauri stage of this process, which typically involves evolution along the Hayashi track. Bok globules are sites for this process, which occurs at high rates in starburst galaxies and is often accompanied by the formation of a protoplanetary disk. For 10": {
    "guess": "Star formation",
    "confidence": [
      [
        "Star",
        -0.042794086
      ],
      [
        " formation",
        -0.03512634
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic is the number of vertices minus edges plus faces of a topological space. His identity states that his namesake number to the power of i x equals cosine of x plus sine of ix. This scientist went blind in one eye from a fever and later the other from a cataract. He solved the problem of the Seven (*) Bridges of Königsberg, thus pioneering graph theory. Name this scientist for whom is named the logarithmic base e, a Swiss mathematician.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.0009975597
      ],
      [
        "hard",
        -0.00063678523
      ],
      [
        " Euler",
        -5.1689596e-05
      ]
    ]
  },
  "This material property comes in \"direct\" and \"indirect\" types, depending on whether an electron transfers momentum to a crystal lattice when emitting a photon. In opto-electronics, this value plays a critical role in a semiconductor's interactions with photons, determining the frequencies a photo-voltaic cell absorbs or an LED emits. For 10 points, this electronic material property is the difference": {
    "guess": "Band gap",
    "confidence": [
      [
        "Band",
        -0.0007516169
      ],
      [
        " gap",
        -0.049603395
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function": {
    "guess": "Euler product formula",
    "confidence": [
      [
        "E",
        -0.7399621
      ],
      [
        "uler",
        -0.006426398
      ],
      [
        " product",
        -0.25167626
      ],
      [
        " formula",
        -0.0030674338
      ]
    ]
  },
  "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed by Danny Boyle. Some of the venues to be used for it include Lord's Cricket Ground, Dorney Lake, Old Trafford, and Wembley Stadium. The Royal Mail will issue commemorative stamps for any British athlete who wins a gold medal at, for 10 points, what quadrennial athletic event, which begins July 27 in London, England?": {
    "guess": "2012 Summer Olympics",
    "confidence": [
      [
        "201",
        -0.013199289
      ],
      [
        "2",
        -0.0004898841
      ],
      [
        " Summer",
        -0.00043090762
      ],
      [
        " Olympics",
        -0.00046343924
      ]
    ]
  },
  "This mathematician was the first to provide the solution pi squared over six to the Basel problem. DeMoivre's formula is a generalized form of one this man's most famous formulae, and his namesake characteristic is two for any convex polyhedral. His solution to the Königsberg Bridge Problem created the field of graph theory. For ten points, name this Swiss mathematician whose name lends itself to the number e.": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.032998167
      ],
      [
        "hard",
        -0.0063406415
      ],
      [
        " Euler",
        -0.00027266017
      ]
    ]
  },
  "The Martin-Synge and Craig models of this process assume that there are a finite number of identical plates involved. In one type of this process, a flame ionization detector is used to analyze the exit": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.49276525
      ],
      [
        " chromat",
        -0.20503049
      ],
      [
        "ography",
        -2.677603e-05
      ]
    ]
  },
  "Massive O and B stars may produce bubbles named after this phenomenon, filling huge cavities in the interstellar medium. Radiation pressure on condensing dust may cause this phenomenon in stars near the end of their lives. Wolf-Rayet stars have very strong ones of these, which causes them to lose relatively": {
    "guess": "Nebula",
    "confidence": [
      [
        "N",
        -1.0975131
      ],
      [
        "eb",
        -0.00029005657
      ],
      [
        "ula",
        -0.017363675
      ]
    ]
  },
  "Martin R. Dalaney left in 1848 after a year, and William C. Nell resigned in 1851 because of political": {
    "guess": "William C. Nell",
    "confidence": [
      [
        "William",
        -1.3393524
      ],
      [
        " C",
        -0.40021747
      ],
      [
        ".",
        -0.00079092843
      ],
      [
        " N",
        -3.190179e-05
      ],
      [
        "ell",
        -1.1756368e-05
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing": {
    "guess": "Stellar Initial Mass Function",
    "confidence": [
      [
        "St",
        -0.57181096
      ],
      [
        "ellar",
        -8.947716e-05
      ],
      [
        " Initial",
        -0.74641263
      ],
      [
        " Mass",
        -0.0038551784
      ],
      [
        " Function",
        -0.0012255855
      ]
    ]
  },
  "Massimo dell'Utri's article \"Choosing Conceptions of Realism\" is an analysis of this concept. This concept's formulation posits a man who \"has been told he understands Japanese\", as well as a picture of a tree accidentally dropped by a spaceship. This concept is introduced in a chapter which begins by considering an ant tracing curves in sand such that it produces a recognizable caricature of Winston Churchill, leading into a discussion of magical theories of reference. This thought experiment compares its namesake entities with Turing machines playing the imitation game and is refuted on the basis": {
    "guess": "The Chinese Room",
    "confidence": [
      [
        "The",
        -2.1054823
      ],
      [
        " Chinese",
        -0.6403859
      ],
      [
        " Room",
        -0.008680754
      ]
    ]
  },
  "Mary Ashburton jilts Paul Flemming in this author's novel Hyperion, and the protagonist of one of his works discovers corn growing out of Mondamin's grave. Another of his works is set during the expulsion of the Acadians, and describes the title character's search for Gabriel(*) Lajeunesse [lah-zhou- ness]. In another work by this poet, the title character, a child of Wenonah and the West Wind, lives with Minnehaha near Gitche Gumee. For 10 points, name this Fireside Poet who wrote Evangeline and": {
    "guess": "Henry Wadsworth Longfellow",
    "confidence": [
      [
        "Henry",
        -0.0028514713
      ],
      [
        " W",
        -0.0013157127
      ],
      [
        "ad",
        -8.637786e-05
      ],
      [
        "sworth",
        -8.12521e-05
      ],
      [
        " Long",
        -6.511407e-06
      ],
      [
        "f",
        -0.0003038842
      ],
      [
        "ellow",
        -1.5213274e-05
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime exactly once, and a value named for him appears in the Kramers\u0096Kronig relations. A weaker form of Sylow's first theorem is his theorem which states that if a prime number p divides the order of G, then G has a subgroup of order p. He names a theorem stating that the integral of a function on a simply connected region is equal to the sum of the function's a sub negative one Laurent coefficients at each pole in the region. Any complex differentiable function will satisfy the pair of differential equations named for him and Riemann, and he is the first namesake of an inequality on vector spaces. For 10 points, name this French mathematician whose namesake sequence converges in a complete space.": {
    "guess": "Augustin-Louis Cauchy",
    "confidence": [
      [
        "August",
        -0.029788446
      ],
      [
        "in",
        -0.0001037816
      ],
      [
        "-L",
        -0.001993109
      ],
      [
        "ouis",
        -1.9816675e-06
      ],
      [
        " Ca",
        -4.246537e-06
      ],
      [
        "uch",
        -3.2140193e-05
      ],
      [
        "y",
        -1.867018e-05
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned by his king, but 577 people immediately agreed to sign it.  First proposed by Mounier in response to the closing of the Menus Plaisirs, it was also eventually signed by five members of the clergy, who": {
    "guess": "Tennis Court Oath",
    "confidence": [
      [
        "T",
        -0.13001521
      ],
      [
        "ennis",
        -0.00031806578
      ],
      [
        " Court",
        -0.0007792502
      ],
      [
        " O",
        -9.372295e-06
      ],
      [
        "ath",
        -0.00010008628
      ]
    ]
  },
  "Materials with this property can produce a series of audible clicks in the presence of an increasing magnetic field, via the Barkhausen (\"BARK\"-how-zen) Effect. Pierre-Ernest Weiss explained this property": {
    "guess": "Ferromagnetism",
    "confidence": [
      [
        "F",
        -0.061063867
      ],
      [
        "er",
        -0.0070997854
      ],
      [
        "rom",
        -6.849731e-05
      ],
      [
        "agnet",
        -0.022829939
      ],
      [
        "ism",
        -0.0001911432
      ]
    ]
  },
  "Its mascot is named Mandeville, and it will begin with a show titled \"Isles of Wonder,\" to be directed by Danny Boyle. Some of the venues to be used for it include Lord's Cricket Ground, Dorney Lake, Old Trafford, and Wembley Stadium. The Royal Mail will issue commemorative stamps for any British athlete": {
    "guess": "2012 Summer Olympics",
    "confidence": [
      [
        "201",
        -0.07327897
      ],
      [
        "2",
        -0.00015359772
      ],
      [
        " Summer",
        -0.00018339496
      ],
      [
        " Olympics",
        -0.00058210373
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences": {
    "guess": "Henry James",
    "confidence": [
      [
        "Henry",
        -0.45630643
      ],
      [
        " James",
        -0.011267448
      ]
    ]
  },
  "Mary Cassatt's Portrait of a Little Girl depicts one of these sleeping on a chair next to the reclining": {
    "guess": "Child",
    "confidence": [
      [
        "Child",
        -0.8763069
      ]
    ]
  },
  "One mathematical result of this name may be generalized to the statement that every holomorphic function from a parabolic Riemann surface to a hyperbolic one must be constant. A generalized version of the physical result of this name can be derived for non-Hamiltonian systems by introducing a metric factor. A more specific mathematical result of this name states that a bounded, entire function in the complex plane is constant and has the fundamental theorem of algebra as a corollary, and is unrelated to the physical result. That physical theorem states that in a Hamiltonian system, the phase space": {
    "guess": "Liouville's Theorem",
    "confidence": [
      [
        "Li",
        -0.018393053
      ],
      [
        "ou",
        -8.351697e-05
      ],
      [
        "ville",
        -1.7120534e-05
      ],
      [
        "'s",
        -0.0004806009
      ],
      [
        " The",
        -0.09525923
      ],
      [
        "orem",
        -0.00015562419
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who tries to save the monk Medardus from the title substance. This author of The Life and Opinions of the Tomcat Murr  and The Devil's Elixirs, also wrote a story in which one character screams, \"Pretty": {
    "guess": "E.T.A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.10152049
      ],
      [
        ".T",
        -0.12768182
      ],
      [
        ".A",
        -0.00022022522
      ],
      [
        ".",
        -0.0037410527
      ],
      [
        " Hoff",
        -0.008237831
      ],
      [
        "mann",
        -4.2510914e-05
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro objects along polar jets during the T Tauri stage of this process, which typically involves evolution along the Hayashi track. Bok globules are sites for this process, which occurs at high rates in starburst galaxies and is often accompanied by the formation of a protoplanetary disk. For 10 points, name this process in which a dense clump within a molecular cloud contracts and turns into": {
    "guess": "Star Formation",
    "confidence": [
      [
        "Star",
        -0.033840373
      ],
      [
        " Formation",
        -0.009944375
      ]
    ]
  },
  "This mathematician names a surface in spacetime which intersects every non-spacelike curve in that spacetime": {
    "guess": "Cauchy surface",
    "confidence": [
      [
        "Ca",
        -0.14448002
      ],
      [
        "uch",
        -0.00021736434
      ],
      [
        "y",
        -3.5716304e-05
      ],
      [
        " surface",
        -0.10113411
      ]
    ]
  },
  "Martin Dauch refused to sign, saying that he could not agree to anything that had not been sanctioned": {
    "guess": "Martin Dauch",
    "confidence": [
      [
        "Martin",
        -1.8860606
      ],
      [
        " Da",
        -0.5522709
      ],
      [
        "uch",
        -0.0010833021
      ]
    ]
  },
  "In mass spectrometry, a cleavage described by this term produces a resonance-stabilized carbocation. This term describes a class of hydroxy acids that are used as exfoliating agents that are distinct from": {
    "guess": "Alpha-hydroxy acid",
    "confidence": [
      [
        "Alpha",
        -1.3117537
      ],
      [
        "-h",
        -0.58956206
      ],
      [
        "ydro",
        -0.000102827966
      ],
      [
        "xy",
        -0.0015891312
      ],
      [
        " acid",
        -0.39950085
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material. In that transition, this material shifts from its (*) austenite to its martensite form. This material is cooled by quenching after carbon monoxide or barium carbonate are used to give it a desirable property via the process of carburization. When over 10.5% chromium is added to this material, it becomes extremely corrosion-resistant. For 10 points, name this alloy of iron and carbon that has a \"stainless\" variant.": {
    "guess": "Stainless steel",
    "confidence": [
      [
        "St",
        -0.46702752
      ],
      [
        "ainless",
        -2.1054253e-05
      ],
      [
        " steel",
        -0.17846017
      ]
    ]
  },
  "This material loses effectiveness after an action called girdling, which leads to tissue death. Ernst": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.27682605
      ],
      [
        "lo",
        -3.1424974e-05
      ],
      [
        "em",
        -1.5570886e-05
      ]
    ]
  },
  "Because this mathematical object is solenoidal, it can be expressed as the curl of a vector potential.": {
    "guess": "Magnetic field",
    "confidence": [
      [
        "M",
        -0.024870347
      ],
      [
        "agnetic",
        -1.4378848e-05
      ],
      [
        " field",
        -0.109429784
      ]
    ]
  },
  "This mathematician collaborated with Sophus Lie on the discovery of the fundamental properties of asymptotes of the Kummer surface, and with Arnold Sommerfeld wrote a four volume work on the workings of gyroscopes. Namesake of the only non-cyclic four-element group, he founded and supervised the \"Encyclopedia of Mathematical Knowledge\", and is known for his \"Erlangen Program\", which synthesized geometry.": {
    "guess": "Felix Klein",
    "confidence": [
      [
        "F",
        -0.049362995
      ],
      [
        "elix",
        -0.0019833562
      ],
      [
        " Klein",
        -0.02143188
      ]
    ]
  },
  "The Mask of this figure is an opera by Harrison Birtwistle. This figure sings the aria \"Che faro\" in": {
    "guess": "Orpheus",
    "confidence": [
      [
        "Or",
        -0.33535555
      ],
      [
        "phe",
        -0.0024414086
      ],
      [
        "us",
        -0.00019638817
      ]
    ]
  },
  "This mathematician collaborated with Sophus Lie on the discovery of the fundamental properties of asymptotes of the Kummer surface, and with Arnold Sommerfeld wrote a four volume work on the workings of gyroscopes. Namesake of the only non-cyclic four-element group, he founded and supervised the \"Encyclopedia": {
    "guess": "Felix Klein",
    "confidence": [
      [
        "F",
        -0.07586682
      ],
      [
        "elix",
        -9.567575e-05
      ],
      [
        " Klein",
        -0.004213382
      ]
    ]
  },
  "Mary Ritter on The Rise of American Civilization, which called the Civil War a \"second American Revolution\" by industrialists against farmers. A founder of the New School for Social Research, his other works include The Making of American Civilization and The Supreme Court and the Constitution. For 10 points--name this historian who alleged that the Constitution was designed to further the financial interests of the framers in An Economic Interpretation of the Constitution.": {
    "guess": "Charles A. Beard",
    "confidence": [
      [
        "Charles",
        -0.004119242
      ],
      [
        " A",
        -0.02549436
      ],
      [
        ".",
        -0.00021593389
      ],
      [
        " Beard",
        -2.8160932e-06
      ]
    ]
  },
  "In mass spec, this type of ionization energy creates a molecular ion in its lowest energy level. In meteorology, potential temperature refers to cooling in this type of process to reach a 100 kPa pressure. The square of an ideal gas's speed of sound equals the pressure over the density, all times this type of \"index,\" which is a ratio of specific (*) heats. This type of process forms nearly vertical tracks on a PV diagram, and in Carnot cycles, two reversible examples of this process are interspersed": {
    "guess": "Adiabatic process",
    "confidence": [
      [
        "Ad",
        -0.13619192
      ],
      [
        "i",
        -1.147242e-06
      ],
      [
        "ab",
        -1.7239736e-05
      ],
      [
        "atic",
        -1.147242e-06
      ],
      [
        " process",
        -0.0068891854
      ]
    ]
  },
  "Mary Cassatt's Portrait of a Little Girl depicts one of these sleeping on a chair next to the reclining title figure. One of these investigates a puddle of blood below the titular satyr in Titian's The": {
    "guess": "Portrait of a Little Girl",
    "confidence": [
      [
        "Portrait",
        -1.771338
      ],
      [
        " of",
        -0.016122933
      ],
      [
        " a",
        -0.088784374
      ],
      [
        " Little",
        -0.09643
      ],
      [
        " Girl",
        -0.0017831179
      ]
    ]
  },
  "This material comes in autochthonous and allochthonous varieties and it characterized by a grain size": {
    "guess": "Sedimentary rock",
    "confidence": [
      [
        "S",
        -0.7325251
      ],
      [
        "ed",
        -0.0055780793
      ],
      [
        "imentary",
        -0.4685967
      ],
      [
        " rock",
        -0.11481223
      ]
    ]
  },
  "Mary, the daughter of the central family, rejects Gerry Devine for Charley Bentham, only to see Bentham flee to England, leaving Mary pregnant. While the \"Captain\" and Joxer Daly lead dissipated lives, the son, Johnny, is shot by the IRA for betraying a neighbor's son. All the while, the family is held": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -0.006690276
      ],
      [
        "uno",
        -1.9816675e-06
      ],
      [
        " and",
        -0.00010938417
      ],
      [
        " the",
        -7.886803e-05
      ],
      [
        " Pay",
        -0.0001245157
      ],
      [
        "cock",
        -7.493431e-05
      ]
    ]
  },
  "Master Abraham connects the two parts of one novel by this author, in which the title feline's reminiscences are intercut with the biography of Johannes Kreisler. Another novel by this author contains a hairdresser with two personalities, known alternately as Peter Schoenfeld and Pietro Bellocampo, who": {
    "guess": "E. T. A. Hoffmann",
    "confidence": [
      [
        "E",
        -0.01939766
      ],
      [
        ".",
        -0.006378072
      ],
      [
        " T",
        -0.00010235115
      ],
      [
        ".",
        -1.4259645e-05
      ],
      [
        " A",
        -1.0087517e-05
      ],
      [
        ".",
        -0.0002451278
      ],
      [
        " Hoff",
        -6.0033854e-05
      ],
      [
        "mann",
        -1.5332478e-05
      ]
    ]
  },
  "Mary, the daughter of the central family, rejects Gerry Devine for Charley Bentham, only to see Bentham": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -0.03868669
      ],
      [
        "uno",
        -4.441817e-05
      ],
      [
        " and",
        -7.2073424e-05
      ],
      [
        " the",
        -9.472212e-05
      ],
      [
        " Pay",
        -0.00019245445
      ],
      [
        "cock",
        -0.00028660335
      ]
    ]
  },
  "This material's alpha form transitions from body-centered cubic to face-centered cubic at 912 degrees celsius. Its phase diagram shows a eutectoid point at 0.76% weight concentration of its lesser substituent at 722 degrees celsius, and a eutectic point at 4.30% weight concentration at 1147 degrees celsius. A diffusionless transformation occurs between a face-centered cubic phase of this material, sometimes called its gamma-phase form, and a harder, body-centered tetragonal form of this material. In that transition, this material shifts from its (*) austenite to its martensite form. This material is cooled by quenching after carbon monoxide or barium carbonate are used to give it a desirable": {
    "guess": "Iron-carbon alloy",
    "confidence": [
      [
        "Iron",
        -0.046408724
      ],
      [
        "-car",
        -1.148613
      ],
      [
        "bon",
        -0.0012897593
      ],
      [
        " alloy",
        -0.7355664
      ]
    ]
  },
  "Maruce and Reginald are involved in a plot against the title character of this novel, and he names a woman the Queen of Love and Beauty. At one point, the Black Sluggard helps that title character against three opponents. Robin Hood and Richard the Lion Hearted also appear in this work. The title character of this work paints the word \"Disinherited\" on his shield, and he later uses that shield to defend": {
    "guess": "Ivanhoe",
    "confidence": [
      [
        "I",
        -0.00563474
      ],
      [
        "van",
        -2.9352968e-06
      ],
      [
        "hoe",
        -0.0002321456
      ]
    ]
  },
  "The masses of discrete objects that undergo this process are characterized by the Salpeter and Chabrier functions, which are initial mass functions. When a system's free-fall time is less than its sound-crossing time, this process will be initiated by a pressure shock. Its subjects often generate Herbig-Haro": {
    "guess": "Star formation",
    "confidence": [
      [
        "Star",
        -0.42994937
      ],
      [
        " formation",
        -0.0074725747
      ]
    ]
  },
  "Mary, the daughter of the central family, rejects Gerry Devine for Charley Bentham, only to see Bentham flee to England, leaving Mary pregnant. While the \"Captain\" and Joxer Daly lead dissipated lives,": {
    "guess": "Juno and the Paycock",
    "confidence": [
      [
        "J",
        -0.016157653
      ],
      [
        "uno",
        -4.823269e-05
      ],
      [
        " and",
        -0.0004920298
      ],
      [
        " the",
        -7.946405e-05
      ],
      [
        " Pay",
        -0.00013834333
      ],
      [
        "cock",
        -0.00012118533
      ]
    ]
  },
  "This mathematician proved the product sum identity for a real-number analogue of the Riemann zeta function and used its divergence at a value of one to show that there are infinitely many primes. As n goes to infinity, the difference between the nth harmonic number and the natural log of n goes to a": {
    "guess": "Harmonic number",
    "confidence": [
      [
        "Har",
        -0.52380705
      ],
      [
        "monic",
        -0.12699541
      ],
      [
        " number",
        -0.29092452
      ]
    ]
  },
  "This material loses effectiveness after an action called girdling, which leads to tissue death. Ernst Munch proposed that this material works via the pressure flow hypothesis. This material consists of parenchymal, sieve-tube, and companion cells. In trees, this material is found in the inner bark, which": {
    "guess": "Phloem",
    "confidence": [
      [
        "Ph",
        -0.002426433
      ],
      [
        "lo",
        -1.60477e-05
      ],
      [
        "em",
        -4.00813e-06
      ]
    ]
  },
  "This mathematician's name is applied to the totient (TOH- shunt) function, and his eponymous characteristic is the number of vertices minus edges plus faces of a topological space. His identity states that his namesake number to the power of i x equals cosine of x plus sine of ix. This scientist went": {
    "guess": "Leonhard Euler",
    "confidence": [
      [
        "Leon",
        -0.29602322
      ],
      [
        "hard",
        -0.0029021166
      ],
      [
        " Euler",
        -0.0008796619
      ]
    ]
  },
  "Mary Ritter on The Rise of American Civilization, which called the Civil War a \"second American Revolution\" by industrialists against farmers. A founder of the New School for Social Research, his other works include The Making of American Civilization and The Supreme Court and the Constitution. For 10 points--name this historian who alleged that the Constitution was designed to further the financial": {
    "guess": "Charles A. Beard",
    "confidence": [
      [
        "Charles",
        -0.004095378
      ],
      [
        " A",
        -0.0062656584
      ],
      [
        ".",
        -0.00023393365
      ],
      [
        " Beard",
        -3.888926e-06
      ]
    ]
  }
}