{
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author, the \"truly useful object\" is the programming systems product even though it costs nine times as": {
    "guess": "The Mythical Man-Month",
    "confidence": [
      [
        "The",
        -0.94451934
      ],
      [
        " Myth",
        -0.0005404045
      ],
      [
        "ical",
        -1.8789384e-05
      ],
      [
        " Man",
        -4.1914896e-05
      ],
      [
        "-M",
        -0.004714092
      ],
      [
        "onth",
        -0.00017135908
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work": {
    "guess": "David Markson",
    "confidence": [
      [
        "David",
        -0.35690436
      ],
      [
        " Mark",
        -0.25079232
      ],
      [
        "son",
        -3.9054008e-05
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate error. In earlier sections, this work argues that knowledge is based on understanding by imagining": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.3726369
      ],
      [
        "edit",
        -5.121278e-05
      ],
      [
        "ations",
        -7.433829e-05
      ],
      [
        " on",
        -1.8789384e-05
      ],
      [
        " First",
        -7.9418505e-06
      ],
      [
        " Philosophy",
        -5.5265704e-05
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns to the present to find his society changed. His best-known work centers on a group that uses a salamander as its symbol. The protagonist of that work is influenced by Clarisse McClellan and the professor Faber and eventually begins to secretly read a Bible. After killing Captain Beatty and eluding the Mechanical Hound, Guy Montag is able to escape his past. FTP, name this author of \"The Sound of Thunder,\" Dandelion Wine, and Fahrenheit 451.": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0007222029
      ],
      [
        " Brad",
        -8.776276e-06
      ],
      [
        "bury",
        -2.6895234e-05
      ]
    ]
  },
  "Some of his essay collections are titled The Pump House Gang, The Purple Decades, and The Kandy-Kolored Tangerine-Flake Streamline Baby. Though he has written some novels, he originally made his reputation": {
    "guess": "Tom Wolfe",
    "confidence": [
      [
        "Tom",
        -0.001975742
      ],
      [
        " Wolfe",
        -0.00022332452
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\"": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.42696983
      ],
      [
        "cel",
        -0.00072827865
      ],
      [
        " P",
        -0.00020675888
      ],
      [
        "rou",
        -1.1994775e-05
      ],
      [
        "st",
        -8.061054e-06
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and only substitutes new prejudices for the old. That work declares religious contracts which make doctrines": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.01142538
      ],
      [
        "manuel",
        -9.1622824e-05
      ],
      [
        " Kant",
        -0.00022022522
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central to the art of the poet, who \"judges not as the judge judges but as the sun falling around a helpless thing.\" The author of this essay concludes, \"The proof of a poet is that his country absorbs him as affectionately as he has absorbed it,\" after earlier declaring, \"The (*) United States themselves are essentially the greatest poem.\" For 10 points, name this essay by Walt Whitman that opens his": {
    "guess": "Democratic Vistas",
    "confidence": [
      [
        "Democratic",
        -0.056946192
      ],
      [
        " V",
        -0.00020771251
      ],
      [
        "istas",
        -7.107425e-06
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of \"the agent has no reason\" to the title question of \"‘How is Weakness of the Will Possible?\" He attached an appendix in which the state of emeralds being green and roses being red are confounded by the statement \"All Emeroses are Gred\" to an essay in which he accepts the materialist premise that all events are physical but denies that mental phenomena can be given purely physical explanations. For 10 points name this philosopher who considered \"anomalous monism\" in his essay \"Mental Events.\"": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.003120914
      ],
      [
        " Davidson",
        -0.000349409
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.28723875
      ],
      [
        " H",
        -0.043255854
      ],
      [
        "ume",
        -0.00025931303
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.54976016
      ],
      [
        "ib",
        -0.0010621059
      ],
      [
        "ber",
        -4.7040652e-05
      ],
      [
        "ell",
        -0.12330293
      ],
      [
        "in",
        -0.28961083
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which causes certain people to have a \"second sight,\" a concept explicated in his book Darkwater. Another of his books mourns the \"sense of always looking at one's self through the eyes of others,\" a concept he labeled (*) \"double consciousness.\" He wrote that \"the problem of the Twentieth Century is the": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.02494023
      ],
      [
        ".",
        -0.020689258
      ],
      [
        " E",
        -4.990154e-05
      ],
      [
        ".",
        -0.000181849
      ],
      [
        " B",
        -5.0616763e-05
      ],
      [
        ".",
        -0.000685987
      ],
      [
        " Du",
        -0.0008653684
      ],
      [
        " Bo",
        -0.00014859485
      ],
      [
        "is",
        -8.518583e-05
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket. This author put Mary McCarthy into his satirical academic novel Pictures From an Institution, and his less famous collections of poetry include The Woman at the Washington Zoo and The Lost World. However, he is best known for a short poem which is found in his collection Little Friend, Little Friend, and which begins, \"From my mother's sleep I fell into the State.\" For ten points, identify this American poet best known for \"The Death of the Ball Turret Gunner.\"": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.003170345
      ],
      [
        "all",
        -2.7729659e-05
      ],
      [
        " Jar",
        -0.0008951436
      ],
      [
        "rell",
        -0.00015765065
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which causes certain people to have a \"second sight,\" a concept explicated in his book Darkwater. Another": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.07214245
      ],
      [
        ".",
        -0.023481658
      ],
      [
        " E",
        -4.4849444e-06
      ],
      [
        ".",
        -6.4444386e-05
      ],
      [
        " B",
        -3.631232e-05
      ],
      [
        ".",
        -0.000225947
      ],
      [
        " Du",
        -9.674858e-05
      ],
      [
        " Bo",
        -0.00010664248
      ],
      [
        "is",
        -4.179569e-05
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.564248
      ],
      [
        " Brooks",
        -0.0008591734
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide after inviting over a series of invisible guests, while in another, Queens Marie and Marguerite are married to the dying, 400 year-old ruler of a failing kingdom. Aside from The (*) Chairs and Exit the King, this dramatist wrote a play about a visit between London couples, the Martins and the Smiths.": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.008156129
      ],
      [
        "ug",
        -0.009686095
      ],
      [
        "ène",
        -0.0010260202
      ],
      [
        " I",
        -0.00039373443
      ],
      [
        "ones",
        -3.1737043e-06
      ],
      [
        "co",
        -0.0010952115
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have the form of largeness implies a form of largeness by one-over-many, leading to an (*) infinite regress": {
    "guess": "Plato",
    "confidence": [
      [
        "Pl",
        -0.55166525
      ],
      [
        "ato",
        -0.004503231
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and only substitutes new prejudices for the old. That work declares religious contracts which make doctrines unalterable, regardless of who ratifies them, to be crimes against human nature because they restrict": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.058595
      ],
      [
        "manuel",
        -7.100059e-05
      ],
      [
        " Kant",
        -0.00023810577
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.014985757
      ],
      [
        " H",
        -8.709308e-05
      ],
      [
        "ume",
        -0.000100205485
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.13087955
      ],
      [
        "'s",
        -0.0016783908
      ],
      [
        " Rainbow",
        -0.00042376274
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central to the art of the poet, who \"judges not as the judge judges but as the sun falling around a helpless": {
    "guess": "The Poet (essay)",
    "confidence": [
      [
        "The",
        -0.81367433
      ],
      [
        " Po",
        -0.29103723
      ],
      [
        "et",
        -0.24735941
      ],
      [
        " (",
        -0.57679355
      ],
      [
        "essay",
        -0.245883
      ],
      [
        ")",
        -0.029254772
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's": {
    "guess": "The Social System",
    "confidence": [
      [
        "The",
        -0.3631937
      ],
      [
        " Social",
        -0.2020035
      ],
      [
        " System",
        -1.1053724
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.026365329
      ],
      [
        "edit",
        -6.9882217e-06
      ],
      [
        "ations",
        -5.6219335e-05
      ],
      [
        " on",
        -9.133887e-06
      ],
      [
        " First",
        -6.511407e-06
      ],
      [
        " Philosophy",
        -2.188868e-05
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of \"the agent has no reason\" to the title question of \"‘How is Weakness of the Will Possible?\" He attached an appendix in which the state of emeralds being green and roses being red are confounded by the": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.121722445
      ],
      [
        " Davidson",
        -0.0050150594
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims that it is \"man's emergence from his self-imposed immaturity.\" That essay on this concept was a response to a reverend's question from a 1783 German periodical in Berlin. Proposing that the age of this concept is the \"age of Frederick,\" and that the motto of this concept is \"Have the courage to use your own understanding,\" FTP name this concept articulated by Immanuel Kant, a period of intellectual awakening in Europe in the 18th and 19th centuries.": {
    "guess": "Age of Enlightenment",
    "confidence": [
      [
        "Age",
        -0.37374058
      ],
      [
        " of",
        -0.00010568886
      ],
      [
        " Enlightenment",
        -6.396757e-05
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription factors that prevent their results. Their discovery can be linked to a 1926 paper by Eiichi Kurosawa on the rice-killing bakanae or \"foolish seedling\" disease caused by fungi throughout Asia. When this chemical is applied in low concentrations to dwarf beans, the regions between successive beans grow so rapidly that they are confused for pole beans. For 10 points, name this plant hormone responsible": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.041475866
      ],
      [
        "ib",
        -0.0009867232
      ],
      [
        "ber",
        -0.00014466111
      ],
      [
        "ell",
        -0.02365386
      ],
      [
        "in",
        -0.038645633
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims": {
    "guess": "Public sphere",
    "confidence": [
      [
        "Public",
        -0.7200122
      ],
      [
        " sphere",
        -0.81973654
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A": {
    "guess": "Symphony Fantastique",
    "confidence": [
      [
        "Sym",
        -0.041056056
      ],
      [
        "phony",
        -0.12499572
      ],
      [
        " Fant",
        -0.8035182
      ],
      [
        "ast",
        -3.7027545e-05
      ],
      [
        "ique",
        -3.0471343e-05
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.027973164
      ],
      [
        "-",
        -0.0053018234
      ],
      [
        "Rel",
        -9.460292e-05
      ],
      [
        "iance",
        -2.5703197e-05
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon factors external to people and is illustrated by Davidson's Swampman argument. An article named": {
    "guess": "Meaning (linguistics)",
    "confidence": [
      [
        "Mean",
        -0.35340554
      ],
      [
        "ing",
        -0.0004654657
      ],
      [
        " (",
        -0.5134386
      ],
      [
        "ling",
        -0.40349826
      ],
      [
        "u",
        -0.0012338032
      ],
      [
        "istics",
        -0.24267377
      ],
      [
        ")",
        -0.0007516169
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\" Characters created by this author a great actress named Berma, an artist named Elstir, and": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.0018085797
      ],
      [
        "cel",
        -1.8624639e-06
      ],
      [
        " P",
        -6.869018e-06
      ],
      [
        "rou",
        -5.3193703e-06
      ],
      [
        "st",
        -9.610702e-06
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing against Demea and Cleanthes. That argument for religion based on faith alone is continued in a work by this man that distingushes between \"relations of ideas\" and \"matters of fact\". That work also acknowledges an objection to its claim that all ideas derive from impressions in its thought experiment": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.04323828
      ],
      [
        " H",
        -0.000107238506
      ],
      [
        "ume",
        -6.6113236e-05
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.13577154
      ],
      [
        "est",
        -0.4153489
      ],
      [
        "hetics",
        -4.739826e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work in which the arrival of a frozen child at their home inspires Pa, Big Hans, and Jorge to travel by sleigh through the snow to confront the killer of the child's family. This author of A (*) Temple of Texts and \"The Pedersen Kid\" spent 26 years writing a novel in which history professor William Frederick": {
    "guess": "William H. Gass",
    "confidence": [
      [
        "William",
        -0.5146179
      ],
      [
        " H",
        -0.08111434
      ],
      [
        ".",
        -0.006533831
      ],
      [
        " G",
        -8.017927e-05
      ],
      [
        "ass",
        -1.867018e-05
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have a blase outlook on life. It opens by claiming that the deepest problems of modern life involve man's": {
    "guess": "The Metropolis and Mental Life",
    "confidence": [
      [
        "The",
        -0.098562114
      ],
      [
        " Met",
        -0.80951226
      ],
      [
        "ropolis",
        -0.5605493
      ],
      [
        " and",
        -0.011447064
      ],
      [
        " Mental",
        -1.7120534e-05
      ],
      [
        " Life",
        -0.00089335564
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title creature. In addition to \"Shooting an Elephant,\" this man wrote a novel in which the protagonist is married to the absent Katharine and works with Ampleforth, and another novel in which Boxer is exploited": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.0059502525
      ],
      [
        " Orwell",
        -2.0935051e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid.": {
    "guess": "Natty Bumppo",
    "confidence": [
      [
        "N",
        -1.6534786
      ],
      [
        "atty",
        -0.013409267
      ],
      [
        " B",
        -3.1186566e-05
      ],
      [
        "um",
        -0.0030808633
      ],
      [
        "ppo",
        -8.029847e-05
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket. This author put Mary McCarthy into his satirical academic novel Pictures From an Institution, and his less famous collections of poetry include The Woman at the Washington Zoo and The Lost World. However, he is best known for a short poem which is found in his collection Little Friend, Little Friend, and which begins, \"From my mother's sleep I fell into the State.\" For ten points, identify": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.0029281378
      ],
      [
        "all",
        -1.640531e-05
      ],
      [
        " Jar",
        -0.0018336803
      ],
      [
        "rell",
        -0.000103662394
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines a disinterested, universal, and necessary judgment. That work is Immanuel Kant's Critique of Judgment. This field was discussed in terms of the Apollonian and Dionysian in a work that criticizes the excess rationality of Socrates and Euripides and praises Richard Wagner. This field is the subject of Friedrich Nietzsche's The Birth of Tragedy. For 10 points, name this field of philosophy concerned": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.0020768598
      ],
      [
        "est",
        -0.028893497
      ],
      [
        "hetics",
        -2.4153549e-05
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes by suggesting that we try to develop concepts that could explain sight to a person blind from birth, which might help us understand the experiences of the title creature. That essay is attacked": {
    "guess": "Philosophical Investigations",
    "confidence": [
      [
        "Phil",
        -1.3530337
      ],
      [
        "osoph",
        -0.0031355321
      ],
      [
        "ical",
        -0.072740406
      ],
      [
        " Investigations",
        -0.87936723
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate error. In earlier sections, this work argues that knowledge is based on understanding by imagining a changing piece of (*) wax, and purports to prove the existence of God by claiming that a finite mind could not independently conceive of an infinite being. This work's narrator concludes that his mind must exist, even if he is being deceived by a powerful \"evil demon.\" For 10 points, name": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.00064048055
      ],
      [
        "edit",
        -6.704273e-07
      ],
      [
        "ations",
        -6.1106686e-05
      ],
      [
        " on",
        -9.968313e-06
      ],
      [
        " First",
        -3.5313153e-06
      ],
      [
        " Philosophy",
        -2.8325678e-05
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central to the art of the poet, who \"judges not as the judge judges but as the sun falling around a helpless thing.\" The author of this essay concludes, \"The proof of a poet is that his country absorbs him as affectionately as he has absorbed it,\" after earlier declaring, \"The (*) United States themselves are essentially the greatest poem.\" For 10 points, name this essay by Walt Whitman that opens his major collection.": {
    "guess": "Democratic Vistas",
    "confidence": [
      [
        "Democratic",
        -0.2926051
      ],
      [
        " V",
        -0.00018041854
      ],
      [
        "istas",
        -2.1411865e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work in which the arrival of a frozen child at their home inspires Pa, Big Hans, and Jorge to travel by": {
    "guess": "David Markson",
    "confidence": [
      [
        "David",
        -0.31528264
      ],
      [
        " Mark",
        -0.1663642
      ],
      [
        "son",
        -6.8854926e-05
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\" Characters created by this author a great actress named Berma, an artist named Elstir, and a writer named Bergotte. He also created Albertine, whose disappearance is the subject of the sixth volume of his magnum opus. That work is a novel featuring characters such as Charles Swann which also features the episode of the Madeleine. For 10 points, name this author of Remembrance of Things Past.": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.0027446041
      ],
      [
        "cel",
        -6.704273e-07
      ],
      [
        " P",
        -3.2140193e-05
      ],
      [
        "rou",
        -1.700133e-05
      ],
      [
        "st",
        -5.6769813e-06
      ]
    ]
  },
  "Some of his essay collections are titled The Pump House Gang, The Purple Decades, and The Kandy-Kolored Tangerine-Flake Streamline Baby. Though he has written some novels, he originally made his reputation as a journalist. He has described a party thrown by Leonard Bernstein for The Black Panthers, the exploits of Ken Kesey and The Merry Pranksters, and our space program. Name this author of The Electric Kool-Aid Acid Test and The Right Stuff.": {
    "guess": "Tom Wolfe",
    "confidence": [
      [
        "Tom",
        -0.0031600147
      ],
      [
        " Wolfe",
        -0.00033534665
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which causes certain people to have a \"second sight,\" a concept explicated in his book Darkwater. Another of his books mourns the \"sense of always looking at one's self through the eyes of others,\" a concept he labeled (*) \"double consciousness.\" He wrote that \"the problem of the Twentieth Century is the problem of color line\" in a work which discussed his idea of \"the Talented Tenth\" and commented on his": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.00072744425
      ],
      [
        ".",
        -0.007250815
      ],
      [
        " E",
        -8.657073e-06
      ],
      [
        ".",
        -1.9743013e-05
      ],
      [
        " B",
        -2.0100624e-05
      ],
      [
        ".",
        -9.019238e-05
      ],
      [
        " Du",
        -8.180258e-06
      ],
      [
        " Bo",
        -1.7239736e-05
      ],
      [
        "is",
        -6.325235e-05
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing against Demea and Cleanthes. That argument for religion based on faith alone is continued in a work by this man that distingushes between \"relations of ideas\" and \"matters of fact\". That work also": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.00017839209
      ],
      [
        " H",
        -9.014684e-06
      ],
      [
        "ume",
        -2.808727e-05
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist. Maurice Merleau-Ponty drew on the phantom limb experience of amputees in a book describing this concept \"of perception.\" Edmund Husserl wrote two books about the relationship of ideas to the \"pure\" type of it. The master-slave dialectic is described in a work with this word in its title. For 10 points,": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.030776722
      ],
      [
        "en",
        -0.0003812217
      ],
      [
        "omen",
        -1.147242e-06
      ],
      [
        "ology",
        -0.00015848507
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have": {
    "guess": "Critique of Dialectical Reason",
    "confidence": [
      [
        "Crit",
        -1.2059762
      ],
      [
        "ique",
        -0.0010349532
      ],
      [
        " of",
        -0.0032059962
      ],
      [
        " D",
        -0.95562106
      ],
      [
        "ialect",
        -1.0206721e-05
      ],
      [
        "ical",
        -0.00050823414
      ],
      [
        " Reason",
        -0.00016384924
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes by suggesting that we try to develop concepts that could explain sight to a person blind from birth, which might help us understand the experiences of the title creature. That essay is attacked in Kinds of Minds by Daniel Dennett, who reprinted it in his collection The Mind's I. FTP, name the creature which Thomas Nagel wondered what it is like to be in an article which made a special fuss about its ability to detect objects via sonar.": {
    "guess": "Bat",
    "confidence": [
      [
        "Bat",
        -0.578227
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child, I will live then from the Devil.\" This essay claims that \"Society everywhere is in conspiracy against the manhood of every one of its members,\" and calls \"A foolish consistency\" the \"hobgoblin of little minds.\" This essay argues that \"Nothing is at last sacred but the integrity of your own mind,\" and asserts \"Whoso would be a man must be a nonconformist.\" For 10 points, name this essay which urges readers to trust their intuition and common sense, written by Ralph Waldo Emerson.": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.0024625757
      ],
      [
        "-",
        -0.00077663496
      ],
      [
        "Rel",
        -6.5994034e-05
      ],
      [
        "iance",
        -2.2127088e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid. In a novel in which he appears, this character's enemy (*) Magua leads Cora and Alice, Colonel Munro's daughters, into an ambush on their way to Fort William Henry, though they are eventually rescued with the help of Uncas. This character and his friend Chingachgook attempt to ease the conflict between the Huron and the Mohicans. For 10 points, name this hero of James Fenimore Cooper's Leatherstocking Tales.": {
    "guess": "Natty Bumppo",
    "confidence": [
      [
        "N",
        -0.05370767
      ],
      [
        "atty",
        -0.00015765065
      ],
      [
        " B",
        -6.086828e-05
      ],
      [
        "um",
        -0.00040862753
      ],
      [
        "ppo",
        -9.698699e-05
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate error. In earlier sections, this work argues that knowledge is based on understanding by imagining a changing piece of (*) wax, and purports to prove the existence of God by claiming that a finite": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.004294573
      ],
      [
        "edit",
        -1.4498052e-05
      ],
      [
        "ations",
        -0.00031770815
      ],
      [
        " on",
        -0.0002036596
      ],
      [
        " First",
        -1.4855664e-05
      ],
      [
        " Philosophy",
        -7.278864e-05
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims that it is \"man's emergence from his self-imposed immaturity.\" That essay on this concept was a response to a reverend's question from a 1783 German periodical in Berlin. Proposing that the age of": {
    "guess": "What Is Enlightenment?",
    "confidence": [
      [
        "What",
        -0.15053198
      ],
      [
        " Is",
        -0.20125563
      ],
      [
        " Enlightenment",
        -0.0005294414
      ],
      [
        "?",
        -0.00070992863
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have a blase outlook on life. It opens by claiming that the deepest problems of modern life involve man's attempt to maintain sovereignty in society. Nietzsche's hatred of the first title entity is referenced in this essay, whose author reversed the topic he was initially assigned, about the role of intellectuals in the shaping of big-city societies. For 10 points, name this essay about the psychological effects of urbanization, written by Georg Simmel.": {
    "guess": "The Metropolis and Mental Life",
    "confidence": [
      [
        "The",
        -0.040041603
      ],
      [
        " Met",
        -0.008115214
      ],
      [
        "ropolis",
        -4.3202e-07
      ],
      [
        " and",
        -5.2001665e-06
      ],
      [
        " Mental",
        -2.577686e-06
      ],
      [
        " Life",
        -0.0001719551
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest": {
    "guess": "George Steiner",
    "confidence": [
      [
        "George",
        -1.3856606
      ],
      [
        " Ste",
        -0.27782476
      ],
      [
        "iner",
        -4.727906e-05
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include several gay confessional novels such as \"Decay of Angels,\" the final volume of his \"Sea of Fertility\" cycle. More notably, he and his lover Shinji Morita, with some student activists, broke into": {
    "guess": "Yukio Mishima",
    "confidence": [
      [
        "Y",
        -0.009031096
      ],
      [
        "uk",
        -0.00047940886
      ],
      [
        "io",
        -6.2656334e-05
      ],
      [
        " Mish",
        -0.004150938
      ],
      [
        "ima",
        -0.00012952226
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like": {
    "guess": "Extracellular vesicles",
    "confidence": [
      [
        "Ex",
        -0.028042024
      ],
      [
        "tr",
        -0.15529966
      ],
      [
        "acellular",
        -7.9702455e-05
      ],
      [
        " ves",
        -0.04463282
      ],
      [
        "icles",
        -0.11508332
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -1.0454786
      ],
      [
        " Davidson",
        -0.00095171767
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing ": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.39704654
      ],
      [
        " Brooks",
        -0.0011184268
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image": {
    "guess": "Symphony No. 3 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.08034767
      ],
      [
        "phony",
        -0.092739075
      ],
      [
        " No",
        -0.22329168
      ],
      [
        ".",
        -0.0018471284
      ],
      [
        " ",
        -0.0076697986
      ],
      [
        "3",
        -0.34207365
      ],
      [
        " (",
        -0.36633334
      ],
      [
        "B",
        -0.11121863
      ],
      [
        "rah",
        -1.3902034e-05
      ],
      [
        "ms",
        -0.00011892046
      ],
      [
        ")",
        -8.864273e-05
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket. This author put Mary McCarthy into his satirical academic novel Pictures From an Institution, and his less famous collections of poetry include The Woman at the Washington Zoo and The Lost": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.002541536
      ],
      [
        "all",
        -3.9888433e-05
      ],
      [
        " Jar",
        -0.001540927
      ],
      [
        "rell",
        -0.00024406596
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing that \"everything transitory is but a semblance\" in praise of that which \"draws us ever onward\" called the \"Eternal Feminine\". The second of the three \"character sketches\" that comprise the work centers on the figure of Gretchen, while the third centers on the demon Mephistopheles. For 10 points, identify this work by Franz Liszt.": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.23113681
      ],
      [
        "phony",
        -0.004117581
      ],
      [
        " No",
        -0.014897446
      ],
      [
        ".",
        -0.0007410151
      ],
      [
        " ",
        -0.0010176869
      ],
      [
        "8",
        -0.13103901
      ],
      [
        " (",
        -0.020511994
      ],
      [
        "Mah",
        -0.000887399
      ],
      [
        "ler",
        -4.370295e-05
      ],
      [
        ")",
        -2.5941605e-05
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines a disinterested, universal, and necessary judgment. That work is Immanuel Kant's Critique of Judgment. This field was discussed in terms of the Apollonian and Dionysian in a work that criticizes the excess rationality of Socrates and Euripides and praises Richard Wagner. This field is the subject of Friedrich Nietzsche's The Birth of Tragedy. For 10 points, name this field of philosophy concerned with the nature of art and beauty.": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.00052479614
      ],
      [
        "est",
        -0.0040785205
      ],
      [
        "hetics",
        -1.1994775e-05
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.39440095
      ],
      [
        "en",
        -0.000451407
      ],
      [
        "ides",
        -5.6815352e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work in which the arrival of a frozen child at their home inspires Pa, Big Hans, and Jorge to travel by sleigh through the snow to confront the killer of the child's family. This author of A (*) Temple of Texts and \"The Pedersen Kid\" spent 26 years writing a novel in which history professor William Frederick Kohler writes a book on guilt in Nazi Germany while burrowing into his own basement. For 10 points,": {
    "guess": "William H. Gass",
    "confidence": [
      [
        "William",
        -0.0019155495
      ],
      [
        " H",
        -0.014805135
      ],
      [
        ".",
        -0.00024798868
      ],
      [
        " G",
        -1.9816675e-06
      ],
      [
        "ass",
        -9.014684e-06
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon factors external to people and is illustrated by Davidson's Swampman argument. An article named for this concept imagines a (*) substance named XYZ that is pretty much identical to water; that article by Hilary Putnam introduces the Twin Earth thought experiment and contains this concept's name twice. The transmittal of this concept via signs and symbols is studied in semantics. For 10 points,": {
    "guess": "Meaning (philosophy of language)",
    "confidence": [
      [
        "Mean",
        -0.38306075
      ],
      [
        "ing",
        -0.0034514605
      ],
      [
        " (",
        -0.28745356
      ],
      [
        "phil",
        -0.67677885
      ],
      [
        "osoph",
        -3.6669935e-05
      ],
      [
        "y",
        -0.00089621654
      ],
      [
        " of",
        -0.04050912
      ],
      [
        " language",
        -0.0005183628
      ],
      [
        ")",
        -0.001819528
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket. This author put Mary McCarthy into his satirical academic novel Pictures From an Institution, and his less famous collections of poetry include The Woman at the Washington Zoo and The Lost World. However, he is best known for a short poem which is found in his collection Little Friend, Little": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.0021349138
      ],
      [
        "all",
        -4.2630116e-05
      ],
      [
        " Jar",
        -0.0026704266
      ],
      [
        "rell",
        -0.00036227933
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing that \"everything transitory is but a semblance\" in praise of that which \"draws us ever onward\" called the \"Eternal Feminine\". The second of the three \"character sketches\" that comprise the work centers on the figure": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.011159
      ],
      [
        "phony",
        -0.0011462911
      ],
      [
        " No",
        -0.042583562
      ],
      [
        ".",
        -0.00086072314
      ],
      [
        " ",
        -0.0009918417
      ],
      [
        "8",
        -0.010190556
      ],
      [
        " (",
        -0.042167306
      ],
      [
        "Mah",
        -0.029070674
      ],
      [
        "ler",
        -1.8431772e-05
      ],
      [
        ")",
        -8.804671e-05
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and only substitutes new prejudices for the old. That work declares religious contracts which make doctrines unalterable, regardless of who ratifies them, to be crimes against human nature because they restrict future generations from public use of their power of reason. This philosopher also theorized that a moral maxim is valid only if one could wish it to be made a universal law. For 10 points, name this German Enlightenment philosopher who formulated the categorical imperative.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.001743843
      ],
      [
        "manuel",
        -9.2576454e-05
      ],
      [
        " Kant",
        -0.0001530017
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3377324
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he": {
    "guess": "Oscar Wilde: A Summing Up",
    "confidence": [
      [
        "O",
        -0.77705395
      ],
      [
        "scar",
        -0.0013391702
      ],
      [
        " Wilde",
        -0.0019026975
      ],
      [
        ":",
        -0.47047985
      ],
      [
        " A",
        -0.02365258
      ],
      [
        " Sum",
        -0.05614094
      ],
      [
        "ming",
        -0.0001690942
      ],
      [
        " Up",
        -0.00087465893
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child, I will live then from the Devil.\" This essay claims that \"Society everywhere is in conspiracy": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.051067315
      ],
      [
        "-",
        -0.013091175
      ],
      [
        "Rel",
        -0.00015181334
      ],
      [
        "iance",
        -3.750436e-05
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines a disinterested, universal, and necessary judgment. That work is Immanuel Kant's Critique of Judgment.": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.02146117
      ],
      [
        "est",
        -0.01935849
      ],
      [
        "hetics",
        -1.6286107e-05
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\" Characters created by this author a great actress named Berma, an artist named Elstir, and a writer named Bergotte. He also created Albertine, whose disappearance is the subject of the sixth": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.0014659388
      ],
      [
        "cel",
        -3.2929079e-06
      ],
      [
        " P",
        -4.365741e-06
      ],
      [
        "rou",
        -1.7835755e-05
      ],
      [
        "st",
        -6.392203e-06
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include several gay confessional novels such as \"Decay of Angels,\" the final volume of his \"Sea of Fertility\" cycle. More notably, he and his lover Shinji Morita, with some student activists, broke into the High Commandant's Tokyo office, briefly held him hostage, and called for news reporters in order to commit seppuku on national TV. FTP, identify this author of The Temple of the Golden Pavilion most famed for his first novel, Confessions of a Mask.": {
    "guess": "Yukio Mishima",
    "confidence": [
      [
        "Y",
        -0.0038252526
      ],
      [
        "uk",
        -0.0001876863
      ],
      [
        "io",
        -4.723352e-06
      ],
      [
        " Mish",
        -2.451116e-05
      ],
      [
        "ima",
        -5.7172965e-05
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to": {
    "guess": "DefinitioN",
    "confidence": [
      [
        "Def",
        -0.6855462
      ],
      [
        "init",
        -0.09419426
      ],
      [
        "io",
        -0.00071958045
      ],
      [
        "N",
        -0.00010342398
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide after inviting over a series of invisible guests, while in another, Queens Marie and Marguerite are married to the dying, 400 year-old ruler of a failing kingdom. Aside from The (*) Chairs and Exit the King, this dramatist wrote a play about a visit between London couples, the Martins and the Smiths. In another, Berenger pines for his co-worker Daisy while Jean changes into the title animal. For 10 points, name this Romanian playwright of The Bald Soprano and Rhinoceros.": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.013677519
      ],
      [
        "ug",
        -0.0022542183
      ],
      [
        "ène",
        -0.0026770835
      ],
      [
        " I",
        -0.0001309527
      ],
      [
        "ones",
        -7.89631e-07
      ],
      [
        "co",
        -0.0006777656
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure": {
    "guess": "The Last Puritan",
    "confidence": [
      [
        "The",
        -1.1128788
      ],
      [
        " Last",
        -1.0664091
      ],
      [
        " Pur",
        -1.5762732
      ],
      [
        "itan",
        -0.002418584
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and only substitutes new prejudices for the old. That work declares religious contracts which make doctrines unalterable, regardless of who ratifies them, to be crimes against human nature because they restrict future generations from public use of their power of reason. This philosopher also theorized": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.09006346
      ],
      [
        "manuel",
        -0.00012821102
      ],
      [
        " Kant",
        -0.00062808703
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which causes certain people to have a \"second sight,\" a concept explicated in his book Darkwater. Another of his books mourns the \"sense of always looking at one's self through the eyes of others,\" a concept he labeled (*) \"double consciousness.\" He wrote that \"the problem of the Twentieth Century is the problem of color line\" in a work which discussed his idea of \"the Talented Tenth\" and commented on his feud with Booker T. Washington. For 10 points, name this author of The Souls of Black Folk.": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.0017271801
      ],
      [
        ".",
        -0.014174791
      ],
      [
        " E",
        -8.180258e-06
      ],
      [
        ".",
        -2.9040899e-05
      ],
      [
        " B",
        -3.6431527e-05
      ],
      [
        ".",
        -7.77952e-05
      ],
      [
        " Du",
        -1.4259645e-05
      ],
      [
        " Bo",
        -6.575563e-05
      ],
      [
        "is",
        -3.7742768e-05
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as part of his plan to attain the title goal of Perpetual Peace. This philosopher penned Prolegomena to": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.10690818
      ],
      [
        "manuel",
        -7.672237e-05
      ],
      [
        " Kant",
        -0.000110576206
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.5017058
      ],
      [
        " Orwell",
        -0.060681596
      ]
    ]
  },
  "Some of his essay collections are titled The Pump House Gang, The Purple Decades, and The Kandy-Kolored Tangerine-Flake Streamline Baby. Though he has written some novels, he originally made his reputation as a journalist. He has described a party thrown by Leonard Bernstein for The Black Panthers, the exploits of Ken Kesey and The Merry Pranksters, and our space program. Name this author of The Electric": {
    "guess": "Tom Wolfe",
    "confidence": [
      [
        "Tom",
        -0.018677648
      ],
      [
        " Wolfe",
        -0.0001658757
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the": {
    "guess": "Friedrich Hayek",
    "confidence": [
      [
        "F",
        -0.31912085
      ],
      [
        "ried",
        -0.002356618
      ],
      [
        "rich",
        -5.6576944e-05
      ],
      [
        " Hay",
        -0.0042425855
      ],
      [
        "ek",
        -5.443128e-05
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.107737824
      ],
      [
        " H",
        -0.00015109812
      ],
      [
        "ume",
        -6.551722e-05
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title creature. In addition to \"Shooting an Elephant,\" this man wrote a novel in which the protagonist is": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.0073467814
      ],
      [
        " Orwell",
        -5.6457742e-05
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate error. In earlier sections, this work argues that knowledge is based on understanding by imagining a changing piece of (*) wax, and purports to prove the existence of God by claiming that a finite mind could not independently conceive of an infinite being. This work's narrator concludes that": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.006954538
      ],
      [
        "edit",
        -8.299462e-06
      ],
      [
        "ations",
        -9.543734e-05
      ],
      [
        " on",
        -0.00028147758
      ],
      [
        " First",
        -1.4855664e-05
      ],
      [
        " Philosophy",
        -4.179569e-05
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes": {
    "guess": "Derek Parfit",
    "confidence": [
      [
        "D",
        -1.1368713
      ],
      [
        "erek",
        -0.0025937308
      ],
      [
        " Par",
        -4.20341e-05
      ],
      [
        "fit",
        -0.0006612073
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist": {
    "guess": "Dandelion Wine",
    "confidence": [
      [
        "D",
        -0.9070486
      ],
      [
        "andel",
        -9.7583004e-05
      ],
      [
        "ion",
        -6.909333e-05
      ],
      [
        " Wine",
        -0.008319881
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.028423188
      ],
      [
        " Arm",
        -0.016833983
      ],
      [
        "ory",
        -1.3856493e-06
      ],
      [
        " Show",
        -3.094816e-05
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like sec1 in transport of these structures was discovered by Randy Schekman, who with Südhof and Rothman won a 2013 Nobel for work on them. Exosomes are a type of these structures, whose docking is mediated by (*) SNAREs. COPI and COPII are coat proteins on them. During endocytosis, they originate via": {
    "guess": "Vesicle (biology)",
    "confidence": [
      [
        "V",
        -0.03436608
      ],
      [
        "es",
        -6.15835e-05
      ],
      [
        "icle",
        -0.24436007
      ],
      [
        " (",
        -0.6332706
      ],
      [
        "biology",
        -0.0072677326
      ],
      [
        ")",
        -0.0009794593
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon factors external to people and is illustrated by Davidson's Swampman argument. An article named for this concept imagines a (*) substance named XYZ that is pretty much identical to water; that article": {
    "guess": "Meaning (linguistics)",
    "confidence": [
      [
        "Mean",
        -0.32600415
      ],
      [
        "ing",
        -0.022614472
      ],
      [
        " (",
        -0.3558204
      ],
      [
        "ling",
        -0.39956394
      ],
      [
        "u",
        -0.002486715
      ],
      [
        "istics",
        -0.15697281
      ],
      [
        ")",
        -0.0005106182
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly na?e Leni Pfeiffer and the secretive Robert Fahmel, and in novels like The Silent Angel and The Bread of Our Early Years.  After gaining fame for \"The Black Sheep\" he wrote works about his experiences in the war such as End of a Mission and The Train Was on Time.  While he was associated with \"Gruppe 47\" works like The Lost Honor of Katharina Blum and Women in a River Landscape reflect his own vision.": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -0.005824872
      ],
      [
        "in",
        -9.186123e-05
      ],
      [
        "rich",
        -0.0004920298
      ],
      [
        " B",
        -0.00018077616
      ],
      [
        "ö",
        -0.0002519224
      ],
      [
        "ll",
        -1.6524515e-05
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away with the money, and George arrives to save his brother from the cellar apartment of (*) Benedikt Pfaff.": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.8596269
      ],
      [
        "'s",
        -0.0019337547
      ],
      [
        " Rainbow",
        -0.00030483783
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of \"the agent has no reason\" to the title question of \"‘How is Weakness of the Will Possible?\" He attached an appendix in which the state of emeralds being green and roses being red are confounded by the statement \"All Emeroses are Gred\" to an essay in which he accepts the materialist premise that all events are physical but denies that mental phenomena can be given purely physical explanations. For": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.0079112165
      ],
      [
        " Davidson",
        -0.0034532452
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away with the money, and George arrives to save his brother from the cellar apartment of (*) Benedikt Pfaff. Featuring characters like the dwarf Fischerle and divided into sections like \"\"A Head Without a World\" and \"Headless World\", this work sees its protagonist hallucinate that footnotes are attacking him, prompting him to set fire to his beloved library and himself. For 10 points, name this novel chronicling the life of the bibliophilic sinologist Peter Kien, a a work of Elias Canetti.": {
    "guess": "Die Blendung",
    "confidence": [
      [
        "Die",
        -0.15152264
      ],
      [
        " Blend",
        -0.00013190633
      ],
      [
        "ung",
        -3.6908343e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid. In a novel in which he appears, this character's enemy (*) Magua leads Cora and Alice, Colonel Munro's daughters, into an ambush on their way to Fort William Henry, though they are eventually rescued with the help of Uncas. This character and his friend Chingachgook attempt to ease the conflict between the Huron and the Mohicans. For 10 points, name this hero of James Fenimore Cooper's Leatherstocking": {
    "guess": "Natty Bumppo",
    "confidence": [
      [
        "N",
        -0.08271276
      ],
      [
        "atty",
        -0.00020330198
      ],
      [
        " B",
        -7.529192e-05
      ],
      [
        "um",
        -0.00040421702
      ],
      [
        "ppo",
        -0.00011927807
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were written by, among others, Mabel Dodge and Walter Pach, the latter of whom helped organize it with Walt Kuhn and its driving force, (*) Arthur B. Davies. Works displayed here include one subtitled \"Souvenir": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.018496048
      ],
      [
        " Arm",
        -0.0010749688
      ],
      [
        "ory",
        -5.5122365e-07
      ],
      [
        " Show",
        -1.378283e-05
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author, the \"truly useful object\" is the programming systems product even though it costs nine times as much, but he  bemoaned the fact that programming systems \"reflect conceptual disunity far worse than": {
    "guess": "The Mythical Man-Month",
    "confidence": [
      [
        "The",
        -0.620584
      ],
      [
        " Myth",
        -0.0008604847
      ],
      [
        "ical",
        -3.888926e-06
      ],
      [
        " Man",
        -0.00017493518
      ],
      [
        "-M",
        -0.007829369
      ],
      [
        "onth",
        -0.00017386234
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning": {
    "guess": "Song of Roland",
    "confidence": [
      [
        "Song",
        -1.1726996
      ],
      [
        " of",
        -0.004256831
      ],
      [
        " Roland",
        -0.018699408
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\"": {
    "guess": "Notes on 'Camp'",
    "confidence": [
      [
        "Notes",
        -0.9806069
      ],
      [
        " on",
        -0.05040851
      ],
      [
        " '",
        -0.38856363
      ],
      [
        "Camp",
        -0.0004948907
      ],
      [
        "'",
        -0.00035929924
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing against Demea and Cleanthes. That argument for religion based on faith alone is continued in a work by this man that distingushes between \"relations of ideas\" and \"matters of fact\". That work also acknowledges an objection to its claim that all ideas derive from impressions in its thought experiment about all examples of a certain color. For 10 points, name this author of Dialogues Concerning": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0015289057
      ],
      [
        " H",
        -1.5570886e-05
      ],
      [
        "ume",
        -1.60477e-05
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child, I will live then from the Devil.\" This essay claims that \"Society everywhere is in conspiracy against the manhood of every one of its members,\" and calls \"A foolish consistency\" the \"hobgoblin of little minds.\" This essay argues that \"Nothing is at last sacred but the integrity of your own mind,\"": {
    "guess": "Ralph Waldo Emerson",
    "confidence": [
      [
        "R",
        -0.28474498
      ],
      [
        "alph",
        -6.869018e-06
      ],
      [
        " Wal",
        -4.0007635e-05
      ],
      [
        "do",
        -1.8789384e-05
      ],
      [
        " Emerson",
        -1.247159e-05
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing against Demea and Cleanthes. That argument for religion based on faith alone is continued in a": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.017854545
      ],
      [
        " H",
        -1.1637165e-05
      ],
      [
        "ume",
        -9.253091e-06
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing that \"everything transitory is but a semblance\" in praise of that which \"draws us ever onward\" called the \"Eternal": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -1.2794993
      ],
      [
        "phony",
        -0.0043159416
      ],
      [
        " No",
        -0.030087847
      ],
      [
        ".",
        -0.0017793069
      ],
      [
        " ",
        -0.001817863
      ],
      [
        "8",
        -0.009179589
      ],
      [
        " (",
        -0.009749242
      ],
      [
        "Mah",
        -0.039848596
      ],
      [
        "ler",
        -1.6762922e-05
      ],
      [
        ")",
        -2.0339032e-05
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.42756125
      ],
      [
        ".",
        -0.149625
      ],
      [
        " E",
        -0.0009487376
      ],
      [
        ".",
        -0.00042400116
      ],
      [
        " B",
        -4.5848617e-05
      ],
      [
        ".",
        -0.00078532955
      ],
      [
        " Du",
        -0.0030831208
      ],
      [
        " Bo",
        -0.00027230257
      ],
      [
        "is",
        -7.600714e-05
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -1.1948681
      ],
      [
        " H",
        -0.00043758305
      ],
      [
        "ume",
        -4.7517467e-05
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as part of his plan to attain the title goal of Perpetual Peace. This philosopher penned Prolegomena to Any Future Metaphysics and used the example of 7+5=12 in another work to demonstrate the existence": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0015877007
      ],
      [
        "manuel",
        -3.2736214e-05
      ],
      [
        " Kant",
        -8.017927e-05
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\" he titled Aesthetica in Nuce. This philosopher began a noted essay with ironic dedications to Johann Christoph Berens and Immanuel Kant before explaining the title character's profession that he knew he knew nothing as a rejection of the game of reason in favor of analogy. This subject of the book": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -1.0670115
      ],
      [
        " H",
        -0.07743035
      ],
      [
        "ume",
        -0.00032223423
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as part of his plan to attain the title goal of Perpetual Peace. This philosopher penned Prolegomena to Any Future Metaphysics and used the example of 7+5=12 in another work to demonstrate the existence of synthetic judgment a priori. This thinker constructed a deontological moral system based upon the categorical imperative in Groundwork of the Metaphysics of Morals.  For 10 points, name this German philosopher who wrote the Critique of Pure Reason.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.009508264
      ],
      [
        "manuel",
        -0.00024941913
      ],
      [
        " Kant",
        -0.00035751116
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include several gay confessional novels such as \"Decay of Angels,\" the final volume of his \"Sea of Fertility\" cycle. More notably, he and his lover Shinji Morita, with some student activists, broke into the High Commandant's Tokyo office, briefly held him hostage, and called for news reporters in order": {
    "guess": "Yukio Mishima",
    "confidence": [
      [
        "Y",
        -0.008242683
      ],
      [
        "uk",
        -0.00051728997
      ],
      [
        "io",
        -0.00011176824
      ],
      [
        " Mish",
        -0.009057205
      ],
      [
        "ima",
        -0.00016742534
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are": {
    "guess": "Implicature",
    "confidence": [
      [
        "Imp",
        -0.4894629
      ],
      [
        "lic",
        -0.0019385119
      ],
      [
        "ature",
        -0.403576
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges": {
    "guess": "The Metaphysical Club",
    "confidence": [
      [
        "The",
        -1.937024
      ],
      [
        " Met",
        -2.0203643
      ],
      [
        "aph",
        -0.15829204
      ],
      [
        "ysical",
        -0.47338033
      ],
      [
        " Club",
        -0.54572725
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human": {
    "guess": "Culture and Anarchy",
    "confidence": [
      [
        "Culture",
        -0.49743134
      ],
      [
        " and",
        -0.47316626
      ],
      [
        " An",
        -0.5474238
      ],
      [
        "archy",
        -0.00022308611
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide after inviting over a series of invisible guests, while in another, Queens Marie and Marguerite are married to the dying, 400 year-old ruler of a failing kingdom. Aside from The (*) Chairs and Exit the King, this dramatist wrote a play about a visit between London couples, the Martins and the Smiths. In another, Berenger pines for his co-worker Daisy while Jean changes into the title animal. For": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.022245532
      ],
      [
        "ug",
        -0.005225814
      ],
      [
        "ène",
        -0.0009462344
      ],
      [
        " I",
        -0.00037085102
      ],
      [
        "ones",
        -1.7432603e-06
      ],
      [
        "co",
        -0.0010847325
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon factors external to people and is illustrated by Davidson's Swampman argument. An article named for this concept imagines a (*) substance named XYZ that is pretty much identical to water; that article by Hilary Putnam introduces the Twin Earth thought experiment and contains this concept's name twice. The transmittal of this concept via signs and symbols is studied in semantics. For 10 points, what concept is the expressive content of a word or phrase?": {
    "guess": "Meaning",
    "confidence": [
      [
        "Mean",
        -0.42678055
      ],
      [
        "ing",
        -0.0093445955
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy": {
    "guess": "Cultural assimilation",
    "confidence": [
      [
        "C",
        -0.7783729
      ],
      [
        "ultural",
        -0.011461334
      ],
      [
        " assim",
        -0.6030589
      ],
      [
        "ilation",
        -0.00042710046
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have a blase outlook on life. It opens by claiming that the deepest problems of modern life involve man's attempt to maintain sovereignty in society. Nietzsche's hatred of the first title entity is referenced in this essay, whose author reversed the topic he was initially assigned, about the role of intellectuals in the shaping of big-city societies. For 10 points, name this essay about the psychological": {
    "guess": "The Metropolis and Mental Life",
    "confidence": [
      [
        "The",
        -0.07411657
      ],
      [
        " Met",
        -0.7107075
      ],
      [
        "ropolis",
        -0.09270137
      ],
      [
        " and",
        -0.0008498903
      ],
      [
        " Mental",
        -8.657073e-06
      ],
      [
        " Life",
        -0.00036822853
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.04761294
      ],
      [
        "all",
        -0.0012239167
      ],
      [
        " Jar",
        -0.0035381787
      ],
      [
        "rell",
        -0.0007258946
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines a disinterested, universal, and necessary judgment. That work is Immanuel Kant's Critique of Judgment. This field was discussed in terms of the Apollonian and Dionysian in a work that criticizes the": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.03431885
      ],
      [
        "est",
        -0.07653157
      ],
      [
        "hetics",
        -2.6895234e-05
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the": {
    "guess": "The Human Comedy",
    "confidence": [
      [
        "The",
        -0.9644807
      ],
      [
        " Human",
        -0.029487671
      ],
      [
        " Comedy",
        -0.008965412
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character claim that neither belief in God's existence nor God's can be known through any human reason, arguing against Demea and Cleanthes. That argument for religion based on faith alone is continued in a work by this man that distingushes between \"relations of ideas\" and \"matters of fact\". That work also acknowledges an objection to its claim that all ideas derive from impressions in its thought experiment about all examples of a certain color. For 10 points, name this author of Dialogues Concerning Natural Religion who introduced the \"missing shade of blue\" in An Enquiry Concerning Human Understanding.": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.0009343287
      ],
      [
        " H",
        -8.9834764e-05
      ],
      [
        "ume",
        -9.968313e-06
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription factors that prevent their results. Their discovery can be linked to a 1926 paper by Eiichi Kurosawa on the rice-killing bakanae or \"foolish seedling\" disease caused by fungi throughout Asia. When this chemical is applied in low concentrations to dwarf beans, the regions between successive beans": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.0055058803
      ],
      [
        "ib",
        -0.00014966767
      ],
      [
        "ber",
        -2.9994528e-05
      ],
      [
        "ell",
        -0.0029346754
      ],
      [
        "in",
        -0.006458613
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns to the present to find his society changed. His best-known work centers on a group that uses a salamander as its symbol. The protagonist of that work is influenced by Clarisse McClellan and the": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0025561652
      ],
      [
        " Brad",
        -0.00025990538
      ],
      [
        "bury",
        -0.00017255111
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central to the art of the poet, who \"judges not as the judge judges but as the sun falling around a helpless thing.\" The author of this essay concludes, \"The proof of a poet is that his country absorbs him": {
    "guess": "The Poet (essay)",
    "confidence": [
      [
        "The",
        -0.43626165
      ],
      [
        " Po",
        -0.13797748
      ],
      [
        "et",
        -0.016021231
      ],
      [
        " (",
        -0.02570305
      ],
      [
        "essay",
        -0.2579106
      ],
      [
        ")",
        -0.001561762
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.032612167
      ],
      [
        " Arm",
        -0.020051623
      ],
      [
        "ory",
        -0.00012868783
      ],
      [
        " Show",
        -0.000318185
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket.": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.34598222
      ],
      [
        "all",
        -0.0011898684
      ],
      [
        " Jar",
        -0.0034133247
      ],
      [
        "rell",
        -0.0007572158
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.015710548
      ],
      [
        "manuel",
        -0.0005574396
      ],
      [
        " Kant",
        -0.0013991644
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.8156418
      ],
      [
        " Davidson",
        -0.002470663
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.0003809833
      ],
      [
        "edit",
        -5.4385737e-06
      ],
      [
        "ations",
        -8.11329e-05
      ],
      [
        " on",
        -5.9153886e-06
      ],
      [
        " First",
        -4.723352e-06
      ],
      [
        " Philosophy",
        -2.6299214e-05
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child, I will live then from the Devil.\" This essay claims that \"Society everywhere is in conspiracy against the manhood of every one of its members,\" and calls \"A foolish consistency\" the \"hobgoblin of little minds.\" This essay argues that \"Nothing is at last sacred but the integrity of your own mind,\" and asserts \"Whoso would be a man must be a nonconformist.\" For 10 points, name this essay which": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.015862972
      ],
      [
        "-",
        -0.001669115
      ],
      [
        "Rel",
        -6.420598e-05
      ],
      [
        "iance",
        -3.3809047e-05
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -1.739262
      ],
      [
        "manuel",
        -0.0005008472
      ],
      [
        " Kant",
        -0.0010987766
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have a blase outlook on life. It opens by claiming that the deepest problems of modern life involve man's attempt to maintain sovereignty in society. Nietzsche's hatred of the first title entity is referenced": {
    "guess": "The Theory of the Leisure Class",
    "confidence": [
      [
        "The",
        -0.037771992
      ],
      [
        " Theory",
        -1.1252288
      ],
      [
        " of",
        -0.00012976067
      ],
      [
        " the",
        -0.0026946745
      ],
      [
        " Leisure",
        -0.00042650447
      ],
      [
        " Class",
        -1.7478143e-05
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include": {
    "guess": "The Picture of Dorian Gray",
    "confidence": [
      [
        "The",
        -1.7829692
      ],
      [
        " Picture",
        -0.03231005
      ],
      [
        " of",
        -0.00021414584
      ],
      [
        " D",
        -0.00020878535
      ],
      [
        "orian",
        -1.0564331e-05
      ],
      [
        " Gray",
        -0.00022690064
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author, the \"truly useful object\" is the programming systems product even though it costs nine times as much, but he  bemoaned the fact that programming systems \"reflect conceptual disunity far worse than that of  cathedrals.\" In his most famous essay, this author stated his eponymous law, which holds that": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.18727309
      ],
      [
        " Brooks",
        -0.00029792404
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written by Walter Benjamin. Another work in this field emphasizes the need for \"free play\" and defines a disinterested, universal, and necessary judgment. That work is Immanuel Kant's Critique of Judgment. This field was discussed in terms of the Apollonian and Dionysian in a work that criticizes the excess rationality of Socrates and Euripides and praises Richard Wagner. This field is the subject": {
    "guess": "Aesthetics",
    "confidence": [
      [
        "A",
        -0.016480746
      ],
      [
        "est",
        -0.05929998
      ],
      [
        "hetics",
        -2.3319124e-05
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.16067971
      ],
      [
        " Brooks",
        -0.0016274562
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist.": {
    "guess": "Adolf Reinach",
    "confidence": [
      [
        "Ad",
        -0.76672685
      ],
      [
        "olf",
        -0.00022845028
      ],
      [
        " Rein",
        -0.0004073163
      ],
      [
        "ach",
        -0.00019805702
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist. Maurice Merleau-Ponty drew on the phantom limb experience of amputees in a book describing this concept \"of perception.\" Edmund Husserl wrote two books about the relationship of ideas to the \"pure\" type of it. The master-slave dialectic is described in a work with this word in its title. For 10 points, name this study of the way people experience things, which is \"of spirit\" in the title of a Hegel work.": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.0040317373
      ],
      [
        "en",
        -5.0974373e-05
      ],
      [
        "omen",
        -3.3451433e-05
      ],
      [
        "ology",
        -7.481511e-05
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist. Maurice Merleau-Ponty drew on the phantom limb experience of amputees in a book describing this concept": {
    "guess": "Ordinal number",
    "confidence": [
      [
        "Ordinal",
        -1.3358808
      ],
      [
        " number",
        -0.9362843
      ]
    ]
  },
  "In one essay, this writer remarks that \"I never hear anybody say of a critic, 'He's all right, but he's no Saint-Beuve,'\" while in another he analyzes \"the most awful of Frost's smaller poems... Design.\" Those essays, \"The Age of Criticism,\" and \"To the Laodiceans,\" can be found in his critical volume Poetry and the Age, while his collection of \"Essays and Fables,\" is entitled A Sad Heart at the Supermarket. This author put Mary McCarthy into his satirical academic novel Pictures From an Institution,": {
    "guess": "Randall Jarrell",
    "confidence": [
      [
        "Rand",
        -0.9161442
      ],
      [
        "all",
        -0.00021688752
      ],
      [
        " Jar",
        -0.0020135753
      ],
      [
        "rell",
        -0.00024453178
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon factors external to people and is illustrated by Davidson's Swampman argument. An article named for this concept imagines a (*) substance named XYZ that is pretty much identical to water; that article by Hilary Putnam introduces the Twin Earth thought experiment and contains this concept's name": {
    "guess": "Meaning (philosophy)",
    "confidence": [
      [
        "Mean",
        -0.17344567
      ],
      [
        "ing",
        -0.0033305183
      ],
      [
        " (",
        -0.31529927
      ],
      [
        "phil",
        -0.39668947
      ],
      [
        "osoph",
        -0.00030078492
      ],
      [
        "y",
        -0.0011723675
      ],
      [
        ")",
        -0.24502285
      ]
    ]
  },
  "In one essay, this philosopher argued that revolution cannot reform a people's manner of thinking and only substitutes new prejudices for the old. That work declares religious contracts which make doctrines unalterable, regardless of who ratifies them, to be crimes against human nature because they restrict future generations from public use of their power of reason. This philosopher also theorized that a moral maxim is valid only if one could wish it to be made a universal law. For 10 points, name": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.017910048
      ],
      [
        "manuel",
        -0.000119754885
      ],
      [
        " Kant",
        -6.3490756e-05
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as part of his plan to attain the title goal of Perpetual Peace. This philosopher penned Prolegomena to Any Future Metaphysics and used the example of 7+5=12 in another work to demonstrate the existence of synthetic judgment a priori. This thinker constructed a deontological moral system based upon the": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.00057042914
      ],
      [
        "manuel",
        -2.7372049e-05
      ],
      [
        " Kant",
        -8.244414e-05
      ]
    ]
  },
  "Some of his essay collections are titled The Pump House Gang, The Purple Decades, and The Kandy-Kolored Tangerine-Flake Streamline Baby. Though he has written some novels, he originally made his reputation as a journalist. He has described a party thrown by Leonard Bernstein for The Black Panthers, the": {
    "guess": "Tom Wolfe",
    "confidence": [
      [
        "Tom",
        -0.014545642
      ],
      [
        " Wolfe",
        -0.00045510233
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work in which the arrival of a frozen child at their home inspires Pa, Big Hans, and Jorge to travel by sleigh through the snow to confront the killer of the child's family. This author of A (*) Temple of Texts and \"The Pedersen Kid\" spent 26 years writing a novel in which history professor William Frederick Kohler writes a book on guilt in Nazi Germany while burrowing into his own basement. For 10 points, name this American author of In the Heart of the Heart of the Country and The Tunnel.": {
    "guess": "William H. Gass",
    "confidence": [
      [
        "William",
        -0.00093849713
      ],
      [
        " H",
        -0.16946852
      ],
      [
        ".",
        -0.000503466
      ],
      [
        " G",
        -1.4259645e-05
      ],
      [
        "ass",
        -1.5213274e-05
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed": {
    "guess": "Octopus in popular culture",
    "confidence": [
      [
        "Oct",
        -1.7136756
      ],
      [
        "opus",
        -0.5721268
      ],
      [
        " in",
        -1.6944504
      ],
      [
        " popular",
        -0.5471864
      ],
      [
        " culture",
        -8.220573e-05
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book": {
    "guess": "Implicature",
    "confidence": [
      [
        "Imp",
        -0.7165507
      ],
      [
        "lic",
        -0.0003962377
      ],
      [
        "ature",
        -0.15096875
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly na?e Leni Pfeiffer and the secretive Robert Fahmel, and in novels like The Silent Angel and The Bread of Our Early Years.  After gaining fame for \"The Black Sheep\" he wrote works about his experiences in the war such as End of a Mission and The Train Was on Time.  While he was associated with \"Gruppe 47\" works like The Lost Honor of Katharina Blum and Women in a River Landscape reflect his own vision.  FTP, identify this German author of Billiards at Half-Past Nine and The Clown.": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -0.0010334034
      ],
      [
        "in",
        -7.13582e-05
      ],
      [
        "rich",
        -0.00043651022
      ],
      [
        " B",
        -7.226629e-06
      ],
      [
        "ö",
        -0.00044985735
      ],
      [
        "ll",
        -1.3856493e-06
      ]
    ]
  },
  "In an essay about this concept, a sentence about spots implying measles and the remark \"he's a pig\" are used to distinguish between \"natural\" and \"non-natural\" kinds of this phenomenon. In addition to that theory of it by H.P Grice, a three-part \"triangle\" underlies this phenomenon according to a book of essays by Ogden and Richards. Philosophical externalism argues that this concept is dependent upon": {
    "guess": "Meaning (linguistics)",
    "confidence": [
      [
        "Mean",
        -0.5816402
      ],
      [
        "ing",
        -0.0015545015
      ],
      [
        " (",
        -0.65218776
      ],
      [
        "ling",
        -0.46544147
      ],
      [
        "u",
        -0.0014680806
      ],
      [
        "istics",
        -0.341063
      ],
      [
        ")",
        -0.0008463178
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0034873427
      ],
      [
        " Brad",
        -1.3544423e-05
      ],
      [
        "bury",
        -5.0497558e-05
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were written by, among others, Mabel Dodge and Walter Pach, the latter of whom helped organize it with": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.0021595412
      ],
      [
        " Arm",
        -0.001115212
      ],
      [
        "ory",
        -3.0545007e-06
      ],
      [
        " Show",
        -2.9875326e-05
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide after inviting over a series of invisible guests, while in another, Queens Marie and Marguerite are": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.14090872
      ],
      [
        "ug",
        -0.121002264
      ],
      [
        "ène",
        -0.006815777
      ],
      [
        " I",
        -0.0002326224
      ],
      [
        "ones",
        -4.365741e-06
      ],
      [
        "co",
        -0.0009850544
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as part of his plan to attain the title goal of Perpetual Peace. This philosopher penned Prolegomena to Any Future Metaphysics and used the example of 7+5=12 in another work to demonstrate the existence of synthetic judgment a priori. This thinker constructed a deontological moral system based upon the categorical imperative in Groundwork of the Metaphysics of Morals.  For 10 points, name this German": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0020257086
      ],
      [
        "manuel",
        -0.0004972711
      ],
      [
        " Kant",
        -0.0006902747
      ]
    ]
  },
  "In one essay, this philosopher outlined six \"Preliminary Articles\" and three \"Definitive Articles\" as": {
    "guess": "Perpetual Peace",
    "confidence": [
      [
        "Per",
        -0.031391956
      ],
      [
        "pet",
        -8.7450695e-05
      ],
      [
        "ual",
        -7.465036e-06
      ],
      [
        " Peace",
        -0.00069646956
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid. In a novel in which he appears, this character's enemy (*) Magua leads Cora and Alice, Colonel Munro's daughters, into an ambush on their way to Fort William Henry, though they are eventually rescued": {
    "guess": "Natty Bumppo",
    "confidence": [
      [
        "N",
        -0.25511825
      ],
      [
        "atty",
        -0.001507482
      ],
      [
        " B",
        -5.7411373e-05
      ],
      [
        "um",
        -0.0004690418
      ],
      [
        "ppo",
        -0.00020461321
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\" This author of \"Of the Wings of Atalanta\" postulated the existence of a metaphorical \"veil\" which causes certain people to have a \"second sight,\" a concept explicated in his book Darkwater. Another of his books mourns the \"sense of always looking at one's self through the eyes of others,\" a concept": {
    "guess": "W. E. B. Du Bois",
    "confidence": [
      [
        "W",
        -0.061093464
      ],
      [
        ".",
        -0.018534537
      ],
      [
        " E",
        -2.3080716e-05
      ],
      [
        ".",
        -0.000119754885
      ],
      [
        " B",
        -6.706687e-05
      ],
      [
        ".",
        -0.00041065403
      ],
      [
        " Du",
        -0.00041148844
      ],
      [
        " Bo",
        -7.9702455e-05
      ],
      [
        "is",
        -0.00010139752
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice,": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -1.0380212
      ],
      [
        " Smith",
        -0.05275494
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title creature. In addition to \"Shooting an Elephant,\" this man wrote a novel in which the protagonist is married to the absent Katharine and works with Ampleforth, and another novel in which Boxer is exploited before being sent to his death by Napoleon. The latter novel sees the implementation of a maxim": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.01155184
      ],
      [
        " Orwell",
        -2.6060809e-05
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist. Maurice Merleau-Ponty drew on the phantom limb experience of amputees in a book describing this concept \"of perception.\" Edmund Husserl wrote two books about the relationship of ideas to the \"pure\" type": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.06671579
      ],
      [
        "en",
        -0.013383734
      ],
      [
        "omen",
        -9.849109e-06
      ],
      [
        "ology",
        -0.0023588794
      ],
      [
        " (",
        -0.67064786
      ],
      [
        "phil",
        -0.0054157735
      ],
      [
        "osoph",
        -5.0974373e-05
      ],
      [
        "y",
        -0.00020938137
      ],
      [
        ")",
        -1.0206721e-05
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\" he titled Aesthetica in Nuce. This philosopher began a noted essay with ironic dedications to Johann Christoph Berens and Immanuel Kant before explaining the title character's profession that he knew he knew nothing as a rejection of the game of reason in favor of analogy. This subject of the book The Magus of the North and author of (*) Socratic Memorabilia mentored Johann Gottfried Herder. For 10 points, name this German philosopher labeled as part of the Counter-Enlightenment by Isaiah Berlin.": {
    "guess": "Johann Georg Hamann",
    "confidence": [
      [
        "J",
        -0.16168703
      ],
      [
        "oh",
        -8.733149e-05
      ],
      [
        "ann",
        -0.00016992862
      ],
      [
        " Georg",
        -0.0076244916
      ],
      [
        " Ham",
        -5.538491e-05
      ],
      [
        "ann",
        -0.0019528987
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.61559707
      ],
      [
        "phony",
        -0.05962706
      ],
      [
        " No",
        -0.007324536
      ],
      [
        ".",
        -0.0004181602
      ],
      [
        " ",
        -0.0029475128
      ],
      [
        "5",
        -0.7550625
      ],
      [
        " (",
        -0.14766127
      ],
      [
        "Be",
        -0.03786956
      ],
      [
        "ethoven",
        -0.000110576206
      ],
      [
        ")",
        -6.122589e-05
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\" Characters created by this author a great actress named Berma, an artist named Elstir, and a writer named Bergotte. He also created Albertine, whose disappearance is the subject of the sixth volume of his magnum opus. That work is a novel featuring characters such as Charles Swann which also features the episode of the Madeleine. For 10 points, name this author of Remembrance of Things": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.0056821606
      ],
      [
        "cel",
        -1.0087517e-05
      ],
      [
        " P",
        -0.00013154872
      ],
      [
        "rou",
        -2.2007884e-05
      ],
      [
        "st",
        -7.107425e-06
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing that \"everything": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9901912
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes by suggesting that we try to develop concepts that could explain sight to a person blind from birth, which might help us understand the experiences of the title creature. That essay is attacked in Kinds of Minds by Daniel Dennett, who reprinted it in his collection The Mind's I. FTP, name the creature which Thomas Nagel wondered what it is like to be in an article which made a special fuss": {
    "guess": "What Is It Like to Be a Bat?",
    "confidence": [
      [
        "What",
        -0.37205136
      ],
      [
        " Is",
        -0.6807719
      ],
      [
        " It",
        -0.10712219
      ],
      [
        " Like",
        -0.000112125854
      ],
      [
        " to",
        -0.007159919
      ],
      [
        " Be",
        -0.0031474156
      ],
      [
        " a",
        -0.001182012
      ],
      [
        " Bat",
        -0.0043459716
      ],
      [
        "?",
        -0.0013017842
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title creature. In addition to \"Shooting an Elephant,\" this man wrote a novel in which the protagonist is married to the absent Katharine and works with Ampleforth, and another novel in which Boxer is exploited before being sent to his death by Napoleon. The latter novel sees the implementation of a maxim that states \"all\" the title characters \"are equal, but some are more equal than others.\" For 10 points, name this English author who wrote the dystopian 1984 and Animal Farm.": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.0012414213
      ],
      [
        " Orwell",
        -0.00012844942
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits": {
    "guess": "Essay on the Manners and Spirit of Nations",
    "confidence": [
      [
        "Essay",
        -1.782513
      ],
      [
        " on",
        -0.09579751
      ],
      [
        " the",
        -0.9021654
      ],
      [
        " M",
        -0.83639294
      ],
      [
        "anners",
        -0.10928339
      ],
      [
        " and",
        -0.018609207
      ],
      [
        " Spirit",
        -0.002215323
      ],
      [
        " of",
        -5.121278e-05
      ],
      [
        " Nations",
        -0.00083702727
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away with the money, and George arrives to save his brother from the cellar apartment of (*) Benedikt Pfaff. Featuring characters like the dwarf Fischerle and divided into sections like \"\"A Head Without a World\" and \"Headless World\", this work sees its protagonist hallucinate that footnotes are attacking him, prompting him to set fire to his beloved library and himself. For 10 points, name this novel": {
    "guess": "The Man Without Qualities",
    "confidence": [
      [
        "The",
        -0.032289512
      ],
      [
        " Man",
        -0.23033658
      ],
      [
        " Without",
        -0.0027479345
      ],
      [
        " Qual",
        -1.9361265e-07
      ],
      [
        "ities",
        -2.8160932e-06
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns to the present to find his society changed. His best-known work centers on a group that uses": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.0033232688
      ],
      [
        " Brad",
        -5.371606e-05
      ],
      [
        "bury",
        -0.00013512482
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns to the present to find his society changed. His best-known work centers on a group that uses a salamander as its symbol. The protagonist of that work is influenced by Clarisse McClellan and the professor Faber and eventually begins to secretly read a Bible. After killing Captain Beatty and eluding the Mechanical Hound, Guy Montag is able to escape his past. FTP, name this author of \"The Sound": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.014295956
      ],
      [
        " Brad",
        -4.894791e-05
      ],
      [
        "bury",
        -4.9067115e-05
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have the form of largeness implies a form of largeness by one-over-many, leading to an (*) infinite regress of the forms of largeness, in an attempt to refute the Theory of Forms. This student of Xenophanes distinguished between \"The Way of Truth\" and \"The Way of Opinion,\" and also argued that change is impossible. For 10 points, the so-called \"Third Man\" argument can be found in a Platonic dialogue named": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.0017264684
      ],
      [
        "en",
        -3.035214e-05
      ],
      [
        "ides",
        -1.9816675e-06
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.78624254
      ],
      [
        "-",
        -0.008740558
      ],
      [
        "Rel",
        -0.000101159116
      ],
      [
        "iance",
        -1.3306016e-05
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include several gay confessional novels such as \"Decay of Angels,\" the final volume of his \"Sea of Fertility\" cycle. More notably, he and his lover Shinji Morita, with some student activists, broke into the High Commandant's Tokyo office, briefly held him hostage, and called for news reporters in order to commit seppuku on national TV. FTP, identify this author of The Temple of the Golden Pavilion most": {
    "guess": "Yukio Mishima",
    "confidence": [
      [
        "Y",
        -0.009139784
      ],
      [
        "uk",
        -0.0015241486
      ],
      [
        "io",
        -1.5332478e-05
      ],
      [
        " Mish",
        -5.5146502e-05
      ],
      [
        "ima",
        -5.5623317e-05
      ]
    ]
  },
  "In an essay titled \"concerning\" this concept, Adolf Reinach argues that ordinal numbers do not exist. Maurice Merleau-Ponty drew on the phantom limb experience of amputees in a book describing this concept \"of perception.\" Edmund Husserl wrote two books about the relationship of ideas to the \"pure\" type of it. The master-slave dialectic is described in a work with this word in its title. For 10 points, name this study of the way people experience things, which is \"of spirit\" in the title of a Hegel": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.0025626956
      ],
      [
        "en",
        -7.016616e-05
      ],
      [
        "omen",
        -2.4987974e-05
      ],
      [
        "ology",
        -7.529192e-05
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims that it is \"man's emergence from his self-imposed immaturity.\" That essay on this concept was a": {
    "guess": "What Is Enlightenment?",
    "confidence": [
      [
        "What",
        -0.12737343
      ],
      [
        " Is",
        -0.17861634
      ],
      [
        " Enlightenment",
        -0.00027980874
      ],
      [
        "?",
        -0.000591398
      ]
    ]
  },
  "In one essay, this thinker conflated the \"City of a Hundred Hills\" with a mythological figure in warning his readers not to give up their ultimate goal in exchange for the \"Golden Apples of Hippomenes.\"": {
    "guess": "Karl Popper",
    "confidence": [
      [
        "K",
        -0.7364409
      ],
      [
        "arl",
        -0.0028140286
      ],
      [
        " Pop",
        -0.0061993157
      ],
      [
        "per",
        -3.2497806e-05
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and": {
    "guess": "Symphony No. 5 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.37590283
      ],
      [
        "phony",
        -0.096328124
      ],
      [
        " No",
        -0.019068016
      ],
      [
        ".",
        -0.0009813628
      ],
      [
        " ",
        -0.007135055
      ],
      [
        "5",
        -0.29761356
      ],
      [
        " (",
        -0.04132878
      ],
      [
        "Be",
        -0.03234918
      ],
      [
        "ethoven",
        -9.233804e-05
      ],
      [
        ")",
        -8.947716e-05
      ]
    ]
  },
  "Some of his essay collections are titled The Pump House Gang, The Purple Decades, and The Kandy-Kolored": {
    "guess": "Tom Wolfe",
    "confidence": [
      [
        "Tom",
        -0.003058754
      ],
      [
        " Wolfe",
        -8.053688e-05
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like sec1 in transport of these structures was discovered by Randy Schekman, who with Südhof and Rothman won a 2013 Nobel for work on them. Exosomes are a type of these structures, whose docking is mediated by (*) SNAREs. COPI and COPII are coat proteins on them. During endocytosis, they originate via budding from the plasma membrane. The Golgi apparatus packages proteins in these structures. For 10 points, name these small membranebound structures that transport materials in the cell.": {
    "guess": "Vesicle",
    "confidence": [
      [
        "V",
        -0.0022073546
      ],
      [
        "es",
        -0.0001246349
      ],
      [
        "icle",
        -0.17429444
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims that it is \"man's emergence from his self-imposed immaturity.\" That essay on this concept was a response to a reverend's question from a 1783 German periodical in Berlin. Proposing that the age of this concept is the \"age of Frederick,\" and that the motto of this concept is \"Have the courage to": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.71330136
      ],
      [
        "manuel",
        -0.0004294772
      ],
      [
        " Kant",
        -0.0006127171
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child,": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.046056453
      ],
      [
        "-",
        -0.007878811
      ],
      [
        "Rel",
        -7.445749e-05
      ],
      [
        "iance",
        -2.3795938e-05
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author, the \"truly useful object\" is the programming systems product even though it costs nine times as much, but he  bemoaned the fact that programming systems \"reflect conceptual disunity far worse than that of  cathedrals.\" In his most famous essay, this author stated his eponymous law, which holds that \"adding  manpower to a late project makes it later.\" For 10 points, identify this writer on software design, the  author of The Mythical Man-Month.": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.052323088
      ],
      [
        " Brooks",
        -0.00013238314
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.013950045
      ],
      [
        " Brad",
        -0.0006601345
      ],
      [
        "bury",
        -9.972867e-05
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly": {
    "guess": "Wolfgang Koeppen",
    "confidence": [
      [
        "W",
        -0.97381717
      ],
      [
        "ol",
        -0.6791581
      ],
      [
        "fgang",
        -0.0064658443
      ],
      [
        " K",
        -0.030919474
      ],
      [
        "oe",
        -2.3080716e-05
      ],
      [
        "pp",
        -5.4385737e-06
      ],
      [
        "en",
        -3.3809047e-05
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central to the art of the poet, who \"judges not as the judge judges but as the sun falling around a helpless thing.\" The author of this essay concludes, \"The proof of a poet is that his country absorbs him as affectionately as he has absorbed it,\" after earlier declaring, \"The (*) United States themselves": {
    "guess": "The Poet (essay)",
    "confidence": [
      [
        "The",
        -0.3954059
      ],
      [
        " Po",
        -0.04517759
      ],
      [
        "et",
        -0.019709438
      ],
      [
        " (",
        -0.0710123
      ],
      [
        "essay",
        -0.16393393
      ],
      [
        ")",
        -0.0010120879
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if": {
    "guess": "The Work of Art in the Age of Mechanical Reproduction",
    "confidence": [
      [
        "The",
        -0.07612712
      ],
      [
        " Work",
        -0.5100338
      ],
      [
        " of",
        -0.0001719551
      ],
      [
        " Art",
        -0.00029780483
      ],
      [
        " in",
        -2.2007884e-05
      ],
      [
        " the",
        -4.9186317e-05
      ],
      [
        " Age",
        -1.9385403e-05
      ],
      [
        " of",
        -1.60477e-05
      ],
      [
        " Mechanical",
        -0.0018561732
      ],
      [
        " Rep",
        -3.5313153e-06
      ],
      [
        "roduction",
        -1.9385403e-05
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription factors that prevent their results. Their discovery can be linked to a 1926 paper by Eiichi Kurosawa": {
    "guess": "Auxin signaling pathway",
    "confidence": [
      [
        "Aux",
        -0.62854224
      ],
      [
        "in",
        -0.05893772
      ],
      [
        " signaling",
        -1.2314228
      ],
      [
        " pathway",
        -0.19825557
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader.": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.9011241
      ],
      [
        "edit",
        -0.005807925
      ],
      [
        "ations",
        -0.00046832662
      ],
      [
        " on",
        -0.0041613835
      ],
      [
        " First",
        -0.000634878
      ],
      [
        " Philosophy",
        -5.347765e-05
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author,": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.44570047
      ],
      [
        " Brooks",
        -0.00015896189
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\" he titled Aesthetica in Nuce. This philosopher began a noted essay with ironic dedications to Johann Christoph Berens and Immanuel Kant before explaining the title character's profession that he knew": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -1.0391085
      ],
      [
        " H",
        -0.036096122
      ],
      [
        "ume",
        -0.00035572314
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription factors that prevent their results. Their discovery can be linked to a 1926 paper by Eiichi Kurosawa on the rice-killing bakanae or \"foolish seedling\" disease caused by fungi throughout Asia. When": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.006339572
      ],
      [
        "ib",
        -3.094816e-05
      ],
      [
        "ber",
        -2.0219828e-05
      ],
      [
        "ell",
        -0.0023706546
      ],
      [
        "in",
        -0.0023661323
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -0.38513058
      ],
      [
        " Fle",
        -0.00073505857
      ],
      [
        "w",
        -5.5122365e-07
      ],
      [
        " Over",
        -0.00021784115
      ],
      [
        " the",
        -0.002071633
      ],
      [
        " C",
        -4.7040652e-05
      ],
      [
        "uck",
        -2.8160932e-06
      ],
      [
        "oo",
        -0.00024536622
      ],
      [
        "'s",
        -0.00022630462
      ],
      [
        " Nest",
        -0.0003272408
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion,": {
    "guess": "Gravity's Rainbow",
    "confidence": [
      [
        "Gravity",
        -0.09846825
      ],
      [
        "'s",
        -0.0011297365
      ],
      [
        " Rainbow",
        -0.00020330198
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have the form of largeness implies a form of largeness by one-over-many, leading to an (*) infinite regress of the forms of largeness, in an attempt to refute the Theory of Forms. This student of Xenophanes": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.0038880769
      ],
      [
        "en",
        -3.2140193e-05
      ],
      [
        "ides",
        -9.014684e-06
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication  and organization in an essay asking \"Why did the Tower of Babel fail?\" According to this author, the \"truly useful object\" is the programming systems product even though it costs nine times as much, but he  bemoaned the fact that programming systems \"reflect conceptual disunity far worse than that of  cathedrals.\" In his most famous essay, this author stated his eponymous law, which holds that \"adding  manpower to a late project makes it later.\" For 10 points, identify this writer on software": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.016143342
      ],
      [
        " Brooks",
        -0.00012403888
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were written by, among others, Mabel Dodge and Walter Pach, the latter of whom helped organize it with Walt Kuhn and its driving force, (*) Arthur B. Davies. Works displayed here include one subtitled \"Souvenir de Biskra\" and a painting disparaged by Julian Street as an \"explosion in a shingle factory.\" For 10 points, identify this 1913 art exhibition which shocked Americans with such modern paintings": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.04093855
      ],
      [
        " Arm",
        -0.0011512941
      ],
      [
        "ory",
        -7.226629e-06
      ],
      [
        " Show",
        -1.2829201e-05
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes by suggesting that we try to develop concepts that could explain sight to a person blind from birth, which might help us understand the experiences of the title creature. That essay is attacked in Kinds of Minds by Daniel Dennett, who reprinted it in his collection The Mind's I. FTP, name the": {
    "guess": "What is it like to be a bat?",
    "confidence": [
      [
        "What",
        -1.1058539
      ],
      [
        " is",
        -0.7414313
      ],
      [
        " it",
        -0.013291171
      ],
      [
        " like",
        -0.06470089
      ],
      [
        " to",
        -2.8921695e-05
      ],
      [
        " be",
        -0.0009571974
      ],
      [
        " a",
        -9.2457245e-05
      ],
      [
        " bat",
        -0.019676713
      ],
      [
        "?",
        -0.0025277452
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\" he titled Aesthetica in Nuce. This philosopher began a noted essay with ironic dedications to Johann Christoph Berens and Immanuel Kant before explaining the title character's profession that he knew he knew nothing as a rejection of the game of reason in favor of analogy. This subject of the book The Magus of the North and author of (*) Socratic Memorabilia mentored Johann Gottfried Herder. For": {
    "guess": "Johann Georg Hamann",
    "confidence": [
      [
        "J",
        -0.74898577
      ],
      [
        "oh",
        -0.0009868424
      ],
      [
        "ann",
        -0.00051728997
      ],
      [
        " Georg",
        -0.040662974
      ],
      [
        " Ham",
        -0.00010759611
      ],
      [
        "ann",
        -0.0018746204
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like sec1 in transport of these structures was discovered by Randy Schekman, who with Südhof and Rothman won a 2013 Nobel for work on them. Exosomes are a type of these structures, whose docking is mediated": {
    "guess": "Vesicle",
    "confidence": [
      [
        "V",
        -0.04208719
      ],
      [
        "es",
        -0.00014609157
      ],
      [
        "icle",
        -0.59389347
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have the form of largeness implies a form of largeness by one-over-many, leading to an (*) infinite regress of the forms of largeness, in an attempt to refute the Theory of Forms. This student of Xenophanes distinguished between \"The Way of Truth\" and \"The Way of Opinion,\" and also argued that change is impossible. For 10 points, the so-called \"Third Man\" argument can be found in a Platonic dialogue named after what pre-Socratic philosopher, the founder of the Eleatic school?": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.0060728947
      ],
      [
        "en",
        -0.00012821102
      ],
      [
        "ides",
        -2.1769476e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis.": {
    "guess": "Roland Barthes",
    "confidence": [
      [
        "Rol",
        -1.2390528
      ],
      [
        "and",
        -2.6537622e-05
      ],
      [
        " Bar",
        -0.00077793887
      ],
      [
        "thes",
        -0.00015860428
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person": {
    "guess": "A Frolic of His Own",
    "confidence": [
      [
        "A",
        -0.8305226
      ],
      [
        " Fro",
        -0.033133805
      ],
      [
        "lic",
        -1.2352386e-05
      ],
      [
        " of",
        -7.755679e-05
      ],
      [
        " His",
        -0.0017602674
      ],
      [
        " Own",
        -7.409989e-05
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia. A treatise named for this thinker includes argument that supposes a group of objects that have the form of largeness implies a form of largeness by one-over-many, leading to an (*) infinite regress of the forms of largeness, in an attempt to refute the Theory of Forms. This student of Xenophanes distinguished between \"The Way of Truth\" and \"The Way of Opinion,\" and also argued that change is": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.00057841215
      ],
      [
        "en",
        -3.6908343e-05
      ],
      [
        "ides",
        -2.3392786e-06
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\"": {
    "guess": "Ludwig Wittgenstein",
    "confidence": [
      [
        "L",
        -0.8776761
      ],
      [
        "ud",
        -0.004265489
      ],
      [
        "wig",
        -0.00068800984
      ],
      [
        " Witt",
        -0.00039480726
      ],
      [
        "gen",
        -7.326546e-05
      ],
      [
        "stein",
        -3.2497806e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of": {
    "guess": "Albert Camus",
    "confidence": [
      [
        "Albert",
        -0.745835
      ],
      [
        " Cam",
        -0.00029911607
      ],
      [
        "us",
        -4.048445e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents the a faction called the Party of Disappointed People. This author of Life Sentences wrote a work in which the arrival of a frozen child at their home inspires Pa, Big Hans, and Jorge to travel by sleigh through the snow to confront the killer of the child's family. This author of A (*) Temple of": {
    "guess": "David Markson",
    "confidence": [
      [
        "David",
        -0.2895446
      ],
      [
        " Mark",
        -0.27461103
      ],
      [
        "son",
        -8.375538e-05
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\"": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.45120803
      ],
      [
        " H",
        -0.2892813
      ],
      [
        "ume",
        -0.00042638523
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\".": {
    "guess": "Sherlock Holmes",
    "confidence": [
      [
        "Sher",
        -0.9900963
      ],
      [
        "lock",
        -7.9418505e-06
      ],
      [
        " Holmes",
        -0.00014561474
      ]
    ]
  },
  "In one essay, Bernard Williams notes that the word \"I\" in parts of this work may refer to the reader. This work's fourth section concludes that errors arise from the will being wider in range than the understanding, and that by focusing on things that one clearly and distinctly understands, one can eliminate error. In earlier sections, this work argues that knowledge is based on understanding by imagining a changing piece of (*) wax, and purports to prove the existence of God by claiming that a finite mind could not independently conceive of an infinite being. This work's narrator concludes that his mind must exist, even if he is being deceived by a powerful \"evil demon.\" For 10 points, name this work written after Discourse on Method by Rene Descartes.": {
    "guess": "Meditations on First Philosophy",
    "confidence": [
      [
        "M",
        -0.00027635184
      ],
      [
        "edit",
        -4.3202e-07
      ],
      [
        "ations",
        -0.00013488642
      ],
      [
        " on",
        -1.3067608e-05
      ],
      [
        " First",
        -9.849109e-06
      ],
      [
        " Philosophy",
        -5.8365e-05
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away with the money, and George arrives to save his brother from the cellar apartment of (*) Benedikt Pfaff. Featuring characters like the dwarf Fischerle and divided into sections like \"\"A Head Without a World\" and \"Headless World\", this work sees its protagonist hallucinate that footnotes are attacking": {
    "guess": "The Man Without Qualities",
    "confidence": [
      [
        "The",
        -0.079680584
      ],
      [
        " Man",
        -0.2867881
      ],
      [
        " Without",
        -0.0106104305
      ],
      [
        " Qual",
        -1.7432603e-06
      ],
      [
        "ities",
        -1.867018e-05
      ]
    ]
  },
  "In one essay, this author described visiting Raskolnikov's bedroom on a trip to Russia with William Gaddis. He responded to a Reiner Stach biography of Kafka with an essay narrated in the first person by Kafka himself, in which Kafka bemoans being turned into a metaphor. One of his protagonists invents": {
    "guess": "David Foster Wallace",
    "confidence": [
      [
        "David",
        -0.24574651
      ],
      [
        " Foster",
        -0.04715157
      ],
      [
        " Wallace",
        -3.619312e-05
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like sec1 in transport of these structures was discovered by Randy Schekman, who with Südhof and Rothman won a 2013 Nobel for work on them. Exosomes are a type of these structures, whose docking is mediated by (*) SNAREs. COPI and COPII are coat proteins on them. During endocytosis, they originate via budding from the plasma membrane. The Golgi apparatus packages proteins in these structures. For 10": {
    "guess": "Vesicle",
    "confidence": [
      [
        "V",
        -0.007821798
      ],
      [
        "es",
        -2.5226382e-05
      ],
      [
        "icle",
        -0.2152687
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly na?e Leni Pfeiffer and the secretive Robert Fahmel, and in novels like The Silent Angel and The Bread": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -0.024322852
      ],
      [
        "in",
        -7.4576696e-05
      ],
      [
        "rich",
        -0.00031091354
      ],
      [
        " B",
        -0.00012487332
      ],
      [
        "ö",
        -0.0008460794
      ],
      [
        "ll",
        -1.147242e-06
      ]
    ]
  },
  "In an 1862 essay, Richard Pohl observed five motifs in this musical work, which he designated as conveying \"Passion\", \"Pride\", \"Longing\", \"Triumph\", and \"Love\" respectively. A melody played on oboe and clarinet expresses the \"painful joys\" of the central figure in the first movement, while the image of a woman picking petals from a flower is evoked by violins and clarinets in the second movement. A male chorus was eventually added to its third movement, the \"Chorus Mysticus\", singing that \"everything transitory is but a semblance\" in praise of that which \"draws us ever onward\" called the \"Eternal Feminine\". The second of the three \"character sketches\" that comprise the work centers on the figure of Gretchen, while the third centers on the demon Mephistopheles. For 10 points, identify this work": {
    "guess": "Symphony No. 8 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.0048087724
      ],
      [
        "phony",
        -0.00015538577
      ],
      [
        " No",
        -0.015436949
      ],
      [
        ".",
        -0.00023393365
      ],
      [
        " ",
        -0.000350955
      ],
      [
        "8",
        -0.011687691
      ],
      [
        " (",
        -0.0033163845
      ],
      [
        "Mah",
        -0.0007050449
      ],
      [
        "ler",
        -3.1186566e-05
      ],
      [
        ")",
        -4.604148e-06
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were written by, among others, Mabel Dodge and Walter Pach, the latter of whom helped organize it with Walt Kuhn and its driving force, (*) Arthur B. Davies. Works displayed here include one subtitled \"Souvenir de Biskra\" and a painting disparaged by Julian Street as an \"explosion in a shingle factory.\"": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.115523316
      ],
      [
        " Arm",
        -0.0020556927
      ],
      [
        "ory",
        -5.5122365e-07
      ],
      [
        " Show",
        -2.319992e-05
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide": {
    "guess": "Eugen Barbu",
    "confidence": [
      [
        "E",
        -0.50698024
      ],
      [
        "ugen",
        -0.009175096
      ],
      [
        " Bar",
        -0.16626063
      ],
      [
        "bu",
        -4.9617593e-06
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title creature. In addition to \"Shooting an Elephant,\" this man wrote a novel in which the protagonist is married to the absent Katharine and works with Ampleforth, and another novel in which Boxer is exploited before being sent to his death by Napoleon. The latter novel sees the implementation of a maxim that states \"all\" the title characters \"are equal, but some are more equal than others.\" For 10 points,": {
    "guess": "George Orwell",
    "confidence": [
      [
        "George",
        -0.013542051
      ],
      [
        " Orwell",
        -3.22594e-05
      ]
    ]
  },
  "EsRNAs [\"E-S-R-N-A\"s] are carried by an extracellular type of these structures. The role of genes like sec1 in transport of these structures was discovered by Randy Schekman, who with Südhof and Rothman": {
    "guess": "Vesicle",
    "confidence": [
      [
        "V",
        -0.18016861
      ],
      [
        "es",
        -4.370295e-05
      ],
      [
        "icle",
        -0.045706127
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate": {
    "guess": "Plato's Unwritten Doctrines",
    "confidence": [
      [
        "Pl",
        -0.48097932
      ],
      [
        "ato",
        -0.00061677006
      ],
      [
        "'s",
        -0.6994068
      ],
      [
        " Un",
        -1.2469271
      ],
      [
        "written",
        -0.00019030878
      ],
      [
        " Do",
        -0.00012260844
      ],
      [
        "ctr",
        -7.302705e-05
      ],
      [
        "ines",
        -7.107425e-06
      ]
    ]
  },
  "In the essay \"Just This Side of Byzantium,\" this author acknowledges that Greentown and the protagonist Douglas Spaulding are recreations of his childhood. In another of his works, he explored chaos theory in the story of a man who travels to hunt dinosaurs and accidentally stomps a butterfly, then returns to the present to find his society changed. His best-known work centers on a group that uses a salamander as its symbol. The protagonist of that work is influenced by Clarisse McClellan and the professor Faber and eventually begins to secretly read a Bible. After killing Captain Beatty and eluding": {
    "guess": "Ray Bradbury",
    "confidence": [
      [
        "Ray",
        -0.004953851
      ],
      [
        " Brad",
        -8.3993786e-05
      ],
      [
        "bury",
        -0.00012308525
      ]
    ]
  },
  "An essay in this field discusses the decline of aura in the age of mechanical reproduction, and was written": {
    "guess": "Art",
    "confidence": [
      [
        "Art",
        -0.09204172
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.015092966
      ],
      [
        " Arm",
        -0.018411309
      ],
      [
        "ory",
        -4.4849444e-06
      ],
      [
        " Show",
        -3.9411618e-05
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author": {
    "guess": "Liberty (essay)",
    "confidence": [
      [
        "Lib",
        -0.48757264
      ],
      [
        "erty",
        -0.0062591424
      ],
      [
        " (",
        -0.41318792
      ],
      [
        "essay",
        -0.463098
      ],
      [
        ")",
        -0.0069218655
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of": {
    "guess": "Intentional stance",
    "confidence": [
      [
        "Int",
        -0.50931317
      ],
      [
        "ention",
        -0.0005302758
      ],
      [
        "al",
        -0.49743146
      ],
      [
        " stance",
        -0.7597855
      ]
    ]
  },
  "This essay notes, \"When liberty goes it is not the first to go nor the second or third to go…it waits for all the rest to go…it is the last,\" then catalogues the conditions for its extinction. Its author praises natural scientists as \"the lawgivers of poets\" since \"their construction underlies the structure of every perfect poem.\" This essay identifies the conjunction of pride and sympathy as central": {
    "guess": "The Poet (essay)",
    "confidence": [
      [
        "The",
        -0.48397154
      ],
      [
        " Po",
        -0.32194412
      ],
      [
        "et",
        -0.028189683
      ],
      [
        " (",
        -0.09906504
      ],
      [
        "essay",
        -0.4115033
      ],
      [
        ")",
        -0.08608538
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of \"the agent has no reason\" to the title question of \"‘How is Weakness of the Will Possible?\" He attached an appendix in which the state of emeralds being green and roses being red are confounded by the statement \"All Emeroses are Gred\" to an essay in which he accepts the materialist premise that all": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.06527753
      ],
      [
        " Davidson",
        -0.004260396
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly na?e Leni Pfeiffer and the secretive Robert Fahmel, and in novels like The Silent Angel and The Bread of Our Early Years.  After gaining fame for \"The Black Sheep\" he wrote works about his experiences in the war such as End of a Mission and The Train Was on Time.  While he was associated with \"Gruppe": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -0.6273835
      ],
      [
        "in",
        -0.020845952
      ],
      [
        "rich",
        -0.0003457137
      ],
      [
        " B",
        -0.00019245445
      ],
      [
        "ö",
        -0.0031162763
      ],
      [
        "ll",
        -7.89631e-07
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded with the protagonist's obese wife undressing for him, and this novel's protagonist believes that wife has cannibalized herself. One character in this novel, who believes he will be a chess champion, deludes the protagonist into buying from four of his friends at the Theresianum while making away with the money, and George arrives to save his brother from the cellar apartment of (*) Benedikt Pfaff. Featuring characters like the dwarf Fischerle and divided into sections like \"\"A Head Without a": {
    "guess": "The Man Without Qualities",
    "confidence": [
      [
        "The",
        -0.03514187
      ],
      [
        " Man",
        -0.17428322
      ],
      [
        " Without",
        -0.007159919
      ],
      [
        " Qual",
        -6.704273e-07
      ],
      [
        "ities",
        -6.2729996e-06
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes": {
    "guess": "Eugen Ionescu",
    "confidence": [
      [
        "E",
        -1.9049983
      ],
      [
        "ugen",
        -0.007745275
      ],
      [
        " I",
        -0.41142878
      ],
      [
        "ones",
        -5.2001665e-06
      ],
      [
        "cu",
        -0.15684086
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus, Martin Heidegger delivered a lecture course on this philosopher, from whom he borrowed the term aletheia.": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.107799895
      ],
      [
        "en",
        -0.00064726785
      ],
      [
        "ides",
        -0.00012642296
      ]
    ]
  },
  "In his essay \"In Defense of Rubble Literature\" this man praises Dickens' moral commitment and interest in the downtrodden.  This same concern is reflected in his more famed protagonists like the sweetly na?e Leni Pfeiffer and the secretive Robert Fahmel, and in novels like The Silent Angel and The Bread of Our Early Years.  After gaining fame for \"The Black Sheep\" he wrote works about his experiences": {
    "guess": "Heinrich Böll",
    "confidence": [
      [
        "He",
        -1.575862
      ],
      [
        "in",
        -0.025526084
      ],
      [
        "rich",
        -0.00011749002
      ],
      [
        " B",
        -0.0041704066
      ],
      [
        "ö",
        -0.021455916
      ],
      [
        "ll",
        -9.0883464e-07
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers even if everyone had been wiped out by the Black Death before Cantor discovered them. The essay concludes by suggesting that we try to develop concepts that could explain sight to a person blind from": {
    "guess": "Martian phenomenology",
    "confidence": [
      [
        "Mart",
        -1.4333352
      ],
      [
        "ian",
        -0.024488749
      ],
      [
        " phenomen",
        -1.4348308
      ],
      [
        "ology",
        -0.061119594
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is necessary for this to happen. That essay, whose title asks the question, \"What is [this concept]\" claims that it is \"man's emergence from his self-imposed immaturity.\" That essay on this concept was a response to a reverend's question from a 1783 German periodical in Berlin. Proposing that the age of this concept is the \"age of Frederick,\" and that the motto of this concept is \"Have the courage to use your own understanding,\" FTP name this concept articulated by Immanuel Kant, a period of intellectual": {
    "guess": "What is Enlightenment?",
    "confidence": [
      [
        "What",
        -0.88636476
      ],
      [
        " is",
        -0.0204717
      ],
      [
        " Enlightenment",
        -0.0050394908
      ],
      [
        "?",
        -0.00028207363
      ]
    ]
  },
  "A 1784 essay on this concept claims that only the freedom to use reason publically in all matters is": {
    "guess": "Freedom of thought",
    "confidence": [
      [
        "Freedom",
        -0.89186126
      ],
      [
        " of",
        -0.0013110747
      ],
      [
        " thought",
        -0.52050805
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two": {
    "guess": "Poetics (Aristotle)",
    "confidence": [
      [
        "Po",
        -0.27943203
      ],
      [
        "etics",
        -0.003964063
      ],
      [
        " (",
        -0.28663406
      ],
      [
        "A",
        -0.0014120202
      ],
      [
        "rist",
        -5.312004e-05
      ],
      [
        "otle",
        -0.0002933943
      ],
      [
        ")",
        -4.048445e-05
      ]
    ]
  },
  "An essay collection by Karl Popper about \"The World\" of this philosopher discusses the impact of the \"well-rounded truth\" that this man supposedly learned from a goddess. Although he isn't Heraclitus,": {
    "guess": "Parmenides",
    "confidence": [
      [
        "Parm",
        -0.3726561
      ],
      [
        "en",
        -0.0004585519
      ],
      [
        "ides",
        -0.00012856863
      ]
    ]
  },
  "An essay by Samuel Beckett about this man describes him as \"completely detached from all moral considerations.\" Characters created by this author a great actress named Berma, an artist named Elstir, and a writer named Bergotte. He also created Albertine, whose disappearance is the subject of the sixth volume of his magnum opus. That work is a novel featuring characters such as Charles Swann which also": {
    "guess": "Marcel Proust",
    "confidence": [
      [
        "Mar",
        -0.014288791
      ],
      [
        "cel",
        -5.5577775e-06
      ],
      [
        " P",
        -5.312004e-05
      ],
      [
        "rou",
        -3.5954712e-05
      ],
      [
        "st",
        -1.2590794e-05
      ]
    ]
  },
  "In one essay he accepts that laws can govern causal explanations but rejects them for rationalizations after using the example of turning a light on alerting a prowler in the bushes to divide actions into intentional and unintentional classes. In addition to that work in which he defended reasons for acting as a cause of actions, \"Actions, Reasons, and Causes,\" this philosopher proposed an answer of \"the agent has no reason\" to the title question of \"‘How is Weakness of the Will Possible?\" He attached": {
    "guess": "Donald Davidson",
    "confidence": [
      [
        "Donald",
        -0.23348068
      ],
      [
        " Davidson",
        -0.0031318478
      ]
    ]
  },
  "This essay states that one position hinges on \"the atrophy of individual culture through the hypertrophy of objective culture\" and notes that uniqueness and replaceability are stressed over \"general human quality\" in determining worth. This essay describes the economic and commercial consequences if all of the watches suddenly stopped working. The quatorzienne who can feed thirteen people at a moment's notice is an extreme vocation mentioned in this essay, whose first title entity causes people have a blase outlook on life. It opens by claiming that the deepest problems of modern life involve man's attempt to maintain sovereignty in society. Nietzsche's hatred of the first title entity is referenced in this essay, whose author reversed the topic he was initially assigned, about the role of": {
    "guess": "The Work of Art in the Age of Mechanical Reproduction",
    "confidence": [
      [
        "The",
        -0.18027502
      ],
      [
        " Work",
        -1.2655654
      ],
      [
        " of",
        -0.0011436724
      ],
      [
        " Art",
        -0.00027980874
      ],
      [
        " in",
        -0.00013238314
      ],
      [
        " the",
        -0.00010235115
      ],
      [
        " Age",
        -0.00014895246
      ],
      [
        " of",
        -1.7835755e-05
      ],
      [
        " Mechanical",
        -0.00036573625
      ],
      [
        " Rep",
        -9.729906e-06
      ],
      [
        "roduction",
        -7.3861476e-05
      ]
    ]
  },
  "This man's essay Nu assails writers like Tudor Arghezi and Mircea Eliade, and his Hugoliade satirizes the life and writings of Victor Hugo. In one work by this writer, an elderly couple commits suicide after inviting over a series of invisible guests, while in another, Queens Marie and Marguerite are married to the dying, 400 year-old ruler of a failing kingdom. Aside from The (*) Chairs and Exit the": {
    "guess": "Eugène Ionesco",
    "confidence": [
      [
        "E",
        -0.013671516
      ],
      [
        "ug",
        -0.004586177
      ],
      [
        "ène",
        -0.003329926
      ],
      [
        " I",
        -0.00032163822
      ],
      [
        "ones",
        -6.9882217e-06
      ],
      [
        "co",
        -0.0016071053
      ]
    ]
  },
  "In one essay, this author argues that just as the first step towards treating disease was replacing  demon theories with the germ theory, and thereby dashing \"al hopes of a magical solution,\" so a certain branch of human activity should abandon al hope of a \"silver bul et.\" This author concluded that the  answer to the title question was that those undertaking the project were lacking both communication": {
    "guess": "Fred Brooks",
    "confidence": [
      [
        "Fred",
        -0.6739959
      ],
      [
        " Brooks",
        -0.0011475988
      ]
    ]
  },
  "They essentially work by causing proteasomes to attack DELLA proteins, which normally bind transcription factors that prevent their results. Their discovery can be linked to a 1926 paper by Eiichi Kurosawa on the rice-killing bakanae or \"foolish seedling\" disease caused by fungi throughout Asia. When this chemical is applied in low concentrations to dwarf beans, the regions between successive beans grow so rapidly that they are confused for pole beans. For 10 points, name this plant hormone responsible for stem elongation.": {
    "guess": "Gibberellin",
    "confidence": [
      [
        "G",
        -0.01585276
      ],
      [
        "ib",
        -0.00083392794
      ],
      [
        "ber",
        -0.00013572084
      ],
      [
        "ell",
        -0.008861203
      ],
      [
        "in",
        -0.03735981
      ]
    ]
  },
  "In one essay, this philosopher removed the letters alpha and omega from a passage in the Iliad to illustrate the dependence of reason upon the passions. That essay continues the critique of Johann David Michaelis's style of Biblical criticism which began in this philosopher's Essay on an Academic Question and Cloverleaf of Hellenistic Letters. He critiqued Moses Mendelssohn's Jerusalem in his Golgotha and Scheblimini! and called for a shovel-wielding Muse at the opening of a \"cabbalistic rhapsody\" he titled Aesthetica in Nuce. This philosopher began a noted essay with ironic dedications to Johann": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.49250987
      ],
      [
        " H",
        -0.011986688
      ],
      [
        "ume",
        -9.73446e-05
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper aesthetic judgment. Another work by this author of \"Of the Standard of Taste\" sees this man's character": {
    "guess": "David Hume",
    "confidence": [
      [
        "David",
        -0.00862616
      ],
      [
        " H",
        -5.800739e-05
      ],
      [
        "ume",
        -5.3239244e-05
      ]
    ]
  },
  "An essay on this creature appeared as chapter 12 of a book called Mortal Questions. That essay urges the reader not to despair over the fact that we \"cannot expect to accommodate in our language a detailed description of Martian phenomenology,\" and notes that there would have been transfinite numbers": {
    "guess": "Thomas Nagel",
    "confidence": [
      [
        "Thomas",
        -0.029742276
      ],
      [
        " Nag",
        -0.0009873193
      ],
      [
        "el",
        -4.2153304e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid. In a novel in which he appears, this character's enemy (*) Magua leads Cora and Alice, Colonel Munro's": {
    "guess": "The Last of the Mohicans",
    "confidence": [
      [
        "The",
        -1.1923444
      ],
      [
        " Last",
        -0.0205406
      ],
      [
        " of",
        -0.00018887833
      ],
      [
        " the",
        -0.00025311444
      ],
      [
        " Moh",
        -8.792751e-05
      ],
      [
        "icans",
        -7.064298e-05
      ]
    ]
  },
  "An essay about this character points out the absurdity of his ability to determine the frayedness of a hole from 100 yards away and proposes that this character should appear in the \"Broken Twig Series\". This character, his friend, and his friend's son lead three contingents of the Delaware on a raid. In a novel in which he appears, this character's enemy (*) Magua leads Cora and Alice, Colonel Munro's daughters, into an ambush on their way to Fort William Henry, though they are eventually rescued with the help of Uncas. This character and his friend Chingachgook attempt to ease the conflict between": {
    "guess": "Natty Bumppo",
    "confidence": [
      [
        "N",
        -0.15732092
      ],
      [
        "atty",
        -0.000749948
      ],
      [
        " B",
        -9.972867e-05
      ],
      [
        "um",
        -0.0008280907
      ],
      [
        "ppo",
        -0.00021271907
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human": {
    "guess": "The Gulag Archipelago",
    "confidence": [
      [
        "The",
        -0.9478395
      ],
      [
        " Gul",
        -0.93473244
      ],
      [
        "ag",
        -5.5122365e-07
      ],
      [
        " Arch",
        -3.1281633e-07
      ],
      [
        "ipel",
        -7.7318386e-05
      ],
      [
        "ago",
        -0.00011510595
      ]
    ]
  },
  "In one essay by this man, an unnamed policeman in Burma is pressured by the natives to kill the title": {
    "guess": "Shooting an Elephant",
    "confidence": [
      [
        "Sh",
        -0.09779845
      ],
      [
        "ooting",
        -8.061054e-06
      ],
      [
        " an",
        -0.0007823494
      ],
      [
        " Elephant",
        -0.00079783495
      ]
    ]
  },
  "His essay in literary theory, \"Remember the Heroic Dead,\" defends his hetrodox claim that history's two most evocative poets were Rilke and Oscar Wilde. At age 20 he published the one-act play which he called a \"tragicomic ecstasy\", \"Madame de Sade,\" which won the Kishida Prize. Better-known works include several gay confessional novels such as \"Decay of Angels,\" the final volume of his \"Sea of Fertility\"": {
    "guess": "Yukio Mishima",
    "confidence": [
      [
        "Y",
        -0.004907585
      ],
      [
        "uk",
        -0.0013148818
      ],
      [
        "io",
        -3.3213026e-05
      ],
      [
        " Mish",
        -0.0020302308
      ],
      [
        "ima",
        -9.972867e-05
      ]
    ]
  },
  "An essay in reaction to this event, written by a president, asserted that the only thing missing from it was the \"note of the commonplace\" and also noted that \"there is no reason why people should not call themselves such things as...the Knights of the Isosceles Triangle.\" Pamphlets for this event were written by, among others, Mabel Dodge and Walter Pach, the latter of whom helped organize it with Walt Kuhn and its driving force, (*) Arthur B. Davies. Works displayed here include one subtitled \"Souvenir de Biskra\" and a painting disparaged by Julian Street as an \"explosion in a shingle factory.\" For 10 points, identify this 1913 art exhibition which shocked Americans with such modern paintings as Duchamp's Nude Descending a Staircase.": {
    "guess": "The Armory Show",
    "confidence": [
      [
        "The",
        -0.16638105
      ],
      [
        " Arm",
        -0.00043794067
      ],
      [
        "ory",
        -2.8160932e-06
      ],
      [
        " Show",
        -8.89548e-06
      ]
    ]
  },
  "In a 1973 essay, this work's author claimed that it was to be the first of eight volumes of \"a human comedy of lunatics\", and one character in this novel prefers his catatonic schizophrenic patient \"the Gorilla\" to his brother. A furniture salesman called \"a superior young man\" has his flattery rewarded": {
    "guess": "The Human Comedy",
    "confidence": [
      [
        "The",
        -0.14797243
      ],
      [
        " Human",
        -0.022527987
      ],
      [
        " Comedy",
        -0.009164824
      ]
    ]
  },
  "In one essay, this thinker noted that in all languages, the word \"virtue\" implies praise just as \"vice\" does blame\", and asserted that \"strong sense, united to delicate sentiment, improved by practice, perfected by comparison, and cleared of all prejudice\" is necessary for a person to produce proper": {
    "guess": "Adam Smith",
    "confidence": [
      [
        "Adam",
        -0.5761602
      ],
      [
        " Smith",
        -0.040116496
      ]
    ]
  },
  "This essay calls travelling a \"superstition\" caused by a \"want of self-culture\" because travellers merely carry \"ruins to ruins.\" The author of this essay recalls hearing a \"valued advisor\" warn that his \"impulses may be from below, not from above,\" causing the author to assert \"if I am the Devil's child, I will live then from the Devil.\" This essay claims that \"Society everywhere is in conspiracy against the manhood of every one of its members,\" and calls \"A foolish consistency\" the \"hobgoblin of": {
    "guess": "Self-Reliance",
    "confidence": [
      [
        "Self",
        -0.025823526
      ],
      [
        "-",
        -0.0054535978
      ],
      [
        "Rel",
        -0.00013357517
      ],
      [
        "iance",
        -2.7848862e-05
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to": {
    "guess": "Roland Barthes",
    "confidence": [
      [
        "Rol",
        -0.67781925
      ],
      [
        "and",
        -0.00013584005
      ],
      [
        " Bar",
        -0.0061174366
      ],
      [
        "thes",
        -5.7649777e-05
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints": {
    "guess": "William Forsythe",
    "confidence": [
      [
        "William",
        -0.5942401
      ],
      [
        " Fors",
        -0.014633396
      ],
      [
        "ythe",
        -0.00046010152
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.7624745
      ],
      [
        " Morris",
        -0.0009656535
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers kiss and slap each other and which ends with the chorus \"Mirth, with thee we mean to live\" from": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -1.4397587
      ],
      [
        " Morris",
        -0.0013280952
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers kiss and slap each other and which ends with the chorus \"Mirth, with thee we mean to live\" from the titular Handel work, L'Allegro, il Penseroso, ed il Moderato. Maile Okamura recently played Belinda": {
    "guess": "Mark Morris (choreographer)",
    "confidence": [
      [
        "Mark",
        -0.011233617
      ],
      [
        " Morris",
        -9.770221e-05
      ],
      [
        " (",
        -0.6866071
      ],
      [
        "ch",
        -0.0043068035
      ],
      [
        "ore",
        -1.247159e-05
      ],
      [
        "ographer",
        -0.000101159116
      ],
      [
        ")",
        -0.00012260844
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers kiss and slap each other and which ends with the chorus \"Mirth, with thee we mean to live\" from the titular Handel work, L'Allegro, il Penseroso, ed il Moderato. Maile Okamura recently played Belinda in his dance production of Dido and Aeneas and he collaborated with Mikhail Baryshnikov to found": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.0040250877
      ],
      [
        " Morris",
        -4.7040652e-05
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers kiss and slap each other and which ends with the chorus \"Mirth, with thee we mean to live\" from the titular Handel work, L'Allegro, il Penseroso, ed il Moderato. Maile Okamura recently played Belinda in his dance production of Dido and Aeneas and he collaborated with Mikhail Baryshnikov to found the White Oak Dance Project as well as on the ballet Three Preludes. For 15 points, name this relatively": {
    "guess": "Mark Morris",
    "confidence": [
      [
        "Mark",
        -0.03943211
      ],
      [
        " Morris",
        -0.0027806314
      ]
    ]
  },
  "An essay by Roland Barthes inspired this man's Championship Wrestling and he choreographed a dance to Yo-Yo Ma's performance of Bach's third Cello Suite for the Barbara Sweete Wilson film Falling Down Stairs.  More recent works of this man include All Fours and V, as well as a dance version of Four Saints in Three Acts.  Christine Van Loon designed costumes for a production in which paired male dancers kiss and slap each other and which ends with the chorus \"Mirth, with thee we mean to live\" from the titular Handel work, L'Allegro, il Penseroso, ed il Moderato. Maile Okamura recently played Belinda in his dance production of Dido and Aeneas and he collaborated with Mikhail Baryshnikov to found the White Oak Dance Project as well as on the ballet Three Preludes. For 15 points, name this relatively heavyset American choreographer and dancer.": {
    "guess": "Mark Morris (choreographer)",
    "confidence": [
      [
        "Mark",
        -0.0058229757
      ],
      [
        " Morris",
        -0.00017374314
      ],
      [
        " (",
        -0.4330052
      ],
      [
        "ch",
        -0.0047215647
      ],
      [
        "ore",
        -1.4259645e-05
      ],
      [
        "ographer",
        -6.2656334e-05
      ],
      [
        ")",
        -0.0001341712
      ]
    ]
  }
}