{
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.3196557
      ],
      [
        "orr",
        -0.0026271427
      ],
      [
        " Rebellion",
        -0.0050354563
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke": {
    "guess": "Margaret of Austria, Duchess of Savoy",
    "confidence": [
      [
        "Marg",
        -0.36718437
      ],
      [
        "aret",
        -0.15314637
      ],
      [
        " of",
        -0.03152641
      ],
      [
        " Austria",
        -0.6093808
      ],
      [
        ",",
        -0.5528538
      ],
      [
        " Duchess",
        -0.041623157
      ],
      [
        " of",
        -0.0013145243
      ],
      [
        " Sav",
        -0.00089681253
      ],
      [
        "oy",
        -7.815281e-05
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the": {
    "guess": "Rhode Island Suffrage Movement",
    "confidence": [
      [
        "Rh",
        -1.3476875
      ],
      [
        "ode",
        -0.0006508403
      ],
      [
        " Island",
        -0.0029029434
      ],
      [
        " Suff",
        -0.8064193
      ],
      [
        "rage",
        -0.012105296
      ],
      [
        " Movement",
        -0.3544815
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother and his Lancastrian-descended grandmother. Two of his daughters were imprisoned for a time after his death, and his sole male heir, Edward the Sixth, died young. In his later years, this man had a waist with a girth of 137 centimeters, and his figure can be seen in the portrait by Holbein (\"hole-": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.0035970984
      ],
      [
        " VIII",
        -0.0008217802
      ],
      [
        " of",
        -0.0004889305
      ],
      [
        " England",
        -5.7411373e-05
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother and his Lancastrian-descended grandmother. Two of his daughters were imprisoned for a time after his death, and his sole male heir, Edward the Sixth, died young. In his later years, this man had a waist": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.013364691
      ],
      [
        " VIII",
        -0.0039280797
      ],
      [
        " of",
        -0.0014351126
      ],
      [
        " England",
        -7.362307e-05
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the Holder Block in Market Square, which proved unnecessary since the prosecutors of this event were holed": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.030528933
      ],
      [
        "orr",
        -0.00022022522
      ],
      [
        " Rebellion",
        -0.00036144492
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His": {
    "guess": "Desiderius Erasmus",
    "confidence": [
      [
        "Des",
        -0.6465092
      ],
      [
        "ider",
        -0.0002072357
      ],
      [
        "ius",
        -0.00081796566
      ],
      [
        " Er",
        -0.0023499574
      ],
      [
        "asmus",
        -0.00013953536
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother and his Lancastrian-descended grandmother. Two of his daughters were imprisoned for a time after his death, and his sole male heir, Edward the Sixth, died young. In his later years, this man had a waist with a girth of 137 centimeters, and his figure can be seen in the portrait by Holbein (\"hole- bine\"). For ten points, name this king of England, father of Queens Mary I and Elizabeth I and famous": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.0009770751
      ],
      [
        " VIII",
        -0.00051419064
      ],
      [
        " of",
        -7.8987236e-05
      ],
      [
        " England",
        -2.7610455e-05
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the Holder Block in Market Square, which proved unnecessary since the prosecutors of this event were holed up in Chepachet trying to \"reconvene the People's Convention.\" \"Chartites\" like Crawford Allen and": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.016385768
      ],
      [
        "orr",
        -0.00028398086
      ],
      [
        " Rebellion",
        -0.0004904801
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother and his Lancastrian-descended grandmother. Two of his daughters were imprisoned for a time after his": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.38088366
      ],
      [
        " VIII",
        -0.71345645
      ],
      [
        " of",
        -0.0010621059
      ],
      [
        " England",
        -6.337155e-05
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration.": {
    "guess": "Franklin Pierce",
    "confidence": [
      [
        "Frank",
        -1.5611376
      ],
      [
        "lin",
        -0.0016279292
      ],
      [
        " Pierce",
        -0.0028838066
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.25398305
      ],
      [
        "orr",
        -0.011062674
      ],
      [
        " Rebellion",
        -0.0010509117
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother and his Lancastrian-descended grandmother. Two of his daughters were imprisoned for a time after his death, and his sole male heir, Edward the Sixth, died young. In his later years, this man had a waist with a girth of 137 centimeters, and his figure can be seen in the portrait by Holbein (\"hole- bine\"). For ten points, name this king of England, father of Queens Mary I and Elizabeth I and famous for his six wives and their various fates.": {
    "guess": "Henry VIII of England",
    "confidence": [
      [
        "Henry",
        -0.00070397207
      ],
      [
        " VIII",
        -0.00015514737
      ],
      [
        " of",
        -6.0391463e-05
      ],
      [
        " England",
        -1.9862217e-05
      ]
    ]
  },
  "The Dutch theologian Erasmus thought very highly of him although they only met a handful of times. His two sisters became the Queens of France and Scotland, although one was later remarried to the Duke of Suffolk. This man was a descendant of both York and Lancastrian monarchs, through his York mother": {
    "guess": "Henry vii of England",
    "confidence": [
      [
        "Henry",
        -0.2675288
      ],
      [
        " vi",
        -0.4872807
      ],
      [
        "i",
        -0.4164027
      ],
      [
        " of",
        -0.3469599
      ],
      [
        " England",
        -0.012380022
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the Holder Block in Market Square, which proved unnecessary since the prosecutors of this event were holed up in Chepachet trying to \"reconvene the People's Convention.\" \"Chartites\" like Crawford Allen and Samuel Ward King supported the Freemen's Constitution during this event, which led to the case of Luther": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0045931805
      ],
      [
        "orr",
        -0.00011498674
      ],
      [
        " Rebellion",
        -0.00025239922
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the Holder Block in Market Square, which proved unnecessary since the prosecutors of this event were holed up in Chepachet trying to \"reconvene the People's Convention.\" \"Chartites\" like Crawford Allen and Samuel Ward King supported the Freemen's Constitution during this event, which led to the case of Luther v. Borden. For 10 points, name this rebellion for universal male suffrage that took place in": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.039090537
      ],
      [
        "orr",
        -1.4855664e-05
      ],
      [
        " Rebellion",
        -0.00039849523
      ]
    ]
  },
  "Dutee Pierce was made Speaker of the House during this event, which was foreshadowed by the Burrill oration. After an attack on the Cranston Street arsenal, Dr. Francis Wayland and Mark Tucker delivered sermons calling this event's leader a dangerous dissident. The organizers of this event were persecuted by the Algerine law. To defend themselves from this event, a number of citizens fortified the Holder Block in Market Square, which proved unnecessary since the prosecutors of this event were holed up in Chepachet trying to \"reconvene the People's Convention.\" \"Chartites\" like Crawford Allen and Samuel Ward King supported the Freemen's Constitution during this event, which led to the case of Luther v. Borden. For 10 points, name this rebellion for universal male suffrage that took place in 1844 in Rhode Island.": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.021664167
      ],
      [
        "orr",
        -1.4378848e-05
      ],
      [
        " Rebellion",
        -2.749125e-05
      ]
    ]
  }
}