{
  "Its outer boundary lies about 30 trillion kilometers from the sun near the heliopause, the theoretical end of the sun's dynamical influence. Although we cannot prove its existence, it was posited by the man who first accurately described the rotation of the Milky Way galaxy in the 1920s. Hypothesized": {
    "guess": "Heliopause",
    "confidence": [
      [
        "H",
        -0.51794654
      ],
      [
        "eli",
        -0.0020333228
      ],
      [
        "opause",
        -0.0005209816
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor of the Exchequer's attempts to return his nation to the gold standard. He attacked the Treaty of": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.06349693
      ],
      [
        " May",
        -0.00045414869
      ],
      [
        "nard",
        -4.723352e-06
      ],
      [
        " Keynes",
        -2.1173457e-05
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.086465836
      ],
      [
        " May",
        -0.002770644
      ],
      [
        "nard",
        -2.4584822e-06
      ],
      [
        " Keynes",
        -0.00038467496
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed": {
    "guess": "Dzungar Khanate",
    "confidence": [
      [
        "D",
        -0.8745434
      ],
      [
        "zung",
        -0.0992475
      ],
      [
        "ar",
        -0.0624722
      ],
      [
        " Khan",
        -0.24678163
      ],
      [
        "ate",
        -0.00013023747
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor of the Exchequer's attempts to return his nation to the gold standard. He attacked the Treaty of Versailles in The Economic Consequences of the Peace and advocated that the U.S. increase government spending to get out of the Great Depression. For 10 points, name this opponent of classical economics": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.004928936
      ],
      [
        " May",
        -0.0008401192
      ],
      [
        "nard",
        -2.057744e-05
      ],
      [
        " Keynes",
        -6.635165e-05
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over Mogholistan, the Kipchak khanate, and the Egyptian Mamlukes.  After capturing the Ottoman sultan": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -1.0040802
      ],
      [
        "ur",
        -0.0034533644
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles": {
    "guess": "Sandstone",
    "confidence": [
      [
        "Sand",
        -0.9217772
      ],
      [
        "stone",
        -0.075544335
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -0.47966695
      ],
      [
        "ur",
        -0.0041806176
      ]
    ]
  },
  "Its outer boundary lies about 30 trillion kilometers from the sun near the heliopause, the theoretical end of the sun's dynamical influence. Although we cannot prove its existence, it was posited by the": {
    "guess": "Heliopause",
    "confidence": [
      [
        "H",
        -0.1103529
      ],
      [
        "eli",
        -0.0017872788
      ],
      [
        "opause",
        -0.0015689032
      ]
    ]
  },
  "After an outbreak of typhus, her friend Helen Burns dies of consumption, and she leaves Lowood Asylum. She teaches Adele Varens before falling into poverty, only to be taken in by St. John Rivers, who asks her to accompany him to India as his wife.  FTP, name this orphan girl, a governess at Thornfield Hall who falls in love with Edward Rochester in a novel by Charlotte Bronte.": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.004860023
      ],
      [
        " Ey",
        -3.0113732e-05
      ],
      [
        "re",
        -2.0339032e-05
      ]
    ]
  },
  "Its outer boundary lies about 30 trillion kilometers from the sun near the heliopause, the theoretical end of the sun's dynamical influence. Although we cannot prove its existence, it was posited by the man who first accurately described the rotation of the Milky Way galaxy in the 1920s. Hypothesized as a reason for long-period comets such as Hale-Bopp and Hyakutake, for 10 points, identify this so-called \"cloud\" past the end of the solar system, named for a Dutch astronomer.": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.011750139
      ],
      [
        "ort",
        -5.7961847e-06
      ],
      [
        " cloud",
        -0.16100714
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over Mogholistan, the Kipchak khanate, and the Egyptian Mamlukes.  After capturing the Ottoman sultan Bayezid the Lightning-bolt at Ankara, he massacred the Knights of Rhodes at Smyrna. Vowing to undertake the conquest and conversion to Islam of Ming China, he died of disease near Otrar before his departure.  FTP, name this Central Asian leader, whose warlike exploits inspired a blank verse drama by": {
    "guess": "Tamerlane",
    "confidence": [
      [
        "T",
        -0.5968206
      ],
      [
        "amer",
        -0.020012006
      ],
      [
        "lane",
        -0.0018399908
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging": {
    "guess": "Timur",
    "confidence": [
      [
        "Tim",
        -1.1642102
      ],
      [
        "ur",
        -0.0044266745
      ]
    ]
  },
  "Its outer boundary lies about 30 trillion kilometers from the sun near the heliopause, the theoretical end of the sun's dynamical influence. Although we cannot prove its existence, it was posited by the man who first accurately described the rotation of the Milky Way galaxy in the 1920s. Hypothesized as a reason for long-period comets such as Hale-Bopp and Hyakutake, for 10 points, identify this so-called": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.026518805
      ],
      [
        "ort",
        -2.486877e-05
      ],
      [
        " cloud",
        -0.10270221
      ]
    ]
  },
  "After an outbreak of typhus, her friend Helen Burns dies of consumption, and she leaves Lowood Asylum. She teaches Adele Varens before falling into poverty, only to be taken in by St. John Rivers, who asks her to accompany him to India as his wife.  FTP, name this orphan girl, a governess at Thornfield": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.007041075
      ],
      [
        " Ey",
        -6.0153056e-05
      ],
      [
        "re",
        -9.610702e-06
      ]
    ]
  },
  "Its outer boundary lies about 30 trillion kilometers from the sun near the heliopause, the theoretical": {
    "guess": "Heliopause",
    "confidence": [
      [
        "H",
        -0.094078824
      ],
      [
        "eli",
        -5.0020742e-05
      ],
      [
        "opause",
        -0.0006584656
      ]
    ]
  },
  "After an outbreak of typhus, her friend Helen Burns dies of consumption, and she leaves Lowood Asylum.": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.0025558076
      ],
      [
        " Ey",
        -2.9636918e-05
      ],
      [
        "re",
        -1.4974867e-05
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor of the Exchequer's attempts to return his nation to the gold standard. He attacked the Treaty of Versailles in The Economic Consequences of the Peace and advocated that the U.S. increase government": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.003708862
      ],
      [
        " May",
        -0.00022976153
      ],
      [
        "nard",
        -2.1769476e-05
      ],
      [
        " Keynes",
        -0.0003250951
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over Mogholistan, the Kipchak khanate, and the Egyptian Mamlukes.  After capturing the Ottoman sultan Bayezid the Lightning-bolt at Ankara, he massacred the Knights of Rhodes at Smyrna. Vowing to undertake the conquest and conversion to Islam of Ming China, he died of disease near Otrar before his departure.": {
    "guess": "Tamerlane",
    "confidence": [
      [
        "T",
        -0.20123866
      ],
      [
        "amer",
        -0.004038626
      ],
      [
        "lane",
        -0.0012408252
      ]
    ]
  },
  "After an outbreak of typhus, her friend Helen Burns dies of consumption, and she leaves Lowood Asylum. She teaches Adele Varens before falling into poverty, only to be taken in by St. John Rivers, who": {
    "guess": "Jane Eyre",
    "confidence": [
      [
        "Jane",
        -0.0020954225
      ],
      [
        " Ey",
        -1.569009e-05
      ],
      [
        "re",
        -9.729906e-06
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor of the Exchequer's attempts to return his nation to the gold standard. He attacked the Treaty of Versailles in The Economic Consequences of the Peace and advocated that the U.S. increase government spending to get out of the Great Depression. For 10 points, name this opponent of classical economics and founder of a namesake economic school, the author of The General Theory of Employment, Interest and Money": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0048109
      ],
      [
        " May",
        -0.00029160624
      ],
      [
        "nard",
        -9.014684e-06
      ],
      [
        " Keynes",
        -4.8471098e-05
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over Mogholistan, the Kipchak khanate, and the Egyptian Mamlukes.  After capturing the Ottoman sultan Bayezid the Lightning-bolt at Ankara, he massacred the Knights of Rhodes at Smyrna. Vowing to undertake the conquest and conversion to Islam of Ming China, he died of disease near Otrar before his departure.  FTP, name this Central Asian leader, whose warlike exploits inspired a blank verse drama by Christopher Marlowe.": {
    "guess": "Tamburlaine",
    "confidence": [
      [
        "T",
        -0.39570588
      ],
      [
        "amb",
        -0.6617727
      ],
      [
        "url",
        -0.00019364648
      ],
      [
        "aine",
        -5.2285613e-05
      ]
    ]
  },
  "He ousted Ilyas-Khoja and Tughlugh, the Jagataite khans of the Ili River region.  A duumvirate formed with his brother-in-law, Mir Husain, proved short-lived, as he assassinated Husain after besieging the city of Balkh to secure his control over the rebellious Afghans. Successive victories followed over Mogholistan, the Kipchak khanate, and the Egyptian Mamlukes.  After capturing the Ottoman sultan Bayezid the Lightning-bolt at Ankara, he massacred the Knights of Rhodes at Smyrna. Vowing to undertake": {
    "guess": "Tamerlane",
    "confidence": [
      [
        "T",
        -0.33984023
      ],
      [
        "amer",
        -0.008438101
      ],
      [
        "lane",
        -0.0022834803
      ]
    ]
  },
  "He outlined his policy opinions in Essays on Persuasion and was an outspoken opponent of the Chancellor of the Exchequer's attempts to return his nation to the gold standard. He attacked the Treaty of Versailles in The Economic Consequences of the Peace and advocated that the U.S. increase government spending to get out of the Great Depression. For 10 points, name this opponent of classical economics and founder of a namesake economic school, the author of The General Theory of Employment, Interest": {
    "guess": "John Maynard Keynes",
    "confidence": [
      [
        "John",
        -0.0030973814
      ],
      [
        " May",
        -0.0004653465
      ],
      [
        "nard",
        -7.465036e-06
      ],
      [
        " Keynes",
        -2.2603901e-05
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles in the Bay Area of California.  A group of small quarries of this rock type top Snaggy Ridge at the": {
    "guess": "Chert",
    "confidence": [
      [
        "Ch",
        -0.73250616
      ],
      [
        "ert",
        -0.00029553997
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles in the Bay Area of California.  A group of small quarries of this rock type top Snaggy Ridge at the Carbaugh Run Quarry site in Adams County, Pennsylvania.  One light blue grey variety, called comendite,": {
    "guess": "Rhyolite",
    "confidence": [
      [
        "R",
        -0.12535556
      ],
      [
        "hy",
        -0.00065334357
      ],
      [
        "ol",
        -0.00025704817
      ],
      [
        "ite",
        -0.000109622575
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles in the Bay Area of California.  A group of small quarries of this rock type top Snaggy Ridge at the Carbaugh Run Quarry site in Adams County, Pennsylvania.  One light blue grey variety, called comendite, gets its color from small crystals of riebeckite and arfvedsonite.  A peralkaline variety called": {
    "guess": "Rhyolite",
    "confidence": [
      [
        "R",
        -0.07118882
      ],
      [
        "hy",
        -0.008066968
      ],
      [
        "ol",
        -0.00011164904
      ],
      [
        "ite",
        -0.00037848004
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles in the Bay Area of California.  A group of small quarries of this rock type top Snaggy Ridge at the Carbaugh Run Quarry site in Adams County, Pennsylvania.  One light blue grey variety, called comendite, gets its color from small crystals of riebeckite and arfvedsonite.  A peralkaline variety called Pantellerite has higher iron and lower aluminum composition that makes it more mafic than comendite. ": {
    "guess": "Rhyolite",
    "confidence": [
      [
        "R",
        -0.033889685
      ],
      [
        "hy",
        -0.0014679615
      ],
      [
        "ol",
        -6.730528e-05
      ],
      [
        "ite",
        -0.000105331244
      ]
    ]
  },
  "One outcropping of this rock type, known as he Leona formation, expands discontinuously for 21 miles in the Bay Area of California.  A group of small quarries of this rock type top Snaggy Ridge at the Carbaugh Run Quarry site in Adams County, Pennsylvania.  One light blue grey variety, called comendite, gets its color from small crystals of riebeckite and arfvedsonite.  A peralkaline variety called Pantellerite has higher iron and lower aluminum composition that makes it more mafic than comendite.  For 10 points, name this felsic rock, the extrusive equivalent of granite. ": {
    "guess": "Rhyolite",
    "confidence": [
      [
        "R",
        -0.012658683
      ],
      [
        "hy",
        -0.00015788905
      ],
      [
        "ol",
        -7.3458323e-06
      ],
      [
        "ite",
        -7.982166e-05
      ]
    ]
  }
}