{
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first Homeric Hymn  begins by addressing theories that she gave birth at Alpheius or possibly  Thebes before asserting \"I say they lie.\" She is the sister of Ino and was  retrieved after a god descended": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.8363964
      ],
      [
        "se",
        -1.3856493e-06
      ],
      [
        "phone",
        -1.0445127e-05
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first Homeric Hymn  begins by addressing theories that she gave birth at Alpheius or possibly  Thebes before asserting \"I say they lie.\" She is the sister of Ino and was  retrieved after a god descended into the Alcyonian Lake with (*)  Prosymnus to retrieve her. She was subsequently worshipped as Thyone.": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.31427908
      ],
      [
        "se",
        -3.888926e-06
      ],
      [
        "phone",
        -6.396757e-05
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first Homeric Hymn  begins by addressing theories that she gave birth at Alpheius or possibly  Thebes before asserting \"I say they lie.\" She is the sister of Ino and was  retrieved after a god descended into the Alcyonian Lake with (*)  Prosymnus to retrieve her. She was subsequently worshipped as Thyone.  Before that, she met her demise when she was induced to ask Zeus to show  himself in all his splendor. For 10 points, identify this mother of Dionysus.": {
    "guess": "Semele",
    "confidence": [
      [
        "S",
        -0.0045309965
      ],
      [
        "eme",
        -4.3202e-07
      ],
      [
        "le",
        -5.7961847e-06
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first Homeric Hymn  begins by addressing theories that she gave birth at Alpheius or possibly  Thebes before": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.46233523
      ],
      [
        "era",
        -0.023131574
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic": {
    "guess": "Zeus",
    "confidence": [
      [
        "Ze",
        -1.1348759
      ],
      [
        "us",
        -0.0003038842
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first": {
    "guess": "Persephone",
    "confidence": [
      [
        "Per",
        -0.47595868
      ],
      [
        "se",
        -9.281486e-05
      ],
      [
        "phone",
        -0.00015896189
      ]
    ]
  },
  "Acousilaos records that Actaeon was killed by Zeus for trying to have  sex with this figure. The Orphic Hymn to this goddess acknowledges her  role in the triennial Orgia and calls her Cadmeis. The first Homeric Hymn  begins by addressing theories that she gave birth at Alpheius or possibly  Thebes before asserting \"I say they lie.\" She is the sister of Ino and was  retrieved after a god descended into the Alcyonian Lake with (*)  Prosymnus to retrieve her. She was subsequently worshipped as Thyone.  Before that, she met her demise when she was induced to ask Zeus to show  himself in all his splendor.": {
    "guess": "Semele",
    "confidence": [
      [
        "S",
        -0.03027985
      ],
      [
        "eme",
        0.0
      ],
      [
        "le",
        -2.9875326e-05
      ]
    ]
  }
}