{
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent of the Copernican revolution in metaphysics. His most famous idea in ethics can be stated either": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0026892058
      ],
      [
        "manuel",
        -0.00024965755
      ],
      [
        " Kant",
        -9.5914154e-05
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor": {
    "guess": "The Golden Ass",
    "confidence": [
      [
        "The",
        -1.3545905
      ],
      [
        " Golden",
        -0.89587814
      ],
      [
        " Ass",
        -0.05758742
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.538887
      ],
      [
        " Castle",
        -0.35459113
      ],
      [
        " of",
        -5.2643223e-05
      ],
      [
        " O",
        -0.00015371693
      ],
      [
        "tr",
        -8.299462e-06
      ],
      [
        "anto",
        -0.0009020501
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose Green, after an amphibious landing at Port San Carlos. While the main force advanced towards its target, a smaller force retook South Georgia Island. This would be followed by a period of short but intense fighting which saw the sinking of the HMS Sheffield. Initially seeing the capture of Stanley": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.16812375
      ],
      [
        "alk",
        -0.000251684
      ],
      [
        "lands",
        -0.0017997696
      ],
      [
        " War",
        -0.0006314247
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent of the Copernican revolution in metaphysics. His most famous idea in ethics can be stated either as the  necessity of regarding human beings as ends in themselves. For ten points, name this founder": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.003256735
      ],
      [
        "manuel",
        -0.00073684665
      ],
      [
        " Kant",
        -0.0002477503
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this man's old age as a detriment to his work, and that his works \"have been marred\" by his \"own hand\". This architect of the (*) Niterói Contemporary Art Museum also designed the Municipal Library in Duque de Caxias and with Lúcio Costa designed a pavilion for the 1939 New York World's Fair. Winner of the 1988 Pritzker Prize, this is, for 10 points, which architect, who also designed the U.N. Headquarters in New York and a hyperboloid cathedral in Brasilia?": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.0023585218
      ],
      [
        "scar",
        -0.00012535013
      ],
      [
        " Ni",
        -4.7040652e-05
      ],
      [
        "em",
        -4.9305523e-05
      ],
      [
        "eyer",
        -0.00012952226
      ]
    ]
  },
  "This letter is used to denote the class of baryons composed only of up and down quarks. In math, it symbolizes functions named for Kronecker and Dirac. When accompanied by a plus or minus sign, it denotes": {
    "guess": "Dirac equation",
    "confidence": [
      [
        "Dir",
        -1.0078332
      ],
      [
        "ac",
        -0.0013144051
      ],
      [
        " equation",
        -0.98586637
      ]
    ]
  },
  "This man's lesser known developments include a smokeless powder for the military and a uniform system of weights and measures within his country.  He recorded most of his work in his frequently revised": {
    "guess": "Alfred Nobel",
    "confidence": [
      [
        "Al",
        -0.72033125
      ],
      [
        "fred",
        -0.00066668703
      ],
      [
        " Nobel",
        -0.0068700025
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio Muralto, Canon of the Church of St. Nicholas. Manfred is the grandson of the usurping prince who poisoned Alfonso, the rightful ruler, but Manfred's son Conrad is eventually crushed to death by a gigantic helmet in the courtyard. In the end, however, Theodore is declared the true hair to the throne, as the ghost of Alfonso tears down the titular structure. For ten points, name this 1764 tale by Horace Walpole, considered to be the first Gothic novel.": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.005949775
      ],
      [
        " Castle",
        -8.5543434e-05
      ],
      [
        " of",
        -2.868329e-05
      ],
      [
        " O",
        -0.00013035668
      ],
      [
        "tr",
        -6.749814e-06
      ],
      [
        "anto",
        -0.000107238506
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.2294791
      ],
      [
        " Berkeley",
        -0.011657288
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural changes are characteristic when they form. The regional varieties occur in the roots of mountain ranges. Foliation is usually the first aspect evaluated when they are categorized. The contact method of producing them are found in aureoles. Examples of them are marble, quartzite, and slate.  For": {
    "guess": "Metamorphism",
    "confidence": [
      [
        "Met",
        -0.0024808887
      ],
      [
        "am",
        -3.9888433e-05
      ],
      [
        "orphism",
        -0.4519768
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\" and a schoolboy with a fixation on drawing skeletons, Thomas Traddles. Ham's fiance runs off with Little Em'ly when Mr. Barkis dies, and James Steerforth drowns in a storm before the death of the title character's first wife, Dora Spenlow. The title character goes to school at Salem House and later marries his childhood friend Agnes Wickfield in, FTP, what novel featuring characters such as Wilkins": {
    "guess": "David Copperfield",
    "confidence": [
      [
        "David",
        -0.0054502785
      ],
      [
        " Copper",
        -0.00015598179
      ],
      [
        "field",
        -1.9504607e-05
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd by Richardson\" and \"To his Excellency General Washington.\" In a better known work, this poet asks \"Christians\" to remember that Africans can \"join the angelic train,\" though her conversion to Christianity": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0004810777
      ],
      [
        "illis",
        -0.00011343709
      ],
      [
        " Wheat",
        -6.49212e-05
      ],
      [
        "ley",
        -9.710619e-05
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its name was coined by either Homer Martin or Clarence Cook. With members including Hermann Herzog and John Kensett, this group consisted of some members who also practiced Luminism. Paintings by members of this movement include The Heart of the Andes, Kindred Spirits and The Oxbow. Featuring members such as Frederic Church and Asher Durand, for 10 points, name this 19th century American landscape movement,": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.021314716
      ],
      [
        "udson",
        -1.0280384e-06
      ],
      [
        " River",
        -1.2352386e-05
      ],
      [
        " School",
        -0.00035858402
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.11887583
      ],
      [
        "alk",
        -0.00013512482
      ],
      [
        "lands",
        -0.0037942543
      ],
      [
        " War",
        -0.0005886563
      ]
    ]
  },
  "This man's lesser known developments include a smokeless powder for the military and a uniform system of weights and measures within his country.  He recorded most of his work in his frequently revised book The Principles of Chemistry.  Using his most famous accomplishment, he accurately predicted the properties of such elements as Scandium, Gallium, and Germanium.  FTP, name this Russian chemist known": {
    "guess": "Dmitri Mendeleev",
    "confidence": [
      [
        "D",
        -0.011479835
      ],
      [
        "mit",
        -0.00015217095
      ],
      [
        "ri",
        -0.0010644862
      ],
      [
        " Mend",
        -0.00093695114
      ],
      [
        "ele",
        -2.9160103e-05
      ],
      [
        "ev",
        -8.180258e-06
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural changes are characteristic when they form. The regional varieties occur in the roots of mountain ranges. Foliation is usually the first aspect evaluated when they are categorized. The contact method": {
    "guess": "Metamorphic rock",
    "confidence": [
      [
        "Met",
        -0.012060184
      ],
      [
        "am",
        -0.00030745665
      ],
      [
        "orphic",
        -0.25181827
      ],
      [
        " rock",
        -0.005833526
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short poems, which greatly influenced Spencer's Amoretti.  Goethe and Byron made him a romantic hero, attributing his seven year stay in an asylum to his passion for Leonora de Este, the sister of his patron, the Duke of Ferrara.  Others say the madness was caused by his concern over his most famous": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.12280605
      ],
      [
        "qu",
        -5.4788892e-05
      ],
      [
        "ato",
        -0.00012272765
      ],
      [
        " T",
        -0.00025073037
      ],
      [
        "asso",
        -6.0391463e-05
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent of the Copernican revolution in metaphysics. His most famous idea in ethics can be stated either as the  necessity of regarding human beings as ends in themselves. For ten points, name this founder of German  idealism, who developed the categorical imperative in his Groundwork for the Metaphysics of Morals and claimed that things in themselves could not be perceived in his Critique of Pure": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.011409467
      ],
      [
        "manuel",
        -0.00024739266
      ],
      [
        " Kant",
        -0.00054528815
      ]
    ]
  },
  "This man's lesser known developments include a smokeless powder for the military and a uniform system of weights and measures within his country.  He recorded most of his work in his frequently revised book The Principles of Chemistry.  Using his most famous accomplishment, he accurately predicted the": {
    "guess": "Robert Boyle",
    "confidence": [
      [
        "Robert",
        -0.81709546
      ],
      [
        " Boyle",
        -0.03998158
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with a net encompassing a house, and yet another sees a farmer ride up to heaven on a dung beetle. Another": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.025141014
      ],
      [
        "rist",
        -0.0018304655
      ],
      [
        "oph",
        -0.00013786652
      ],
      [
        "anes",
        -0.00020663968
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical form of the phenomenon while the latter is the chemical form and is further classified into molecular and dissociative varieties. It is almost always an exothermic process and for gases, increases": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.1632109
      ],
      [
        "orption",
        -1.3067608e-05
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent of the Copernican revolution in metaphysics. His most famous idea in ethics can be stated either as the  necessity of regarding human beings as ends in themselves. For ten points, name this founder of German  idealism, who developed the categorical imperative in his Groundwork for the Metaphysics": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0013714303
      ],
      [
        "manuel",
        -5.9437833e-05
      ],
      [
        " Kant",
        -0.00012523093
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\" and a schoolboy with a fixation on drawing skeletons, Thomas Traddles. Ham's fiance runs off with": {
    "guess": "David Copperfield",
    "confidence": [
      [
        "David",
        -0.02453109
      ],
      [
        " Copper",
        -0.00065572764
      ],
      [
        "field",
        -1.962381e-05
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.00019698418
      ],
      [
        " He",
        -3.619312e-05
      ],
      [
        "ide",
        -2.1411865e-05
      ],
      [
        "gger",
        -5.7961847e-06
      ]
    ]
  },
  "Lesser members of this group included Martin Heade, John Casilear, Worthington Whittredge, and telegraph inventor Samuel Morse. Characteristic works in this style include Emigrants Crossing the Plains and Sunset in the Yosemite Valley by Albert Bierstadt, and Heart of the Andes by Fredrick Church. For ten points, identify this 19th century American school of painting that was founded by Doughty, Durand,": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.005210517
      ],
      [
        "udson",
        -1.60477e-05
      ],
      [
        " River",
        -6.217952e-05
      ],
      [
        " School",
        -0.0005573204
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.13436264
      ],
      [
        " Berkeley",
        -0.0029486977
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this man's old age as a detriment to his work, and that his works \"have been marred\" by his \"own hand\". This architect of the (*) Niterói Contemporary Art Museum also designed the Municipal Library in Duque de Caxias and with Lúcio Costa designed a pavilion for the 1939 New York World's Fair. Winner of": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.0012622562
      ],
      [
        "scar",
        -3.9054008e-05
      ],
      [
        " Ni",
        -4.2630116e-05
      ],
      [
        "em",
        -4.365741e-06
      ],
      [
        "eyer",
        -7.076218e-05
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted by Hans Kindler at the Rankin Memorial Chapel in 1935, its composer later borrowed some of its themes for his ballet Namouna. The piece closes with an allegro rondo in its key of D minor, and was written for a performer with whom the composer collaborated on his Concerto in F Major, shortly before he began work on his opera The King of Ys. FTP, name this piece written for Pablo de Sarasate, a work for violin and orchestra, and the most famous by the French composer Edouard Lalo.": {
    "guess": "Symphonie Espagnole",
    "confidence": [
      [
        "Sym",
        -0.005786109
      ],
      [
        "phon",
        -0.02355501
      ],
      [
        "ie",
        -3.4047454e-05
      ],
      [
        " Esp",
        -0.16416168
      ],
      [
        "agn",
        -0.00044914213
      ],
      [
        "ole",
        -0.00039111197
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg constituted an important Kehre. He often lectured on the necessity of the spirit of the Volk, and": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.0713892
      ],
      [
        " He",
        -3.035214e-05
      ],
      [
        "ide",
        -3.392825e-05
      ],
      [
        "gger",
        -2.188868e-05
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in his career, he joined such men as Rolf Niczky and Gustav Freytag in founding the Phalanx School of Painting. The author of Point in Line to Plane and Concerning the Spiritual in Art, this man lived with Gabriel Munter for some time, which led to the founding of another group, which also included August": {
    "guess": "Wassily Kandinsky",
    "confidence": [
      [
        "W",
        -0.0018580805
      ],
      [
        "ass",
        -0.00029840085
      ],
      [
        "ily",
        -7.3861476e-05
      ],
      [
        " K",
        -0.00035226622
      ],
      [
        "and",
        -1.0445127e-05
      ],
      [
        "insky",
        -0.0002227285
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of": {
    "guess": "Violin Concerto (Brahms)",
    "confidence": [
      [
        "Viol",
        -1.8112668
      ],
      [
        "in",
        -0.0049077044
      ],
      [
        " Concert",
        -0.1805203
      ],
      [
        "o",
        -0.00017934572
      ],
      [
        " (",
        -0.20894212
      ],
      [
        "B",
        -0.43328488
      ],
      [
        "rah",
        -0.26047927
      ],
      [
        "ms",
        -1.0921943e-05
      ],
      [
        ")",
        -0.0005638766
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.030343337
      ],
      [
        "co",
        -9.0883464e-07
      ],
      [
        "-",
        -3.7981175e-05
      ],
      [
        "Pr",
        -7.3458323e-06
      ],
      [
        "ussian",
        -7.886803e-05
      ],
      [
        " War",
        -6.5278815e-05
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this man's old age as a detriment to his work, and that his works \"have been marred\" by his \"own hand\". This architect of the (*) Niterói Contemporary Art Museum also designed the Municipal Library in Duque de Caxias and with Lúcio Costa designed a pavilion for the 1939 New York World's Fair. Winner of the 1988 Pritzker Prize, this is, for 10 points, which architect, who also designed the U.N. Headquarters": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.002515016
      ],
      [
        "scar",
        -1.5928495e-05
      ],
      [
        " Ni",
        -0.00012308525
      ],
      [
        "em",
        -1.4259645e-05
      ],
      [
        "eyer",
        -5.8722613e-05
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence, Rhode Island. After his death, this author of Alciphron's philosophy of immaterialism was defended by his wife Anne. FTP, name this Anglican bishop from Ireland, who used fictitious Greeks to advance his views in Three Dialogues between Hylas and Philonous and Treatise Concerning the Principles of Human Knowledge\\--views which included the belief in total idealism, or the cessation of existence": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.001405948
      ],
      [
        " Berkeley",
        -0.00022439736
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used today is the multilayer perceptron, and they are classified according to whether they are recurrent or feedfoward. Some are trained with supervised learning, while others are self-organizing. They": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.002618705
      ],
      [
        "ificial",
        -0.0001501445
      ],
      [
        " neural",
        -0.012603599
      ],
      [
        " network",
        -0.0454558
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural changes are characteristic when they form. The regional varieties occur in the roots of mountain ranges. Foliation is usually the first aspect evaluated when they are categorized. The contact method of producing them are found in aureoles. Examples of them are marble, quartzite, and slate.  For 10 points, name this type of rock, examples of which include marble, quartzite and slate, which are sedimentary or igneous rocks that have been changed by heat and/or pressure.": {
    "guess": "Metamorphic rock",
    "confidence": [
      [
        "Met",
        -0.0018836579
      ],
      [
        "am",
        -9.400689e-05
      ],
      [
        "orphic",
        -0.006388253
      ],
      [
        " rock",
        -0.015132659
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology": {
    "guess": "National University of Science and Technology (Zimbabwe)",
    "confidence": [
      [
        "National",
        -1.1124104
      ],
      [
        " University",
        -0.038615927
      ],
      [
        " of",
        -2.2723105e-05
      ],
      [
        " Science",
        -0.009061459
      ],
      [
        " and",
        -4.143808e-05
      ],
      [
        " Technology",
        -0.0001527633
      ],
      [
        " (",
        -0.21350406
      ],
      [
        "Z",
        -0.34318402
      ],
      [
        "imbabwe",
        -1.1279553e-05
      ],
      [
        ")",
        -0.0003028114
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in his career, he joined such men as Rolf Niczky and Gustav Freytag in founding the Phalanx School of Painting.": {
    "guess": "Wassily Kandinsky",
    "confidence": [
      [
        "W",
        -0.1501387
      ],
      [
        "ass",
        -0.001366785
      ],
      [
        "ily",
        -0.00014227704
      ],
      [
        " K",
        -0.0014742719
      ],
      [
        "and",
        -3.0828953e-05
      ],
      [
        "insky",
        -0.0004141073
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd by Richardson\" and \"To his Excellency General Washington.\" In a better known work, this poet asks \"Christians\" to remember that Africans can \"join the angelic train,\" though her conversion to Christianity did not spare her a life of poverty and bondage in Boston. FTP name this poet who wrote the collection Poems on Various Subjects, Religious and Moral, and also wrote of her own experiences in \"On Being Brought from Africa to America.\"": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.00032080378
      ],
      [
        "illis",
        -0.00034142236
      ],
      [
        " Wheat",
        -9.5914154e-05
      ],
      [
        "ley",
        -0.000111410634
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks": {
    "guess": "Treatise on the Astrolabe",
    "confidence": [
      [
        "T",
        -1.8373858
      ],
      [
        "reat",
        -0.014804193
      ],
      [
        "ise",
        -0.03960526
      ],
      [
        " on",
        -0.080398045
      ],
      [
        " the",
        -0.07895588
      ],
      [
        " Ast",
        -1.133224
      ],
      [
        "rol",
        -0.07941173
      ],
      [
        "abe",
        -0.004146069
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies, as well as one of the Pleiades who bore Dardanos by Zeus. The most famous one was originally betrothed": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.017568901
      ],
      [
        "era",
        -0.020051505
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor have no competition for the hands of Phylena and Emelia, respectively. However, in this work, one of those two daughters is absent entirely, meaning Gremio, Hortensio and Lucentio have to fight over Bianca. In both plays, the problem is finding someone willing to marry the eldest daughter Kate. FTP,": {
    "guess": "The Taming of a Shrew",
    "confidence": [
      [
        "The",
        -0.12496457
      ],
      [
        " T",
        -0.74554425
      ],
      [
        "aming",
        -0.15590064
      ],
      [
        " of",
        -0.00027230257
      ],
      [
        " a",
        -0.22732097
      ],
      [
        " Sh",
        -0.0013632126
      ],
      [
        "rew",
        -9.233804e-05
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal to the derivative of time with respect to proper time. That quantity is also expressed as one divided by the square root of one minus v squared over c squared, known as the (*) Lorentz factor. In addition to symbolizing surface tension and photons, this letter names a type of high-energy decay and radiation carrying more energy than X-rays. For ten points, identify this third letter of the Greek alphabet.": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.17307408
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its name was coined by either Homer Martin or Clarence Cook. With members including Hermann Herzog and John Kensett, this group consisted of some members who also practiced Luminism. Paintings by members of this movement include The Heart of the Andes, Kindred Spirits and The Oxbow. Featuring members such": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.06964827
      ],
      [
        "udson",
        -1.6240566e-06
      ],
      [
        " River",
        -8.537869e-06
      ],
      [
        " School",
        -0.00046403529
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted by Hans Kindler at the Rankin Memorial Chapel in 1935, its composer later borrowed some of its themes for his ballet Namouna. The piece closes with an allegro rondo in its key of D minor, and was written for a performer with whom the composer collaborated on his Concerto in F Major, shortly before": {
    "guess": "Symphony in D minor (Franck)",
    "confidence": [
      [
        "Sym",
        -0.027573278
      ],
      [
        "phony",
        -0.07137266
      ],
      [
        " in",
        -0.599714
      ],
      [
        " D",
        -0.1975787
      ],
      [
        " minor",
        -0.14769532
      ],
      [
        " (",
        -0.41405034
      ],
      [
        "Fran",
        -0.03712964
      ],
      [
        "ck",
        -0.0044967043
      ],
      [
        ")",
        -0.0003062646
      ]
    ]
  },
  "This man's lesser known developments include a smokeless powder for the military and a uniform system of weights and measures within his country.  He recorded most of his work in his frequently revised book The Principles of Chemistry.  Using his most famous accomplishment, he accurately predicted the properties of such elements as Scandium, Gallium, and Germanium.  FTP, name this Russian chemist known as the father of the periodic table.          |": {
    "guess": "Dmitri Mendeleev",
    "confidence": [
      [
        "D",
        -0.00084476813
      ],
      [
        "mit",
        -0.00031472807
      ],
      [
        "ri",
        -0.00017159748
      ],
      [
        " Mend",
        -0.00030471865
      ],
      [
        "ele",
        -1.1398757e-05
      ],
      [
        "ev",
        -3.5313153e-06
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence, Rhode Island. After his death, this author of Alciphron's philosophy of immaterialism was defended by his wife Anne. FTP, name this Anglican bishop from Ireland, who used fictitious Greeks to advance his views in Three Dialogues between Hylas and Philonous and Treatise Concerning the Principles": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.00321788
      ],
      [
        " Berkeley",
        -0.000335939
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio Muralto, Canon of the Church of St. Nicholas. Manfred is the grandson of the usurping prince who poisoned Alfonso, the rightful ruler, but Manfred's son Conrad is eventually crushed to death by a gigantic": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.041664094
      ],
      [
        " Castle",
        -0.011997176
      ],
      [
        " of",
        -0.00016027314
      ],
      [
        " O",
        -1.7954959e-05
      ],
      [
        "tr",
        -4.9617593e-06
      ],
      [
        "anto",
        -7.314626e-05
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used today is the multilayer perceptron, and they are classified according to whether they are recurrent or feedfoward. Some are trained with supervised learning, while others are self-organizing. They work by having many nodes connected to each other with weights between the nodes changing in order to represent information as it is presented. Also called connectionist networks, these are FTP, what": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.045043938
      ],
      [
        "ificial",
        -0.0010097076
      ],
      [
        " neural",
        -0.0070782374
      ],
      [
        " network",
        -0.034004804
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural changes are characteristic when they form. The regional varieties occur in the roots of mountain ranges. Foliation is usually the first aspect evaluated when they are categorized. The contact method of producing them are found in aureoles. Examples of them are marble, quartzite, and slate.  For 10 points, name this type of rock, examples of which include marble, quartzite and slate, which are": {
    "guess": "Metamorphic rock",
    "confidence": [
      [
        "Met",
        -0.0039163264
      ],
      [
        "am",
        -6.730528e-05
      ],
      [
        "orphic",
        -0.00031973462
      ],
      [
        " rock",
        -0.07463114
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with a net encompassing a house, and yet another sees a farmer ride up to heaven on a dung beetle. Another play sees his rival author collaborate with Mnesilochus after angering the titular peoples. He also wrote about a sausage seller besting Paphalagonian and the phrase \"Brekekekex koax koax,\" is uttered in hell by the titular beings in another of his plays. For ten points, name this Athenian Old Comedian": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.0011862996
      ],
      [
        "rist",
        -4.036525e-05
      ],
      [
        "oph",
        -2.4391957e-05
      ],
      [
        "anes",
        -2.1411865e-05
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in his career, he joined such men as Rolf Niczky and Gustav Freytag in founding the Phalanx School of Painting. The author of Point in Line to Plane and Concerning the Spiritual in Art, this man lived with": {
    "guess": "Wassily Kandinsky",
    "confidence": [
      [
        "W",
        -0.0027434123
      ],
      [
        "ass",
        -0.00032902884
      ],
      [
        "ily",
        -9.615256e-05
      ],
      [
        " K",
        -0.0005176476
      ],
      [
        "and",
        -1.27099975e-05
      ],
      [
        "insky",
        -0.0001655181
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0027408043
      ],
      [
        "illis",
        -0.0012245127
      ],
      [
        " Wheat",
        -0.00026550796
      ],
      [
        "ley",
        -0.00039528406
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment in this war was the encirclement of Marshal Bazaine. Count Vincent Benedetti was a diplomat who helped spark this war. The decisive battle of this war came when the losing side was marching to relieve the Siege of (*) Metz and was attacked by General von Moltke. This war was ended by the Treaty of Frankfurt. Sparked by the Ems Dispatch and ending with the Battle of Sedan, for ten points name this last war of German unification against an opponent with capital Paris.": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0052165636
      ],
      [
        "co",
        -3.5313153e-06
      ],
      [
        "-",
        -6.289474e-05
      ],
      [
        "Pr",
        -1.640531e-05
      ],
      [
        "ussian",
        -0.00014942927
      ],
      [
        " War",
        -5.6457742e-05
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence, Rhode Island. After his death, this author of Alciphron's philosophy of immaterialism was defended by his wife Anne. FTP, name this Anglican bishop from Ireland, who used fictitious Greeks to advance": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.005778762
      ],
      [
        " Berkeley",
        -0.00069242035
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\"": {
    "guess": "To Kill a Mockingbird",
    "confidence": [
      [
        "To",
        -0.2822355
      ],
      [
        " Kill",
        -0.00012106613
      ],
      [
        " a",
        -0.0015586664
      ],
      [
        " Mock",
        -5.2643223e-05
      ],
      [
        "ing",
        -0.00015693542
      ],
      [
        "bird",
        -6.82589e-05
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family meet their ends. One of these events in Bamberg took the life of its mayor, Johannes Junius. The publication of Cautio Criminalis reversed the popularity of these events caused by the earlier publication of (*) Malleus Maleficarum. Würzburg was the site of a large example of these events, which sometimes resulted in the accused being thrown into water to see whether or not they floated. For 10": {
    "guess": "Witch trials",
    "confidence": [
      [
        "W",
        -0.003818726
      ],
      [
        "itch",
        -0.0013139283
      ],
      [
        " trials",
        -0.035424735
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace": {
    "guess": "Young-Laplace equation",
    "confidence": [
      [
        "Young",
        -0.67061776
      ],
      [
        "-L",
        -0.06514027
      ],
      [
        "ap",
        -0.00024275472
      ],
      [
        "lace",
        -0.0010355491
      ],
      [
        " equation",
        -0.03989499
      ]
    ]
  },
  "This letter is used to denote the class of baryons composed only of up and down quarks. In math, it symbolizes functions named for Kronecker and Dirac. When accompanied by a plus or minus sign, it denotes the positive and negative ends of a polar bond, respectively. It also represents the discriminant of a quadratic, as well as denoting the change in a function in calculus. For 10 points, name this Greek letter which also refers to sediment deposited at the mouth of a river.": {
    "guess": "Delta",
    "confidence": [
      [
        "Delta",
        -0.4585794
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment in this war was the encirclement of Marshal Bazaine. Count Vincent Benedetti was a diplomat who helped spark this war. The decisive battle of this war came when the losing side was marching to relieve": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.013178466
      ],
      [
        "co",
        -9.0883464e-07
      ],
      [
        "-",
        -0.00022284771
      ],
      [
        "Pr",
        -1.60477e-05
      ],
      [
        "ussian",
        -7.2907846e-05
      ],
      [
        " War",
        -0.00025680976
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence, Rhode Island. After his death, this author of Alciphron's philosophy of immaterialism was defended by his wife Anne. FTP, name this Anglican bishop from Ireland, who used fictitious Greeks to advance his views in Three Dialogues between Hylas and Philonous and Treatise Concerning the Principles of Human Knowledge\\--views which included the belief in total idealism, or the cessation of existence for objects that are not being observed.": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.001952422
      ],
      [
        " Berkeley",
        -0.00024251631
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.025400808
      ],
      [
        "udson",
        -8.006007e-05
      ],
      [
        " River",
        -3.5716304e-05
      ],
      [
        " School",
        -0.00037645356
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted by Hans Kindler at the Rankin Memorial Chapel in 1935, its composer later borrowed some of its themes": {
    "guess": "Symphony No. 4 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.8020957
      ],
      [
        "phony",
        -0.25578275
      ],
      [
        " No",
        -0.08459753
      ],
      [
        ".",
        -0.0021259955
      ],
      [
        " ",
        -0.00702403
      ],
      [
        "4",
        -1.6759593
      ],
      [
        " (",
        -0.021443777
      ],
      [
        "Be",
        -1.7218512
      ],
      [
        "ethoven",
        -0.018358648
      ],
      [
        ")",
        -0.00033558503
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds": {
    "guess": "Caspar David Friedrich",
    "confidence": [
      [
        "Cas",
        -0.16995232
      ],
      [
        "par",
        -3.0545007e-06
      ],
      [
        " David",
        -0.0002550217
      ],
      [
        " Friedrich",
        -4.2153304e-05
      ]
    ]
  },
  "Lesser members of this group included Martin Heade, John Casilear, Worthington Whittredge, and telegraph": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.07599775
      ],
      [
        "udson",
        -6.1821906e-05
      ],
      [
        " River",
        -3.631232e-05
      ],
      [
        " School",
        -0.0020608075
      ]
    ]
  },
  "In a less-often-told version of this event, Iulus was said to be the one responsible. Several kings of Alba Longa ruled southeast of where it occurred, and it was followed by the abduction of the Sabine women. The best known account states that it occurred after one figure saw twelve vultures and later dug a trench, over which Remus leapt and was killed. Accomplished by Romulus, for 10 points, name": {
    "guess": "Founding of Rome",
    "confidence": [
      [
        "Found",
        -1.1585121
      ],
      [
        "ing",
        -0.0010106575
      ],
      [
        " of",
        -0.0001690942
      ],
      [
        " Rome",
        -8.6497064e-05
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0021132627
      ],
      [
        "manuel",
        -6.587483e-05
      ],
      [
        " Kant",
        -7.1954215e-05
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in his career, he joined such men as Rolf Niczky and Gustav Freytag in founding the Phalanx School of Painting. The author of Point in Line to Plane and Concerning the Spiritual in Art, this man lived with Gabriel Munter for some time, which led to the founding of another group, which also included August Macke and Franz Marc. The artist of several numbered Improvisations and Compositions, FTP, name": {
    "guess": "Paul Klee",
    "confidence": [
      [
        "Paul",
        -0.4463455
      ],
      [
        " K",
        -5.312004e-05
      ],
      [
        "lee",
        -5.2001665e-06
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted by Hans Kindler at the Rankin Memorial Chapel in 1935, its composer later borrowed some of its themes for his ballet Namouna. The piece closes with an allegro rondo in its key of D minor, and was written for a performer with whom the composer collaborated on his Concerto in F Major, shortly before he began work on his opera The King of Ys. FTP, name this piece written for Pablo de Sarasate, a work": {
    "guess": "Zigeunerweisen",
    "confidence": [
      [
        "Z",
        -1.111024
      ],
      [
        "ige",
        -0.0691993
      ],
      [
        "uner",
        -0.00011462913
      ],
      [
        "we",
        -0.00065060187
      ],
      [
        "isen",
        -1.9027791e-05
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence,": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.014257296
      ],
      [
        " Berkeley",
        -0.0011293789
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent of the Copernican revolution in metaphysics. His most famous idea in ethics can be stated either as the  necessity of regarding human beings as ends in themselves. For ten points, name this founder of German  idealism, who developed the categorical imperative in his Groundwork for the Metaphysics of Morals and claimed that things in themselves could not be perceived in his Critique of Pure Reason.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.004989201
      ],
      [
        "manuel",
        -0.00014835644
      ],
      [
        " Kant",
        -0.0004194714
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.36433324
      ],
      [
        "ificial",
        -0.00040087933
      ],
      [
        " neural",
        -0.01645543
      ],
      [
        " network",
        -0.24720524
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd by Richardson\" and \"To his Excellency General Washington.\" In a better known work, this poet asks \"Christians\" to remember that Africans can \"join the angelic train,\" though her conversion to Christianity did not spare her a life of poverty and bondage in Boston. FTP name this poet who wrote the collection Poems on Various Subjects, Religious and Moral, and also wrote of her own experiences in": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.00090061966
      ],
      [
        "illis",
        -0.0015250948
      ],
      [
        " Wheat",
        -0.0001823258
      ],
      [
        "ley",
        -0.00023834419
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain": {
    "guess": "Geoffrey Chaucer",
    "confidence": [
      [
        "Ge",
        -1.8397088
      ],
      [
        "off",
        -0.036305025
      ],
      [
        "rey",
        -0.0018003656
      ],
      [
        " Ch",
        -0.00077687344
      ],
      [
        "auc",
        -3.392825e-05
      ],
      [
        "er",
        -2.0100624e-05
      ]
    ]
  },
  "In a less-often-told version of this event, Iulus was said to be the one responsible. Several kings of": {
    "guess": "Aeneid",
    "confidence": [
      [
        "A",
        -1.6877692
      ],
      [
        "ene",
        -0.00012987986
      ],
      [
        "id",
        -0.54645437
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family meet their ends. One of these events in Bamberg took the life of its mayor, Johannes Junius. The publication of Cautio Criminalis reversed the popularity of these events caused by the earlier publication of (*) Malleus Maleficarum. Würzburg was the site of a large example of these events, which sometimes resulted in the accused being thrown into water to see whether or not they floated. For 10 points, identify these events in which those accused of sorcery were often executed.": {
    "guess": "Witch trials",
    "confidence": [
      [
        "W",
        -0.010509459
      ],
      [
        "itch",
        -0.00072553696
      ],
      [
        " trials",
        -0.044909008
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short poems, which greatly influenced Spencer's Amoretti.  Goethe and Byron made him a romantic hero,": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.08525969
      ],
      [
        "qu",
        -2.319992e-05
      ],
      [
        "ato",
        -0.00011844365
      ],
      [
        " T",
        -0.00019603055
      ],
      [
        "asso",
        -4.632543e-05
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0806498
      ],
      [
        "illis",
        -0.0005244385
      ],
      [
        " Wheat",
        -0.00039003912
      ],
      [
        "ley",
        -0.000296732
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.51194763
      ],
      [
        " tension",
        -0.5906068
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor have no competition for the hands of Phylena and Emelia, respectively. However, in this work, one of those two daughters is absent entirely, meaning Gremio, Hortensio and Lucentio have to fight over Bianca.": {
    "guess": "The Taming of a Shrew",
    "confidence": [
      [
        "The",
        -0.072318226
      ],
      [
        " T",
        -0.104754545
      ],
      [
        "aming",
        -0.012881948
      ],
      [
        " of",
        -0.00061962724
      ],
      [
        " a",
        -0.37653157
      ],
      [
        " Sh",
        -0.0024469965
      ],
      [
        "rew",
        -0.00020985818
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies, as well as one of the Pleiades who bore Dardanos by Zeus. The most famous one was originally betrothed to Castor, but was later married to a poor yeoman due to fears that any son of hers might avenge her father's death. Having sent her brother to Strophius of Phocis to protect him, on his return they killed Aegisthus and their mother Clytemnestra. FTP, who was this sister of Orestes, the subject": {
    "guess": "Helen of Troy",
    "confidence": [
      [
        "H",
        -0.8961022
      ],
      [
        "elen",
        -0.018167732
      ],
      [
        " of",
        -0.07397919
      ],
      [
        " Troy",
        -0.0038733506
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family meet their ends. One of these events in Bamberg took the life of its mayor, Johannes Junius. The": {
    "guess": "Witch trials in the early modern period",
    "confidence": [
      [
        "W",
        -0.010342173
      ],
      [
        "itch",
        -0.013629301
      ],
      [
        " trials",
        -0.09710764
      ],
      [
        " in",
        -0.22986558
      ],
      [
        " the",
        -0.116060965
      ],
      [
        " early",
        -0.021027723
      ],
      [
        " modern",
        -0.00020377879
      ],
      [
        " period",
        -0.00024382756
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind,": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.056116708
      ],
      [
        "illis",
        -0.0025055055
      ],
      [
        " Wheat",
        -0.0011803467
      ],
      [
        "ley",
        -0.00029148703
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its name was coined by either Homer Martin or Clarence Cook. With members including Hermann Herzog and John": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.52593565
      ],
      [
        "udson",
        -2.7372049e-05
      ],
      [
        " River",
        -2.7848862e-05
      ],
      [
        " School",
        -0.001167007
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd by Richardson\" and \"To his Excellency General Washington.\" In a better known work, this poet asks": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.02597908
      ],
      [
        "illis",
        -0.0002072357
      ],
      [
        " Wheat",
        -4.1273333e-06
      ],
      [
        "ley",
        -0.00019543454
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted by Hans Kindler at the Rankin Memorial Chapel in 1935, its composer later borrowed some of its themes for his ballet Namouna. The piece closes with an allegro rondo in its key of D minor, and was written": {
    "guess": "Symphony No. 3 (Saint-Saëns)",
    "confidence": [
      [
        "Sym",
        -0.052481122
      ],
      [
        "phony",
        -0.62989867
      ],
      [
        " No",
        -0.6214374
      ],
      [
        ".",
        -0.002168817
      ],
      [
        " ",
        -0.009308572
      ],
      [
        "3",
        -1.3608613
      ],
      [
        " (",
        -0.123296514
      ],
      [
        "Saint",
        -0.69742996
      ],
      [
        "-S",
        -0.0012667787
      ],
      [
        "a",
        -0.0021495465
      ],
      [
        "ë",
        -0.006133672
      ],
      [
        "ns",
        -2.3080716e-05
      ],
      [
        ")",
        -0.00013274075
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short poems, which greatly influenced Spencer's Amoretti.  Goethe and Byron made him a romantic hero, attributing his seven year stay in an asylum to his passion for Leonora de Este, the sister of his patron, the Duke of Ferrara.  Others say the madness was caused by his concern over his most famous work, an epic of twenty cantos featuring the heroes Rinaldo and Tancredi who were helping Godfrey of Bouillon complete the First Crusade.  FTP, identify this author of Jerusalem Delivered.": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.0047412645
      ],
      [
        "qu",
        -4.143808e-05
      ],
      [
        "ato",
        -3.1544176e-05
      ],
      [
        " T",
        -9.729906e-06
      ],
      [
        "asso",
        -2.7968066e-05
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor have no competition for the hands of Phylena and Emelia, respectively. However, in this work, one of": {
    "guess": "The Two Noble Kinsmen",
    "confidence": [
      [
        "The",
        -0.6035624
      ],
      [
        " Two",
        -0.3401922
      ],
      [
        " Noble",
        -0.083326064
      ],
      [
        " K",
        -0.0003281944
      ],
      [
        "ins",
        -1.6240566e-06
      ],
      [
        "men",
        -0.0017483654
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical form of the phenomenon while the latter is the chemical form and is further classified into molecular": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.053486552
      ],
      [
        "orption",
        -2.4584822e-06
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.37252456
      ],
      [
        "ificial",
        -0.0002632431
      ],
      [
        " neural",
        -0.015858864
      ],
      [
        " network",
        -0.10903692
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in": {
    "guess": "Wassily Kandinsky",
    "confidence": [
      [
        "W",
        -0.041714866
      ],
      [
        "ass",
        -0.00031699296
      ],
      [
        "ily",
        -8.8165914e-05
      ],
      [
        " K",
        -0.0014762947
      ],
      [
        "and",
        -1.11603495e-05
      ],
      [
        "insky",
        -0.00018947436
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement in allegretto non troppo, and a Scherzando as the second movement in allegro molto. Notably conducted": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.004762734
      ],
      [
        "phony",
        -0.61240125
      ],
      [
        " No",
        -0.0026842065
      ],
      [
        ".",
        -0.00036061046
      ],
      [
        " ",
        -0.0010844942
      ],
      [
        "9",
        -0.08210327
      ],
      [
        " (",
        -0.0017903745
      ],
      [
        "Be",
        -0.09854181
      ],
      [
        "ethoven",
        -0.00020818933
      ],
      [
        ")",
        -3.6431527e-05
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.03017784
      ],
      [
        "orption",
        -5.8126592e-05
      ]
    ]
  },
  "This man's lesser known developments include a smokeless powder for the military and a uniform system": {
    "guess": "Hiram Maxim",
    "confidence": [
      [
        "H",
        -0.48485044
      ],
      [
        "iram",
        -0.006832945
      ],
      [
        " Maxim",
        -0.16894029
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd by Richardson\" and \"To his Excellency General Washington.\" In a better known work, this poet asks \"Christians\" to remember that Africans can \"join the angelic train,\" though her conversion to Christianity did not spare her a life of poverty and bondage in Boston. FTP name this poet who wrote the": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.0011117588
      ],
      [
        "illis",
        -0.00056077726
      ],
      [
        " Wheat",
        -2.5703197e-05
      ],
      [
        "ley",
        -0.000114748334
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.15888734
      ],
      [
        "rist",
        -0.00011534435
      ],
      [
        "oph",
        -2.4584822e-06
      ],
      [
        "anes",
        -1.7239736e-05
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal to the derivative of time with respect to proper time. That quantity is also expressed as one divided by the square root of one minus v squared over c squared, known as the (*) Lorentz factor. In": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.80975246
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg constituted an important Kehre. He often lectured on the necessity of the spirit of the Volk, and in one of his works, he argued that only through acknowledgement of existential angst can one achieve rapport with the Being. Another important work by this author is What Is Metaphysics?, and a third is Kant and the Problem of Metaphysics. For ten points, identify this Nazi charlatan and German philosopher, the author of Being and Time.": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.001057699
      ],
      [
        " He",
        -0.00014537634
      ],
      [
        "ide",
        -0.0002193908
      ],
      [
        "gger",
        -2.6968896e-06
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio Muralto, Canon of the Church of St. Nicholas. Manfred is the grandson of the usurping prince who poisoned Alfonso, the rightful ruler, but Manfred's son Conrad is eventually crushed to death by a gigantic helmet in the courtyard. In the end, however, Theodore is declared the true hair to the throne,": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.0067465124
      ],
      [
        " Castle",
        -0.00017970333
      ],
      [
        " of",
        -4.9067115e-05
      ],
      [
        " O",
        -1.11603495e-05
      ],
      [
        "tr",
        -4.9617593e-06
      ],
      [
        "anto",
        -0.00029792404
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short poems, which greatly influenced Spencer's Amoretti.  Goethe and Byron made him a romantic hero, attributing his seven year stay in an asylum to his passion for Leonora de Este, the sister of his patron, the Duke of Ferrara.  Others say the madness was caused by his concern over his most famous work, an epic of twenty cantos featuring the heroes Rinaldo and Tancredi who were helping Godfrey of": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.006297638
      ],
      [
        "qu",
        -0.00014382669
      ],
      [
        "ato",
        -0.00018053775
      ],
      [
        " T",
        -0.00046355845
      ],
      [
        "asso",
        -6.849731e-05
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural": {
    "guess": "Metamorphic rock",
    "confidence": [
      [
        "Met",
        -0.48805204
      ],
      [
        "am",
        -0.027296888
      ],
      [
        "orphic",
        -0.51299393
      ],
      [
        " rock",
        -0.020306183
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important": {
    "guess": "Prolegomena to Any Future Metaphysics",
    "confidence": [
      [
        "Pro",
        -0.51313853
      ],
      [
        "leg",
        -6.396757e-05
      ],
      [
        "omen",
        -4.604148e-06
      ],
      [
        "a",
        -3.500108e-05
      ],
      [
        " to",
        -1.9146995e-05
      ],
      [
        " Any",
        -0.03455553
      ],
      [
        " Future",
        -3.8696395e-05
      ],
      [
        " Met",
        -1.2113979e-05
      ],
      [
        "aph",
        -1.9743013e-05
      ],
      [
        "ysics",
        -0.00013190633
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.5884091
      ],
      [
        "scar",
        -0.0022843108
      ],
      [
        " Ni",
        -0.0002419203
      ],
      [
        "em",
        -3.650519e-06
      ],
      [
        "eyer",
        -7.481511e-05
      ]
    ]
  },
  "This letter is used to denote the class of baryons composed only of up and down quarks. In math, it symbolizes functions named for Kronecker and Dirac. When accompanied by a plus or minus sign, it denotes the positive and negative ends of a polar bond, respectively. It also represents the discriminant of a quadratic, as well as denoting the change in a function in calculus. For 10 points, name this": {
    "guess": "Delta (letter)",
    "confidence": [
      [
        "Delta",
        -0.1584173
      ],
      [
        " (",
        -0.12487326
      ],
      [
        "letter",
        -0.28442517
      ],
      [
        ")",
        -0.00873205
      ]
    ]
  },
  "In a less-often-told version of this event, Iulus was said to be the one responsible. Several kings of Alba Longa ruled southeast of where it occurred, and it was followed by the abduction of the Sabine women. The best known account states that it occurred after one figure saw twelve vultures and later": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.35776535
      ],
      [
        "ulus",
        -0.00037526153
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor have no competition for the hands of Phylena and Emelia, respectively. However, in this work, one of those two daughters is absent entirely, meaning Gremio, Hortensio and Lucentio have to fight over Bianca. In both plays, the problem is finding someone willing to marry the eldest daughter Kate. FTP, what is this Shakespearean play whose plot also inspired the movie Ten Things I Hate About You and the musical Kiss Me, Kate?": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.11630019
      ],
      [
        " T",
        -0.023082057
      ],
      [
        "aming",
        -0.010545443
      ],
      [
        " of",
        -0.0002550217
      ],
      [
        " the",
        -0.08272252
      ],
      [
        " Sh",
        -4.4179764e-05
      ],
      [
        "rew",
        -0.00035977605
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During": {
    "guess": "Witch trials in the early modern period",
    "confidence": [
      [
        "W",
        -0.033361193
      ],
      [
        "itch",
        -0.0021825
      ],
      [
        " trials",
        -0.39131862
      ],
      [
        " in",
        -0.47154146
      ],
      [
        " the",
        -0.01787036
      ],
      [
        " early",
        -0.6495999
      ],
      [
        " modern",
        -0.00047928968
      ],
      [
        " period",
        -6.456359e-05
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed": {
    "guess": "Symphony No. 2 (Brahms)",
    "confidence": [
      [
        "Sym",
        -1.5530508
      ],
      [
        "phony",
        -0.002757449
      ],
      [
        " No",
        -0.0067469897
      ],
      [
        ".",
        -0.0011934409
      ],
      [
        " ",
        -0.0025553307
      ],
      [
        "2",
        -0.8656335
      ],
      [
        " (",
        -0.017852323
      ],
      [
        "B",
        -0.67349255
      ],
      [
        "rah",
        -0.000557082
      ],
      [
        "ms",
        -0.0001170132
      ],
      [
        ")",
        -1.998142e-05
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family meet their ends. One of these events in Bamberg took the life of its mayor, Johannes Junius. The publication of Cautio Criminalis reversed the popularity of these events caused by the earlier publication of (*) Malleus Maleficarum. Würzburg was the site of a large example of these events, which": {
    "guess": "Witch trials",
    "confidence": [
      [
        "W",
        -0.015519365
      ],
      [
        "itch",
        -0.0049801855
      ],
      [
        " trials",
        -0.25072256
      ]
    ]
  },
  "In a less-often-told version of this event, Iulus was said to be the one responsible. Several kings of Alba Longa ruled southeast of where it occurred, and it was followed by the abduction of the Sabine": {
    "guess": "Aeneas",
    "confidence": [
      [
        "A",
        -0.12295028
      ],
      [
        "ene",
        -1.1517961e-05
      ],
      [
        "as",
        -0.0026995435
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with a net encompassing a house, and yet another sees a farmer ride up to heaven on a dung beetle. Another play sees his rival author collaborate with Mnesilochus after angering the titular peoples. He also wrote about a sausage seller besting Paphalagonian and the phrase \"Brekekekex koax koax,\" is uttered in hell by the titular beings in another of his plays. For ten points, name this Athenian Old Comedian who wrote about women giving up sex in Lysistrata.": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.00028350405
      ],
      [
        "rist",
        -7.703444e-06
      ],
      [
        "oph",
        -5.9153886e-06
      ],
      [
        "anes",
        -2.1008714e-06
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment in this war was the encirclement of Marshal Bazaine. Count Vincent Benedetti was a diplomat who helped spark this war. The decisive battle of this war came when the losing side was marching to relieve the Siege of (*) Metz and was attacked by General von Moltke. This war was ended by the Treaty of Frankfurt. Sparked by the Ems Dispatch and ending with the Battle of Sedan, for ten points name this": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0057372716
      ],
      [
        "co",
        -3.888926e-06
      ],
      [
        "-",
        -8.44706e-05
      ],
      [
        "Pr",
        -1.1756368e-05
      ],
      [
        "ussian",
        -9.829823e-05
      ],
      [
        " War",
        -6.80205e-05
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead,": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.008903377
      ],
      [
        "illis",
        -0.0017458621
      ],
      [
        " Wheat",
        -0.00017803448
      ],
      [
        "ley",
        -0.00018542144
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies,": {
    "guess": "Electra",
    "confidence": [
      [
        "Elect",
        -0.16795516
      ],
      [
        "ra",
        -0.00029184466
      ]
    ]
  },
  "In a lesser-known contemporaneous work with an almost identical title and plot, Aurelius and Polidor have no competition for the hands of Phylena and Emelia, respectively. However, in this work, one of those two daughters is absent entirely, meaning Gremio, Hortensio and Lucentio have to fight over Bianca. In both plays, the problem is finding someone willing to marry the eldest daughter Kate. FTP, what is this Shakespearean play whose plot also inspired the movie Ten Things I Hate About You and": {
    "guess": "The Taming of the Shrew",
    "confidence": [
      [
        "The",
        -0.07915185
      ],
      [
        " T",
        -0.021038461
      ],
      [
        "aming",
        -0.0034235395
      ],
      [
        " of",
        -0.00014478032
      ],
      [
        " the",
        -0.0026894442
      ],
      [
        " Sh",
        -0.00020175234
      ],
      [
        "rew",
        -0.00075912307
      ]
    ]
  },
  "Lesser members of this group included Martin Heade, John Casilear, Worthington Whittredge, and telegraph inventor Samuel Morse. Characteristic works in this style include Emigrants Crossing the Plains and Sunset in the Yosemite Valley by Albert Bierstadt, and Heart of the Andes by Fredrick Church. For": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.00929168
      ],
      [
        "udson",
        -2.3438328e-05
      ],
      [
        " River",
        -7.5530326e-05
      ],
      [
        " School",
        -0.00094111956
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal to the derivative of time with respect to proper time. That quantity is also expressed as one divided by the square root of one minus v squared over c squared, known as the (*) Lorentz factor. In addition to symbolizing surface tension and photons, this letter names a type of high-energy decay and radiation carrying more energy than X-rays. For ten points, identify this third letter of the Greek": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.43183535
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\" and a schoolboy with a fixation on drawing skeletons, Thomas Traddles. Ham's fiance runs off with Little Em'ly when Mr. Barkis dies, and James Steerforth drowns in a storm before the death of the title character's first wife, Dora Spenlow. The title character goes to school at Salem House and later marries his childhood friend Agnes Wickfield in, FTP, what novel featuring characters such as Wilkins Micawber and Uriah Heep, written by Charles Dickens?": {
    "guess": "David Copperfield",
    "confidence": [
      [
        "David",
        -0.021677231
      ],
      [
        " Copper",
        -0.0009261109
      ],
      [
        "field",
        -1.3186812e-05
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio Muralto, Canon of the Church of St. Nicholas. Manfred is the grandson of the usurping prince who poisoned Alfonso, the rightful ruler, but Manfred's son Conrad is eventually crushed to death by a gigantic helmet in the courtyard. In the end, however, Theodore is declared the true hair to the throne, as the ghost of Alfonso tears down the titular structure. For ten points, name this 1764 tale by Horace": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.008581952
      ],
      [
        " Castle",
        -0.00035727277
      ],
      [
        " of",
        -4.608702e-05
      ],
      [
        " O",
        -5.1928004e-05
      ],
      [
        "tr",
        -1.5928495e-05
      ],
      [
        "anto",
        -0.00020473242
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family": {
    "guess": "Trial for witchcraft",
    "confidence": [
      [
        "Trial",
        -0.7305798
      ],
      [
        " for",
        -0.95922744
      ],
      [
        " witch",
        -0.04917326
      ],
      [
        "craft",
        -0.0027788468
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.015118452
      ],
      [
        "qu",
        -2.7372049e-05
      ],
      [
        "ato",
        -4.954393e-05
      ],
      [
        " T",
        -7.946405e-05
      ],
      [
        "asso",
        -2.057744e-05
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.004498835
      ],
      [
        "alk",
        -0.016457306
      ],
      [
        "lands",
        -0.008471673
      ],
      [
        " War",
        -0.0074854726
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical form of the phenomenon while the latter is the chemical form and is further classified into molecular and dissociative varieties. It is almost always an exothermic process and for gases, increases with increasing pressure. It leads to an increase in concentration of a component in the interphase region relative to the bulk region. For 10 points, name this process by which solute particles accumulate on a surface to form a film.": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.020680975
      ],
      [
        "orption",
        -2.220075e-06
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical form of the phenomenon while the latter is the chemical form and is further classified into molecular and dissociative varieties. It is almost always an exothermic process and for gases, increases with increasing pressure. It leads to an increase in concentration of a component in the interphase region relative to the bulk region. For 10 points, name this process by which solute particles accumulate": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.027251992
      ],
      [
        "orption",
        -1.2948405e-05
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this man's old age as a detriment to his work, and that his works \"have been marred\" by his \"own hand\".": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.33680674
      ],
      [
        "scar",
        -0.00062749104
      ],
      [
        " Ni",
        -0.00012332367
      ],
      [
        "em",
        -3.7697225e-06
      ],
      [
        "eyer",
        -6.6947665e-05
      ]
    ]
  },
  "One of his lesser works is an economic treatise discussing luxury goods and the wool trade, and asks \"Whose fault is it if poor Ireland continues poor?\" In addition to writing The Querist, he defended his political views in Passive Obedience, a collection of three sermons. He wrote a work subtitled \"The Minute Philosopher\" after repairing in disgust from England over the South Sea Bubble to Providence, Rhode Island. After his death, this author of Alciphron's philosophy of immaterialism was defended": {
    "guess": "George Berkeley",
    "confidence": [
      [
        "George",
        -0.036447562
      ],
      [
        " Berkeley",
        -0.0014258293
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\" and a schoolboy with a fixation on drawing skeletons, Thomas Traddles. Ham's fiance runs off with Little Em'ly when Mr. Barkis dies, and James Steerforth drowns in a storm before the death of the": {
    "guess": "David Copperfield",
    "confidence": [
      [
        "David",
        -0.0042219283
      ],
      [
        " Copper",
        -0.00023929782
      ],
      [
        "field",
        -1.5809293e-05
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg constituted an important Kehre. He often lectured on the necessity of the spirit of the Volk, and in one of his works, he argued that only through acknowledgement of existential angst can one achieve": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.00058234215
      ],
      [
        " He",
        -5.216641e-05
      ],
      [
        "ide",
        -3.0471343e-05
      ],
      [
        "gger",
        -1.2113979e-05
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting": {
    "guess": "Eero Saarinen",
    "confidence": [
      [
        "E",
        -0.32225165
      ],
      [
        "ero",
        -0.0032743257
      ],
      [
        " Sa",
        -0.00054528815
      ],
      [
        "ar",
        -0.00025907462
      ],
      [
        "inen",
        -1.3306016e-05
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose Green, after an amphibious landing at Port San Carlos. While the main force advanced towards its": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0014151157
      ],
      [
        "alk",
        -9.014684e-06
      ],
      [
        "lands",
        -0.0011456951
      ],
      [
        " War",
        -4.608702e-05
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.43780318
      ],
      [
        "orption",
        -6.0391463e-05
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies, as well as one of the Pleiades who bore Dardanos by Zeus. The most famous one was originally betrothed to Castor, but was later married to a poor yeoman due to fears that any son of hers might avenge her father's death. Having sent her brother to Strophius of Phocis to protect him, on his return they": {
    "guess": "Helen",
    "confidence": [
      [
        "H",
        -0.6074881
      ],
      [
        "elen",
        -0.014287614
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg constituted an important Kehre. He often lectured on the necessity of the spirit of the Volk, and in one of his works, he argued that only through acknowledgement of existential angst can one achieve rapport with the Being. Another important work by this author is What Is Metaphysics?, and a third": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.0065037473
      ],
      [
        " He",
        -5.967624e-05
      ],
      [
        "ide",
        -6.0749073e-05
      ],
      [
        "gger",
        -2.3319124e-05
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment in this war was the encirclement of Marshal Bazaine. Count Vincent Benedetti was a diplomat who helped": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.013463014
      ],
      [
        "co",
        -1.5451682e-05
      ],
      [
        "-",
        -8.351697e-05
      ],
      [
        "Pr",
        -1.7478143e-05
      ],
      [
        "ussian",
        -0.00017648483
      ],
      [
        " War",
        -0.00043412615
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used today is the multilayer perceptron, and they are classified according to whether they are recurrent or feedfoward. Some are trained with supervised learning, while others are self-organizing. They work by having many nodes connected to each other with weights between the nodes changing in order to": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.024279919
      ],
      [
        "ificial",
        -0.0004748791
      ],
      [
        " neural",
        -0.00819302
      ],
      [
        " network",
        -0.009831412
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.12344287
      ],
      [
        " Castle",
        -0.033785284
      ],
      [
        " of",
        -2.1054253e-05
      ],
      [
        " O",
        -3.464347e-05
      ],
      [
        "tr",
        -1.7432603e-06
      ],
      [
        "anto",
        -0.00072029565
      ]
    ]
  },
  "In a letter to the Reverend Samuel Occom, this figure strongly condemned slavery, comparing ministers who held slaves to the Ancient Egyptians. This author also wrote of a desire to \"surpass the wind, and leave the rolling universe behind,\" implying that the titular figure has \"pinions\" in the poem \"On Imagination.\" Imagination is further glorified in a poem addressed to the painter Scipio Moorhead, but this poet took on a more overtly political tone in poems like \"On the Death of Mr. Snider Murder'd": {
    "guess": "Phillis Wheatley",
    "confidence": [
      [
        "Ph",
        -0.011534865
      ],
      [
        "illis",
        -0.0019399386
      ],
      [
        " Wheat",
        -9.603336e-05
      ],
      [
        "ley",
        -0.0001468068
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events.": {
    "guess": "Time capsule",
    "confidence": [
      [
        "Time",
        -2.670842
      ],
      [
        " capsule",
        -0.8801096
      ]
    ]
  },
  "One of his lesser known designs is located in Bab-Ezzoar and is the University of Science and Technology - Houari Boumediene. Bruno Contarini assisted him on a project which resides above a reflecting pool known as Boa Viagem. Nicolai Ouroussoff of the New York Times penned an article discussing this man's old age as a detriment to his work, and that his works \"have been marred\" by his \"own hand\". This architect of the (*) Niterói Contemporary Art Museum also designed the Municipal Library in Duque": {
    "guess": "Oscar Niemeyer",
    "confidence": [
      [
        "O",
        -0.009256129
      ],
      [
        "scar",
        -8.8285124e-05
      ],
      [
        " Ni",
        -6.0391463e-05
      ],
      [
        "em",
        -4.2510914e-05
      ],
      [
        "eyer",
        -0.00050835335
      ]
    ]
  },
  "Less-sung battles in this war include the Battle of Beaumont and Gravelotte, and an important moment in this war was the encirclement of Marshal Bazaine. Count Vincent Benedetti was a diplomat who helped spark this war. The decisive battle of this war came when the losing side was marching to relieve the Siege of (*) Metz and was attacked by General von Moltke. This war was ended by the Treaty of Frankfurt.": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0023902794
      ],
      [
        "co",
        -2.220075e-06
      ],
      [
        "-",
        -5.1331983e-05
      ],
      [
        "Pr",
        -3.5313153e-06
      ],
      [
        "ussian",
        -0.00012106613
      ],
      [
        " War",
        -0.00010986099
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its name was coined by either Homer Martin or Clarence Cook. With members including Hermann Herzog and John Kensett, this group consisted of some members who also practiced Luminism. Paintings by members of this movement include The Heart of the Andes, Kindred Spirits and The Oxbow. Featuring members such as Frederic Church and Asher Durand, for 10 points, name this 19th century American landscape movement, founded by Thomas Cole.": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.0011712946
      ],
      [
        "udson",
        -2.4584822e-06
      ],
      [
        " River",
        -8.657073e-06
      ],
      [
        " School",
        -0.00019841464
      ]
    ]
  },
  "This letter is used to denote the class of baryons composed only of up and down quarks. In math, it symbolizes": {
    "guess": "Lambda baryon",
    "confidence": [
      [
        "Lambda",
        -0.37144837
      ],
      [
        " b",
        -0.38339275
      ],
      [
        "ary",
        -1.9816675e-06
      ],
      [
        "on",
        -0.042480756
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.5766416
      ],
      [
        "ificial",
        -0.00023679454
      ],
      [
        " neural",
        -0.062283933
      ],
      [
        " network",
        -0.34768793
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose Green, after an amphibious landing at Port San Carlos. While the main force advanced towards its target, a smaller force retook South Georgia Island. This would be followed by a period of short but": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0009476648
      ],
      [
        "alk",
        -7.226629e-06
      ],
      [
        "lands",
        -0.000654178
      ],
      [
        " War",
        -6.253713e-05
      ]
    ]
  },
  "In a less-often-told version of this event, Iulus was said to be the one responsible. Several kings of Alba Longa ruled southeast of where it occurred, and it was followed by the abduction of the Sabine women. The best known account states that it occurred after one figure saw twelve vultures and later dug a trench, over which Remus leapt and was killed. Accomplished by Romulus, for 10 points, name this establishment of the nexus of a Mediterranean empire.": {
    "guess": "Founding of Rome",
    "confidence": [
      [
        "Found",
        -0.4319298
      ],
      [
        "ing",
        -0.00028636496
      ],
      [
        " of",
        -8.375538e-05
      ],
      [
        " Rome",
        -1.8074163e-05
      ]
    ]
  },
  "Some of his lesser-known works include The Golden Sail and the landscape Autumn in Bavaria. Color abounds in his canvas Small Pleasures and this man also wrote a play entitled \"Yellow Sound.\" Early in his career, he joined such men as Rolf Niczky and Gustav Freytag in founding the Phalanx School of Painting. The author of Point in Line to Plane and Concerning the Spiritual in Art, this man lived with Gabriel Munter for some time, which led to the founding of another group, which also included August Macke and Franz Marc. The artist of several numbered Improvisations and Compositions, FTP, name this Russian co-founder of Der Blaue Reiter.": {
    "guess": "Wassily Kandinsky",
    "confidence": [
      [
        "W",
        -0.00017302792
      ],
      [
        "ass",
        -0.0003498858
      ],
      [
        "ily",
        -2.3080716e-05
      ],
      [
        " K",
        -0.00023202639
      ],
      [
        "and",
        -3.650519e-06
      ],
      [
        "insky",
        -9.388769e-05
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with a net encompassing a house, and yet another sees a farmer ride up to heaven on a dung beetle. Another play sees his rival author collaborate with Mnesilochus after angering the titular peoples. He also": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.01013214
      ],
      [
        "rist",
        -0.00029542076
      ],
      [
        "oph",
        -2.2007884e-05
      ],
      [
        "anes",
        -0.003620743
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass a law making all men sleep with an ugly woman before a beautiful one. One of his plays begins with a net encompassing a house, and yet another sees a farmer ride up to heaven on a dung beetle. Another play sees his rival author collaborate with Mnesilochus after angering the titular peoples. He also wrote about a sausage seller besting Paphalagonian and the phrase \"Brekekekex koax koax,\" is uttered": {
    "guess": "Aristophanes",
    "confidence": [
      [
        "A",
        -0.00345158
      ],
      [
        "rist",
        -8.029847e-05
      ],
      [
        "oph",
        -3.9888433e-05
      ],
      [
        "anes",
        -0.0002192716
      ]
    ]
  },
  "Lesser known works of this movement include Eaton's Neck and The Land of the Lotus Eaters, while its name was coined by either Homer Martin or Clarence Cook. With members including Hermann Herzog and John Kensett, this group consisted of some members who also practiced Luminism. Paintings by members": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.15618111
      ],
      [
        "udson",
        -1.247159e-05
      ],
      [
        " River",
        -7.822647e-06
      ],
      [
        " School",
        -0.0005089494
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal to the derivative of time with respect to proper time. That quantity is also expressed as one divided": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.2015603
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies, as well as one of the Pleiades who bore Dardanos by Zeus. The most famous one was originally betrothed to Castor, but was later married to a poor yeoman due to fears that any son of hers might avenge": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.37913436
      ],
      [
        "era",
        -0.53858596
      ]
    ]
  },
  "Some of this man's lesser known dramas includes The Frying-Pan Men and one in which supply boats complain about their jobs, Merchant Ships. One of his plays features the title characters trying to pass": {
    "guess": "Harold Pinter",
    "confidence": [
      [
        "Har",
        -0.9960094
      ],
      [
        "old",
        -0.0031428973
      ],
      [
        " P",
        -0.56143844
      ],
      [
        "inter",
        -0.00032390308
      ]
    ]
  },
  "His lesser known works include the tragedy Torrismondo, the pastoral drama Aminta, and two thousand short poems, which greatly influenced Spencer's Amoretti.  Goethe and Byron made him a romantic hero, attributing his seven year stay in an asylum to his passion for Leonora de Este, the sister of his": {
    "guess": "Torquato Tasso",
    "confidence": [
      [
        "Tor",
        -0.039606977
      ],
      [
        "qu",
        -3.261701e-05
      ],
      [
        "ato",
        -7.862962e-05
      ],
      [
        " T",
        -0.00021486107
      ],
      [
        "asso",
        -5.931863e-05
      ]
    ]
  },
  "This letter is used to denote the class of baryons composed only of up and down quarks. In math, it symbolizes functions named for Kronecker and Dirac. When accompanied by a plus or minus sign, it denotes the positive and negative ends of a polar bond, respectively. It also represents the discriminant": {
    "guess": "Delta (Δ)",
    "confidence": [
      [
        "Delta",
        -0.39093196
      ],
      [
        " (",
        -0.74734783
      ],
      [
        "\\xce",
        -0.8151178
      ],
      [
        "\\x94",
        -8.537869e-06
      ],
      [
        ")",
        -0.00022737744
      ]
    ]
  },
  "Lesser-known ways to form them include metasomatism, retrograde, and hydrothermal.  Mineral and textural changes are characteristic when they form. The regional varieties occur in the roots of mountain": {
    "guess": "Granite",
    "confidence": [
      [
        "Gran",
        -1.0049905
      ],
      [
        "ite",
        -0.26296926
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used today is the multilayer perceptron, and they are classified according to whether they are recurrent": {
    "guess": "Artificial Neural Networks",
    "confidence": [
      [
        "Art",
        -0.001181062
      ],
      [
        "ificial",
        -0.00058591826
      ],
      [
        " Neural",
        -0.36199698
      ],
      [
        " Networks",
        -0.06681258
      ]
    ]
  },
  "This letter represents a quantity defined as Gibbs free energy per surface area in the Young-Laplace equation. Relativistic mass equals rest mass times a quantity represented by this letter, which is equal to the derivative of time with respect to proper time. That quantity is also expressed as one divided by the square root of one minus v squared over c squared, known as the (*) Lorentz factor. In addition to symbolizing surface tension and photons, this letter names a type of high-energy decay": {
    "guess": "Gamma",
    "confidence": [
      [
        "Gamma",
        -0.82302463
      ]
    ]
  },
  "Lesser members of this group included Martin Heade, John Casilear, Worthington Whittredge, and telegraph inventor Samuel Morse. Characteristic works in this style include Emigrants Crossing the Plains and Sunset in the Yosemite Valley by Albert Bierstadt, and Heart of the Andes by Fredrick Church. For ten points, identify this 19th century American school of painting that was founded by Doughty, Durand, and Cole and is named for a New York waterway.": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.00196289
      ],
      [
        "udson",
        -2.0458236e-05
      ],
      [
        " River",
        -5.371606e-05
      ],
      [
        " School",
        -0.0049058045
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.67180103
      ],
      [
        "manuel",
        -4.298773e-05
      ],
      [
        " Kant",
        -3.8338785e-05
      ]
    ]
  },
  "Lesser known characters in this novel include a landlady who must take peppermint to cure her \"spazzums\" and a schoolboy with a fixation on drawing skeletons, Thomas Traddles. Ham's fiance runs off with Little Em'ly when Mr. Barkis dies, and James Steerforth drowns in a storm before the death of the title character's first wife, Dora Spenlow. The title character goes to school at Salem House and later": {
    "guess": "David Copperfield",
    "confidence": [
      [
        "David",
        -0.03151567
      ],
      [
        " Copper",
        -7.8033605e-05
      ],
      [
        "field",
        -3.7385154e-05
      ]
    ]
  },
  "A letter to William Cole details how the author came up with much of the plot of this novel, and it purports to be translated by a certain \"William Marshal, Gent.\" from the original Italian of Onuphrio Muralto, Canon of the Church of St. Nicholas. Manfred is the grandson of the usurping prince who poisoned": {
    "guess": "The Castle of Otranto",
    "confidence": [
      [
        "The",
        -0.0027813392
      ],
      [
        " Castle",
        -0.004287573
      ],
      [
        " of",
        -3.464347e-05
      ],
      [
        " O",
        -3.0545007e-06
      ],
      [
        "tr",
        -2.6968896e-06
      ],
      [
        "anto",
        -0.0003465481
      ]
    ]
  },
  "Lesser members of this group included Martin Heade, John Casilear, Worthington Whittredge, and telegraph inventor Samuel Morse. Characteristic works in this style include Emigrants Crossing the Plains": {
    "guess": "Hudson River School",
    "confidence": [
      [
        "H",
        -0.023597514
      ],
      [
        "udson",
        -4.365741e-06
      ],
      [
        " River",
        -2.7968066e-05
      ],
      [
        " School",
        -0.009743694
      ]
    ]
  },
  "Lesser known types of them include the learning vector quantization, and radial base function. The idea is prefigured in Hebb's The Organization of Behavior and in the MADALINE and ADALINE systems of Widrow and Hoff. The first important ones were built by Kohonen and Hopfield. The most popular one used today is the multilayer perceptron, and they are classified according to whether they are recurrent or feedfoward. Some are trained with supervised learning, while others are self-organizing. They work by having many nodes connected to each other with weights between the nodes changing in order to represent information as it is presented. Also called connectionist networks, these are FTP, what kind of computer systems that take their inspiration from the way the human mind is organized?": {
    "guess": "Artificial neural network",
    "confidence": [
      [
        "Art",
        -0.16171208
      ],
      [
        "ificial",
        -0.0024840964
      ],
      [
        " neural",
        -0.010240346
      ],
      [
        " network",
        -0.12834302
      ]
    ]
  },
  "Lesser known women of Greek myth with this name include the wife of Thaumas and mother of the Harpies, as well as one of the Pleiades who bore Dardanos by Zeus. The most famous one was originally betrothed to Castor, but was later married to a poor yeoman due to fears that any son of hers might avenge her father's death. Having sent her brother to Strophius of Phocis to protect him, on his return they killed Aegisthus and their mother Clytemnestra. FTP, who was this sister of Orestes, the subject of plays by the three great Greek playwrights?": {
    "guess": "Electra",
    "confidence": [
      [
        "Elect",
        -0.29997736
      ],
      [
        "ra",
        -0.00025359125
      ]
    ]
  },
  "Some of the lesser known works written by this philosopher include The Principle of Ground and The Self-Assertion of the German University, and scholars agree that his inaugural address as head of Freiburg constituted an important Kehre. He often lectured on the necessity of the spirit of the Volk, and in one of his works, he argued that only through acknowledgement of existential angst can one achieve rapport with the Being. Another important work by this author is What Is Metaphysics?, and a third is Kant and the Problem of Metaphysics. For ten points, identify this Nazi charlatan and German": {
    "guess": "Martin Heidegger",
    "confidence": [
      [
        "Martin",
        -0.00038813186
      ],
      [
        " He",
        -5.955704e-05
      ],
      [
        "ide",
        -0.00035596156
      ],
      [
        "gger",
        -4.604148e-06
      ]
    ]
  },
  "The lesser known type II of this phenomenon is governed by the Brunauer-Emmett-Teller equation. The more well-known type I is governed by the Freundlich and Langmuir equations. Type II is the (*) physical form of the phenomenon while the latter is the chemical form and is further classified into molecular and dissociative varieties. It is almost always an exothermic process and for gases, increases with increasing pressure. It leads to an increase in concentration of a component in the interphase": {
    "guess": "Adsorption",
    "confidence": [
      [
        "Ads",
        -0.02195764
      ],
      [
        "orption",
        -1.6882126e-05
      ]
    ]
  },
  "In a letter to Otto Goldschmidt, the composer of this piece noted that he kept its title in spite of everyone, and was sent a letter of congratulations by Hans von Bulow saying its \"happy title placed the piece beyond all others.\" Its most unusual portions include an Intermezzo in the third movement": {
    "guess": "Symphony No. 2 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.35339656
      ],
      [
        "phony",
        -0.0002551409
      ],
      [
        " No",
        -0.00061736605
      ],
      [
        ".",
        -0.0004585519
      ],
      [
        " ",
        -0.0030961966
      ],
      [
        "2",
        -0.7565168
      ],
      [
        " (",
        -0.028185744
      ],
      [
        "B",
        -0.23251112
      ],
      [
        "rah",
        -0.00027682865
      ],
      [
        "ms",
        -9.651017e-05
      ],
      [
        ")",
        -1.6286107e-05
      ]
    ]
  },
  "This man's less famous works include the Prolegomena to Any Future Metaphysics, while his most important work attempts to determine whether a priori synthetic judgments are possible. In that work, this author distinguishes the noumenal and phenomenal realms, and states his intention to create the equivalent": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.0040171416
      ],
      [
        "manuel",
        -4.179569e-05
      ],
      [
        " Kant",
        -4.298773e-05
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.04577855
      ],
      [
        "alk",
        -3.7385154e-05
      ],
      [
        "lands",
        -0.0024751818
      ],
      [
        " War",
        -0.00014621076
      ]
    ]
  },
  "A letter written by a mayor to his daughter Veronica provides a detailed account of one of these events. Katharina Kepler, the mother of Johannes Kepler, was the subject of another of these events. During one of these events, the youngest son of the Pappenheimer family had to watch the rest of his family meet their ends. One of these events in Bamberg took the life of its mayor, Johannes Junius. The publication of Cautio Criminalis reversed the popularity of these events caused by the earlier publication": {
    "guess": "Witch trials",
    "confidence": [
      [
        "W",
        -0.004193437
      ],
      [
        "itch",
        -0.0043084645
      ],
      [
        " trials",
        -0.12998685
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose Green, after an amphibious landing at Port San Carlos. While the main force advanced towards its target, a smaller force retook South Georgia Island. This would be followed by a period of short but intense fighting which saw the sinking of the HMS Sheffield. Initially seeing the capture of Stanley and a strong response by Margaret Thatcher, this is, FTP, what 1982 conflict fought in the South": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0015559245
      ],
      [
        "alk",
        -4.604148e-06
      ],
      [
        "lands",
        -0.00034762095
      ],
      [
        " War",
        -1.2352386e-05
      ]
    ]
  },
  "A lesser known event in this conflict saw 14 detainees sent to Fox Bay. It was started to distract the public from failed economic policies and other abuses that occurred under Lieutenant General Leopoldo Galtieri, although it would ultimately lead to his downfall. One event saw the recapturing of Goose Green, after an amphibious landing at Port San Carlos. While the main force advanced towards its target, a smaller force retook South Georgia Island. This would be followed by a period of short but intense fighting which saw the sinking of the HMS Sheffield. Initially seeing the capture of Stanley and a strong response by Margaret Thatcher, this is, FTP, what 1982 conflict fought in the South Atlantic between the United Kingdom and Argentina?": {
    "guess": "Falklands War",
    "confidence": [
      [
        "F",
        -0.0010524577
      ],
      [
        "alk",
        -4.00813e-06
      ],
      [
        "lands",
        -0.0002420395
      ],
      [
        " War",
        -1.0206721e-05
      ]
    ]
  }
}