{
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen,": {
    "guess": "Adolf Hitler",
    "confidence": [
      [
        "Ad",
        -1.8571184
      ],
      [
        "olf",
        -0.0021697707
      ],
      [
        " Hitler",
        -0.0016738721
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.086536236
      ],
      [
        " Count",
        -0.008094876
      ],
      [
        " of",
        -0.000110457004
      ],
      [
        " Monte",
        -0.00021128863
      ],
      [
        " Crist",
        -7.822647e-06
      ],
      [
        "o",
        -3.5716304e-05
      ]
    ]
  },
  "Twice vice-president in the 1960s, within two years of succeeding to his highest office he expelled the Soviet advisers from his country and allied with Syria in the Yom Kippur War. In November (*) 1977, this author of the autobiography In Search of Identity notably addressed the Knesset. For 10 points—": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.054178674
      ],
      [
        "war",
        -3.650519e-06
      ],
      [
        " Sad",
        -0.00015562419
      ],
      [
        "at",
        -3.4285862e-05
      ]
    ]
  },
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen, encouraged this successor of Friedrich Ebert to testify about the \"stab in the back\" legend. The": {
    "guess": "Paul von Hindenburg",
    "confidence": [
      [
        "Paul",
        -0.4623281
      ],
      [
        " von",
        -0.00018875914
      ],
      [
        " Hind",
        -0.00010402
      ],
      [
        "enburg",
        -0.00010247036
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.47840983
      ],
      [
        " Count",
        -0.02397794
      ],
      [
        " of",
        -0.00043376852
      ],
      [
        " Monte",
        -0.00060688716
      ],
      [
        " Crist",
        -0.0001973418
      ],
      [
        "o",
        -2.9279307e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.4082147
      ],
      [
        " Count",
        -0.019390527
      ],
      [
        " of",
        -0.00072625215
      ],
      [
        " Monte",
        -0.0016670885
      ],
      [
        " Crist",
        -0.000444374
      ],
      [
        "o",
        -2.5345586e-05
      ]
    ]
  },
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen, encouraged this successor of Friedrich Ebert to testify about the \"stab in the back\" legend. The incompetence of Rennenkampf led to one general's suicide after losing a battle to this man, who received": {
    "guess": "Paul von Hindenburg",
    "confidence": [
      [
        "Paul",
        -0.79441875
      ],
      [
        " von",
        -0.0010694892
      ],
      [
        " Hind",
        -0.0007238718
      ],
      [
        "enburg",
        -0.00034154154
      ]
    ]
  },
  "Twice vice-president in the 1960s, within two years of succeeding to his highest office he expelled the": {
    "guess": "Lyndon B. Johnson",
    "confidence": [
      [
        "Ly",
        -0.5608712
      ],
      [
        "ndon",
        -0.00019364648
      ],
      [
        " B",
        -0.0008591734
      ],
      [
        ".",
        -0.0015630659
      ],
      [
        " Johnson",
        -0.00021271907
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.7294239
      ],
      [
        " Master",
        -0.07694557
      ],
      [
        " and",
        -0.0009891037
      ],
      [
        " Marg",
        -5.0139948e-05
      ],
      [
        "ar",
        -0.00032235344
      ],
      [
        "ita",
        -4.3941356e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout by various songs, it was written during its author's stay in California and it focuses on a peasant woman's journey to protect the Governor's abandoned child from the Ironshirts.  The climax is presided over by the unconventional judge, Azdak, who administers the titular test after drawing it on": {
    "guess": "The Caucasian Chalk Circle",
    "confidence": [
      [
        "The",
        -0.011028141
      ],
      [
        " Caucasian",
        -0.00490272
      ],
      [
        " Ch",
        -0.00069646956
      ],
      [
        "alk",
        -1.735894e-05
      ],
      [
        " Circle",
        -6.1106686e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout by various songs, it was written during its author's stay in California and it focuses on a peasant woman's journey to protect the Governor's abandoned child from the Ironshirts.  The climax is presided over by the unconventional judge, Azdak, who administers the titular test after drawing it on the floor.  For 10 points, name this play that ends with Grusha proving her love for baby Michael,": {
    "guess": "The Caucasian Chalk Circle",
    "confidence": [
      [
        "The",
        -0.009795403
      ],
      [
        " Caucasian",
        -0.0007730589
      ],
      [
        " Ch",
        -0.00017839209
      ],
      [
        "alk",
        -2.3080716e-05
      ],
      [
        " Circle",
        -0.0001468068
      ]
    ]
  },
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen, encouraged this successor of Friedrich Ebert to testify about the \"stab in the back\" legend. The incompetence of Rennenkampf led to one general's suicide after losing a battle to this man, who received credit for the victory over Samsonov at Tannenberg, while his namesake defense line was not breached until 1918. The leader of the German high command along with Erich Ludendorff during World War I, for 10 points name this man who appointed Hitler chancellor in 1933, the namesake of a noted airship.": {
    "guess": "Paul von Hindenburg",
    "confidence": [
      [
        "Paul",
        -0.01845181
      ],
      [
        " von",
        -0.0006739511
      ],
      [
        " Hind",
        -0.000101159116
      ],
      [
        "enburg",
        -0.000113794704
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne and Daniel Huger. In 1844 John Tyler nominated this man for Secretary of State; he had previously served as Monroe's Secretary of War. In an 1837 speech, this man proclaimed slavery a (*) \"positive good,\" and in 1828 he wrote the South Carolina Exposition and Protest, which argued for nullification. For 10 points, name this Vice-President during Andrew Jackson's first term, who left the Cabinet": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.009159978
      ],
      [
        " C",
        -0.076813325
      ],
      [
        ".",
        -0.0011211649
      ],
      [
        " Cal",
        -8.45898e-05
      ],
      [
        "h",
        -0.00013977377
      ],
      [
        "oun",
        -4.763667e-05
      ]
    ]
  },
  "Twice vice-president in the 1960s, within two years of succeeding to his highest office he expelled the Soviet advisers from his country and allied with Syria in the Yom Kippur War. In November (*) 1977, this author of the autobiography In Search of Identity notably addressed the Knesset. For 10 points—  name this successor to Nasser who signed the Camp David Accords with Menachem Begin.": {
    "guess": "Anwar Sadat",
    "confidence": [
      [
        "An",
        -0.02737588
      ],
      [
        "war",
        -4.9617593e-06
      ],
      [
        " Sad",
        -0.00022690064
      ],
      [
        "at",
        -1.700133e-05
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne and Daniel Huger. In 1844 John Tyler nominated this man for Secretary of State; he had previously": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.42929554
      ],
      [
        " C",
        -0.1504253
      ],
      [
        ".",
        -0.0014277366
      ],
      [
        " Cal",
        -0.00043841748
      ],
      [
        "h",
        -0.00025061116
      ],
      [
        "oun",
        -3.8696395e-05
      ]
    ]
  },
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen, encouraged this successor of Friedrich Ebert to testify about the \"stab in the back\" legend. The incompetence of Rennenkampf led to one general's suicide after losing a battle to this man, who received credit for the victory over Samsonov at Tannenberg, while his namesake defense line was not breached until 1918. The leader of the German high command along with Erich Ludendorff during World War": {
    "guess": "Paul von Hindenburg",
    "confidence": [
      [
        "Paul",
        -0.0029421635
      ],
      [
        " von",
        -0.00025013436
      ],
      [
        " Hind",
        -2.5345586e-05
      ],
      [
        "enburg",
        -0.00013357517
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne and Daniel Huger. In 1844 John Tyler nominated this man for Secretary of State; he had previously served as Monroe's Secretary of War. In an 1837 speech, this man proclaimed slavery a (*) \"positive": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.22387744
      ],
      [
        " C",
        -0.086999014
      ],
      [
        ".",
        -0.0007927165
      ],
      [
        " Cal",
        -0.00047964725
      ],
      [
        "h",
        -0.00013846254
      ],
      [
        "oun",
        -2.3915141e-05
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne and Daniel Huger. In 1844 John Tyler nominated this man for Secretary of State; he had previously served as Monroe's Secretary of War. In an 1837 speech, this man proclaimed slavery a (*) \"positive good,\" and in 1828 he wrote the South Carolina Exposition and Protest, which argued for nullification.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.013965568
      ],
      [
        " C",
        -0.073149
      ],
      [
        ".",
        -0.000631544
      ],
      [
        " Cal",
        -4.048445e-05
      ],
      [
        "h",
        -5.8961017e-05
      ],
      [
        "oun",
        -2.7968066e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout by various songs, it was written during its author's stay in California and it focuses on a peasant woman's journey to protect the Governor's abandoned child from the Ironshirts.  The climax is presided": {
    "guess": "The Grapes of Wrath",
    "confidence": [
      [
        "The",
        -0.3826108
      ],
      [
        " Gr",
        -0.7711322
      ],
      [
        "apes",
        -0.0003665597
      ],
      [
        " of",
        -0.0016274562
      ],
      [
        " Wrath",
        -0.0021579952
      ]
    ]
  },
  "This man twice beat Ernst Thalmann in general elections. The Camarilla, which included Franz von Papen, encouraged this successor of Friedrich Ebert to testify about the \"stab in the back\" legend. The incompetence of Rennenkampf led to one general's suicide after losing a battle to this man, who received credit for the victory over Samsonov at Tannenberg, while his namesake defense line was not breached": {
    "guess": "Paul von Hindenburg",
    "confidence": [
      [
        "Paul",
        -0.047731474
      ],
      [
        " von",
        -0.0040755514
      ],
      [
        " Hind",
        -0.0012903552
      ],
      [
        "enburg",
        -0.00027527902
      ]
    ]
  },
  "Twice vice-president in the 1960s, within two years of succeeding to his highest office he expelled the Soviet advisers from his country and allied with Syria in the Yom Kippur War. In November (*) 1977,": {
    "guess": "Camp David Accords",
    "confidence": [
      [
        "Camp",
        -1.3031325
      ],
      [
        " David",
        -6.511407e-06
      ],
      [
        " Acc",
        -0.0003517894
      ],
      [
        "ords",
        -2.6968896e-06
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout by various songs, it was written during its author's stay in California and it focuses on a peasant": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.65299845
      ],
      [
        " Master",
        -0.7590535
      ],
      [
        " and",
        -0.0010197096
      ],
      [
        " Marg",
        -8.1371305e-05
      ],
      [
        "ar",
        -0.00027230257
      ],
      [
        "ita",
        -5.8245798e-05
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne and Daniel Huger. In 1844 John Tyler nominated this man for Secretary of State; he had previously served as Monroe's Secretary of War. In an 1837 speech, this man proclaimed slavery a (*) \"positive good,\" and in 1828 he wrote the South Carolina Exposition and Protest, which argued for nullification. For 10 points, name this Vice-President during Andrew Jackson's first term, who left the Cabinet in a dispute over tariffs and states' rights.": {
    "guess": "John C. Calhoun",
    "confidence": [
      [
        "John",
        -0.008559493
      ],
      [
        " C",
        -0.024761964
      ],
      [
        ".",
        -0.000737085
      ],
      [
        " Cal",
        -6.337155e-05
      ],
      [
        "h",
        -7.433829e-05
      ],
      [
        "oun",
        -5.7649777e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive offers to pay his suspicious rescuer 150,000 piastres to protect him.  In another episode, a funeral and a wedding occur simultaneously, that is, until the \"corpse\" hears the war with the princes is over, at which point he recovers.  Scene 3 sees the protagonist crossing a rotten bridge to reach the Northern Mountains.  There she finds shelter with her brother Lavrenti.  Punctuated throughout by various songs, it was written during its author's stay in California and it focuses on a peasant woman's journey to protect the Governor's abandoned child from the Ironshirts.  The climax is presided over by the unconventional judge, Azdak, who administers the titular test after drawing it on the floor.  For 10 points, name this play that ends with Grusha proving her love for baby Michael, a work by Bertolt Brecht.": {
    "guess": "The Caucasian Chalk Circle",
    "confidence": [
      [
        "The",
        -0.0034383961
      ],
      [
        " Caucasian",
        -0.0014698688
      ],
      [
        " Ch",
        -2.0815847e-05
      ],
      [
        "alk",
        -1.18755715e-05
      ],
      [
        " Circle",
        -8.42322e-05
      ]
    ]
  },
  "Twice during this work, one character asks to examine another character's hand.  The second time, a fugitive": {
    "guess": "The Hound of the Baskervilles",
    "confidence": [
      [
        "The",
        -1.3239894
      ],
      [
        " H",
        -1.7050953
      ],
      [
        "ound",
        -0.32457575
      ],
      [
        " of",
        -0.00012856863
      ],
      [
        " the",
        -0.0032758643
      ],
      [
        " B",
        -0.0001342904
      ],
      [
        "ask",
        -1.2664457e-06
      ],
      [
        "erv",
        -3.106736e-05
      ],
      [
        "illes",
        -2.5345586e-05
      ]
    ]
  },
  "This man was twice elected to the Senate to fill vacancies, caused by the resignations of Robert Hayne": {
    "guess": "Pinckney (surname)",
    "confidence": [
      [
        "Pin",
        -0.9993046
      ],
      [
        "ck",
        -3.4524266e-05
      ],
      [
        "ney",
        -0.00072244136
      ],
      [
        " (",
        -0.0483307
      ],
      [
        "surname",
        -0.012109652
      ],
      [
        ")",
        -4.0246043e-05
      ]
    ]
  }
}