{
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -1.1408637
      ],
      [
        " Rocky",
        -0.0069395024
      ],
      [
        " Horror",
        -4.6206227e-05
      ],
      [
        " Picture",
        -0.012232128
      ],
      [
        " Show",
        -2.1008714e-06
      ]
    ]
  },
  "The Tabaqah one is found in Syria and the Akosombo in Ghana, while Pakistan is home to the Mangla and the rock-fill Tarbela. The highest arch model is the Inguri in Georgia, while the Sunnar aids cotton farming on Gezira plain in Sudan. An example of the gravity model is found in Washington. For 10 points,": {
    "guess": "List of tallest dams in the world",
    "confidence": [
      [
        "List",
        -0.47015697
      ],
      [
        " of",
        -0.0014319052
      ],
      [
        " tallest",
        -0.88314027
      ],
      [
        " dams",
        -0.06644655
      ],
      [
        " in",
        -0.03900685
      ],
      [
        " the",
        -0.003186148
      ],
      [
        " world",
        -0.10369963
      ]
    ]
  },
  "The Tabaqah one is found in Syria and the Akosombo in Ghana, while Pakistan is home to the Mangla and the rock-fill Tarbela. The highest arch model is the Inguri in Georgia, while the Sunnar aids cotton farming on Gezira plain in Sudan. An example of the gravity model is found in Washington. For 10 points, Franklin D. Roosevelt Lake is formed from the Columbia River by the Grand Coulee iteration of what example of hydroelectric engineering?": {
    "guess": "Columbia River",
    "confidence": [
      [
        "C",
        -0.07469398
      ],
      [
        "olumbia",
        -4.4537377e-05
      ],
      [
        " River",
        -0.0008610807
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims": {
    "guess": "Les Misérables",
    "confidence": [
      [
        "Les",
        -0.9703732
      ],
      [
        " Mis",
        -0.04521668
      ],
      [
        "ér",
        -8.947716e-05
      ],
      [
        "ables",
        -5.931863e-05
      ]
    ]
  },
  "The Tabaqah one is found in Syria and the Akosombo in Ghana, while Pakistan is home to the Mangla and the rock-fill Tarbela. The highest arch model is the Inguri in Georgia, while the Sunnar aids cotton farming on Gezira plain in Sudan. An example of the gravity model is found in Washington. For 10 points, Franklin D. Roosevelt Lake is formed from the Columbia River by the Grand Coulee iteration of": {
    "guess": "Columbia River",
    "confidence": [
      [
        "C",
        -0.15612522
      ],
      [
        "olumbia",
        -8.697388e-05
      ],
      [
        " River",
        -0.40189257
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master and scolded when he has sex with one of the heroes.  When these heroes knocked on the door, the master of the house offers to bring in an old Steeve Reeves movie.  To this Brad replies that he just wants to use a phone, a request that is never fulfilled.  This master kills Eddie, played by Meatloaf, who \"really loved that rock and roll.\"  For 10 points, name this 1975 cult movie that starred Tim": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.007387498
      ],
      [
        " Rocky",
        -0.0002100966
      ],
      [
        " Horror",
        -5.4312077e-05
      ],
      [
        " Picture",
        -0.0004715451
      ],
      [
        " Show",
        -2.220075e-06
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master and scolded when he has sex with one of the heroes.  When these heroes knocked on the door, the master of the house offers to bring in an old Steeve Reeves movie.  To this Brad replies that he just wants": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.07763995
      ],
      [
        " Rocky",
        -0.00022368213
      ],
      [
        " Horror",
        -0.00021498026
      ],
      [
        " Picture",
        -0.006647869
      ],
      [
        " Show",
        -1.378283e-05
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master and scolded when he has sex with one of the heroes.  When these heroes knocked on the door, the master of the house offers to bring in an old Steeve Reeves movie.  To this Brad replies that he just wants to use a phone, a request that is never fulfilled.  This master kills Eddie, played by Meatloaf,": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.02988586
      ],
      [
        " Rocky",
        -4.739826e-05
      ],
      [
        " Horror",
        -0.00031305922
      ],
      [
        " Picture",
        -0.0038748966
      ],
      [
        " Show",
        -8.776276e-06
      ]
    ]
  },
  "The Tabaqah one is found in Syria and the Akosombo in Ghana, while Pakistan is home to the Mangla and": {
    "guess": "List of dams and reservoirs in Pakistan",
    "confidence": [
      [
        "List",
        -0.311378
      ],
      [
        " of",
        -0.0015436686
      ],
      [
        " dams",
        -0.40073055
      ],
      [
        " and",
        -0.023864694
      ],
      [
        " reservoir",
        -7.064298e-05
      ],
      [
        "s",
        -2.1531068e-05
      ],
      [
        " in",
        -0.0019063818
      ],
      [
        " Pakistan",
        -0.33789742
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.6296109
      ],
      [
        " Rocky",
        -0.011379537
      ],
      [
        " Horror",
        -5.5861725e-05
      ],
      [
        " Picture",
        -0.018981233
      ],
      [
        " Show",
        -2.6968896e-06
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master and scolded when he has sex with one of the heroes.  When these heroes knocked on the door, the master of the house offers to bring in an old Steeve Reeves movie.  To this Brad replies that he just wants to use a phone, a request that is never fulfilled.  This master kills Eddie, played by Meatloaf, who \"really loved that rock and roll.\"  For 10 points, name this 1975 cult movie that starred Tim Curry as Dr. Frank-n-Furter, the sweet transvestite from Transexual Transylvania.": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.0008304748
      ],
      [
        " Rocky",
        -0.00076614873
      ],
      [
        " Horror",
        -4.6563837e-05
      ],
      [
        " Picture",
        -0.0008660836
      ],
      [
        " Show",
        -2.3392786e-06
      ]
    ]
  },
  "A table cloth is pulled off to reveal a dead character, which leads to a song where one character exclaims \"Your apple pie don't taste too nice.\"  The opening song for this movie references King Kong and Flash Gordon, eventually referencing the producer RKO.  One character is chained up by his master and scolded when he has sex with one of the heroes.  When these heroes knocked on the door, the master": {
    "guess": "The Rocky Horror Picture Show",
    "confidence": [
      [
        "The",
        -0.011075177
      ],
      [
        " Rocky",
        -3.523949e-05
      ],
      [
        " Horror",
        -0.000105331244
      ],
      [
        " Picture",
        -0.014056675
      ],
      [
        " Show",
        -3.650519e-06
      ]
    ]
  },
  "The Tabaqah one is found in Syria and the Akosombo in Ghana, while Pakistan is home to the Mangla and the rock-fill Tarbela. The highest arch model is the Inguri in Georgia, while the Sunnar aids cotton": {
    "guess": "List of tallest dams in the world",
    "confidence": [
      [
        "List",
        -0.056069028
      ],
      [
        " of",
        -0.00037621515
      ],
      [
        " tallest",
        -0.9458828
      ],
      [
        " dams",
        -0.098453335
      ],
      [
        " in",
        -0.117860794
      ],
      [
        " the",
        -0.03451097
      ],
      [
        " world",
        -0.018135902
      ]
    ]
  }
}