{
  "Ronald Fisher used the distribution of this name to test the predictive accuracy of Mendel's law of inheritance. That distribution models the outcomes of Bernoulli trials, while the rows of Pascal's triangle": {
    "guess": "Binomial Distribution",
    "confidence": [
      [
        "Bin",
        -0.29169783
      ],
      [
        "omial",
        -0.00085619336
      ],
      [
        " Distribution",
        -0.34622875
      ]
    ]
  },
  "Ronald Ridenhour conducted an investigation into it, and it was codenamed Pinkville. Hugh Thompson, Lawrence Colburn, and Glenn Andreotta used a helicopter to help end it, and were subsequently awarded Soldier's Medals. Journalist Seymour Hersh broke the story on it, and Lieutenant William Calley was sent to prison for four years for his role in it. For 10 points, name this massacre of hundreds of South Vietnamese civilians by United States servicemen in March of 1968.": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.07289358
      ],
      [
        "\\xe1\\xbb",
        -4.4894987e-05
      ],
      [
        "\\xb9",
        -1.147242e-06
      ],
      [
        " L",
        -3.8696395e-05
      ],
      [
        "ai",
        -6.6306106e-06
      ],
      [
        " massacre",
        -0.07260296
      ]
    ]
  },
  "Ronald Ridenhour conducted an investigation into it, and it was codenamed Pinkville. Hugh Thompson, Lawrence Colburn, and Glenn Andreotta used a helicopter to help end it, and were subsequently awarded Soldier's Medals. Journalist Seymour Hersh broke the story on it, and Lieutenant William Calley was sent to prison for four years for his role in it. For 10 points, name this massacre of hundreds of": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.16796614
      ],
      [
        "\\xe1\\xbb",
        -5.1331983e-05
      ],
      [
        "\\xb9",
        -1.9816675e-06
      ],
      [
        " L",
        -3.6908343e-05
      ],
      [
        "ai",
        -4.9617593e-06
      ],
      [
        " massacre",
        -0.048576806
      ]
    ]
  },
  "Ronald Fisher used the distribution of this name to test the predictive accuracy of Mendel's law of inheritance. That distribution models the outcomes of Bernoulli trials, while the rows of Pascal's triangle may be used in place of the theorem of this name. The coefficient of this name is read \"n choose": {
    "guess": "Binomial theorem",
    "confidence": [
      [
        "Bin",
        -0.005700177
      ],
      [
        "omial",
        -5.8245798e-05
      ],
      [
        " theorem",
        -0.30024317
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin": {
    "guess": "Site-specific recombination",
    "confidence": [
      [
        "Site",
        -0.28180835
      ],
      [
        "-specific",
        -0.14002025
      ],
      [
        " re",
        -0.016360434
      ],
      [
        "combination",
        -6.1537958e-06
      ]
    ]
  },
  "Ronald Fisher used the distribution of this name to test the predictive accuracy of Mendel's law of inheritance. That distribution models the outcomes of Bernoulli trials, while the rows of Pascal's triangle may be used in place of the theorem of this name. The coefficient of this name is read \"n choose k\" and is found in the expansion of this type of expression according to that theorem. FTP, name": {
    "guess": "Binomial Distribution",
    "confidence": [
      [
        "Bin",
        -0.025566172
      ],
      [
        "omial",
        -0.00043102686
      ],
      [
        " Distribution",
        -0.38978827
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\" strategy can": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.64315015
      ],
      [
        " targeting",
        -0.039731286
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\" strategy can perform replacement as well as this process. Capecchi, Evans, and Smithies won the 2007 Nobel Prize for developing this process, which also can be used to add transgenic constructs into a particular locus. For 10 points, name this process commonly used to remove specific genes using homologous recombination,": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.028411709
      ],
      [
        " targeting",
        -0.014611898
      ]
    ]
  },
  "Ronald Ridenhour conducted an investigation into it, and it was codenamed Pinkville. Hugh Thompson, Lawrence Colburn, and Glenn Andreotta used a helicopter to help end it, and were subsequently awarded Soldier's Medals. Journalist Seymour Hersh broke the story on it, and Lieutenant William Calley was": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.12409983
      ],
      [
        "\\xe1\\xbb",
        -3.6789137e-05
      ],
      [
        "\\xb9",
        -2.3392786e-06
      ],
      [
        " L",
        -0.00012237004
      ],
      [
        "ai",
        -8.89548e-06
      ],
      [
        " massacre",
        -0.034836713
      ]
    ]
  },
  "Ronald Ridenhour conducted an investigation into it, and it was codenamed Pinkville. Hugh Thompson, Lawrence": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.066586755
      ],
      [
        "\\xe1\\xbb",
        -6.0272258e-05
      ],
      [
        "\\xb9",
        -2.6968896e-06
      ],
      [
        " L",
        -0.00017004783
      ],
      [
        "ai",
        -4.179569e-05
      ],
      [
        " massacre",
        -0.048364777
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\" strategy can perform replacement as well as this process. Capecchi, Evans, and Smithies won the 2007 Nobel Prize for developing this process, which also can be used to add transgenic constructs into a particular": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.15087524
      ],
      [
        " targeting",
        -0.013159289
      ]
    ]
  },
  "Ronald Ridenhour conducted an investigation into it, and it was codenamed Pinkville. Hugh Thompson, Lawrence Colburn, and Glenn Andreotta used a helicopter to help end it, and were subsequently awarded": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.34607854
      ],
      [
        "\\xe1\\xbb",
        -9.0907604e-05
      ],
      [
        "\\xb9",
        -7.89631e-07
      ],
      [
        " L",
        -5.3358446e-05
      ],
      [
        "ai",
        -6.6306106e-06
      ],
      [
        " massacre",
        -0.024596004
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin": {
    "guess": "Factor price equalization",
    "confidence": [
      [
        "Factor",
        -0.85797924
      ],
      [
        " price",
        -0.3797178
      ],
      [
        " equal",
        -0.00028886824
      ],
      [
        "ization",
        -0.002613825
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process": {
    "guess": "Site-specific recombination",
    "confidence": [
      [
        "Site",
        -0.6953397
      ],
      [
        "-specific",
        -0.048240628
      ],
      [
        " re",
        -0.1131232
      ],
      [
        "combination",
        -8.053688e-05
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.5019698
      ],
      [
        " targeting",
        -0.04370282
      ]
    ]
  },
  "Ronald Fisher used the distribution of this name to test the predictive accuracy of Mendel's law of inheritance. That distribution models the outcomes of Bernoulli trials, while the rows of Pascal's triangle may be used in place of the theorem of this name. The coefficient of this name is read \"n choose k\" and is found in the expansion of this type of expression according to that theorem. FTP, name this type of polynomial expression consisting of the sum of two monomials.": {
    "guess": "Binomial distribution",
    "confidence": [
      [
        "Bin",
        -0.013209059
      ],
      [
        "omial",
        -0.001542119
      ],
      [
        " distribution",
        -0.9832328
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection": {
    "guess": "Site-specific recombination",
    "confidence": [
      [
        "Site",
        -0.3493674
      ],
      [
        "-specific",
        -0.511597
      ],
      [
        " re",
        -0.04812475
      ],
      [
        "combination",
        -8.537869e-06
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\" strategy can perform replacement as well as this process. Capecchi, Evans, and Smithies won the 2007 Nobel Prize for developing this process, which also can be used to add transgenic constructs into a particular locus. For 10 points, name this process commonly used to remove specific genes using homologous recombination, often used to create a namesake type of mouse.": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.021272821
      ],
      [
        " targeting",
        -0.016209152
      ]
    ]
  },
  "Ronald Fisher used the distribution of this name to test the predictive accuracy of Mendel's law of inheritance.": {
    "guess": "Poisson distribution",
    "confidence": [
      [
        "P",
        -0.95111614
      ],
      [
        "ois",
        -0.0036646833
      ],
      [
        "son",
        -0.00015145572
      ],
      [
        " distribution",
        -0.14918724
      ]
    ]
  },
  "Rong and Golic used a linearized P-element construct and a heat-sensitive FLP system to adapt this process to Drosophila. A common version of this process uses gancyclovir or G418 as a counter-selection agent since the construct contains the HSV-tk gene, while positive selection is achieved using a neomycin resistance gene. This process usually begins with a transfection in an embryonic stem-cell line with the goal of creating an organism with an altered germline, and the \"hit and run\" strategy can perform replacement as well as this process. Capecchi, Evans, and Smithies won the 2007 Nobel Prize": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.049132515
      ],
      [
        " targeting",
        -0.020844791
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally": {
    "guess": "Heckscher-Ohlin model",
    "confidence": [
      [
        "He",
        -0.8331752
      ],
      [
        "cks",
        -0.24720262
      ],
      [
        "cher",
        -0.00078663713
      ],
      [
        "-",
        -0.04065977
      ],
      [
        "Oh",
        -0.0004222131
      ],
      [
        "lin",
        -0.00015860428
      ],
      [
        " model",
        -0.62302035
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true": {
    "guess": "Factor price equalization",
    "confidence": [
      [
        "Factor",
        -0.8667863
      ],
      [
        " price",
        -0.7016695
      ],
      [
        " equal",
        -0.00012523093
      ],
      [
        "ization",
        -0.007530086
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true and non-trivial.  It's not the Iron Law of Wages, but it was elucidated in the Essay on the External": {
    "guess": "Factor Theorem",
    "confidence": [
      [
        "Factor",
        -1.0607781
      ],
      [
        " The",
        -2.162632
      ],
      [
        "orem",
        -0.0043225912
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true and non-trivial.  It's not the Iron Law of Wages, but it was elucidated in the Essay on the External Corn Trade by David Ricardo.  An example of it explains why a man who is the best lawyer and typist": {
    "guess": "Comparative advantage",
    "confidence": [
      [
        "Compar",
        -0.4530031
      ],
      [
        "ative",
        -2.1054253e-05
      ],
      [
        " advantage",
        -0.018189855
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true and non-trivial.  It's not the Iron Law of Wages, but it was elucidated in the Essay on the External Corn Trade by David Ricardo.  An example of it explains why a man who is the best lawyer and typist in a city is better off only practicing law due to opportunity cost.  For 10 points, identify this": {
    "guess": "Comparative advantage",
    "confidence": [
      [
        "Compar",
        -0.1821656
      ],
      [
        "ative",
        -4.6444635e-05
      ],
      [
        " advantage",
        -0.5791763
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true and non-trivial.  It's not the Iron Law of Wages, but it was elucidated in the Essay on the External Corn Trade by David Ricardo.  An example of it explains why a man who is the best lawyer and typist in a city is better off only practicing law due to opportunity cost.  For 10 points, identify this concept from economics that describes the benefits of trade specialization, less stringent than absolute": {
    "guess": "Comparative advantage",
    "confidence": [
      [
        "Compar",
        -0.03325499
      ],
      [
        "ative",
        -6.0749073e-05
      ],
      [
        " advantage",
        -0.10199899
      ]
    ]
  },
  "Ronald Jones discussed labor immobility and this concept in his attempts to expand the Hecksher-Ohlin model.  Its formulator recognized that it did not hold for when all means of production are internationally mobile, while Paul Samuelson argued that it was a social-science construct that was both true and non-trivial.  It's not the Iron Law of Wages, but it was elucidated in the Essay on the External Corn Trade by David Ricardo.  An example of it explains why a man who is the best lawyer and typist in a city is better off only practicing law due to opportunity cost.  For 10 points, identify this concept from economics that describes the benefits of trade specialization, less stringent than absolute advantage.": {
    "guess": "Comparative advantage",
    "confidence": [
      [
        "Compar",
        -0.035475597
      ],
      [
        "ative",
        -3.5358695e-05
      ],
      [
        " advantage",
        -0.03481012
      ]
    ]
  }
}