{
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia and established diplomatic relations with China. European forces launched Operation Musketeer to occupy the area, and though supported by Operation Kadesh, an appeal to the General Assembly resulted in a cease-fire.  Lester Pearson negotiated the installment of a UN Emergency Force on the Sinai Peninsula.  FTP, name this crisis that resulted from Gamal Nasser's nationalization of a waterway connecting the Mediterranean and Red Seas.": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.0062385187
      ],
      [
        "uez",
        -3.650519e-06
      ],
      [
        " Crisis",
        -0.00017469678
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after the previous blunders of Cope and Hawley that failed to quell the conflict. A combination of the government forces' superior artillery and the marshy and uneven terrain made the famed Highland charge much less effective. For 10 points, name this battle, where the Duke of Cumberland faced Charles Edward Stuart, the last battle of the Jacobite Rising of 1745 and the last battle fought on British soil.": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.0067902054
      ],
      [
        " of",
        -0.00013083349
      ],
      [
        " C",
        -0.00019698418
      ],
      [
        "ull",
        -5.9153886e-06
      ],
      [
        "oden",
        -5.669615e-05
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country involved in this war was led by Maximilian I, the Elector of Bavaria. This war's \"Bohemian phase\" was ended by the Battle of White Mountain. This war's Battle of Rain was fought between the Count of Tilly and a man who would later die at the Battle of Lutzen, Gustavus Adolphus. This war was triggered by the Second Defenestration of Prague. Fought between Catholic and Protestant forces, FTP, name": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0018384411
      ],
      [
        " Years",
        -0.00014632997
      ],
      [
        "'",
        -0.0005355171
      ],
      [
        " War",
        -2.3319124e-05
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union": {
    "guess": "Lend-Lease",
    "confidence": [
      [
        "L",
        -0.06599692
      ],
      [
        "end",
        -6.325235e-05
      ],
      [
        "-Le",
        -0.00065024424
      ],
      [
        "ase",
        -3.6431527e-05
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control of Calais after it ended. The first major land battle in this war was the Battle of Crecy, and it began after the House of Valois challenged the House of Plantagenet's claim to the French throne. Longbowmen aided Henry V's victory at Agincourt in this war, while it also saw Joan of Arc turn the war by lifting the Siege of Orleans. For 10 points, name this long-lasting Anglo-French conflict that took place during the 14th and 15th centuries.": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -4.310693e-05
      ],
      [
        "undred",
        -3.1281633e-07
      ],
      [
        " Years",
        -1.18755715e-05
      ],
      [
        "'",
        -7.433829e-05
      ],
      [
        " War",
        -1.9862217e-05
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after the previous blunders of Cope and Hawley that failed to quell the conflict. A combination of the government forces' superior artillery and the marshy and uneven terrain made the famed Highland charge much less effective. For 10 points, name this battle, where the Duke of Cumberland faced Charles": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.01140878
      ],
      [
        " of",
        -2.9160103e-05
      ],
      [
        " C",
        -0.024798945
      ],
      [
        "ull",
        -9.0883464e-07
      ],
      [
        "oden",
        -1.735894e-05
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.004008234
      ],
      [
        " of",
        -0.004442105
      ],
      [
        " Marathon",
        -0.026228078
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.089192346
      ],
      [
        "aco",
        -0.00042780832
      ],
      [
        " War",
        -0.0009101523
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended with a slaughter of prisoners after a party led partly by Robertde Bournonville attacked one side's baggage train. Occurring during a march to Calais, Charles D'Albret led one side in this battle, which saw the French charge stymied by muddy ground and funneled by flanking trees. For 10 points, name this 1415 battle of the Hundred Years War where English archers slaughtered French knights, a victory": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.0030849054
      ],
      [
        " of",
        -0.0004481885
      ],
      [
        " Ag",
        -0.00017147827
      ],
      [
        "inc",
        -6.1537958e-06
      ],
      [
        "ourt",
        -7.107425e-06
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.0054351008
      ],
      [
        " of",
        -0.0013436852
      ],
      [
        " Man",
        -0.0066579417
      ],
      [
        "zik",
        -6.313315e-05
      ],
      [
        "ert",
        -3.9411618e-05
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though the two groups formed a truce in order to rebel during this event.  On the fifth day of this event,": {
    "guess": "Chalcedon",
    "confidence": [
      [
        "Ch",
        -0.7895222
      ],
      [
        "al",
        -0.18449192
      ],
      [
        "ced",
        -0.00025216083
      ],
      [
        "on",
        -0.2506627
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers 7 days before enlistments were up. Johann Rall lost this battle partially because he stuck a fateful warning note in his pocket. The losing side was caught by surprise because they had been partying for Christmas. One week after defeating the Hessians at this battle, the Americans won again at Princeton. For 10 points, name this battle prior to which Washington crossed the Delaware River, a victory": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.0035347329
      ],
      [
        " of",
        -0.00022558939
      ],
      [
        " Trent",
        -4.763667e-05
      ],
      [
        "on",
        -4.246537e-06
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after the previous blunders of Cope and Hawley that failed to quell the conflict. A combination of the government forces' superior artillery and the marshy and uneven terrain made the famed Highland charge much less effective. For 10 points, name this battle, where the Duke of Cumberland faced Charles Edward Stuart, the last battle of the Jacobite Rising of 1745 and the last battle fought on British": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.0068063145
      ],
      [
        " of",
        -0.0010772301
      ],
      [
        " C",
        -0.00024406596
      ],
      [
        "ull",
        -2.3392786e-06
      ],
      [
        "oden",
        -3.7623562e-05
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield, and one victorious commander in it used as his emblem three white feathers taken from King John": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0008822843
      ],
      [
        " of",
        -0.0019423226
      ],
      [
        " Cr",
        -0.005026206
      ],
      [
        "é",
        -3.2929079e-06
      ],
      [
        "cy",
        -3.1281633e-07
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being": {
    "guess": "Silas Marner",
    "confidence": [
      [
        "Sil",
        -0.47261342
      ],
      [
        "as",
        -0.0014523752
      ],
      [
        " Mar",
        -0.0016939846
      ],
      [
        "ner",
        -0.00026073982
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command of the army of a nation still smarting from the loss of its Litoral Province in a previous conflict": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.0023300978
      ],
      [
        "aco",
        -3.094816e-05
      ],
      [
        " War",
        -8.029847e-05
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country involved in this war was led by Maximilian I, the Elector of Bavaria. This war's \"Bohemian phase\" was ended by the Battle of White Mountain. This war's Battle of Rain was fought between the Count of Tilly and a man who would later die at the Battle of Lutzen, Gustavus Adolphus. This war was triggered": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0015888928
      ],
      [
        " Years",
        -0.0001278534
      ],
      [
        "'",
        -0.00035214704
      ],
      [
        " War",
        -3.7623562e-05
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom center, beneath a large cross, the donor can be seeing kneeling before Gabriel and two figures of": {
    "guess": "The Last Judgment (Fra Angelico)",
    "confidence": [
      [
        "The",
        -0.9899723
      ],
      [
        " Last",
        -0.07488478
      ],
      [
        " Judgment",
        -0.06216341
      ],
      [
        " (",
        -0.12524061
      ],
      [
        "Fra",
        -1.128741
      ],
      [
        " Angel",
        -1.3306016e-05
      ],
      [
        "ico",
        -0.00018077616
      ],
      [
        ")",
        -0.1910029
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The primarily mercenary second line of this battle's losers retreated back to camp upon hearing a false rumor from the traitor (*) Andronikos Doukas that the first line's commander had been killed. This": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.000723395
      ],
      [
        " of",
        -0.00014644918
      ],
      [
        " Man",
        -0.0017779957
      ],
      [
        "zik",
        -3.1186566e-05
      ],
      [
        "ert",
        -1.1041146e-05
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia and established diplomatic relations with China. European forces launched Operation Musketeer to occupy the area, and though supported by Operation Kadesh, an appeal to the General Assembly resulted in a cease-fire.  Lester Pearson negotiated the installment of a UN Emergency Force on the Sinai Peninsula.  FTP, name this crisis that resulted from Gamal Nasser's nationalization of a waterway": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.002118735
      ],
      [
        "uez",
        -5.7961847e-06
      ],
      [
        " Crisis",
        -0.00013047588
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia": {
    "guess": "Sevres Agreement",
    "confidence": [
      [
        "Se",
        -0.7316474
      ],
      [
        "v",
        -0.007856219
      ],
      [
        "res",
        -9.996708e-05
      ],
      [
        " Agreement",
        -1.852092
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control of Calais after it ended. The first major land battle in this war was the Battle of Crecy, and it began": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.002076744
      ],
      [
        "undred",
        -1.504853e-06
      ],
      [
        " Years",
        -4.0603656e-05
      ],
      [
        "'",
        -0.00019841464
      ],
      [
        " War",
        -0.00027313698
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred": {
    "guess": "Sevres Agreement",
    "confidence": [
      [
        "Se",
        -1.5976654
      ],
      [
        "v",
        -0.0035116917
      ],
      [
        "res",
        -8.804671e-05
      ],
      [
        " Agreement",
        -1.0300612
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being blackmailed by the taxidermist Venus and peddler Wegg, hires the lawyer Mortimer Lightwood to investigate the death of his employee and benefactor. Eventually Lightwood and his client Boffin learn that the mysterious Rokesmith, who is romantically involved with Bella Wilfer, is actually Hanford": {
    "guess": "Our Mutual Friend",
    "confidence": [
      [
        "Our",
        -0.009776864
      ],
      [
        " Mutual",
        -0.00016837897
      ],
      [
        " Friend",
        -0.00014323067
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers 7 days before enlistments were up. Johann Rall lost this battle partially because he stuck a fateful": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.001756695
      ],
      [
        " of",
        -8.3874584e-05
      ],
      [
        " Trent",
        -0.0029491745
      ],
      [
        "on",
        -3.7697225e-06
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield, and one victorious commander in it used as his emblem three white feathers taken from King John of Bohemia, who was slain in this battle. This battle was followed by the Siege of Calais, and longbowmen positioned on a hill inflicted heavy casualties on their opponent's charging knights. For 10 points, name this 1346 battle in which Edward III and the Black Prince led England to victory over French king Philip VI during the Hundred Years' War.": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0011970169
      ],
      [
        " of",
        -0.0026152553
      ],
      [
        " Cr",
        -0.0007408959
      ],
      [
        "é",
        -1.92662e-05
      ],
      [
        "cy",
        -5.5122365e-07
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle,": {
    "guess": "Battle of the Bulge",
    "confidence": [
      [
        "Battle",
        -0.0550662
      ],
      [
        " of",
        -0.0010966419
      ],
      [
        " the",
        -3.086316
      ],
      [
        " Bul",
        -1.8208421
      ],
      [
        "ge",
        -0.00019162003
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.0023568566
      ],
      [
        " of",
        -0.00019138161
      ],
      [
        " Man",
        -0.0069318125
      ],
      [
        "zik",
        -5.2047206e-05
      ],
      [
        "ert",
        -1.8193366e-05
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia and established diplomatic relations with China. European forces launched Operation Musketeer to occupy the area, and though supported by Operation Kadesh, an appeal to the General Assembly resulted in a cease-fire.  Lester Pearson negotiated the installment of a UN Emergency Force on the": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.07810752
      ],
      [
        "uez",
        -0.00023750975
      ],
      [
        " Crisis",
        -0.0033096047
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after": {
    "guess": "Battle of Prestonpans",
    "confidence": [
      [
        "Battle",
        -0.07931109
      ],
      [
        " of",
        -4.477578e-05
      ],
      [
        " Preston",
        -0.7092665
      ],
      [
        "p",
        -0.00044592362
      ],
      [
        "ans",
        -1.7432603e-06
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.12323465
      ],
      [
        "op",
        -0.00033784626
      ],
      [
        "on",
        -0.00048584584
      ],
      [
        "nes",
        -0.00015324011
      ],
      [
        "ian",
        -0.00021748354
      ],
      [
        " War",
        -0.0032140801
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control of Calais after it ended. The first major land battle in this war was the Battle of Crecy, and it began after the House of Valois challenged the House of Plantagenet's claim to the French throne. Longbowmen aided Henry V's victory at Agincourt in this war, while it also saw Joan of Arc turn the war": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0047781607
      ],
      [
        "undred",
        -2.1650272e-05
      ],
      [
        " Years",
        -0.00035226622
      ],
      [
        "'",
        -0.09956059
      ],
      [
        " War",
        -0.00014883325
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country involved in this war was led by Maximilian I, the Elector of Bavaria. This war's \"Bohemian phase\" was ended by the Battle of White Mountain. This war's Battle of Rain was fought between the Count of": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.05378529
      ],
      [
        " Years",
        -0.00024453178
      ],
      [
        "'",
        -0.098482944
      ],
      [
        " War",
        -7.326546e-05
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0033852954
      ],
      [
        " of",
        -0.00056280376
      ],
      [
        " Cr",
        -0.0656373
      ],
      [
        "é",
        -4.4894987e-05
      ],
      [
        "cy",
        -2.3392786e-06
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general. The eventual losers of this conflict launched the failed Sicilian Expedition, and during this war, Cleon died at the Battle of  (*) Amphipolis after replacing a commander who had earlier died from a plague. Paused temporarily by the Peace of Nicias, this war saw the defeat of the Delian League and was chronicled by Thucydides. For ten points, name this fifth-century war which saw the defeat of": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.008585021
      ],
      [
        "op",
        -2.4153549e-05
      ],
      [
        "on",
        -2.6895234e-05
      ],
      [
        "nes",
        -4.8113485e-05
      ],
      [
        "ian",
        -7.684157e-05
      ],
      [
        " War",
        -4.8113485e-05
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan,": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.003297013
      ],
      [
        "orr",
        -2.2484697e-05
      ],
      [
        " Rebellion",
        -7.111979e-05
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the": {
    "guess": "Battle of Prestonpans",
    "confidence": [
      [
        "Battle",
        -0.14335151
      ],
      [
        " of",
        -0.0005196704
      ],
      [
        " Preston",
        -0.67377144
      ],
      [
        "p",
        -0.00269384
      ],
      [
        "ans",
        -2.1008714e-06
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command of the army of a nation still smarting from the loss of its Litoral Province in a previous conflict in the 1880s.  That nation saw a coup replace Salamanca with Tejada Sorzano after a string of victories": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.0046527423
      ],
      [
        "aco",
        -0.000118086034
      ],
      [
        " War",
        -5.4788892e-05
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.0063796137
      ],
      [
        " of",
        -0.00021796036
      ],
      [
        " Ag",
        -0.0038203874
      ],
      [
        "inc",
        -7.226629e-06
      ],
      [
        "ourt",
        -2.3676734e-05
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated to Chepachet in an effort to reassemble the People's Convention. The Supreme Court case (*) Luther": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.023604268
      ],
      [
        "orr",
        -7.612634e-05
      ],
      [
        " Rebellion",
        -0.00029685118
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The primarily mercenary second line of this battle's losers retreated back to camp upon hearing a false rumor from the traitor (*) Andronikos Doukas that the first line's commander had been killed. This battle was followed by a Doukid coup and the ascension of the Comnenian Dynasty. For 10 points, name this 1071 battle where the Byzantine emperor Romanos IV Diogenes was defeated and captured by the Seljuk Turks under Alp Arslan.": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.00026777282
      ],
      [
        " of",
        -2.2961513e-05
      ],
      [
        " Man",
        -0.0004335301
      ],
      [
        "zik",
        -1.1756368e-05
      ],
      [
        "ert",
        -1.8074163e-05
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though the two groups formed a truce in order to rebel during this event.  On the fifth day of this event, the nephews of Anastasius were dismissed from the palace, where the mob fell upon them and led": {
    "guess": "Nika riots",
    "confidence": [
      [
        "N",
        -0.0049511204
      ],
      [
        "ika",
        -0.00017433916
      ],
      [
        " riots",
        -0.15072434
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though the two groups formed a truce in order to rebel during this event.  On the fifth day of this event, the nephews of Anastasius were dismissed from the palace, where the mob fell upon them and led them to the Forum of Constantine, where Hypatius was proclaimed the new emperor.  This rebellion's name": {
    "guess": "Nika riots",
    "confidence": [
      [
        "N",
        -0.0009939873
      ],
      [
        "ika",
        -7.703444e-06
      ],
      [
        " riots",
        -0.2880806
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The primarily mercenary second line of this battle's losers retreated back to camp upon hearing a false rumor from the traitor (*) Andronikos Doukas that the first line's commander had been killed. This battle was followed by a Doukid coup and the ascension of the Comnenian Dynasty. For 10 points, name this 1071 battle where the Byzantine emperor Romanos IV Diogenes was defeated and captured by the": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.00075602374
      ],
      [
        " of",
        -9.729906e-06
      ],
      [
        " Man",
        -0.0005917556
      ],
      [
        "zik",
        -2.6299214e-05
      ],
      [
        "ert",
        -1.0206721e-05
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated to Chepachet in an effort to reassemble the People's Convention. The Supreme Court case (*) Luther v. Borden took place in this event's aftermath, in which the instigators of this event claimed that the colonial charter of the state it occurred in violated the Guarantee Clause. Newly elected governor Samuel Ward King declared martial law before this rebellion. For 10 points, name this failed rebellion which sought to achieve universal male suffrage in Rhode Island.": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0014077325
      ],
      [
        "orr",
        -3.0545007e-06
      ],
      [
        " Rebellion",
        -0.00013190633
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general.": {
    "guess": "Peace of Nicias",
    "confidence": [
      [
        "Peace",
        -0.36863697
      ],
      [
        " of",
        -0.0002257086
      ],
      [
        " N",
        -0.00080391066
      ],
      [
        "icias",
        -0.00010175513
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though the two groups formed a truce in order to rebel during this event.  On the fifth day of this event, the nephews of Anastasius were dismissed from the palace, where the mob fell upon them and led them to the Forum of Constantine, where Hypatius was proclaimed the new emperor.  This rebellion's name came from the word meaning \"to conquer\" and the generals Narses and Belisarius were sent to repress it.  FTP, identify this 532 CE rebellion fought by the Blues and the Greens against Justinian.": {
    "guess": "Nika riots",
    "confidence": [
      [
        "N",
        -0.006736096
      ],
      [
        "ika",
        -5.080963e-06
      ],
      [
        " riots",
        -0.04486239
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0044470895
      ],
      [
        "orr",
        -1.640531e-05
      ],
      [
        " Rebellion",
        -0.00016921341
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom center, beneath a large cross, the donor can be seeing kneeling before Gabriel and two figures of Mary as he presents them with a model of a building. That man is Enrico Scrovegni, and the building is the Arena Chapel, where this fresco covers the entire west wall. FTP, name this Giotto fresco showing earth, Heaven, and Hell on the day of reckoning, a scene that was also the subject of Michelangelo's": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.30913416
      ],
      [
        " Judgment",
        -0.12954408
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely": {
    "guess": "Battle of Prestonpans",
    "confidence": [
      [
        "Battle",
        -0.0870461
      ],
      [
        " of",
        -0.00017541199
      ],
      [
        " Preston",
        -0.9838837
      ],
      [
        "p",
        -0.0006190312
      ],
      [
        "ans",
        -2.1008714e-06
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.001934589
      ],
      [
        "undred",
        -5.5122365e-07
      ],
      [
        " Years",
        -3.190179e-05
      ],
      [
        "'",
        -0.00024488938
      ],
      [
        " War",
        -0.00026574635
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union in the \"Moscow Gold\" scandal. Americans fighting in this war served in the Abraham Lincoln Brigades. This war began with a coup that deposed Second (*) Republic prime minister Juan Negrin. One side": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.001901863
      ],
      [
        " Civil",
        -1.3663626e-05
      ],
      [
        " War",
        -6.2729996e-06
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being blackmailed by the taxidermist Venus and peddler Wegg, hires the lawyer Mortimer Lightwood to investigate the death of his employee and benefactor. Eventually Lightwood and his client Boffin learn that the mysterious Rokesmith, who is romantically involved with Bella Wilfer, is actually Hanford and that the central character is not really dead. For 10 points-- name this last of Dickens' completed novels, whose title character is John Harmon.": {
    "guess": "Our Mutual Friend",
    "confidence": [
      [
        "Our",
        -0.00281284
      ],
      [
        " Mutual",
        -2.3676734e-05
      ],
      [
        " Friend",
        -0.00010747691
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated": {
    "guess": "The Last Judgment (Michelangelo)",
    "confidence": [
      [
        "The",
        -0.34532017
      ],
      [
        " Last",
        -0.058533624
      ],
      [
        " Judgment",
        -0.030049106
      ],
      [
        " (",
        -0.3957328
      ],
      [
        "Mich",
        -0.240884
      ],
      [
        "el",
        -3.750436e-05
      ],
      [
        "angelo",
        -5.7649777e-05
      ],
      [
        ")",
        -0.0063565127
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra River, this battle was the decisive victory during an invasion prompted by the Ionian revolts. One side in this battle was led by Miltiades the Younger while another side was led by Artaphernes and Datis, general of the Achaemenid Emperor Darius I. However, this battle is typically remembered for the actions later taken by Pheilippides. For 10 points, name this 490 B.C. Athenian victory over": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.0005906827
      ],
      [
        " of",
        -5.157039e-05
      ],
      [
        " Marathon",
        -0.0009802899
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.41261482
      ],
      [
        "aco",
        -0.0008504863
      ],
      [
        " War",
        -0.00021617231
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.00073780026
      ],
      [
        " of",
        -0.00028874903
      ],
      [
        " Man",
        -0.005227948
      ],
      [
        "zik",
        -2.1531068e-05
      ],
      [
        "ert",
        -1.7239736e-05
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.19387913
      ],
      [
        " of",
        -0.00010258956
      ],
      [
        " Trent",
        -0.23316176
      ],
      [
        "on",
        -7.465036e-06
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was injured again in a fall in 1866, and was about to sue the city of Lynn, Massachusetts, when she got": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.027490003
      ],
      [
        " Baker",
        -0.0007210109
      ],
      [
        " E",
        -8.657073e-06
      ],
      [
        "ddy",
        -7.703444e-06
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated to Chepachet in an effort to reassemble the People's Convention. The Supreme Court case (*) Luther v. Borden took place in this event's aftermath, in which the instigators of this event claimed that the colonial charter of the state it occurred in violated the Guarantee Clause. Newly elected": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0013017842
      ],
      [
        "orr",
        -1.0445127e-05
      ],
      [
        " Rebellion",
        -0.0002226093
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers 7 days before enlistments were up. Johann Rall lost this battle partially because he stuck a fateful warning note in his pocket. The losing side was caught by surprise because they had been partying for Christmas. One week after defeating the Hessians at this battle, the Americans won again at Princeton.": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.00655681
      ],
      [
        " of",
        -0.0003361774
      ],
      [
        " Trent",
        -0.00013023747
      ],
      [
        "on",
        -4.723352e-06
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union in the \"Moscow Gold\" scandal. Americans fighting in this war served in the Abraham Lincoln Brigades. This war began with a coup that deposed Second (*) Republic prime minister Juan Negrin. One side in this conflict was the Fascist Falange, which called in the Condor Legion of the German Luftwaffe": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.017550157
      ],
      [
        " Civil",
        -0.0005009664
      ],
      [
        " War",
        -0.00015312091
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom center, beneath a large cross, the donor can be seeing kneeling before Gabriel and two figures of Mary as he presents them with a model of a building. That man is Enrico Scrovegni, and the building is the Arena Chapel, where this fresco covers the entire west wall. FTP, name this Giotto fresco showing": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.12227157
      ],
      [
        " Judgment",
        -0.0029968394
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield, and one victorious commander in it used as his emblem three white feathers taken from King John of Bohemia, who was slain in this battle. This battle was followed by the Siege of Calais, and longbowmen positioned on a hill inflicted heavy casualties on their opponent's charging knights. For 10 points, name this 1346 battle in which Edward III and the Black Prince led England to victory over": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0042681005
      ],
      [
        " of",
        -0.002845414
      ],
      [
        " Cr",
        -0.0018954371
      ],
      [
        "é",
        -1.4140442e-05
      ],
      [
        "cy",
        -1.9361265e-07
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.6779811
      ],
      [
        "ust",
        -0.00045795587
      ],
      [
        "av",
        -2.9875326e-05
      ],
      [
        "us",
        -0.0006201041
      ],
      [
        " Ad",
        -0.00044735408
      ],
      [
        "olph",
        -0.0013380974
      ],
      [
        "us",
        -1.831257e-05
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield, and one victorious commander in it used as his emblem three white feathers taken from King John of Bohemia, who was slain in this battle. This battle was followed by the Siege of Calais, and longbowmen": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.77306306
      ],
      [
        " of",
        -0.0023151187
      ],
      [
        " Cr",
        -0.0028022677
      ],
      [
        "é",
        -1.7835755e-05
      ],
      [
        "cy",
        -6.704273e-07
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.006191134
      ],
      [
        " Baker",
        -0.00012689977
      ],
      [
        " E",
        -2.3392786e-06
      ],
      [
        "ddy",
        -2.8160932e-06
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -1.346191
      ],
      [
        "uez",
        -0.0031503849
      ],
      [
        " Crisis",
        -0.0008591734
      ]
    ]
  },
  "One side to the negotiations over this treaty sent admiralty lawyer Williams Adams to negotiate it. Article": {
    "guess": "Treaty of Paris",
    "confidence": [
      [
        "T",
        -0.28197882
      ],
      [
        "reat",
        -0.0008688253
      ],
      [
        "y",
        -0.0004886921
      ],
      [
        " of",
        -0.00015169414
      ],
      [
        " Paris",
        -0.10298066
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after the previous blunders of Cope and Hawley that failed to quell the conflict. A combination of the government forces' superior artillery and the marshy and uneven terrain made the famed Highland charge": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.011063028
      ],
      [
        " of",
        -9.817902e-05
      ],
      [
        " C",
        -0.8172812
      ],
      [
        "ull",
        -9.610702e-06
      ],
      [
        "oden",
        -1.60477e-05
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra River, this battle was the decisive victory during an invasion prompted by the Ionian revolts. One side in this battle was led by Miltiades the Younger while another side was led by Artaphernes and": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.0030657721
      ],
      [
        " of",
        -0.00024084747
      ],
      [
        " Marathon",
        -0.00073243614
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control of Calais after it ended. The first major land battle in this war was the Battle of Crecy, and it began after the House of Valois challenged the House of Plantagenet's claim to the French throne. Longbowmen": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0134799555
      ],
      [
        "undred",
        -1.998142e-05
      ],
      [
        " Years",
        -0.0002753982
      ],
      [
        "'",
        -0.0008258258
      ],
      [
        " War",
        -0.00046033994
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia and established diplomatic relations with China. European forces launched Operation Musketeer to occupy the area, and though supported by Operation Kadesh, an appeal to the General Assembly": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.18814495
      ],
      [
        "uez",
        -0.0006436917
      ],
      [
        " Crisis",
        -0.00074554485
      ]
    ]
  },
  "One side to the negotiations over this treaty sent admiralty lawyer Williams Adams to negotiate it. Article Ten of this agreement dealt with the abolition of the slave trade. During negotiations, Lord Castlereagh was advised by the Duke of Wellington to \"take the status quo ante bellum.\" Name this treaty that brought an end to the War of 1812.": {
    "guess": "Treaty of Ghent",
    "confidence": [
      [
        "T",
        -0.0038577935
      ],
      [
        "reat",
        -1.9361265e-07
      ],
      [
        "y",
        -5.407367e-05
      ],
      [
        " of",
        -1.60477e-05
      ],
      [
        " Gh",
        -0.00065131707
      ],
      [
        "ent",
        -1.0683535e-05
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very": {
    "guess": "Angel",
    "confidence": [
      [
        "Angel",
        -1.4163187
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.005368103
      ],
      [
        " of",
        -0.00022320532
      ],
      [
        " Trent",
        -0.0006556084
      ],
      [
        "on",
        -4.00813e-06
      ]
    ]
  },
  "One side agreed to an alliance at a secret meeting in Sevres, and the massacre of Kafr Kassim occurred after opposing forces got word that Jordan might attempt to intervene on the other side.  It stemmed partly from the revocation of a $56 million grant because a nation had purchased tanks from Czechoslovakia and established diplomatic relations with China. European forces launched Operation Musketeer": {
    "guess": "Suez Crisis",
    "confidence": [
      [
        "S",
        -0.34898773
      ],
      [
        "uez",
        -0.0010387639
      ],
      [
        " Crisis",
        -0.0015659268
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the": {
    "guess": "Battle of Culloden",
    "confidence": [
      [
        "Battle",
        -0.08599427
      ],
      [
        " of",
        -0.0005327791
      ],
      [
        " C",
        -2.3508308
      ],
      [
        "ull",
        -0.08229465
      ],
      [
        "oden",
        -3.4047454e-05
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers 7 days before enlistments were up. Johann Rall lost this battle partially because he stuck a fateful warning note in his pocket. The losing side was caught by surprise because they had been partying for Christmas. One week after defeating the Hessians at this battle, the Americans won again at Princeton. For 10 points, name this battle prior to which Washington crossed the Delaware River, a victory for the Americans in New Jersey.": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.00979965
      ],
      [
        " of",
        -0.00026538875
      ],
      [
        " Trent",
        -7.934485e-05
      ],
      [
        "on",
        -5.080963e-06
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though": {
    "guess": "Miaphysitism",
    "confidence": [
      [
        "Mi",
        -0.56020236
      ],
      [
        "aph",
        -0.022634162
      ],
      [
        "ys",
        -1.7478143e-05
      ],
      [
        "it",
        -0.35833612
      ],
      [
        "ism",
        -0.00042328594
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general. The eventual losers of this conflict launched the failed Sicilian Expedition, and during this war,": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.002977226
      ],
      [
        "op",
        -0.00013822412
      ],
      [
        "on",
        -3.523949e-05
      ],
      [
        "nes",
        -1.867018e-05
      ],
      [
        "ian",
        -7.004696e-05
      ],
      [
        " War",
        -0.00014966767
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.29446778
      ],
      [
        "orr",
        -0.0015073629
      ],
      [
        " Rebellion",
        -0.0009095563
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield,": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0029387136
      ],
      [
        " of",
        -0.0005243193
      ],
      [
        " Cr",
        -0.017810049
      ],
      [
        "é",
        -2.1650272e-05
      ],
      [
        "cy",
        -1.0280384e-06
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom": {
    "guess": "Scrovegni Chapel",
    "confidence": [
      [
        "Sc",
        -1.1071019
      ],
      [
        "rove",
        -0.071979955
      ],
      [
        "gni",
        -8.776276e-06
      ],
      [
        " Chapel",
        -1.9361265e-07
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union in the \"Moscow Gold\" scandal. Americans fighting in this war served in the Abraham Lincoln Brigades. This war began with a coup that deposed Second (*) Republic prime minister Juan Negrin. One side in this conflict was the Fascist Falange, which called in the Condor Legion of the German Luftwaffe to bomb Guernica, a Basque town. For 10 points, name this war that resulted in the formation of a dictatorship": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.004223236
      ],
      [
        " Civil",
        -2.8564085e-05
      ],
      [
        " War",
        -1.1279553e-05
      ]
    ]
  },
  "One side's plan for this battle was based on information from the faux-interrogation of their spy John Honeyman. The winning side here marched down King and Queen Streets and reinvigorated their soldiers 7 days before enlistments were up. Johann Rall lost this battle partially because he stuck a fateful warning note in his pocket. The losing side was caught by surprise because they had been partying": {
    "guess": "Battle of Trenton",
    "confidence": [
      [
        "Battle",
        -0.0035499395
      ],
      [
        " of",
        -0.00017231269
      ],
      [
        " Trent",
        -0.00044735408
      ],
      [
        "on",
        -1.27099975e-05
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command of the army of a nation still smarting from the loss of its Litoral Province in a previous conflict in the 1880s.  That nation saw a coup replace Salamanca with Tejada Sorzano after a string of victories by Estegarribia.  Saavedra Lamas helped secure a 1935 armistice in, FTP, this war fought over a": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.012445846
      ],
      [
        "aco",
        -0.00030817188
      ],
      [
        " War",
        -0.00034642892
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The primarily mercenary second line of this battle's losers retreated back to camp upon hearing a false rumor from the traitor (*) Andronikos Doukas that the first line's commander had been killed. This battle was followed by a Doukid coup and the ascension of the Comnenian Dynasty. For 10 points, name": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.0005262266
      ],
      [
        " of",
        -0.0006847949
      ],
      [
        " Man",
        -0.001233684
      ],
      [
        "zik",
        -4.561021e-05
      ],
      [
        "ert",
        -2.3438328e-05
      ]
    ]
  },
  "One side set up defensively south of Abbeville during this battle, and the other side attacked their Genonese mercenaries for retreating. This battle saw the first use of cannons on the European battlefield, and one victorious commander in it used as his emblem three white feathers taken from King John of Bohemia, who was slain in this battle. This battle was followed by the Siege of Calais, and longbowmen positioned on a hill inflicted heavy casualties on their opponent's charging knights. For 10": {
    "guess": "Battle of Crécy",
    "confidence": [
      [
        "Battle",
        -0.0029899476
      ],
      [
        " of",
        -0.0015693799
      ],
      [
        " Cr",
        -0.004133611
      ],
      [
        "é",
        -1.1637165e-05
      ],
      [
        "cy",
        -9.0883464e-07
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended with a slaughter of prisoners after a party led partly by Robertde Bournonville attacked one side's baggage train. Occurring during a march to Calais, Charles D'Albret led one side in this battle, which saw the French charge stymied by muddy ground and funneled by flanking trees. For 10 points, name this 1415 battle of the Hundred Years War where English archers slaughtered French knights, a victory for Henry V.": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.000987554
      ],
      [
        " of",
        -0.0005485067
      ],
      [
        " Ag",
        -0.0023164297
      ],
      [
        "inc",
        -1.5809293e-05
      ],
      [
        "ourt",
        -4.441817e-05
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being blackmailed by the taxidermist Venus and peddler Wegg, hires the lawyer Mortimer Lightwood to investigate the death of his employee and benefactor. Eventually Lightwood and his client Boffin learn that the mysterious Rokesmith, who is romantically involved with Bella Wilfer, is actually Hanford and that the central character is not really dead. For 10 points-- name this last of Dickens' completed": {
    "guess": "Our Mutual Friend",
    "confidence": [
      [
        "Our",
        -0.064879544
      ],
      [
        " Mutual",
        -0.00019853383
      ],
      [
        " Friend",
        -0.00012499251
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was injured again in a fall in 1866, and was about to sue the city of Lynn, Massachusetts, when she got better unexpectedly. She believed this was a result of reading the Bible, and through years of study": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.061397556
      ],
      [
        " Baker",
        -0.0002292847
      ],
      [
        " E",
        -1.4974867e-05
      ],
      [
        "ddy",
        -1.6524515e-05
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country involved in this war was led by Maximilian I, the Elector of Bavaria. This war's \"Bohemian phase\" was": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.013739361
      ],
      [
        " Years",
        -0.00053003745
      ],
      [
        "'",
        -0.003699012
      ],
      [
        " War",
        -5.6338537e-05
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was injured again in a fall in 1866, and was about to sue the city of Lynn, Massachusetts, when she got better unexpectedly. She believed this was a result of reading the Bible, and through years of study claimed to have found the secrets to healthy living, which were published as Science and Health with": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.011989754
      ],
      [
        " Baker",
        -0.00027325618
      ],
      [
        " E",
        -1.0280384e-06
      ],
      [
        "ddy",
        -3.888926e-06
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was injured again in a fall in 1866, and was about to sue the city of Lynn, Massachusetts, when she got better unexpectedly. She believed this was a result of reading the Bible, and through years of study claimed to have found the secrets to healthy living, which were published as Science and Health with Key to the Scriptures and led to a church based on those teachings. FTP, name this founder of the Church of Christ, Scientist and The Christian Science Monitor.": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.0006509595
      ],
      [
        " Baker",
        -0.00015288251
      ],
      [
        " E",
        -1.504853e-06
      ],
      [
        "ddy",
        -3.1737043e-06
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union in the \"Moscow Gold\" scandal. Americans fighting in this war served in the Abraham Lincoln Brigades. This war began with a coup that deposed Second (*) Republic prime minister Juan Negrin. One side in this conflict was the Fascist Falange, which called in the Condor Legion of the German Luftwaffe to bomb Guernica, a Basque town. For 10 points, name this war that resulted in the formation of a dictatorship led by Francisco Franco.": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.0051401886
      ],
      [
        " Civil",
        -4.1318875e-05
      ],
      [
        " War",
        -4.365741e-06
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general. The eventual losers of this conflict launched the failed Sicilian Expedition, and during this war, Cleon died at the Battle of  (*) Amphipolis after replacing a commander who had earlier died from": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.020938653
      ],
      [
        "op",
        -2.9875326e-05
      ],
      [
        "on",
        -3.190179e-05
      ],
      [
        "nes",
        -2.2842309e-05
      ],
      [
        "ian",
        -4.990154e-05
      ],
      [
        " War",
        -8.804671e-05
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra River, this battle was the decisive victory during an invasion prompted by the Ionian revolts.": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.022478448
      ],
      [
        " of",
        -0.00017517358
      ],
      [
        " Marathon",
        -0.102479614
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country involved in this war was led by Maximilian I, the Elector of Bavaria. This war's \"Bohemian phase\" was ended by the Battle of White Mountain. This war's Battle of Rain was fought between the Count of Tilly and a man who would later die at the Battle of Lutzen, Gustavus Adolphus. This war was triggered by the Second Defenestration of Prague. Fought between Catholic and Protestant forces, FTP, name this war ended by the Peace of Westphalia that lasted from 1618 to 1648.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.00034011112
      ],
      [
        " Years",
        -6.384837e-05
      ],
      [
        "'",
        -0.00015991552
      ],
      [
        " War",
        -1.1041146e-05
      ]
    ]
  },
  "One side in this conflict lost its fleet at the Battle of Sluys (SLOYZ), and England retained control of Calais after it ended. The first major land battle in this war was the Battle of Crecy, and it began after the House of Valois challenged the House of Plantagenet's claim to the French throne. Longbowmen aided Henry V's victory at Agincourt in this war, while it also saw Joan of Arc turn the war by lifting the Siege of Orleans. For 10 points, name this long-lasting Anglo-French conflict that took": {
    "guess": "Hundred Years' War",
    "confidence": [
      [
        "H",
        -0.0016723261
      ],
      [
        "undred",
        -6.704273e-07
      ],
      [
        " Years",
        -1.92662e-05
      ],
      [
        "'",
        -0.00016754455
      ],
      [
        " War",
        -5.419287e-05
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom center, beneath a large cross, the donor can be seeing kneeling before Gabriel and two figures of Mary as he presents them with a model of a building. That man is Enrico Scrovegni, and the building": {
    "guess": "Arena Chapel",
    "confidence": [
      [
        "Arena",
        -0.8394775
      ],
      [
        " Chapel",
        -0.0002196292
      ]
    ]
  },
  "On each side at the extreme top of this piece, an angel can be seen stripping away the sky. At the very center of this fresco, beneath an arch, is a glowing mandorla surrounded by angels, encasing a seated Christ and emitting a burning red streak that threads down to the lower right scene. At the bottom center, beneath a large cross, the donor can be seeing kneeling before Gabriel and two figures of Mary as he presents them with a model of a building. That man is Enrico Scrovegni, and the building is the Arena Chapel, where this fresco covers the entire west wall. FTP, name this Giotto fresco showing earth, Heaven, and Hell on the day of reckoning, a scene that was also the subject of Michelangelo's final painting at the Sistine Chapel.": {
    "guess": "Last Judgment",
    "confidence": [
      [
        "Last",
        -0.040675666
      ],
      [
        " Judgment",
        -0.012276521
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being blackmailed by the taxidermist Venus and peddler Wegg, hires the lawyer Mortimer Lightwood to investigate the death of his employee and benefactor. Eventually Lightwood and his client Boffin learn": {
    "guess": "Our Mutual Friend",
    "confidence": [
      [
        "Our",
        -0.011175387
      ],
      [
        " Mutual",
        -0.000115582756
      ],
      [
        " Friend",
        -0.00016480287
      ]
    ]
  },
  "A sickly child, she was healed by the hypnotic philosopher and thinker Phineas Quimby, though she was injured again in a fall in 1866, and was about to sue the city of Lynn, Massachusetts, when she got better unexpectedly. She believed this was a result of reading the Bible, and through years of study claimed to have found the secrets to healthy living, which were published as Science and Health with Key to the Scriptures and led to a church based on those teachings. FTP, name this founder of the": {
    "guess": "Mary Baker Eddy",
    "confidence": [
      [
        "Mary",
        -0.006997274
      ],
      [
        " Baker",
        -0.00012356207
      ],
      [
        " E",
        -1.9816675e-06
      ],
      [
        "ddy",
        -4.8425554e-06
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general. The eventual losers of this conflict launched the failed Sicilian Expedition, and during this war, Cleon died at the Battle of  (*) Amphipolis after replacing a commander who had earlier died from a plague. Paused temporarily by the Peace of Nicias, this war saw the defeat of the Delian League and was chronicled by Thucydides. For ten points, name this fifth-century war which saw the defeat of Athens by Sparta.": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0056194467
      ],
      [
        "op",
        -2.486877e-05
      ],
      [
        "on",
        -3.917321e-05
      ],
      [
        "nes",
        -4.048445e-05
      ],
      [
        "ian",
        -5.347765e-05
      ],
      [
        " War",
        -0.019709786
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command of the army of a nation still smarting from the loss of its Litoral Province in a previous conflict in the 1880s.  That nation saw a coup replace Salamanca with Tejada Sorzano after a string of victories by Estegarribia.  Saavedra Lamas helped secure a 1935 armistice in, FTP, this war fought over a prime piece of real estate ranging from waterless plains to arid thornbrush jungle, contested by Paraguay and Bolivia.": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.012183848
      ],
      [
        "aco",
        -4.143808e-05
      ],
      [
        " War",
        -9.364929e-05
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra River, this battle was the decisive victory during an invasion prompted by the Ionian revolts. One side in this battle was led by Miltiades the Younger while another side was led by Artaphernes and Datis, general of the Achaemenid Emperor Darius I. However, this battle is typically remembered for": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.0025361865
      ],
      [
        " of",
        -0.00032652557
      ],
      [
        " Marathon",
        -0.0009917226
      ]
    ]
  },
  "Because one side was celebrating its commander's twenty-fifth birthday the night before this battle, the other side attempted a night attack but was forced to abandon its plans and retreat because of the imminent dawn. As a result of this, the losing side was exhausted, and George Murray's shift of the right wing of that side proved unheeded by the Duke of Perth and others, leaving the lines severely stretched. The commander of the government forces had arrived a few months before this battle after the previous blunders of Cope and Hawley that failed to quell the conflict. A combination of the": {
    "guess": "Battle of Prestonpans",
    "confidence": [
      [
        "Battle",
        -0.038849648
      ],
      [
        " of",
        -3.0113732e-05
      ],
      [
        " Preston",
        -0.54031277
      ],
      [
        "p",
        -3.7385154e-05
      ],
      [
        "ans",
        -5.5122365e-07
      ]
    ]
  },
  "One side to the negotiations over this treaty sent admiralty lawyer Williams Adams to negotiate it. Article Ten of this agreement dealt with the abolition of the slave trade. During negotiations, Lord Castlereagh was advised by the Duke of Wellington to \"take the status quo ante bellum.\" Name this treaty": {
    "guess": "Treaty of Ghent",
    "confidence": [
      [
        "T",
        -0.013050817
      ],
      [
        "reat",
        -1.2664457e-06
      ],
      [
        "y",
        -0.00052646134
      ],
      [
        " of",
        -6.6947665e-05
      ],
      [
        " Gh",
        -0.049084157
      ],
      [
        "ent",
        -4.365741e-06
      ]
    ]
  },
  "One side in this war employed a light cavalry whose cries of \"Cut them down!\" led to them being called the Hackapells. One country entered this war following the Truce of Altmark, while another country": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.7956154
      ],
      [
        "ust",
        -0.003917515
      ],
      [
        "av",
        -0.0010100652
      ],
      [
        "us",
        -0.0060034483
      ],
      [
        " Ad",
        -0.00031341682
      ],
      [
        "olph",
        -0.000800219
      ],
      [
        "us",
        -4.2272506e-05
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended with a slaughter of prisoners after a party led partly by Robertde Bournonville attacked one side's baggage train. Occurring during a march to Calais, Charles D'Albret led one side in this battle,": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.028566735
      ],
      [
        " of",
        -0.00021772196
      ],
      [
        " Ag",
        -0.018817697
      ],
      [
        "inc",
        -4.2272506e-05
      ],
      [
        "ourt",
        -4.7159858e-05
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.34752735
      ],
      [
        " of",
        -0.00038395973
      ],
      [
        " Ag",
        -0.031761553
      ],
      [
        "inc",
        -2.4987974e-05
      ],
      [
        "ourt",
        -2.7372049e-05
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated to Chepachet in an effort to reassemble the People's Convention. The Supreme Court case (*) Luther v. Borden took place in this event's aftermath, in which the instigators of this event claimed that the colonial charter of the state it occurred in violated the Guarantee Clause. Newly elected governor Samuel Ward King declared martial law before this rebellion. For 10 points, name this failed": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0022332824
      ],
      [
        "orr",
        -3.650519e-06
      ],
      [
        " Rebellion",
        -0.00020509004
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended with a slaughter of prisoners after a party led partly by Robertde Bournonville attacked one side's baggage train. Occurring during a march to Calais, Charles D'Albret led one side in this battle, which saw the French charge stymied by muddy ground and funneled by flanking trees. For 10 points,": {
    "guess": "Battle of Agincourt",
    "confidence": [
      [
        "Battle",
        -0.017247912
      ],
      [
        " of",
        -7.147741e-05
      ],
      [
        " Ag",
        -0.004064033
      ],
      [
        "inc",
        -1.5928495e-05
      ],
      [
        "ourt",
        -2.2842309e-05
      ]
    ]
  },
  "One side in this battle had been plotting with the exiled tyrant Hippias. Taking place along the Charadra River, this battle was the decisive victory during an invasion prompted by the Ionian revolts. One side in this battle was led by Miltiades the Younger while another side was led by Artaphernes and Datis, general of the Achaemenid Emperor Darius I. However, this battle is typically remembered for the actions later taken by Pheilippides. For 10 points, name this 490 B.C. Athenian victory over the Persians which in its aftermath saw a Greek messenger run about 26 miles to deliver the good news.": {
    "guess": "Battle of Marathon",
    "confidence": [
      [
        "Battle",
        -0.00070492574
      ],
      [
        " of",
        -7.2907846e-05
      ],
      [
        " Marathon",
        -0.0009214657
      ]
    ]
  },
  "One side in this event called for the rejection of the \"Tory Constitution,\" and their opponents passed the so-called \"Algerine Law\" due to its harshness. This event's leader was opposed by his father Sullivan, who owned the Bernon Mill Village. After suffering defeat, one of this event's factions retreated to Chepachet in an effort to reassemble the People's Convention. The Supreme Court case (*) Luther v. Borden took place in this event's aftermath, in which the instigators of this event claimed": {
    "guess": "Dorr Rebellion",
    "confidence": [
      [
        "D",
        -0.0041381223
      ],
      [
        "orr",
        -1.5809293e-05
      ],
      [
        " Rebellion",
        -0.00023071514
      ]
    ]
  },
  "One side to the negotiations over this treaty sent admiralty lawyer Williams Adams to negotiate it. Article Ten of this agreement dealt with the abolition of the slave trade. During negotiations, Lord": {
    "guess": "Treaty of Ghent",
    "confidence": [
      [
        "T",
        -0.024408244
      ],
      [
        "reat",
        -6.704273e-07
      ],
      [
        "y",
        -0.00018161058
      ],
      [
        " of",
        -0.0005689987
      ],
      [
        " Gh",
        -0.14532806
      ],
      [
        "ent",
        -1.3856493e-06
      ]
    ]
  },
  "One side plot of this novel concerns Gaffer's daughter's courtship by two suitors. An heir, who is being blackmailed by the taxidermist Venus and peddler Wegg, hires the lawyer Mortimer Lightwood to investigate": {
    "guess": "Our Mutual Friend",
    "confidence": [
      [
        "Our",
        -0.012176192
      ],
      [
        " Mutual",
        -9.3291674e-05
      ],
      [
        " Friend",
        -0.00014692599
      ]
    ]
  },
  "One side in this conflict made the controversial decision to transfer gold reserves to the Soviet Union in the \"Moscow Gold\" scandal. Americans fighting in this war served in the Abraham Lincoln Brigades.": {
    "guess": "Spanish Civil War",
    "confidence": [
      [
        "Spanish",
        -0.0045237546
      ],
      [
        " Civil",
        -0.00025025356
      ],
      [
        " War",
        -9.4914985e-06
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to operate with all hatches open, rendering them easy targets for grenades.  Kundt had initial command of the army of a nation still smarting from the loss of its Litoral Province in a previous conflict in the 1880s.  That nation saw a coup replace Salamanca with Tejada Sorzano after a string of victories by Estegarribia.  Saavedra Lamas helped secure a 1935 armistice in, FTP, this war fought over a prime piece of real estate ranging from waterless plains to arid thornbrush jungle, contested by Paraguay": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -0.016905019
      ],
      [
        "aco",
        -0.0003062646
      ],
      [
        " War",
        -0.00045974395
      ]
    ]
  },
  "One side in this war received important financial help prior to the Battle of Notium. The first phase of this war, the Archidamian War, was ended through the peace treaty named after an Athenian general. The eventual losers of this conflict launched the failed Sicilian Expedition, and during this war, Cleon died at the Battle of  (*) Amphipolis after replacing a commander who had earlier died from a plague. Paused temporarily by the Peace of Nicias, this war saw the defeat of the Delian League and": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.002386353
      ],
      [
        "op",
        -7.107425e-06
      ],
      [
        "on",
        -5.800739e-05
      ],
      [
        "nes",
        -2.3080716e-05
      ],
      [
        "ian",
        -3.7146747e-05
      ],
      [
        " War",
        -3.261701e-05
      ]
    ]
  },
  "One side in this battle, which was preceded by the capture of Harfleur, advanced from Maisoncelles. This battle, which was preceded by an order to William Randolph to hold a crossing over the Somme, ended with a slaughter of prisoners after a party led partly by Robertde Bournonville attacked one side's": {
    "guess": "Battle of Crecy",
    "confidence": [
      [
        "Battle",
        -0.03802325
      ],
      [
        " of",
        -0.0010351915
      ],
      [
        " C",
        -1.0232856
      ],
      [
        "rec",
        -0.0055166655
      ],
      [
        "y",
        -4.5371802e-05
      ]
    ]
  },
  "One side in this conflict employed the field fortress design expertise of Belaieff and Ern.  The other side purchased several Vickers 143 aircraft and tanks, but the sweltering heat forced the tanks to": {
    "guess": "Chaco War",
    "confidence": [
      [
        "Ch",
        -1.3323543
      ],
      [
        "aco",
        -0.0005743592
      ],
      [
        " War",
        -0.00016110756
      ]
    ]
  },
  "One side in this battle assembled at Erzerum and sent its Cuman heavy cavalry to pursue the enemy's advance guard before being ambushed. One side sent half of its forces under Joseph Tarchaneiotes to besiege Khliat. The flanks of the losing side were enveloped by initially retreating horse archers. The primarily mercenary second line of this battle's losers retreated back to camp upon hearing a false": {
    "guess": "Battle of Manzikert",
    "confidence": [
      [
        "Battle",
        -0.00057054835
      ],
      [
        " of",
        -0.0001594387
      ],
      [
        " Man",
        -0.007823691
      ],
      [
        "zik",
        -1.8624639e-06
      ],
      [
        "ert",
        -1.6643718e-05
      ]
    ]
  },
  "One side represented Orthodoxism, while the other side represented the Monophysites and tradesmen, though the two groups formed a truce in order to rebel during this event.  On the fifth day of this event, the nephews of Anastasius were dismissed from the palace, where the mob fell upon them and led them to the Forum of Constantine, where Hypatius was proclaimed the new emperor.  This rebellion's name came from the word meaning \"to conquer\" and the generals Narses and Belisarius were sent to repress": {
    "guess": "Nika riots",
    "confidence": [
      [
        "N",
        -0.0068781725
      ],
      [
        "ika",
        -2.7133641e-05
      ],
      [
        " riots",
        -0.018677413
      ]
    ]
  }
}