{
  "A civil war after its 1960 independence saw bids for power by multiple politicians. Antoine Gizenga proclaimed a communist government in Stanleyville. Moise Tshombe led the secessionist Katanga province. The first prime minister, Patrice Lumumba, was fired and then killed. For 10 points—name this country in which Mobutu Sese Seko overthrew the government of Joseph Kasavubu in 1965 and ruled until 1997, when power was seized by Laurent Kabila.": {
    "guess": "Democratic Republic of the Congo",
    "confidence": [
      [
        "Democratic",
        -0.19525406
      ],
      [
        " Republic",
        -0.001071158
      ],
      [
        " of",
        -0.00012523093
      ],
      [
        " the",
        -0.0063235937
      ],
      [
        " Congo",
        -8.339777e-05
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.053484175
      ],
      [
        "tr",
        -3.2929079e-06
      ],
      [
        "us",
        -0.0125918295
      ],
      [
        "can",
        -3.1281633e-07
      ],
      [
        " civilization",
        -0.02117164
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.5927468
      ],
      [
        "anti",
        -0.00030316898
      ],
      [
        " Empire",
        -0.00060164585
      ]
    ]
  },
  "A civil war after its 1960 independence saw bids for power by multiple politicians. Antoine Gizenga proclaimed a communist government in Stanleyville. Moise Tshombe led the secessionist Katanga province.": {
    "guess": "Democratic Republic of the Congo",
    "confidence": [
      [
        "Democratic",
        -0.12120535
      ],
      [
        " Republic",
        -2.6968896e-06
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " the",
        -0.0011790355
      ],
      [
        " Congo",
        -8.537869e-06
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption of Thera, and one religious ritual of this civilization involved leaping over bulls. Its cities": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.0015942458
      ],
      [
        "ino",
        -0.0010777069
      ],
      [
        "an",
        -0.00021796036
      ],
      [
        " civilization",
        -0.017670566
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative of this state, Matthew Lyon, and it copied Pennsylvania's Constitution when it became a breakaway republic during the Revolution.  This was the only state carried by Anti-Masonic candidate William Wirt in 1832, and a group from this state opposed the New York annexation of the New Hampshire": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.062356856
      ],
      [
        "erm",
        -2.5226382e-05
      ],
      [
        "ont",
        -8.776276e-06
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand": {
    "guess": "Treaty of Portsmouth",
    "confidence": [
      [
        "T",
        -0.73835236
      ],
      [
        "reat",
        -2.3392786e-06
      ],
      [
        "y",
        -0.00041720658
      ],
      [
        " of",
        -0.010397746
      ],
      [
        " Portsmouth",
        -0.11473349
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n prophet Tages legendarily delivered the language of this civilization to the brothers Tyrrhenus and Tachron.\n Likely descended from the Villanovans, and consisting of a federation of twelve cities called the\n Dodecapoli, they were dealt decisive defeats at the Battle of Cumae and the Siege of Veii. Their rulers\n included Lars Posena and Tarquin the Proud, who became the final King of Rome. For": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.008606894
      ],
      [
        "tr",
        -4.8425554e-06
      ],
      [
        "us",
        -1.4498052e-05
      ],
      [
        "can",
        -4.3202e-07
      ],
      [
        " civilization",
        -0.0086577125
      ]
    ]
  },
  "A civil war fought in this country in the early 1980s featured Afonso Dhlakama's RENAMO faction. That war ended with the Nkomati Accord, which was reached two years before this country's president, Samora Machel, died in a mysterious airplane crash. This country became independent in 1975 after a coup was engineered by FRELIMO. For 10 points, name this African country that had trouble with its neighbor": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.005973708
      ],
      [
        "oz",
        -3.5313153e-06
      ],
      [
        "ambique",
        -9.73446e-05
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption of Thera, and one religious ritual of this civilization involved leaping over bulls. Its cities included Phaistos and Galatas, and settlements of this civilization were first discovered by British archaeologist Arthur Evans. The primary script of this civilization was (*) Linear A, which was found at the ruins of the palace of Knossos. For ten points, name this Ancient Greek civilization which": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.0018609266
      ],
      [
        "ino",
        -0.00074815995
      ],
      [
        "an",
        -0.00040242894
      ],
      [
        " civilization",
        -0.0058155064
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu, or slaves. It declined when its king, Nabonidus, was captured by the Persians. One of its kings defeated": {
    "guess": "Neo-Babylonian Empire",
    "confidence": [
      [
        "Neo",
        -0.0890555
      ],
      [
        "-B",
        -0.022171495
      ],
      [
        "ab",
        -0.0002009179
      ],
      [
        "ylon",
        -0.0062600886
      ],
      [
        "ian",
        -0.009395018
      ],
      [
        " Empire",
        -0.00052705733
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption of Thera, and one religious ritual of this civilization involved leaping over bulls. Its cities included Phaistos and Galatas, and settlements of this civilization were first discovered by British archaeologist Arthur Evans. The primary script of this civilization was (*) Linear A, which was found": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.0023234372
      ],
      [
        "ino",
        -0.00037955286
      ],
      [
        "an",
        -0.00025204162
      ],
      [
        " civilization",
        -0.014789158
      ]
    ]
  },
  "A civil war fought in this country in the early 1980s featured Afonso Dhlakama's RENAMO faction. That war ended with the Nkomati Accord, which was reached two years before this country's president, Samora Machel, died in a mysterious airplane crash. This country became independent in 1975 after a coup was engineered by FRELIMO. For 10 points, name this African country that had trouble with its neighbor South Africa during the period of apartheid, a former Portuguese colony.": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.0025479584
      ],
      [
        "oz",
        -8.657073e-06
      ],
      [
        "ambique",
        -0.00010592726
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade or basalt, such as the basalt \"Wrestler\" statue. Its sites include Tres Zapotes and San Lorenzo, and the Great Pyramid is the largest structure at one of its sites, La Venta, which also contains altars depicting were-jaguar babies.This group is also famous for structures with eye-folds and wide noses,": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.0012996421
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -0.00020926216
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu, or slaves. It declined when its king, Nabonidus, was captured by the Persians. One of its kings defeated the Egyptians at the Battle of Carchemish. Its king Nabopolassar allied with the Medes to defeat the Assyrians in 612. Another of its rulers developed a law code based on the principle of \"an eye for an eye.\" For 10 points, name this Mesopotamian civilization led by Hammurabi and Nebuchadnezzar, who built a series of hanging gardens in its capital.": {
    "guess": "Babylon",
    "confidence": [
      [
        "B",
        -0.081186116
      ],
      [
        "ab",
        -6.704273e-07
      ],
      [
        "ylon",
        -0.21419501
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates. This man recounted his victory at the Battle of Alesia, where he defeated Ambiorix and Vercingetorix,": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0038000732
      ],
      [
        "ius",
        -3.368984e-05
      ],
      [
        " Caesar",
        -0.00010807293
      ]
    ]
  },
  "This civilization, with Bactria, is mentioned as one of Darius the Great's first conquests. After Alexander the Great conquered it, it absorbed much of Hellenic culture, especially sculpture. Emperor Kanishika of the Kushan dynasty, who ruled from AD 125 to 140, made it a [*] Buddhist holy land. For 10 points—name this civilization which produced the great stone Buddhas at Bamiyan, recently destroyed": {
    "guess": "Gandhara",
    "confidence": [
      [
        "G",
        -0.29088566
      ],
      [
        "and",
        -0.0063259597
      ],
      [
        "h",
        -0.003361174
      ],
      [
        "ara",
        -0.0014030872
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.65915173
      ],
      [
        "anti",
        -0.0005127602
      ],
      [
        " Empire",
        -0.00040445544
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was sent to harass its efforts to put down a revolution. FARC rebels continue to conduct guerrilla warfare": {
    "guess": "Colombian Civil War",
    "confidence": [
      [
        "Col",
        -0.111296386
      ],
      [
        "omb",
        -1.2590794e-05
      ],
      [
        "ian",
        -0.3862565
      ],
      [
        " Civil",
        -0.09085493
      ],
      [
        " War",
        -0.0014564244
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was sent to harass its efforts to put down a revolution. FARC rebels continue to conduct guerrilla warfare in this nation, where the assassination of Jorge Elicer Gaitan began a ten-year civil war known as \"La Violencia\". Along with Venezuela and Ecuador, it was part of a successor state to the Viceroyalty": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.072391964
      ],
      [
        "omb",
        -4.365741e-06
      ],
      [
        "ia",
        -0.115472436
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence under the leadership of Oti Akenten, who defeated the Denkiyra. General Woolsley famously fought against this civilization, and in 1900, this people had a notable uprising. Osei Tutu was the": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.34051338
      ],
      [
        "anti",
        -0.00018983196
      ],
      [
        " Empire",
        -0.0007104054
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.00087144045
      ],
      [
        "tr",
        -4.604148e-06
      ],
      [
        "us",
        -2.577686e-06
      ],
      [
        "can",
        -5.5122365e-07
      ],
      [
        " civilization",
        -0.00018923594
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for themselves was Rasenna. This civilization gained considerable power in the Mediterranean after defeating": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.00026789203
      ],
      [
        "tr",
        -4.365741e-06
      ],
      [
        "us",
        -6.704273e-07
      ],
      [
        "can",
        -6.704273e-07
      ],
      [
        " civilization",
        -0.00027945114
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n prophet Tages legendarily delivered the language of this civilization to the brothers Tyrrhenus and Tachron.\n Likely descended from the Villanovans, and consisting of a federation of twelve cities called the\n Dodecapoli, they were dealt decisive defeats at the Battle of Cumae and the Siege of Veii. Their rulers\n included Lars Posena and Tarquin the Proud, who became the final King of Rome. For 10 points, name this\n early Italian civilization supplanted by the Romans in 550 BCE.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0025769672
      ],
      [
        "tr",
        -8.776276e-06
      ],
      [
        "us",
        -4.4179764e-05
      ],
      [
        "can",
        -3.1281633e-07
      ],
      [
        " civilization",
        -0.0019043663
      ]
    ]
  },
  "A civil war fought in this country in the early 1980s featured Afonso Dhlakama's RENAMO faction. That war ended with the Nkomati Accord, which was reached two years before this country's president, Samora Machel, died in a mysterious airplane crash. This country became independent in 1975 after a coup": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.012184198
      ],
      [
        "oz",
        -6.1537958e-06
      ],
      [
        "ambique",
        -0.00010235115
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n prophet Tages legendarily delivered the language of this civilization to the brothers Tyrrhenus and Tachron.\n Likely descended from the Villanovans, and consisting of a federation of twelve cities called the\n Dodecapoli, they were dealt decisive defeats at the Battle of Cumae and the Siege of Veii.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0069181956
      ],
      [
        "tr",
        -4.9617593e-06
      ],
      [
        "us",
        -1.8193366e-05
      ],
      [
        "can",
        -5.5122365e-07
      ],
      [
        " civilization",
        -0.0009932722
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu, or slaves. It declined when its king, Nabonidus, was captured by the Persians. One of its kings defeated the Egyptians at the Battle of Carchemish. Its king Nabopolassar allied with the Medes to defeat the Assyrians in 612. Another of its rulers developed a law code based on the principle of \"an eye for an eye.\" For 10 points, name this Mesopotamian civilization led by Hammurabi and Nebuchadnezzar,": {
    "guess": "Babylonia",
    "confidence": [
      [
        "B",
        -0.07902231
      ],
      [
        "ab",
        -1.6286107e-05
      ],
      [
        "yl",
        -0.36028746
      ],
      [
        "onia",
        -0.00042602763
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative of this state, Matthew Lyon, and it copied Pennsylvania's Constitution when it became a breakaway": {
    "guess": "Vermont in the American Civil War",
    "confidence": [
      [
        "V",
        -0.030151354
      ],
      [
        "erm",
        -2.2127088e-05
      ],
      [
        "ont",
        -2.8160932e-06
      ],
      [
        " in",
        -0.27875605
      ],
      [
        " the",
        -0.0005616117
      ],
      [
        " American",
        -0.5668154
      ],
      [
        " Civil",
        -0.0001375089
      ],
      [
        " War",
        -7.5411124e-05
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\".": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.001975265
      ],
      [
        "ino",
        -0.00025585614
      ],
      [
        "an",
        -2.5583993e-05
      ],
      [
        " civilization",
        -0.069784574
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.38009587
      ],
      [
        "omb",
        -1.962381e-05
      ],
      [
        "ia",
        -0.4780306
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative of this state, Matthew Lyon, and it copied Pennsylvania's Constitution when it became a breakaway republic during the Revolution.  This was the only state carried by Anti-Masonic candidate William Wirt in 1832, and a group from this state opposed the New York annexation of the New Hampshire Grants and captured Fort Ticonderoga.  For 10 points, name this state which saw the Battle of Bennington,": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.008513512
      ],
      [
        "erm",
        -5.312004e-05
      ],
      [
        "ont",
        -1.3067608e-05
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence under the leadership of Oti Akenten, who defeated the Denkiyra. General Woolsley famously fought against this civilization, and in 1900, this people had a notable uprising. Osei Tutu was the first leader of the confederation that became this people, and a relic holy to this people fell out of the sky into his lap. For ten points, identify this empire which venerated the Golden Stool and": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.20963834
      ],
      [
        "anti",
        -3.7742768e-05
      ],
      [
        " Empire",
        -0.00043996712
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was sent to harass its efforts to put down a revolution. FARC rebels continue to conduct guerrilla warfare in this nation, where the assassination of Jorge Elicer Gaitan began a ten-year civil war known as \"La Violencia\". Along with Venezuela and Ecuador, it was part of a successor state to the Viceroyalty of New Granada. For 10 points, name this South American country engaged in internal conflicts involving drug trafficking, with a capital at Bogota.": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.032340635
      ],
      [
        "omb",
        -9.372295e-06
      ],
      [
        "ia",
        -0.026206005
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.5056859
      ],
      [
        "erm",
        -0.00023655614
      ],
      [
        "ont",
        -7.465036e-06
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.0010192328
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -0.00024655825
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.007460858
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -0.04060127
      ]
    ]
  },
  "A civil war fought in this country in the early 1980s featured Afonso Dhlakama's RENAMO faction. That war ended with the Nkomati Accord, which was reached two years before this country's president, Samora": {
    "guess": "Mozambique",
    "confidence": [
      [
        "M",
        -0.029709177
      ],
      [
        "oz",
        -3.0828953e-05
      ],
      [
        "ambique",
        -0.05928919
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade or basalt, such as the basalt \"Wrestler\" statue. Its sites include Tres Zapotes and San Lorenzo, and the Great Pyramid is the largest structure at one of its sites, La Venta, which also contains altars depicting were-jaguar babies.This group is also famous for structures with eye-folds and wide noses, its stone heads. FTP, name this early Mesoamerican civilization that was located around Veracruz": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.003134698
      ],
      [
        "lm",
        -1.9361265e-07
      ],
      [
        "ec",
        -0.00016146517
      ]
    ]
  },
  "A civil war after its 1960 independence saw bids for power by multiple politicians. Antoine Gizenga proclaimed a communist government in Stanleyville. Moise Tshombe led the secessionist Katanga province. The first prime minister, Patrice Lumumba, was fired and then killed. For 10 points—name this country": {
    "guess": "Democratic Republic of the Congo",
    "confidence": [
      [
        "Democratic",
        -0.43700635
      ],
      [
        " Republic",
        -3.333223e-05
      ],
      [
        " of",
        -3.5313153e-06
      ],
      [
        " the",
        -0.0028505214
      ],
      [
        " Congo",
        -2.5345586e-05
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade or basalt, such as the basalt \"Wrestler\" statue. Its sites include Tres Zapotes and San Lorenzo, and the Great Pyramid is the largest structure at one of its sites, La Venta, which also contains altars depicting were-jaguar babies.This group is also famous for structures with eye-folds and wide noses, its stone heads. FTP, name this early Mesoamerican civilization that was located around Veracruz and Tabasco.": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.00087203644
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -1.378283e-05
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.26552123
      ],
      [
        "omb",
        -2.1531068e-05
      ],
      [
        "ia",
        -0.024192883
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates. This man recounted his victory at the Battle of Alesia, where he defeated Ambiorix and Vercingetorix, in his Commentaries on the Gallic War. He won the Battle of Pharsalus against a former fellow member of First Triumvirate, Pompey. For 10 points, name this man who crossed the Rubicon and became": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0017418164
      ],
      [
        "ius",
        -5.288163e-05
      ],
      [
        " Caesar",
        -0.00012106613
      ]
    ]
  },
  "This civilization, with Bactria, is mentioned as one of Darius the Great's first conquests. After Alexander": {
    "guess": "Achaemenid Empire",
    "confidence": [
      [
        "A",
        -0.25283888
      ],
      [
        "cha",
        -0.00018530223
      ],
      [
        "emen",
        -3.392825e-05
      ],
      [
        "id",
        -0.0004617704
      ],
      [
        " Empire",
        -0.030793255
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption of Thera, and one religious ritual of this civilization involved leaping over bulls. Its cities included Phaistos and Galatas, and settlements of this civilization were first discovered by British archaeologist Arthur Evans. The primary script of this civilization was (*) Linear A, which was found at the ruins of the palace of Knossos. For ten points, name this Ancient Greek civilization which preceded the Mycenaean civilization and was based in Crete.": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.001372492
      ],
      [
        "ino",
        -0.00024929992
      ],
      [
        "an",
        -4.8828708e-05
      ],
      [
        " civilization",
        -0.0078572845
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative of this state, Matthew Lyon, and it copied Pennsylvania's Constitution when it became a breakaway republic during the Revolution.  This was the only state carried by Anti-Masonic candidate William Wirt in 1832, and a group from this state opposed the New York annexation of the New Hampshire Grants and captured Fort Ticonderoga.  For 10 points, name this state which saw the Battle of Bennington, home to Ethan Allen and the Green Mountain Boys.": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.0014784405
      ],
      [
        "erm",
        -5.5122365e-07
      ],
      [
        "ont",
        -1.60477e-05
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0018947219
      ],
      [
        "ius",
        -1.0921943e-05
      ],
      [
        " Caesar",
        -2.2007884e-05
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n prophet Tages legendarily delivered the language of this civilization to the brothers Tyrrhenus and Tachron.\n Likely descended from the Villanovans, and consisting of a federation of twelve cities": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.006190549
      ],
      [
        "tr",
        -8.180258e-06
      ],
      [
        "us",
        -0.0007696056
      ],
      [
        "can",
        -1.7432603e-06
      ],
      [
        " civilization",
        -0.0020937573
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence under the leadership of Oti Akenten, who defeated the Denkiyra. General Woolsley famously fought against this civilization, and in 1900, this people had a notable uprising. Osei Tutu was the first leader of the confederation that became this people, and a relic holy to this people fell out": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.1706566
      ],
      [
        "anti",
        -2.7133641e-05
      ],
      [
        " Empire",
        -0.00069396995
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was the site of a copper mine riot called the Ely War.  Connecticut's Roger Griswold brawled with a representative of this state, Matthew Lyon, and it copied Pennsylvania's Constitution when it became a breakaway republic during the Revolution.  This was the only state carried by Anti-Masonic candidate": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.017659796
      ],
      [
        "erm",
        -3.4121115e-06
      ],
      [
        "ont",
        -8.657073e-06
      ]
    ]
  },
  "A civil war after its 1960 independence saw bids for power by multiple politicians. Antoine Gizenga proclaimed": {
    "guess": "Democratic Republic of the Congo",
    "confidence": [
      [
        "Democratic",
        -0.52683395
      ],
      [
        " Republic",
        -0.00017815368
      ],
      [
        " of",
        -0.00026813045
      ],
      [
        " the",
        -0.007709431
      ],
      [
        " Congo",
        -8.888114e-05
      ]
    ]
  },
  "This civilization, with Bactria, is mentioned as one of Darius the Great's first conquests. After Alexander the Great conquered it, it absorbed much of Hellenic culture, especially sculpture. Emperor Kanishika": {
    "guess": "Gandhara",
    "confidence": [
      [
        "G",
        -0.42308953
      ],
      [
        "and",
        -0.0008778738
      ],
      [
        "h",
        -0.00055410556
      ],
      [
        "ara",
        -6.2656334e-05
      ]
    ]
  },
  "This civilization produced terra cotta funerary sculptures such as the Sarcophagus of the Spouses. The\n prophet Tages legendarily delivered the language of this civilization to the brothers Tyrrhenus and": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.008966124
      ],
      [
        "tr",
        -4.4849444e-06
      ],
      [
        "us",
        -0.0015428342
      ],
      [
        "can",
        -1.9361265e-07
      ],
      [
        " civilization",
        -0.0009836276
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption of Thera, and one religious ritual of this civilization involved leaping over bulls. Its cities included Phaistos and Galatas, and settlements of this civilization were first discovered by British": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.0036074363
      ],
      [
        "ino",
        -0.0006766928
      ],
      [
        "an",
        -0.00025609453
      ],
      [
        " civilization",
        -0.016068505
      ]
    ]
  },
  "This civilization, with Bactria, is mentioned as one of Darius the Great's first conquests. After Alexander the Great conquered it, it absorbed much of Hellenic culture, especially sculpture. Emperor Kanishika of the Kushan dynasty, who ruled from AD 125 to 140, made it a [*] Buddhist holy land. For": {
    "guess": "Gandhara",
    "confidence": [
      [
        "G",
        -0.17148313
      ],
      [
        "and",
        -0.0007735357
      ],
      [
        "h",
        -0.00057447836
      ],
      [
        "ara",
        -0.00024072826
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for themselves was Rasenna. This civilization gained considerable power in the Mediterranean after defeating the Greeks at the Battle of Alalia, and their deities included Merva, Uni, and Tini. Its city of Clusium was ruled by Lars Porsena, and rulers of a foreign city who descended from this civilization included Tarquinius Superbus. For 10 points, name this civilization centered in the Tuscany region": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0035222715
      ],
      [
        "tr",
        -6.1537958e-06
      ],
      [
        "us",
        -0.00011951648
      ],
      [
        "can",
        -4.3202e-07
      ],
      [
        " civilization",
        -0.0007679368
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade or basalt, such as the basalt \"Wrestler\" statue. Its sites include Tres Zapotes and San Lorenzo,": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.008574742
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -4.6802244e-05
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence under the leadership of Oti Akenten, who defeated the Denkiyra. General Woolsley famously": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.37101996
      ],
      [
        "anti",
        -0.00016086915
      ],
      [
        " Empire",
        -0.00020950058
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu, or slaves. It declined when its king, Nabonidus, was captured by the Persians. One of its kings defeated the Egyptians at the Battle of Carchemish. Its king Nabopolassar allied with the Medes to defeat": {
    "guess": "Neo-Babylonian Empire",
    "confidence": [
      [
        "Neo",
        -0.02048466
      ],
      [
        "-B",
        -0.100759946
      ],
      [
        "ab",
        -7.8748824e-05
      ],
      [
        "ylon",
        -0.007815883
      ],
      [
        "ian",
        -0.0012541615
      ],
      [
        " Empire",
        -0.00022845028
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for themselves was Rasenna. This civilization gained considerable power in the Mediterranean after defeating the Greeks at the Battle of Alalia, and their deities included Merva, Uni, and Tini. Its city of Clusium was ruled by Lars Porsena, and rulers of a foreign city who descended from this civilization": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0044863774
      ],
      [
        "tr",
        -1.147242e-06
      ],
      [
        "us",
        -0.00031770815
      ],
      [
        "can",
        0.0
      ],
      [
        " civilization",
        -0.0030453317
      ]
    ]
  },
  "This civilization, with Bactria, is mentioned as one of Darius the Great's first conquests. After Alexander the Great conquered it, it absorbed much of Hellenic culture, especially sculpture. Emperor Kanishika of the Kushan dynasty, who ruled from AD 125 to 140, made it a [*] Buddhist holy land. For 10 points—name this civilization which produced the great stone Buddhas at Bamiyan, recently destroyed by the Taliban.": {
    "guess": "Gandhara",
    "confidence": [
      [
        "G",
        -0.21187977
      ],
      [
        "and",
        -0.009028972
      ],
      [
        "h",
        -0.002863962
      ],
      [
        "ara",
        -0.0020490284
      ]
    ]
  },
  "This civilization produced pottery such as Kamares ware and others that were painted in the \"marine style\". This civilization's Akrotiri settlement on the island of Santorini was buried after the eruption": {
    "guess": "Minoan civilization",
    "confidence": [
      [
        "M",
        -0.0005028736
      ],
      [
        "ino",
        -0.0007511401
      ],
      [
        "an",
        -6.241792e-05
      ],
      [
        " civilization",
        -0.012587466
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates. This man recounted his victory at the Battle of Alesia, where he defeated Ambiorix and Vercingetorix, in his Commentaries on the Gallic War. He won the Battle of Pharsalus against a former fellow": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0006986153
      ],
      [
        "ius",
        -1.50940705e-05
      ],
      [
        " Caesar",
        -1.50940705e-05
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for themselves was Rasenna. This civilization gained considerable power in the Mediterranean after defeating the Greeks at the Battle of Alalia, and their deities included Merva, Uni, and Tini. Its city of Clusium was ruled by Lars Porsena, and rulers of a foreign city who descended from this civilization included Tarquinius Superbus. For 10 points, name this civilization centered in the Tuscany region that controlled most of modern-day Italy prior to the Romans.": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.003996123
      ],
      [
        "tr",
        -9.4914985e-06
      ],
      [
        "us",
        -9.0788395e-05
      ],
      [
        "can",
        -9.0883464e-07
      ],
      [
        " civilization",
        -0.0019552754
      ]
    ]
  },
  "During the Civil War, this state saw Confederate raiders rob the St. Albans bank, and in 1883 it was": {
    "guess": "St. Albans Raid",
    "confidence": [
      [
        "St",
        -0.067971565
      ],
      [
        ".",
        -0.05077434
      ],
      [
        " Alb",
        -0.009149229
      ],
      [
        "ans",
        -3.6908343e-05
      ],
      [
        " Raid",
        -0.22679676
      ]
    ]
  },
  "This civilization's writing can be seen on the Cascajal Stone, and El Manatí, a bog, contains rubber balls, bones of infants, and jade axes from this group. Many artifacts from this civilization are jade or basalt, such as the basalt \"Wrestler\" statue. Its sites include Tres Zapotes and San Lorenzo, and the Great Pyramid is the largest structure at one of its sites, La Venta, which also contains altars": {
    "guess": "Olmec",
    "confidence": [
      [
        "O",
        -0.0018479628
      ],
      [
        "lm",
        0.0
      ],
      [
        "ec",
        -5.276243e-05
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.1025388
      ],
      [
        "ius",
        -9.3291674e-05
      ],
      [
        " Caesar",
        -8.613945e-05
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu, or slaves. It declined when its king, Nabonidus, was captured by the Persians. One of its kings defeated the Egyptians at the Battle of Carchemish. Its king Nabopolassar allied with the Medes to defeat the Assyrians in 612. Another of its rulers developed a law code based on the principle of \"an eye": {
    "guess": "Neo-Babylonian Empire",
    "confidence": [
      [
        "Neo",
        -0.028897202
      ],
      [
        "-B",
        -0.0018484358
      ],
      [
        "ab",
        -1.0087517e-05
      ],
      [
        "ylon",
        -0.0019747883
      ],
      [
        "ian",
        -0.00022487417
      ],
      [
        " Empire",
        -0.0009623158
      ]
    ]
  },
  "This man won the Civic Crown for his service under Thermus during the siege of Mytilene. He demanded that his captors ransom him for fifty instead of twenty talents while in the captivity of Cilician pirates. This man recounted his victory at the Battle of Alesia, where he defeated Ambiorix and Vercingetorix, in his Commentaries on the Gallic War. He won the Battle of Pharsalus against a former fellow member of First Triumvirate, Pompey. For 10 points, name this man who crossed the Rubicon and became dictator of Rome, later assassinated by Brutus.": {
    "guess": "Julius Caesar",
    "confidence": [
      [
        "Jul",
        -0.0011717714
      ],
      [
        "ius",
        -2.5345586e-05
      ],
      [
        " Caesar",
        -9.305327e-05
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was sent to harass its efforts to put down a revolution. FARC rebels continue to conduct guerrilla warfare in this nation, where the assassination of Jorge Elicer Gaitan began a ten-year civil war known as \"La Violencia\". Along with Venezuela and Ecuador, it was part of a successor state to the Viceroyalty of New Granada. For 10 points, name this South American country engaged in internal conflicts involving": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.09068379
      ],
      [
        "omb",
        -2.9352968e-06
      ],
      [
        "ia",
        -0.22222477
      ]
    ]
  },
  "This civilization was eventually defeated at Cumae by Hiero of Syracuse, and these people's name for themselves was Rasenna. This civilization gained considerable power in the Mediterranean after defeating the Greeks at the Battle of Alalia, and their deities included Merva, Uni, and Tini. Its city of": {
    "guess": "Etruscan civilization",
    "confidence": [
      [
        "E",
        -0.0014616657
      ],
      [
        "tr",
        -9.253091e-06
      ],
      [
        "us",
        -0.0020684218
      ],
      [
        "can",
        -2.220075e-06
      ],
      [
        " civilization",
        -0.0018540311
      ]
    ]
  },
  "One civil war in this country ended with a treaty signing on the American battleship Wisconsin, the Thousand Days' War. This country quarreled with a neighbor over ownership of Leticia, and the first president of this country under its current constitution was José María Campo. The USS Nashville was sent to harass its efforts to put down a revolution. FARC rebels continue to conduct guerrilla warfare in this nation, where the assassination of Jorge Elicer Gaitan began a ten-year civil war known as": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.10354134
      ],
      [
        "omb",
        -1.2829201e-05
      ],
      [
        "ia",
        -0.668012
      ]
    ]
  },
  "This civilization was divided into the awilu, or upper classes, musheknu, or lower classes, and wardu,": {
    "guess": "Sumer",
    "confidence": [
      [
        "S",
        -0.46295348
      ],
      [
        "umer",
        -0.0019297055
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the Ga people, this civilization fought against the Fante, Akwapim and Akim. Joseph Dupuis was the first British Consul for the region under this civilization's control, and this civilization came to prominence under the leadership of Oti Akenten, who defeated the Denkiyra. General Woolsley famously fought against this civilization, and in 1900, this people had a notable uprising. Osei Tutu was the first leader of the confederation that became this people, and a relic holy to this people fell out of the sky into his lap. For ten points, identify this empire which venerated the Golden Stool and which had a center at Kumasi.": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.0749579
      ],
      [
        "anti",
        -1.640531e-05
      ],
      [
        " Empire",
        -6.4802e-05
      ]
    ]
  },
  "A civil war fought in this country in the early 1980s featured Afonso Dhlakama's RENAMO faction. That": {
    "guess": "Mozambican Civil War",
    "confidence": [
      [
        "M",
        -0.008892867
      ],
      [
        "oz",
        -1.7432603e-06
      ],
      [
        "amb",
        -0.17024927
      ],
      [
        "ican",
        -9.372295e-06
      ],
      [
        " Civil",
        -0.0005747168
      ],
      [
        " War",
        -7.755679e-05
      ]
    ]
  },
  "This civilization used a system of local government administered by obirempon . In an alliance with the": {
    "guess": "Ashanti Empire",
    "confidence": [
      [
        "Ash",
        -0.70068514
      ],
      [
        "anti",
        -5.312004e-05
      ],
      [
        " Empire",
        -0.0007810382
      ]
    ]
  },
  "A civil war after its 1960 independence saw bids for power by multiple politicians. Antoine Gizenga proclaimed a communist government in Stanleyville. Moise Tshombe led the secessionist Katanga province. The first prime minister, Patrice Lumumba, was fired and then killed. For 10 points—name this country in which Mobutu Sese Seko overthrew the government of Joseph Kasavubu in 1965 and ruled until 1997,": {
    "guess": "Democratic Republic of the Congo",
    "confidence": [
      [
        "Democratic",
        -0.08505869
      ],
      [
        " Republic",
        -0.00093099097
      ],
      [
        " of",
        -8.530503e-05
      ],
      [
        " the",
        -0.00827448
      ],
      [
        " Congo",
        -0.000104377614
      ]
    ]
  }
}