{
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman": {
    "guess": "Nine-tailed fox",
    "confidence": [
      [
        "Nine",
        -1.065957
      ],
      [
        "-t",
        -0.016978268
      ],
      [
        "ailed",
        -0.009343533
      ],
      [
        " fox",
        -0.060062375
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting one who becomes a bride on the day of a wedding and is only exposed when her clothes are removed, and this animal is associate with the Korean kumiho spirit. In Japanese mythology, these figures often tricked overly proud samurai while in the service of Inari the luck goddess. For ten points, name this type of animal associated with the Japanese kitsune spirit, also the name of an American news network.": {
    "guess": "Fox",
    "confidence": [
      [
        "Fox",
        -0.00047619038
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting": {
    "guess": "Gumiho",
    "confidence": [
      [
        "G",
        -0.6665708
      ],
      [
        "umi",
        -0.0008747782
      ],
      [
        "ho",
        -1.0280384e-06
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting one who becomes a bride on the day of a wedding and is only exposed when her clothes are removed, and this animal is associate with the Korean kumiho spirit. In Japanese mythology, these figures often tricked overly proud samurai while in the service of Inari the luck goddess. For ten points, name this type of animal associated with the Japanese kitsune spirit, also the name of an American": {
    "guess": "Fox",
    "confidence": [
      [
        "Fox",
        -0.003415228
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting one who becomes a bride on the day of a wedding and is only exposed when her clothes are removed, and this animal is associate with the Korean kumiho spirit. In Japanese mythology, these figures often tricked overly proud samurai while in the service of Inari the luck goddess. For ten points,": {
    "guess": "Fox",
    "confidence": [
      [
        "Fox",
        -0.11981192
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.05538251
      ],
      [
        "om",
        -6.408677e-05
      ],
      [
        " K",
        -1.342522e-05
      ],
      [
        "ipp",
        -1.7478143e-05
      ],
      [
        "ur",
        -8.10137e-05
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the": {
    "guess": "Fox spirit",
    "confidence": [
      [
        "Fox",
        -0.5000821
      ],
      [
        " spirit",
        -0.6351282
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called a kittel. On the eve of this holiday, celebrators recite in Aramaic the renouncement of all personal vows made during the coming year. The entirety of the Book of Jonah is read during this holiday, after which a recitation of the Shema Yisrael concludes the evening services. The Kol Nidre is recited during this holiday, whose five prohibitions include the wearing of leather shoes. For 10 points, name this Jewish holiday observed on the 10th of Tishrei, known as the Day of Atonement.": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.013133524
      ],
      [
        "om",
        -2.5941605e-05
      ],
      [
        " K",
        -4.441817e-05
      ],
      [
        "ipp",
        -1.8789384e-05
      ],
      [
        "ur",
        -7.815281e-05
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.038776606
      ],
      [
        "om",
        -0.00068967865
      ],
      [
        " K",
        -8.776276e-06
      ],
      [
        "ipp",
        -6.869018e-06
      ],
      [
        "ur",
        -5.419287e-05
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called a kittel. On the eve of this holiday, celebrators recite in Aramaic the renouncement of all personal": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.006901971
      ],
      [
        "om",
        -2.5583993e-05
      ],
      [
        " K",
        -1.569009e-05
      ],
      [
        "ipp",
        -2.451116e-05
      ],
      [
        "ur",
        -6.897413e-05
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting one who becomes a bride on the day of a wedding and is only exposed when her clothes are removed,": {
    "guess": "Huli jing",
    "confidence": [
      [
        "H",
        -1.0445849
      ],
      [
        "uli",
        -0.00511173
      ],
      [
        " j",
        -0.25136054
      ],
      [
        "ing",
        -2.1531068e-05
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called a kittel. On the eve of this holiday, celebrators recite in Aramaic the renouncement of all personal vows made during the coming year. The entirety of the Book of Jonah is read during this holiday, after which a recitation of the Shema Yisrael concludes the evening services. The Kol Nidre is recited during this holiday, whose five prohibitions include the wearing of leather shoes. For 10 points,": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0023868298
      ],
      [
        "om",
        -4.604148e-06
      ],
      [
        " K",
        -6.392203e-06
      ],
      [
        "ipp",
        -4.1273333e-06
      ],
      [
        "ur",
        -2.129266e-05
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called a kittel. On the eve of this holiday, celebrators recite in Aramaic the renouncement of all personal vows made during the coming year. The entirety of the Book of Jonah is read during this holiday,": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.0045694425
      ],
      [
        "om",
        -2.5345586e-05
      ],
      [
        " K",
        -7.3458323e-06
      ],
      [
        "ipp",
        -7.3458323e-06
      ],
      [
        "ur",
        -5.800739e-05
      ]
    ]
  },
  "The korbanot that takes place on this day is described in detail in the Musaf prayer at the Avodah service given by the High Priest. During evening prayers on this day, married men wear a white robe called a kittel. On the eve of this holiday, celebrators recite in Aramaic the renouncement of all personal vows made during the coming year. The entirety of the Book of Jonah is read during this holiday, after which a recitation of the Shema Yisrael concludes the evening services. The Kol Nidre is recited": {
    "guess": "Yom Kippur",
    "confidence": [
      [
        "Y",
        -0.007989159
      ],
      [
        "om",
        -8.299462e-06
      ],
      [
        " K",
        -1.8193366e-05
      ],
      [
        "ipp",
        -4.604148e-06
      ],
      [
        "ur",
        -3.333223e-05
      ]
    ]
  },
  "In Korean myth, one of these animals that is more than 100 years old and disguises itself as a woman is called Bulyeowoo.  In Chinese legend, they are called Huli jing, and a famous one was Daji from the Ming dynasty novel Fengshen Yanyi.  One story about another Korean one of these involves a shape-shifting one who becomes a bride on the day of a wedding and is only exposed when her clothes are removed, and this animal is associate with the Korean kumiho spirit. In Japanese mythology, these figures": {
    "guess": "Yōkai",
    "confidence": [
      [
        "Y",
        -0.27535316
      ],
      [
        "ō",
        -0.65269667
      ],
      [
        "k",
        -0.00025954779
      ],
      [
        "ai",
        -1.3663626e-05
      ]
    ]
  }
}