{
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter": {
    "guess": "Salmon of Llyn Llyw",
    "confidence": [
      [
        "Sal",
        -0.65395117
      ],
      [
        "mon",
        -0.0011940368
      ],
      [
        " of",
        -0.0065716035
      ],
      [
        " L",
        -0.14005414
      ],
      [
        "lyn",
        -0.008781198
      ],
      [
        " L",
        -3.9888433e-05
      ],
      [
        "ly",
        -0.0005009664
      ],
      [
        "w",
        -0.009077763
      ]
    ]
  },
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter needed to fulfill a quest. The best known one of these creatures in myth gained its namesake quality by eating hazelnuts that fell into Connla's Well, where this creature was finally caught by the poet Finnegas, who asked his boy servant to prepare it for him, whereupon he burned his thumb touching it while it cooked. FTP what is this piscine creature that when inadvertently touched by Finn MacCool granted him deep insight?": {
    "guess": "SALMON",
    "confidence": [
      [
        "S",
        -0.014762032
      ],
      [
        "AL",
        -0.0002544257
      ],
      [
        "MON",
        -3.2855416e-05
      ]
    ]
  },
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter needed to fulfill a quest. The best known one of these creatures in myth gained its namesake quality": {
    "guess": "Salmon of Knowledge",
    "confidence": [
      [
        "Sal",
        -0.49600857
      ],
      [
        "mon",
        -0.0003060262
      ],
      [
        " of",
        -0.00024906153
      ],
      [
        " Knowledge",
        -0.5093658
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers attack a helpless village in his The Massacre of the Innocents, and the cultivation of a ripe field of wheat is depicted in his The Harvesters. A skeleton army attacks a group of people in one of his paintings, and he painted two figures with a pack of dogs gazing at a village in Hunters in the": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.008707226
      ],
      [
        "eter",
        -3.888926e-06
      ],
      [
        " Br",
        -0.002679941
      ],
      [
        "ue",
        -0.000117132404
      ],
      [
        "gel",
        -0.011012693
      ],
      [
        " the",
        -0.0011937985
      ],
      [
        " Elder",
        -0.0005556552
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers": {
    "guess": "El Greco",
    "confidence": [
      [
        "El",
        -0.82058597
      ],
      [
        " Gre",
        -0.0007828262
      ],
      [
        "co",
        -8.180258e-06
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers attack a helpless village in his The Massacre of the Innocents, and the cultivation of a ripe field of wheat is depicted in his The Harvesters. A skeleton army attacks a group of people in one": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.020855883
      ],
      [
        "eter",
        -3.4121115e-06
      ],
      [
        " Br",
        -0.00092754135
      ],
      [
        "ue",
        -0.00035941842
      ],
      [
        "gel",
        -0.002093042
      ],
      [
        " the",
        -0.00039111197
      ],
      [
        " Elder",
        -0.001372373
      ]
    ]
  },
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter needed to fulfill a quest. The best known one of these creatures in myth gained its namesake quality by eating hazelnuts that fell into Connla's Well, where this creature was finally caught by the poet Finnegas, who asked his boy servant to prepare it for him, whereupon he burned his thumb touching it while it cooked. FTP what is this piscine creature that when inadvertently touched by Finn": {
    "guess": "SALMON",
    "confidence": [
      [
        "S",
        -0.54856235
      ],
      [
        "AL",
        -0.1033514
      ],
      [
        "MON",
        -0.00016802136
      ]
    ]
  },
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter needed to fulfill a quest. The best known one of these creatures in myth gained its namesake quality by eating hazelnuts that fell into Connla's Well, where this creature was finally caught by the": {
    "guess": "Salmon of Knowledge",
    "confidence": [
      [
        "Sal",
        -0.51955837
      ],
      [
        "mon",
        -0.000110457004
      ],
      [
        " of",
        -6.0272258e-05
      ],
      [
        " Knowledge",
        -0.15957291
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers attack a helpless village in his The Massacre of the Innocents, and the cultivation of a ripe field of wheat is depicted in his The Harvesters. A skeleton army attacks a group of people in one of his paintings, and he painted two figures with a pack of dogs gazing at a village in Hunters in the Snow. In another of his works, a pair of legs flails in the sea below a passing ship. For 10 points, name this Flemish artist of The Triumph of Death and Landscape with the Fall of Icarus.": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.0027315249
      ],
      [
        "eter",
        -1.9361265e-07
      ],
      [
        " Br",
        -0.00027420983
      ],
      [
        "ue",
        -1.700133e-05
      ],
      [
        "gel",
        -0.00010139752
      ],
      [
        " the",
        -1.9385403e-05
      ],
      [
        " Elder",
        -2.868329e-05
      ]
    ]
  },
  "In the Mabinogion, Cuhlwich ultimately has to consult one of these creatures to find Mabon, a great hunter needed to fulfill a quest. The best known one of these creatures in myth gained its namesake quality by eating hazelnuts that fell into Connla's Well, where this creature was finally caught by the poet Finnegas, who asked his boy servant to prepare it for him, whereupon he burned his thumb touching": {
    "guess": "SALMON OF KNOWLEDGE",
    "confidence": [
      [
        "S",
        -0.47742617
      ],
      [
        "AL",
        -0.04020078
      ],
      [
        "MON",
        -7.934485e-05
      ],
      [
        " OF",
        -0.12888327
      ],
      [
        " KNOW",
        -0.0008991966
      ],
      [
        "LED",
        -3.22594e-05
      ],
      [
        "GE",
        -2.6656826e-05
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers attack a helpless village in his The Massacre of the Innocents, and the cultivation of a ripe field of wheat is depicted in his The Harvesters. A skeleton army attacks a group of people in one of his paintings, and he painted two figures with a pack of dogs gazing at a village in Hunters in the Snow. In another of his works, a pair of legs flails in the sea below a passing ship. For 10 points,": {
    "guess": "Pieter Bruegel the Elder",
    "confidence": [
      [
        "Pi",
        -0.0040121535
      ],
      [
        "eter",
        -6.704273e-07
      ],
      [
        " Br",
        -0.00070992863
      ],
      [
        "ue",
        -2.220075e-06
      ],
      [
        "gel",
        -0.0017088521
      ],
      [
        " the",
        -0.00020985818
      ],
      [
        " Elder",
        -8.709308e-05
      ]
    ]
  },
  "Maarten de Vos painted the holy figures for this artist in his early paintings. A group of Spanish soldiers attack a helpless village in his The Massacre of the Innocents, and the cultivation of a ripe": {
    "guess": "Peter Paul Rubens",
    "confidence": [
      [
        "Peter",
        -0.42863056
      ],
      [
        " Paul",
        -0.02262613
      ],
      [
        " Rub",
        -0.00031079436
      ],
      [
        "ens",
        -0.0004739255
      ]
    ]
  }
}