{
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world,": {
    "guess": "Frederick the Great",
    "confidence": [
      [
        "Fre",
        -0.4737584
      ],
      [
        "der",
        -6.849731e-05
      ],
      [
        "ick",
        -0.0052164444
      ],
      [
        " the",
        -0.13579807
      ],
      [
        " Great",
        -6.0391463e-05
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists as Anne Besant.  After visiting Dublin in 1907 and becoming interested in the Irish independence movement, he became more radical than his father in working towards Indian independence.  As a result, he helped found the Indian National Congress, and held important talks with Mohammed Ali Jinnah during": {
    "guess": "Bal Gangadhar Tilak",
    "confidence": [
      [
        "Bal",
        -0.29975292
      ],
      [
        " Gang",
        -0.0015203377
      ],
      [
        "ad",
        -0.00026896485
      ],
      [
        "har",
        -1.7954959e-05
      ],
      [
        " Til",
        -0.00019138161
      ],
      [
        "ak",
        -3.4121115e-06
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection From an Old Chemist's Shop.  He was fired from a job as editor of the journal The Animal World for": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2570003
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows which is now lost. His second extant work is De viris illustribus, and his most famous work was dedicated": {
    "guess": "Suetonius",
    "confidence": [
      [
        "S",
        -0.33049068
      ],
      [
        "uet",
        -0.000119039665
      ],
      [
        "on",
        -2.1008714e-06
      ],
      [
        "ius",
        -9.984788e-05
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a": {
    "guess": "Kratos",
    "confidence": [
      [
        "Kr",
        -0.7951149
      ],
      [
        "atos",
        -0.3555514
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some": {
    "guess": "Anius",
    "confidence": [
      [
        "An",
        -0.39714596
      ],
      [
        "ius",
        -0.0021470506
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\" to the end of his surname to produce its current spelling. One of this man's early works is Redburn:": {
    "guess": "Oliver Wendell Holmes Sr.",
    "confidence": [
      [
        "Ol",
        -0.7924957
      ],
      [
        "iver",
        -2.6299214e-05
      ],
      [
        " Wend",
        -0.0039162072
      ],
      [
        "ell",
        -0.00020210995
      ],
      [
        " Holmes",
        -0.0062310603
      ],
      [
        " Sr",
        -0.59684944
      ],
      [
        ".",
        -0.00023643693
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous person to die from drinking hemlock turned against six (*) generals accused of negligence for failing to rescue sailors of sunken triremes in the aftermath of the Battle of Arginusae. This man": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.24032912
      ],
      [
        "c",
        -0.000318185
      ],
      [
        "ibi",
        -0.0004618896
      ],
      [
        "ades",
        -0.0001503829
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows which is now lost. His second extant work is De viris illustribus, and his most famous work was dedicated to the praetorian prefect Septicius Clarus. He gives the last words of Julius Caesar as \"You,": {
    "guess": "Suetonius",
    "confidence": [
      [
        "S",
        -0.11463984
      ],
      [
        "uet",
        -0.0026937209
      ],
      [
        "on",
        -1.2664457e-06
      ],
      [
        "ius",
        -5.145119e-05
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection From an Old Chemist's Shop.  He was fired from a job as editor of the journal The Animal World for writing about animals that didn't exist, while the first of the \"strange stories\" for which he became famous appeared in Karikatury in 1911.  He actually dictated his most famous work from his bedroom": {
    "guess": "Sax Rohmer",
    "confidence": [
      [
        "S",
        -1.9088237
      ],
      [
        "ax",
        -0.5493551
      ],
      [
        " Roh",
        -2.9352968e-06
      ],
      [
        "mer",
        -0.00019388489
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company, and among his notable feats in office was the quelling of the rebellion of the Dauphiné by legalizing its assembly. His first of many dismissals from office came after he published his Compte Rendu in 1781, and he was ousted again in 1786, and most famously on July 11, 1789, an event which led to the storming of the Bastille. FTP, name this Swiss born finance minister during the reign of Louis": {
    "guess": "Jacques Necker",
    "confidence": [
      [
        "Jac",
        -0.015883027
      ],
      [
        "ques",
        -4.5371802e-05
      ],
      [
        " Ne",
        -3.4762674e-05
      ],
      [
        "cker",
        -5.9153886e-06
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to protect them from evil. Another festival in this religion commemorates a man who survived being burned alive while sitting on the lap of a woman who couldn't be hurt by fire. Members of this religion light lanterns to celebrate a figure's return from the forest after 17 years. Pujas are celebrated by members of this faith, who throw colored powder on each other during Holi. For 10 points, name this religion which also celebrates a festival of lights called Diwali and venerates Vishnu and Shiva.": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.004142742
      ],
      [
        "ind",
        -3.8577193e-05
      ],
      [
        "u",
        -0.00010545045
      ],
      [
        "ism",
        -4.9424725e-05
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed": {
    "guess": "Aeson",
    "confidence": [
      [
        "A",
        -0.6506042
      ],
      [
        "eson",
        -0.20803525
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha": {
    "guess": "Bindusara",
    "confidence": [
      [
        "Bind",
        -0.67721194
      ],
      [
        "us",
        -0.00023953622
      ],
      [
        "ara",
        -0.000961243
      ]
    ]
  },
  "This man's father was a Congressman whose 1966 primary loss signaled the end of the Byrd Machine. This man founded an organization now led by the Jew for Jesus Alan Sekulow, the American Center for Law and Justice. His business ties with the Bank of Scotland ended when he called Scotland \"a (*) dark": {
    "guess": "Pat Robertson",
    "confidence": [
      [
        "Pat",
        -0.4685965
      ],
      [
        " Robertson",
        -0.004595557
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\" to the end of his surname to produce its current spelling. One of this man's early works is Redburn: His First Voyage based on his own travels and a posthumously published work tells the story of an unfortunate sailor. His most famous work, dedicated to Nathaniel Hawthorne, is based on his time on the Acushnet while sailing to the South Pacific. His Piazza Tales include Bartleby the Scrivner. FTP,": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.005362533
      ],
      [
        "erman",
        -0.00028243123
      ],
      [
        " Mel",
        -0.00069301634
      ],
      [
        "ville",
        -4.3941356e-05
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the left flank at the Battle of Chaeronea, and was responsible for defeating the Sacred Band of Thebes. He occupied Babylon after winning the battle of (*) Gaugamela. He also won a battle at Issus as part of his war against the Persian king Darius the third. After his death, the Diadochi ruled the Macedonian empire he created. For 10 points, name this son of Philip the Great who created a Hellenistic empire.": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.015699513
      ],
      [
        " the",
        -0.0005438577
      ],
      [
        " Great",
        -2.4153549e-05
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple, but most agree that afterwards his father Aristaeus migrated to Sicily. Chiron made an image of": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -1.5413535
      ],
      [
        "ae",
        -0.010601936
      ],
      [
        "on",
        -0.02341458
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's rival Hafgan. He was unable to catch a daughter of Heyfedd the Old on horseback, but eventually married her after outthinking her fiancé Gwawl. His child with that wife would be recovered by Teyrnon, but not before his wife was smeared with puppy blood and accused of infanticide. Noted for trading places with Arawn of Annwn, for 10 points, name this Welsh hero, the father of Pryderi and husband of": {
    "guess": "Pwyll, Prince of Dyfed",
    "confidence": [
      [
        "P",
        -0.01243807
      ],
      [
        "wy",
        -0.00042804674
      ],
      [
        "ll",
        -1.147242e-06
      ],
      [
        ",",
        -0.35881317
      ],
      [
        " Prince",
        -0.037933376
      ],
      [
        " of",
        -3.6669935e-05
      ],
      [
        " Dy",
        -0.00024156268
      ],
      [
        "fed",
        -4.596782e-05
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists as Anne Besant.  After visiting Dublin in 1907 and becoming interested in the Irish independence movement, he became more radical than his father in working towards Indian independence.  As a result,": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.61930263
      ],
      [
        "awah",
        -0.00015622021
      ],
      [
        "arl",
        -8.256335e-05
      ],
      [
        "al",
        -1.27099975e-05
      ],
      [
        " Neh",
        -1.640531e-05
      ],
      [
        "ru",
        -4.4849444e-06
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man": {
    "guess": "Nicias",
    "confidence": [
      [
        "N",
        -1.0068109
      ],
      [
        "icias",
        -0.08852245
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller apartment after three bearded boarders leave. The main character's sister aspires to be a violinist, and the protagonist of this work catches the five AM train every morning to work as a salesman to pay off his (*) father's debt. The protagonist eventually dies after an apple thrown by his father becomes lodged in his back. For 10 points, name this novella in which Gregor Samsa is changed into a bug, a work of Franz Kafka.": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.00053087185
      ],
      [
        " Met",
        -0.000107000094
      ],
      [
        "am",
        -2.868329e-05
      ],
      [
        "orph",
        -3.7265952e-05
      ],
      [
        "osis",
        -5.3193703e-06
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.47668022
      ],
      [
        "ulus",
        -0.000110457004
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed to be haunted by the ghost of a son of Nephele who had fled Orchomenus on a magical steed. This man fulfilled a prophecy warning his uncle against a one-sandalled man. He lost a sandal when he courteously carried an old crone, actually Hera in disguise, across a river. He killed his uncle after retrieving": {
    "guess": "Bellerophon",
    "confidence": [
      [
        "B",
        -1.1896344
      ],
      [
        "eller",
        -0.0009114635
      ],
      [
        "ophon",
        -0.0020242815
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha suggest that Magadha and Gandhara may have become independent of each other after this man's death. This convener of the Council of Patna sent his son Mihinda as an emissary to King Tissa of Sri Lanka. His attempts to extend the \"dhamma\" throughout his land led to him to promulgate the Rock Edicts, after he was shocked at the results of his war in Kalinga. For 10 points, name this third ruler of the Mauryan dynasty, who converted to pacifist Buddhism.": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.1329292
      ],
      [
        "oka",
        -3.7146747e-05
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"  Studying under John Wheeler at Princeton, he used the principle of least action to develop the path integral formulation for quantum mechanics and Oppenheimer described him as \"the most brilliant young physicist\" at Los Alamos. FTP, identify this man whose 1947 papers \"The Theory of Positrons\" and \"Space-Time Approach to Quantum Electrodynamics\" set the stage for the work which gained him a share the Nobel Prize in 1965.": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.00661543
      ],
      [
        " Fey",
        -0.0002072357
      ],
      [
        "n",
        -0.000111410634
      ],
      [
        "man",
        -3.786197e-05
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous person to die from drinking hemlock turned against six (*) generals accused of negligence for failing to rescue sailors of sunken triremes in the aftermath of the Battle of Arginusae. This man was betrayed by his ally Critias, with whom he headed up a pro-Spartan oligarchy. For 10 points, name": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.1334651
      ],
      [
        "c",
        -9.877504e-05
      ],
      [
        "ibi",
        -0.00020604367
      ],
      [
        "ades",
        -5.4669687e-05
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was married at 15, often claiming to be visited by the spirit of Demosthenes.  With her sister, she started a newspaper, Claflin's Weekly, but it was her introduction to Cornelius Vanderbilt that allowed her to make a fortune as a stockbroker.  However, she would be disgraced by a libel suit for her": {
    "guess": "Victoria Woodhull",
    "confidence": [
      [
        "Victoria",
        -0.015231402
      ],
      [
        " Wood",
        -0.005617316
      ],
      [
        "h",
        -0.0003670365
      ],
      [
        "ull",
        -0.00033367777
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned to science. His mathematical analysis of vortex rings led him to investigate cathode rays, and he repeated Hertzs experiments to show that electric fields would deflect cathode rays. FTP, identify this English physicist, whose son won the Nobel Prize for showing that the electron acted like a particle": {
    "guess": "Joseph John Thomson",
    "confidence": [
      [
        "Joseph",
        -0.41271266
      ],
      [
        " John",
        -0.021703368
      ],
      [
        " Thomson",
        -0.15900224
      ]
    ]
  },
  "Fast methods for performing this function operate in O(n log n) (read: big \"oh\" of n log n) time, and": {
    "guess": "Merge sort",
    "confidence": [
      [
        "Merge",
        -0.27666986
      ],
      [
        " sort",
        -0.0825659
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her. However, he might have once blinded himself with burning grass, and suggested that vision could not always be trusted, since what men saw were \"eidola\" or dreams caused by the image of ejected particles hitting the eyes. His well known moral philosophy states that man should pursue the \"enthumie\" or \"good-naturedness,\" which led to his nickname, the Laughing Philosopher. FTP name this man famous": {
    "guess": "Democritus",
    "confidence": [
      [
        "Dem",
        -0.012451256
      ],
      [
        "oc",
        -0.00025728656
      ],
      [
        "rit",
        -4.7040652e-05
      ],
      [
        "us",
        -3.5477897e-05
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller apartment after three bearded boarders leave. The main character's sister aspires to be a violinist, and the protagonist of this work catches the five AM train every morning to work as a salesman to pay off his (*) father's debt. The protagonist eventually dies after an apple thrown by his father becomes lodged in his back. For 10 points, name this novella in which Gregor Samsa is changed into": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.03498096
      ],
      [
        " Met",
        -0.0015857934
      ],
      [
        "am",
        -9.901345e-05
      ],
      [
        "orph",
        -5.7768983e-05
      ],
      [
        "osis",
        -1.8431772e-05
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company, and among his notable feats in office was the quelling of the rebellion of the Dauphiné by legalizing its assembly. His first of many dismissals from office came after he published his Compte Rendu in 1781, and he was ousted again in 1786, and most famously on July 11, 1789, an event which led to the storming of the Bastille. FTP, name this Swiss born finance minister during the reign of Louis XVI.": {
    "guess": "Jacques Necker",
    "confidence": [
      [
        "Jac",
        -0.0019074547
      ],
      [
        "ques",
        -0.00019996427
      ],
      [
        " Ne",
        -4.5133394e-05
      ],
      [
        "cker",
        -4.00813e-06
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite": {
    "guess": "Hindu calendar",
    "confidence": [
      [
        "H",
        -0.21746832
      ],
      [
        "ind",
        -0.0035656195
      ],
      [
        "u",
        -0.0006651374
      ],
      [
        " calendar",
        -0.1809146
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven mad by Dionysus, and he carried off his wife while she was playing by the river Ilissus. This figure": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.05486456
      ],
      [
        "ore",
        -0.0026656694
      ],
      [
        "as",
        -0.00023834419
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration": {
    "guess": "N.C. Wyeth",
    "confidence": [
      [
        "N",
        -0.097984254
      ],
      [
        ".C",
        -0.27964708
      ],
      [
        ".",
        -0.0020822163
      ],
      [
        " Wy",
        -0.0011446223
      ],
      [
        "eth",
        -9.2695656e-05
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed": {
    "guess": "Pericles",
    "confidence": [
      [
        "Per",
        -1.0247465
      ],
      [
        "icles",
        -0.0065502897
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus.": {
    "guess": "Propertius",
    "confidence": [
      [
        "Prop",
        -0.48162135
      ],
      [
        "ert",
        -4.298773e-05
      ],
      [
        "ius",
        -4.727906e-05
      ]
    ]
  },
  "This man was the father of Sthenalus and the grandfather of the man who sent Heracles on his Twelve Labors, Eurystheus. This man, who founded Mycenae, was born after his mother was impregnated by a golden shower. Polydectes sent him on a quest during which he borrowed winged sandals, an invisibility": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0028863063
      ],
      [
        "se",
        -2.355753e-05
      ],
      [
        "us",
        -0.00030138093
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.039475314
      ],
      [
        "c",
        -0.0005854415
      ],
      [
        "ibi",
        -8.061054e-06
      ],
      [
        "ades",
        -0.000103662394
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her.": {
    "guess": "Thales of Miletus",
    "confidence": [
      [
        "Th",
        -0.9154704
      ],
      [
        "ales",
        -0.0077446825
      ],
      [
        " of",
        -0.040038623
      ],
      [
        " M",
        -5.145119e-05
      ],
      [
        "ilet",
        -8.2324936e-05
      ],
      [
        "us",
        -3.5313153e-06
      ]
    ]
  },
  "His father owned a brick works near Groningen; his mother was the daughter of an architect.  In his doctoral thesis he proved that Foucault's pendulum experiment can be used to show the earth's rotation.": {
    "guess": "Jean Bernard Léon Foucault",
    "confidence": [
      [
        "Jean",
        -1.0773154
      ],
      [
        " Bernard",
        -0.5595315
      ],
      [
        " L",
        -0.007389864
      ],
      [
        "é",
        -0.00010223195
      ],
      [
        "on",
        -3.631232e-05
      ],
      [
        " Fou",
        -8.542423e-05
      ],
      [
        "ca",
        -0.00055100623
      ],
      [
        "ult",
        -0.00056852185
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists as Anne Besant.  After visiting Dublin in 1907 and becoming interested in the Irish independence movement, he became more radical than his father in working towards Indian independence.  As a result, he helped found the Indian National Congress, and held important talks with Mohammed Ali Jinnah during the 1940s over the partition or unity of an Independent India.  FTP, name this man who was eventually": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.008591053
      ],
      [
        "awah",
        -0.00015800826
      ],
      [
        "arl",
        -1.8193366e-05
      ],
      [
        "al",
        -9.253091e-06
      ],
      [
        " Neh",
        -3.1305768e-05
      ],
      [
        "ru",
        -1.18755715e-05
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed to be haunted by the ghost of a son of Nephele who had fled Orchomenus on a magical steed. This man": {
    "guess": "Aeson",
    "confidence": [
      [
        "A",
        -0.98093385
      ],
      [
        "eson",
        -0.41035372
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\" to the end of his surname to produce its current spelling. One of this man's early works is Redburn: His First Voyage based on his own travels and a posthumously published work tells the story of an unfortunate sailor. His most famous work, dedicated to Nathaniel Hawthorne, is based on his time on the Acushnet while sailing to the South Pacific. His Piazza Tales include Bartleby the Scrivner. FTP, name this author of Billy Budd and Moby Dick.          |": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.002833411
      ],
      [
        "erman",
        -2.2603901e-05
      ],
      [
        " Mel",
        -0.0019833562
      ],
      [
        "ville",
        -5.8603408e-05
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned to science. His mathematical analysis of vortex rings led him to investigate cathode rays, and he repeated": {
    "guess": "William Crookes",
    "confidence": [
      [
        "William",
        -1.0439227
      ],
      [
        " Cro",
        -0.40411493
      ],
      [
        "okes",
        -0.00038419815
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"  Studying under John Wheeler at Princeton, he used the principle of least action to develop the path integral formulation for quantum mechanics and Oppenheimer described him as \"the most brilliant young physicist\" at Los Alamos. FTP, identify this man whose 1947 papers \"The Theory of Positrons\"": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.011214753
      ],
      [
        " Fey",
        -0.0023067927
      ],
      [
        "n",
        -0.00015824666
      ],
      [
        "man",
        -3.2736214e-05
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins. His approval of the murder of Juan de Escobedo is one factor in the \"Black Legend\" of his cruelty. His successor was not produced until his final marriage, to Maximilian II's daughter Anna of Austria.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0018458171
      ],
      [
        " II",
        -0.0005295606
      ],
      [
        " of",
        -3.5120287e-05
      ],
      [
        " Spain",
        -6.1821906e-05
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins. His approval of the murder of Juan de Escobedo is one factor in the \"Black Legend\" of his cruelty. His successor was not produced until his final marriage, to Maximilian II's daughter Anna of Austria. Following the death of King Sebastian, he annexed Portugal, but his childless marriage to Mary I led to disaster in his English ambitions, culminating in the 1588 failure of the Armada. For 10 points, name this builder of the Escorial and successor to Charles V as King of Spain.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0031157993
      ],
      [
        " II",
        -0.00015371693
      ],
      [
        " of",
        -6.82589e-05
      ],
      [
        " Spain",
        -1.4855664e-05
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.22754194
      ],
      [
        " Met",
        -0.4976556
      ],
      [
        "am",
        -3.7146747e-05
      ],
      [
        "orph",
        -1.0564331e-05
      ],
      [
        "osis",
        -5.5146502e-05
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red": {
    "guess": "Pwyll Pen Annwn",
    "confidence": [
      [
        "P",
        -0.03198579
      ],
      [
        "wy",
        -0.072524235
      ],
      [
        "ll",
        -5.5122365e-07
      ],
      [
        " Pen",
        -1.1576029
      ],
      [
        " Ann",
        -8.888114e-05
      ],
      [
        "wn",
        -0.07268621
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple, but most agree that afterwards his father Aristaeus migrated to Sicily. Chiron made an image of this man on a cave to soothe grief, as his former trainer, and his mother Autonoe fled Thebes after his death. He realized his plight upon staring into a stream in the vale of Gargaphia near the spring": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.047431055
      ],
      [
        "ae",
        -0.005255576
      ],
      [
        "on",
        -0.003586295
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows": {
    "guess": "Aulus Gellius",
    "confidence": [
      [
        "A",
        -0.17662074
      ],
      [
        "ulus",
        -0.08368706
      ],
      [
        " G",
        -0.25980952
      ],
      [
        "ell",
        -2.9756122e-05
      ],
      [
        "ius",
        -0.0005226505
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows which is now lost. His second extant work is De viris illustribus, and his most famous work was dedicated to the praetorian prefect Septicius Clarus. He gives the last words of Julius Caesar as \"You, too, my son?\" in that work, which runs through the time of Domitian. For 10 points, name this author of the Lives of the Twelve Caesars.": {
    "guess": "Suetonius",
    "confidence": [
      [
        "S",
        -0.0027348588
      ],
      [
        "uet",
        -2.1008714e-06
      ],
      [
        "on",
        -4.723352e-06
      ],
      [
        "ius",
        -7.5530326e-05
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven": {
    "guess": "Anemoi",
    "confidence": [
      [
        "An",
        -1.0270001
      ],
      [
        "emo",
        -0.00041887542
      ],
      [
        "i",
        -2.2961513e-05
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha suggest that Magadha and Gandhara may have become independent of each other after this man's death.": {
    "guess": "Bindusara",
    "confidence": [
      [
        "Bind",
        -1.0431031
      ],
      [
        "us",
        -9.805982e-05
      ],
      [
        "ara",
        -0.0014571396
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration with Scribner's magazine. Several of his paintings were inspired by Anna and Karl Keurner,": {
    "guess": "N.C. Wyeth",
    "confidence": [
      [
        "N",
        -0.054338112
      ],
      [
        ".C",
        -0.35431165
      ],
      [
        ".",
        -0.0023039356
      ],
      [
        " Wy",
        -0.0010125648
      ],
      [
        "eth",
        -0.00012308525
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He": {
    "guess": "Pwyll",
    "confidence": [
      [
        "P",
        -0.29051894
      ],
      [
        "wy",
        -0.047727272
      ],
      [
        "ll",
        -3.650519e-06
      ]
    ]
  },
  "His father organized the investigation into the kidnapping of the Lindbergh baby. He served two tours of duty in Vietnam and attained the rank of General in 1978. In 1983 he was a deputy commander in the invasion of Grenada, but he would gain his greatest notoriety several years later. FTP, name this man who commanded the U.S. forces in the Gulf War and authored the book It Doesn? Take a Hero.": {
    "guess": "Norman Schwarzkopf Jr.",
    "confidence": [
      [
        "Norm",
        -0.046404403
      ],
      [
        "an",
        -5.371606e-05
      ],
      [
        " Schwar",
        -3.3809047e-05
      ],
      [
        "zk",
        -9.0883464e-07
      ],
      [
        "op",
        -0.00018911675
      ],
      [
        "f",
        -1.6643718e-05
      ],
      [
        " Jr",
        -0.00080093055
      ],
      [
        ".",
        -6.15835e-05
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That": {
    "guess": "Julio-Claudian dynasty",
    "confidence": [
      [
        "Jul",
        -1.0998278
      ],
      [
        "io",
        -0.5852007
      ],
      [
        "-C",
        -0.029625742
      ],
      [
        "la",
        -6.704273e-07
      ],
      [
        "ud",
        -1.3856493e-06
      ],
      [
        "ian",
        -0.0013852359
      ],
      [
        " dynasty",
        -0.07712967
      ]
    ]
  },
  "His father owned a brick works near Groningen; his mother was the daughter of an architect.  In his doctoral thesis he proved that Foucault's pendulum experiment can be used to show the earth's rotation.  Always interested in cryogenics, he used the theories of compatriots Van der Waals and Lorentz to make the discoveries that earned Leyden its title as coldest place on earth.  For 10 points, name the physicist who liquefied helium.": {
    "guess": "Heike Kamerlingh Onnes",
    "confidence": [
      [
        "He",
        -0.042214505
      ],
      [
        "ike",
        -0.00016754455
      ],
      [
        " K",
        -0.0024711362
      ],
      [
        "amer",
        -1.1756368e-05
      ],
      [
        "ling",
        -0.00011319869
      ],
      [
        "h",
        -0.00032986328
      ],
      [
        " On",
        -0.0094502885
      ],
      [
        "nes",
        -2.7848862e-05
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.059611235
      ],
      [
        "awah",
        -0.00066251855
      ],
      [
        "arl",
        -0.00028553052
      ],
      [
        "al",
        -2.2603901e-05
      ],
      [
        " Neh",
        -0.00013917775
      ],
      [
        "ru",
        -2.8160932e-06
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection": {
    "guess": "Raymond Carver",
    "confidence": [
      [
        "Ray",
        -1.2559235
      ],
      [
        "mond",
        -0.07664475
      ],
      [
        " Car",
        -0.018741535
      ],
      [
        "ver",
        -2.3080716e-05
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's rival Hafgan. He was unable to catch a daughter of Heyfedd the Old on horseback, but eventually married her after outthinking her fiancé Gwawl. His child with that wife would be recovered by Teyrnon, but not before his wife was smeared with puppy blood and accused of infanticide. Noted for trading places with Arawn of Annwn, for 10 points, name this Welsh hero, the father of Pryderi and husband of Rhiannon.": {
    "guess": "Pwyll, Prince of Dyfed",
    "confidence": [
      [
        "P",
        -0.02317058
      ],
      [
        "wy",
        -0.0011073519
      ],
      [
        "ll",
        -2.6968896e-06
      ],
      [
        ",",
        -0.9393223
      ],
      [
        " Prince",
        -0.0056207543
      ],
      [
        " of",
        -2.5941605e-05
      ],
      [
        " Dy",
        -3.8577193e-05
      ],
      [
        "fed",
        -1.1398757e-05
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he": {
    "guess": "Triton",
    "confidence": [
      [
        "T",
        -1.8594104
      ],
      [
        "rit",
        -0.6915707
      ],
      [
        "on",
        -0.00016492206
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was": {
    "guess": "Simon Bradstreet",
    "confidence": [
      [
        "Simon",
        -1.5706426
      ],
      [
        " Brad",
        -0.09762201
      ],
      [
        "street",
        -0.00082511053
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company, and among his notable feats in office was the quelling of the rebellion of the Dauphiné by legalizing": {
    "guess": "Charles Maurice de Talleyrand-Périgord",
    "confidence": [
      [
        "Charles",
        -1.1086086
      ],
      [
        " Maurice",
        -0.67927986
      ],
      [
        " de",
        -0.0017019602
      ],
      [
        " Tal",
        -9.472212e-05
      ],
      [
        "ley",
        -6.704273e-07
      ],
      [
        "rand",
        -4.7040652e-05
      ],
      [
        "-P",
        -0.28682762
      ],
      [
        "ér",
        -6.539802e-05
      ],
      [
        "ig",
        -0.00019507692
      ],
      [
        "ord",
        -0.000110457004
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island": {
    "guess": "Three sisters",
    "confidence": [
      [
        "Three",
        -0.79245603
      ],
      [
        " sisters",
        -0.026586372
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from Mexico. He tells the audience that he is the opposite of a magician because he shows the truth disguised as an illusion. An aspiring poet, he begins Scene III with a reference to the \"fiasco at Rubicam's Business College,\" where his sister dropped out without telling their mother. He recommends Jim O'Connor as a gentleman caller for his sister, and his mother Amanda heartily approves. FTP, identify": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.022977676
      ],
      [
        " Glass",
        -0.00017779607
      ],
      [
        " Men",
        -5.1689596e-05
      ],
      [
        "ager",
        -4.8709502e-05
      ],
      [
        "ie",
        -5.3596854e-05
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned to science. His mathematical analysis of vortex rings led him to investigate cathode rays, and he repeated Hertzs experiments to show that electric fields would deflect cathode rays. FTP, identify this": {
    "guess": "Joseph John Thomson",
    "confidence": [
      [
        "Joseph",
        -0.7140342
      ],
      [
        " John",
        -0.052525014
      ],
      [
        " Thomson",
        -0.18882364
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That son lends his name to the firstborn of the next three generations of the family and appears in such": {
    "guess": "Corleone family",
    "confidence": [
      [
        "Cor",
        -1.7394147
      ],
      [
        "le",
        -0.15122846
      ],
      [
        "one",
        -0.0018313
      ],
      [
        " family",
        -0.034352258
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned to science. His mathematical analysis of vortex rings led him to investigate cathode rays, and he repeated Hertzs experiments to show that electric fields would deflect cathode rays. FTP, identify this English physicist, whose son won the Nobel Prize for showing that the electron acted like a particle and a wave, and who himself won the Nobel Prize in 1906 for his work on conduction through gases, though he is better known as the discoverer of the electron.": {
    "guess": "J. J. Thomson",
    "confidence": [
      [
        "J",
        -0.1636028
      ],
      [
        ".",
        -0.059312787
      ],
      [
        " J",
        -2.2246291e-05
      ],
      [
        ".",
        -6.3490756e-05
      ],
      [
        " Thomson",
        -7.231183e-05
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from Mexico. He tells the audience that he is the opposite of a magician because he shows the truth disguised": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.39861313
      ],
      [
        " Glass",
        -0.0040704478
      ],
      [
        " Men",
        -0.00017183588
      ],
      [
        "ager",
        -3.6908343e-05
      ],
      [
        "ie",
        -2.1531068e-05
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla": {
    "guess": "Scipio Africanus",
    "confidence": [
      [
        "Sc",
        -1.6812992
      ],
      [
        "ip",
        -0.007264544
      ],
      [
        "io",
        -0.031915944
      ],
      [
        " African",
        -0.27378592
      ],
      [
        "us",
        -0.00015657782
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian priesthood. This man's work was the primary source for Wilhelm Becker's social history Gallus. He served as controller of the libraries under Hadrian and wrote an encylopedic work called Meadows which is now lost. His second extant work is De viris illustribus, and his most famous work was dedicated to the praetorian prefect Septicius Clarus. He gives the last words of Julius Caesar as \"You, too, my son?\" in that work, which runs through the time of Domitian. For 10 points, name this author": {
    "guess": "Suetonius",
    "confidence": [
      [
        "S",
        -0.0058241603
      ],
      [
        "uet",
        -1.3902034e-05
      ],
      [
        "on",
        -3.1281633e-07
      ],
      [
        "ius",
        -2.4272753e-05
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration with Scribner's magazine. Several of his paintings were inspired by Anna and Karl Keurner, his neighbors in Chadds Ford, Pennsylvania. His painting Indian Summer depicted Siri Erickson, although more prominent are the over 200 portraits of his neighbor Helga Testorf. Another painting by this man is set in Cushing, Maine and shows the physical struggles of a member of the Olson family. For 10 points, name this American artist who painted Christina's World": {
    "guess": "Andrew Wyeth",
    "confidence": [
      [
        "Andrew",
        -0.0044356976
      ],
      [
        " Wy",
        -0.00022725825
      ],
      [
        "eth",
        -2.6656826e-05
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her. However, he might have once blinded himself with burning grass, and suggested that vision could not always be trusted, since what men saw were \"eidola\" or dreams caused by the image of ejected particles": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.2033073
      ],
      [
        "ed",
        -0.00020139472
      ],
      [
        "oc",
        -1.9361265e-07
      ],
      [
        "les",
        -1.0445127e-05
      ]
    ]
  },
  "His father owned a brick works near Groningen; his mother was the daughter of an architect.  In his doctoral": {
    "guess": "Ludwig Mies van der Rohe",
    "confidence": [
      [
        "L",
        -1.2169644
      ],
      [
        "ud",
        -0.006902448
      ],
      [
        "wig",
        -0.0003189002
      ],
      [
        " M",
        -0.019959772
      ],
      [
        "ies",
        -0.00019626896
      ],
      [
        " van",
        -0.0021713169
      ],
      [
        " der",
        -0.0001245157
      ],
      [
        " Ro",
        -0.00018518302
      ],
      [
        "he",
        -4.1273333e-06
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to protect them from evil. Another festival in this religion commemorates a man who survived being burned alive while sitting on the lap of a woman who couldn't be hurt by fire. Members of this religion light lanterns to celebrate a figure's return from the forest after 17 years. Pujas are celebrated": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0013347632
      ],
      [
        "ind",
        -1.2829201e-05
      ],
      [
        "u",
        -9.126521e-05
      ],
      [
        "ism",
        -0.22800262
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed to be haunted by the ghost of a son of Nephele who had fled Orchomenus on a magical steed. This man fulfilled a prophecy warning his uncle against a one-sandalled man. He lost a sandal when he courteously": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.33647344
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted. Early canvases like The Return of Neptune foreshadowed his interest in the dramatic events he later chose to portray. But it was his Boy with a Squirrel that caught the eye of Benjamin West and helped make his name. Famous sitters for him included Samuel Adams and Paul Revere, but he is best known for painting historical scenes. FTP name this painter of The Death of Chatham and Watson and": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.0041920138
      ],
      [
        " Singleton",
        -0.04121233
      ],
      [
        " C",
        -3.4762674e-05
      ],
      [
        "ople",
        -2.6968896e-06
      ],
      [
        "y",
        -1.7432603e-06
      ]
    ]
  },
  "The \"fateful hoaxing\" of this work's author was the subject of a book by Derek Freeman, who criticized the book for confusing the sexual jokes of natives with actual conduct and promoting an illegitimate": {
    "guess": "Coming of Age in Samoa",
    "confidence": [
      [
        "Coming",
        -0.21627612
      ],
      [
        " of",
        -0.00010664248
      ],
      [
        " Age",
        -0.001177728
      ],
      [
        " in",
        -3.631232e-05
      ],
      [
        " Samoa",
        -2.6895234e-05
      ]
    ]
  },
  "This man was the father of Sthenalus and the grandfather of the man who sent Heracles on his Twelve Labors,": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.5311285
      ],
      [
        "se",
        -0.0004907185
      ],
      [
        "us",
        -0.00088144984
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned to science. His mathematical analysis of vortex rings led him to investigate cathode rays, and he repeated Hertzs experiments to show that electric fields would deflect cathode rays. FTP, identify this English physicist, whose son won the Nobel Prize for showing that the electron acted like a particle and a wave, and who himself won the Nobel Prize in 1906 for his work on conduction through gases,": {
    "guess": "Joseph John Thomson",
    "confidence": [
      [
        "Joseph",
        -0.40524676
      ],
      [
        " John",
        -0.018355252
      ],
      [
        " Thomson",
        -0.013971914
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the left flank at the Battle of Chaeronea, and was responsible for defeating the Sacred Band of Thebes. He occupied Babylon after winning the battle of (*) Gaugamela. He also won a battle at Issus as part of his war against the Persian king Darius the third. After his death, the Diadochi ruled the Macedonian": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.005125477
      ],
      [
        " the",
        -0.0011929676
      ],
      [
        " Great",
        -4.727906e-05
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's rival Hafgan. He was unable to catch a daughter of Heyfedd the Old on horseback, but eventually married": {
    "guess": "Pwyll Pen Annwn",
    "confidence": [
      [
        "P",
        -0.018065888
      ],
      [
        "wy",
        -0.0077426746
      ],
      [
        "ll",
        -6.704273e-07
      ],
      [
        " Pen",
        -0.9331563
      ],
      [
        " Ann",
        -6.2656334e-05
      ],
      [
        "wn",
        -0.092234045
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for": {
    "guess": "Charles Baudelaire",
    "confidence": [
      [
        "Charles",
        -1.340172
      ],
      [
        " B",
        -0.2278931
      ],
      [
        "aud",
        -0.0068276203
      ],
      [
        "ela",
        -1.7597347e-05
      ],
      [
        "ire",
        -5.2001665e-06
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from": {
    "guess": "Girolamo Savonarola",
    "confidence": [
      [
        "Gi",
        -1.9200528
      ],
      [
        "rol",
        -0.079454675
      ],
      [
        "amo",
        -0.00043031163
      ],
      [
        " Sav",
        -0.0068317563
      ],
      [
        "on",
        -0.0001942425
      ],
      [
        "ar",
        -9.221884e-05
      ],
      [
        "ola",
        -4.5252596e-05
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven mad by Dionysus, and he carried off his wife while she was playing by the river Ilissus. This figure fathered the wife of Phineus, and his sons convinced the (*) Argonauts to leave with Heracles and were responsible for chasing away the Harpies. This husband of Oreithyia fathered Chione, Cleopatra, Zetes, and Calais, and his Roman counterpart was known as Aquilo. For 10 points, name this brother": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.01633652
      ],
      [
        "ore",
        -7.922564e-05
      ],
      [
        "as",
        -0.00020377879
      ]
    ]
  },
  "His father organized the investigation into the kidnapping of the Lindbergh baby. He served two tours of duty in Vietnam and attained the rank of General in 1978. In 1983 he was a deputy commander in the invasion of Grenada, but he would gain his greatest notoriety several years later. FTP, name this": {
    "guess": "Norman Schwarzkopf Jr.",
    "confidence": [
      [
        "Norm",
        -0.15882987
      ],
      [
        "an",
        -0.00012332367
      ],
      [
        " Schwar",
        -0.00023023834
      ],
      [
        "zk",
        -1.147242e-06
      ],
      [
        "op",
        -0.0002702761
      ],
      [
        "f",
        -2.5226382e-05
      ],
      [
        " Jr",
        -0.0064953314
      ],
      [
        ".",
        -0.00010402
      ]
    ]
  },
  "This man's father was a Congressman whose 1966 primary loss signaled the end of the Byrd Machine. This man founded an organization now led by the Jew for Jesus Alan Sekulow, the American Center for Law": {
    "guess": "Jay Sekulow",
    "confidence": [
      [
        "Jay",
        -0.38985282
      ],
      [
        " Sek",
        -0.06780728
      ],
      [
        "ul",
        -2.749125e-05
      ],
      [
        "ow",
        -8.4112995e-05
      ]
    ]
  },
  "His father organized the investigation into the kidnapping of the Lindbergh baby. He served two tours of duty in Vietnam and attained the rank of General in 1978. In 1983 he was a deputy commander in the": {
    "guess": "Norman Schwarzkopf Jr.",
    "confidence": [
      [
        "Norm",
        -0.5454074
      ],
      [
        "an",
        -0.00033665422
      ],
      [
        " Schwar",
        -0.00027266017
      ],
      [
        "zk",
        -3.1281633e-07
      ],
      [
        "op",
        -0.00015884268
      ],
      [
        "f",
        -2.188868e-05
      ],
      [
        " Jr",
        -0.6417475
      ],
      [
        ".",
        -0.00015538577
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller apartment after three bearded boarders leave. The main character's sister aspires to be a violinist, and the protagonist of this work catches the five AM train every morning to work as a salesman": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.02576463
      ],
      [
        " Met",
        -0.0005275341
      ],
      [
        "am",
        -1.0802739e-05
      ],
      [
        "orph",
        -2.618001e-05
      ],
      [
        "osis",
        -3.0232935e-05
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera": {
    "guess": "Periclymenus",
    "confidence": [
      [
        "Per",
        -1.934365
      ],
      [
        "ic",
        -1.3333964
      ],
      [
        "ly",
        -0.00016563729
      ],
      [
        "menus",
        -0.0067211785
      ]
    ]
  },
  "Fast methods for performing this function operate in O(n log n) (read: big \"oh\" of n log n) time, and include the \"merge\" and \"binary tree\" methods. The most common method to do this steps through an array, interchanging adjacent elements repeatedly until no changes are made on one full trip, called the \"bubble\" method. For 10 points, name this common operation, the act of interchanging members of": {
    "guess": "Bubble sort",
    "confidence": [
      [
        "Bubble",
        -0.1861503
      ],
      [
        " sort",
        -0.018776275
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller apartment after three bearded boarders leave. The main character's sister aspires to be a violinist,": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.471232
      ],
      [
        " Met",
        -0.16337574
      ],
      [
        "am",
        -4.5848617e-05
      ],
      [
        "orph",
        -4.894791e-05
      ],
      [
        "osis",
        -6.873572e-05
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was married at 15, often claiming to be visited by the spirit of Demosthenes.  With her sister, she started a newspaper, Claflin's Weekly, but it was her introduction to Cornelius Vanderbilt that allowed her to make a fortune as a stockbroker.  However, she would be disgraced by a libel suit for her publication of rumors about the love life of Reverend Henry Ward Beecher.  FTP, name this woman who was nominated by the Equal Rights Party in the presidential election of 1872.": {
    "guess": "Victoria Woodhull",
    "confidence": [
      [
        "Victoria",
        -0.0035712074
      ],
      [
        " Wood",
        -0.00016325322
      ],
      [
        "h",
        -0.00016027314
      ],
      [
        "ull",
        -7.946405e-05
      ]
    ]
  },
  "This man's father was a Congressman whose 1966 primary loss signaled the end of the Byrd Machine. This man founded an organization now led by the Jew for Jesus Alan Sekulow, the American Center for Law and Justice. His business ties with the Bank of Scotland ended when he called Scotland \"a (*) dark land overrun by homosexuals.\" Finishing second in the Iowa primary in 1988, this man also founded Regent University. For 10 points, name this 700 Club host and noted Christian conservative.": {
    "guess": "Pat Robertson",
    "confidence": [
      [
        "Pat",
        -0.0029115044
      ],
      [
        " Robertson",
        -0.0013060719
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered": {
    "guess": "Typhon",
    "confidence": [
      [
        "Ty",
        -1.7643118
      ],
      [
        "phon",
        -0.11096089
      ]
    ]
  },
  "After his fathers death in 1872, he couldnt afford to become an apprentice engineer, and so he turned": {
    "guess": "Benito Juárez",
    "confidence": [
      [
        "Ben",
        -0.19093268
      ],
      [
        "ito",
        -0.28604218
      ],
      [
        " Ju",
        -0.00053099106
      ],
      [
        "á",
        -0.011102175
      ],
      [
        "rez",
        -2.1650272e-05
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter, he was supported by Baudelaire and produced works like At the Palais de Justice, as well as works showing daily life on the Ile Saint-Louis, Valmandois, the railroads, and works set in the theatre. For 10 points, name this artist of Camille Desmoulins [day-moo-LAHN] and Emigrants which alludes to the authoritarian rule of Louis-Napoleon, but who is best known for The Print Collectors, Advice to a Young Artist, The Republic, and Third-Class Carriage.": {
    "guess": "Charles-François Daubigny",
    "confidence": [
      [
        "Charles",
        -1.311857
      ],
      [
        "-F",
        -0.4385026
      ],
      [
        "ran",
        -0.0018536735
      ],
      [
        "çois",
        -0.09620038
      ],
      [
        " Da",
        -0.0003242607
      ],
      [
        "ub",
        -1.147242e-06
      ],
      [
        "ign",
        -5.6100132e-05
      ],
      [
        "y",
        -3.1544176e-05
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That son lends his name to the firstborn of the next three generations of the family and appears in such shorts stories as \"My Grandmother Millard,\" which he narrates and \"There was A Queen.\" He eventually becomes the mayor of Jefferson. Most of the information of this family is gleaned from two novels, The Unvanquished and a namesake one. FTP, name this family created by William Faulkner, whose notable members included Colonel John and Old Bayard.": {
    "guess": "Sartoris Family",
    "confidence": [
      [
        "S",
        -0.10507901
      ],
      [
        "art",
        -0.01311988
      ],
      [
        "oris",
        -0.00026491194
      ],
      [
        " Family",
        -0.5039067
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That son lends his name to the firstborn of the next three generations of the family and appears in such shorts stories as \"My Grandmother Millard,\" which he narrates and \"There was A Queen.\" He eventually becomes the mayor of Jefferson. Most of the information of this family is gleaned from two novels,": {
    "guess": "The Sound and the Fury",
    "confidence": [
      [
        "The",
        -0.98584783
      ],
      [
        " Sound",
        -0.08228839
      ],
      [
        " and",
        -0.00083666964
      ],
      [
        " the",
        -0.0061264485
      ],
      [
        " Fury",
        -0.00018411019
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was": {
    "guess": "Jean Genet",
    "confidence": [
      [
        "Jean",
        -0.9939972
      ],
      [
        " Gen",
        -0.124533355
      ],
      [
        "et",
        -0.023292297
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter, he was supported by Baudelaire and produced works like At the Palais de Justice, as well as works showing daily life on the Ile Saint-Louis, Valmandois, the railroads, and works set in the theatre.": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -0.8178662
      ],
      [
        "d",
        -0.0059235855
      ],
      [
        "ou",
        -0.00011844365
      ],
      [
        "ard",
        -0.00010998019
      ],
      [
        " Man",
        -0.007315308
      ],
      [
        "et",
        -8.89548e-06
      ]
    ]
  },
  "This man was the father of Sthenalus and the grandfather of the man who sent Heracles on his Twelve Labors, Eurystheus. This man, who founded Mycenae, was born after his mother was impregnated by a golden": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.048762683
      ],
      [
        "se",
        -0.0006607305
      ],
      [
        "us",
        -0.0005844878
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven mad by Dionysus, and he carried off his wife while she was playing by the river Ilissus. This figure fathered the wife of Phineus, and his sons convinced the (*) Argonauts to leave with Heracles and": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.3347852
      ],
      [
        "ore",
        -0.0017773996
      ],
      [
        "as",
        -0.01069217
      ]
    ]
  },
  "This man was the father of Sthenalus and the grandfather of the man who sent Heracles on his Twelve Labors, Eurystheus. This man, who founded Mycenae, was born after his mother was impregnated by a golden shower. Polydectes sent him on a quest during which he borrowed winged sandals, an invisibility helmet, and a reflective shield. He killed a sea monster who was about to eat Andromeda, whom he would later marry. For 10 points, name this Greek hero who cut off the head of Medusa.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.0011421227
      ],
      [
        "se",
        -3.2929079e-06
      ],
      [
        "us",
        -1.8074163e-05
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her. However, he might have once blinded himself with burning grass, and suggested that vision could not always be trusted, since what men saw were \"eidola\" or dreams caused by the image of ejected particles hitting the eyes. His well known moral philosophy states that man should pursue the \"enthumie\"": {
    "guess": "Empedocles",
    "confidence": [
      [
        "Emp",
        -0.637523
      ],
      [
        "ed",
        -0.00030400342
      ],
      [
        "oc",
        -2.9040899e-05
      ],
      [
        "les",
        -4.9186317e-05
      ]
    ]
  },
  "The father of this work's protagonist gets a job as a bank guard, and the central family moves to a smaller apartment after three bearded boarders leave. The main character's sister aspires to be a violinist, and the protagonist of this work catches the five AM train every morning to work as a salesman to pay off his (*) father's debt. The protagonist eventually dies after an apple thrown by his father": {
    "guess": "The Metamorphosis",
    "confidence": [
      [
        "The",
        -0.18026538
      ],
      [
        " Met",
        -0.039613616
      ],
      [
        "am",
        -3.166338e-05
      ],
      [
        "orph",
        -1.3306016e-05
      ],
      [
        "osis",
        -1.4498052e-05
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That son lends his name to the firstborn of the next three generations of the family and appears in such shorts stories as \"My Grandmother Millard,\" which he narrates and \"There was A Queen.\" He eventually becomes the mayor of Jefferson. Most of the information of this family is gleaned from two novels, The Unvanquished and a namesake one. FTP, name this family created by William Faulkner, whose notable": {
    "guess": "Sartoris family",
    "confidence": [
      [
        "S",
        -0.18429814
      ],
      [
        "art",
        -0.02575301
      ],
      [
        "oris",
        -0.00029279827
      ],
      [
        " family",
        -0.71698946
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed to be haunted by the ghost of a son of Nephele who had fled Orchomenus on a magical steed. This man fulfilled a prophecy warning his uncle against a one-sandalled man. He lost a sandal when he courteously carried an old crone, actually Hera in disguise, across a river. He killed his uncle after retrieving an item associated with Phrixus in a quest set by his uncle Pelias. FTP, name this man who": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.009408013
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists as Anne Besant.  After visiting Dublin in 1907 and becoming interested in the Irish independence movement, he became more radical than his father in working towards Indian independence.  As a result, he helped found the Indian National Congress, and held important talks with Mohammed Ali Jinnah during the 1940s over the partition or unity of an Independent India.  FTP, name this man who was eventually succeeded as prime minister of India by his daughter Indira grandson Rajiv.": {
    "guess": "Jawaharlal Nehru",
    "confidence": [
      [
        "J",
        -0.040335327
      ],
      [
        "awah",
        -0.00022690064
      ],
      [
        "arl",
        -0.00012940305
      ],
      [
        "al",
        -2.4034345e-05
      ],
      [
        " Neh",
        -0.0006452414
      ],
      [
        "ru",
        -3.0828953e-05
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's": {
    "guess": "Pwyll Pen Annwn",
    "confidence": [
      [
        "P",
        -0.033134036
      ],
      [
        "wy",
        -0.011411828
      ],
      [
        "ll",
        -1.9361265e-07
      ],
      [
        " Pen",
        -1.1032063
      ],
      [
        " Ann",
        -0.00012391969
      ],
      [
        "wn",
        -0.07698984
      ]
    ]
  },
  "The father of this family is demoted by his own troops so that he can return to his family. Drusilla is a cousin of this family, who is pressured into marrying the father, though she loves the son. That son lends his name to the firstborn of the next three generations of the family and appears in such shorts stories as \"My Grandmother Millard,\" which he narrates and \"There was A Queen.\" He eventually": {
    "guess": "The Forsyte Saga",
    "confidence": [
      [
        "The",
        -1.7322643
      ],
      [
        " Fors",
        -0.90070033
      ],
      [
        "yte",
        -0.03538308
      ],
      [
        " Saga",
        -0.1317872
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha suggest that Magadha and Gandhara may have become independent of each other after this man's death. This convener of the Council of Patna sent his son Mihinda as an emissary to King Tissa of Sri Lanka. His attempts to extend the \"dhamma\" throughout his land led to him to promulgate the Rock Edicts, after he was shocked at the results of his war in Kalinga. For 10 points, name this third ruler": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.01077815
      ],
      [
        "oka",
        -1.18755715e-05
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple, but most agree that afterwards his father Aristaeus migrated to Sicily. Chiron made an image of this man on a cave to soothe grief, as his former trainer, and his mother Autonoe fled Thebes after his death. He realized his plight upon staring into a stream in the vale of Gargaphia near the spring of Parthenius. FTP, this is where which man began being pursued by his own hounds after Artemis turned him into a stag for spotting her in the process of bathing.": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.0010457896
      ],
      [
        "ae",
        -0.0015514023
      ],
      [
        "on",
        -3.4405064e-05
      ]
    ]
  },
  "The \"fateful hoaxing\" of this work's author was the subject of a book by Derek Freeman, who criticized": {
    "guess": "Margaret Mead",
    "confidence": [
      [
        "Marg",
        -0.07247701
      ],
      [
        "aret",
        -3.1305768e-05
      ],
      [
        " Me",
        -5.109358e-05
      ],
      [
        "ad",
        -7.517272e-05
      ]
    ]
  },
  "This man's father was the son of Tyro and Tyro's uncle Cretheus. His uncle, a son of Poseidon, claimed to be haunted by the ghost of a son of Nephele who had fled Orchomenus on a magical steed. This man fulfilled a prophecy warning his uncle against a one-sandalled man. He lost a sandal when he courteously carried an old crone, actually Hera in disguise, across a river. He killed his uncle after retrieving an item associated with Phrixus in a quest set by his uncle Pelias. FTP, name this man who assembled and led the Argonauts.": {
    "guess": "Jason",
    "confidence": [
      [
        "Jason",
        -0.0020317768
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned.": {
    "guess": "Richard Clarke (merchant)",
    "confidence": [
      [
        "Richard",
        -0.36086664
      ],
      [
        " Clarke",
        -0.012003066
      ],
      [
        " (",
        -0.70142585
      ],
      [
        "merchant",
        -0.038160376
      ],
      [
        ")",
        -0.121145256
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins. His approval of the murder of Juan de Escobedo is one factor in the \"Black Legend\" of his cruelty.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.114185005
      ],
      [
        " II",
        -0.021630684
      ],
      [
        " of",
        -0.00019436171
      ],
      [
        " Spain",
        -0.00017457757
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete,": {
    "guess": "Anius",
    "confidence": [
      [
        "An",
        -0.92907894
      ],
      [
        "ius",
        -0.007136832
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous person to die from drinking hemlock turned against six (*) generals accused of negligence for failing to rescue sailors of sunken triremes in the aftermath of the Battle of Arginusae. This man was betrayed by his ally Critias, with whom he headed up a pro-Spartan oligarchy. For 10 points, name this Athenian statesman who negotiated the surrender to Sparta in the Peloponnesian War, and became": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.74077696
      ],
      [
        "c",
        -0.00015872349
      ],
      [
        "ibi",
        -0.00011009939
      ],
      [
        "ades",
        -6.0033854e-05
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\" to the end of his surname to produce its current spelling. One of this man's early works is Redburn: His First Voyage based on his own travels and a posthumously published work tells the story of an unfortunate sailor. His most famous work, dedicated to Nathaniel Hawthorne, is based on his time on": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.030471934
      ],
      [
        "erman",
        -0.0004454468
      ],
      [
        " Mel",
        -0.00069110905
      ],
      [
        "ville",
        -7.398068e-05
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha suggest that Magadha and Gandhara may have become independent of each other after this man's death. This convener of the Council of Patna sent his son Mihinda as an emissary to King Tissa of Sri": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.49263394
      ],
      [
        "oka",
        -0.00018161058
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans.": {
    "guess": "Themistocles",
    "confidence": [
      [
        "Them",
        -0.21116012
      ],
      [
        "ist",
        -2.6968896e-06
      ],
      [
        "oc",
        -2.0935051e-05
      ],
      [
        "les",
        -5.5577775e-06
      ]
    ]
  },
  "The \"fateful hoaxing\" of this work's author was the subject of a book by Derek Freeman, who criticized the book for confusing the sexual jokes of natives with actual conduct and promoting an illegitimate theory of cultural determinism. For 10 points—what anthropological study of passage rites on a South": {
    "guess": "Coming of Age in Samoa",
    "confidence": [
      [
        "Coming",
        -0.021218916
      ],
      [
        " of",
        -0.00038050648
      ],
      [
        " Age",
        -0.0012393948
      ],
      [
        " in",
        -0.00015848507
      ],
      [
        " Samoa",
        -0.00014466111
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to protect them from evil. Another festival in this religion commemorates a man who survived being burned alive while sitting on the lap of a woman who couldn't be hurt by fire. Members of this religion light lanterns to celebrate a figure's return from the forest after 17 years. Pujas are celebrated by members of this faith, who throw colored powder on each other during Holi. For 10 points, name this": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0017468157
      ],
      [
        "ind",
        -6.229872e-05
      ],
      [
        "u",
        -9.5079726e-05
      ],
      [
        "ism",
        -0.019281914
      ]
    ]
  },
  "His father Motilal encouraged his education, and introduced him to such other independence activists as Anne Besant.  After visiting Dublin in 1907 and becoming interested in the Irish independence movement,": {
    "guess": "Irish Republican Brotherhood",
    "confidence": [
      [
        "Ir",
        -0.7622015
      ],
      [
        "ish",
        -1.2590794e-05
      ],
      [
        " Republican",
        -0.841858
      ],
      [
        " Brotherhood",
        -0.0030542423
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to": {
    "guess": "Hindu calendar",
    "confidence": [
      [
        "H",
        -0.17891043
      ],
      [
        "ind",
        -0.0031875784
      ],
      [
        "u",
        -0.00013953536
      ],
      [
        " calendar",
        -0.55972946
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from Mexico. He tells the audience that he is the opposite of a magician because he shows the truth disguised as an illusion. An aspiring poet, he begins Scene III with a reference to the \"fiasco at Rubicam's Business College,\" where his sister dropped out without telling their mother. He recommends Jim": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.0010239973
      ],
      [
        " Glass",
        -0.00077913096
      ],
      [
        " Men",
        -4.370295e-05
      ],
      [
        "ager",
        -3.3809047e-05
      ],
      [
        "ie",
        -1.6286107e-05
      ]
    ]
  },
  "This man was the father of Sthenalus and the grandfather of the man who sent Heracles on his Twelve Labors, Eurystheus. This man, who founded Mycenae, was born after his mother was impregnated by a golden shower. Polydectes sent him on a quest during which he borrowed winged sandals, an invisibility helmet, and a reflective shield. He killed a sea monster who was about to eat Andromeda, whom he would": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.003937106
      ],
      [
        "se",
        -9.968313e-06
      ],
      [
        "us",
        -0.0002074741
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter, he was supported by Baudelaire and produced works like At the Palais de Justice, as well as works showing daily life on the Ile Saint-Louis, Valmandois, the railroads, and works set in the theatre. For 10 points, name this artist of Camille Desmoulins [day-moo-LAHN] and Emigrants which alludes to the authoritarian rule of Louis-Napoleon, but who is best known for The Print Collectors, Advice": {
    "guess": "Charles-François Daubigny",
    "confidence": [
      [
        "Charles",
        -1.4220285
      ],
      [
        "-F",
        -0.6474727
      ],
      [
        "ran",
        -0.0017557413
      ],
      [
        "çois",
        -0.11011897
      ],
      [
        " Da",
        -0.00038443657
      ],
      [
        "ub",
        -1.7432603e-06
      ],
      [
        "ign",
        -0.00013905855
      ],
      [
        "y",
        -7.13582e-05
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple, but most agree that afterwards his father Aristaeus migrated to Sicily. Chiron made an image of this man on a cave to soothe grief, as his former trainer, and his mother Autonoe fled Thebes after his death. He realized his plight upon staring into a stream in the vale of Gargaphia near the spring of Parthenius. FTP, this is where which man began being pursued by his own hounds after Artemis": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.0011121164
      ],
      [
        "ae",
        -0.0019162648
      ],
      [
        "on",
        -0.00014120422
      ]
    ]
  },
  "His father owned a brick works near Groningen; his mother was the daughter of an architect.  In his doctoral thesis he proved that Foucault's pendulum experiment can be used to show the earth's rotation.  Always interested in cryogenics, he used the theories of compatriots Van der Waals and Lorentz to make the discoveries that earned Leyden its title as coldest place on earth.  For 10 points, name": {
    "guess": "Heike Kamerlingh Onnes",
    "confidence": [
      [
        "He",
        -0.109735124
      ],
      [
        "ike",
        -0.00043698703
      ],
      [
        " K",
        -0.004556154
      ],
      [
        "amer",
        -5.0378356e-05
      ],
      [
        "ling",
        -0.00026550796
      ],
      [
        "h",
        -0.0008902599
      ],
      [
        " On",
        -0.01694627
      ],
      [
        "nes",
        -9.698699e-05
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was married at 15, often claiming to be visited by the spirit of Demosthenes.  With her sister, she started": {
    "guess": "Anna Anderson",
    "confidence": [
      [
        "Anna",
        -1.4160714
      ],
      [
        " Anderson",
        -1.5482635
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the left flank at the Battle of Chaeronea, and was responsible for defeating the Sacred Band of Thebes.": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.66904783
      ],
      [
        " II",
        -0.0008335704
      ],
      [
        " of",
        -0.00042042506
      ],
      [
        " Maced",
        -0.04049767
      ],
      [
        "on",
        -0.00054469216
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was married at 15, often claiming to be visited by the spirit of Demosthenes.  With her sister, she started a newspaper, Claflin's Weekly, but it was her introduction to Cornelius Vanderbilt that allowed her to make a fortune as a stockbroker.  However, she would be disgraced by a libel suit for her publication of rumors about the love life of Reverend Henry Ward Beecher.  FTP, name this woman who": {
    "guess": "Victoria Woodhull",
    "confidence": [
      [
        "Victoria",
        -0.005978801
      ],
      [
        " Wood",
        -0.013333169
      ],
      [
        "h",
        -0.00049917836
      ],
      [
        "ull",
        -0.0004068395
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\"": {
    "guess": "The Last Leaf",
    "confidence": [
      [
        "The",
        -0.14390726
      ],
      [
        " Last",
        -0.0025659068
      ],
      [
        " Leaf",
        -0.00016849818
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter,": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -1.3271768
      ],
      [
        "d",
        -0.0023462768
      ],
      [
        "ou",
        -0.00014585316
      ],
      [
        "ard",
        -6.217952e-05
      ],
      [
        " Man",
        -0.0007970005
      ],
      [
        "et",
        -9.014684e-06
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the left flank at the Battle of Chaeronea, and was responsible for defeating the Sacred Band of Thebes. He occupied Babylon after winning the battle of (*) Gaugamela. He also won a battle at Issus as part of his war against the Persian king Darius the third. After his death, the Diadochi ruled the Macedonian empire he created. For 10 points, name this son of Philip the Great who created a Hellenistic": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.016772682
      ],
      [
        " the",
        -0.001929467
      ],
      [
        " Great",
        -4.334534e-05
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -1.8534635
      ],
      [
        " II",
        -0.19771418
      ],
      [
        " of",
        -0.006375106
      ],
      [
        " Maced",
        -0.020660887
      ],
      [
        "on",
        -9.281486e-05
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company, and among his notable feats in office was the quelling of the rebellion of the Dauphiné by legalizing its assembly. His first of many dismissals from office came after he published his Compte Rendu": {
    "guess": "Jacques Necker",
    "confidence": [
      [
        "Jac",
        -0.33036605
      ],
      [
        "ques",
        -0.0002041364
      ],
      [
        " Ne",
        -0.00021236145
      ],
      [
        "cker",
        -1.9743013e-05
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"": {
    "guess": "Maxim Gorky",
    "confidence": [
      [
        "Max",
        -1.1469858
      ],
      [
        "im",
        -0.7851059
      ],
      [
        " G",
        -0.13681081
      ],
      [
        "ork",
        -7.004696e-05
      ],
      [
        "y",
        -0.0018189321
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration with Scribner's magazine. Several of his paintings were inspired by Anna and Karl Keurner, his neighbors in Chadds Ford, Pennsylvania. His painting Indian Summer depicted Siri Erickson, although": {
    "guess": "N.C. Wyeth",
    "confidence": [
      [
        "N",
        -0.31421483
      ],
      [
        ".C",
        -0.06797257
      ],
      [
        ".",
        -0.001721473
      ],
      [
        " Wy",
        -0.0010248318
      ],
      [
        "eth",
        -7.350386e-05
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera tossed  into the house of Hades. This man, commonly held to be an autochthon,  was given the gift of": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -1.9763311
      ],
      [
        "se",
        -0.23037937
      ],
      [
        "us",
        -0.124705106
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"  Studying under John Wheeler at Princeton, he used the principle of least action to develop": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.49052247
      ],
      [
        " Fey",
        -0.012116488
      ],
      [
        "n",
        -0.0001978186
      ],
      [
        "man",
        -3.3809047e-05
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous person to die from drinking hemlock turned against six (*) generals accused of negligence for failing to rescue sailors of sunken triremes in the aftermath of the Battle of Arginusae. This man was betrayed by his ally Critias, with whom he headed up a pro-Spartan oligarchy. For 10 points, name this Athenian statesman who negotiated the surrender to Sparta in the Peloponnesian War, and became one of the Thirty Tyrants.": {
    "guess": "Theramenes",
    "confidence": [
      [
        "Th",
        -0.11667505
      ],
      [
        "er",
        -0.0004864419
      ],
      [
        "am",
        -0.00018101456
      ],
      [
        "enes",
        -5.800739e-05
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins. His approval of the murder of Juan de Escobedo is one factor in the \"Black Legend\" of his cruelty. His successor was not produced until his final marriage, to Maximilian II's daughter Anna of Austria. Following the death of King Sebastian, he annexed Portugal, but his childless marriage to Mary": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.00920723
      ],
      [
        " II",
        -0.00036442498
      ],
      [
        " of",
        -0.00072303734
      ],
      [
        " Spain",
        -0.001437493
      ]
    ]
  },
  "This man's father was a Congressman whose 1966 primary loss signaled the end of the Byrd Machine. This man founded an organization now led by the Jew for Jesus Alan Sekulow, the American Center for Law and Justice. His business ties with the Bank of Scotland ended when he called Scotland \"a (*) dark land overrun by homosexuals.\" Finishing second in the Iowa primary in 1988, this man also founded Regent": {
    "guess": "Pat Robertson",
    "confidence": [
      [
        "Pat",
        -0.017712027
      ],
      [
        " Robertson",
        -0.003785347
      ]
    ]
  },
  "The \"fateful hoaxing\" of this work's author was the subject of a book by Derek Freeman, who criticized the book for confusing the sexual jokes of natives with actual conduct and promoting an illegitimate theory of cultural determinism. For 10 points—what anthropological study of passage rites on a South Pacific island was the first work of Margaret Mead?": {
    "guess": "Coming of Age in Samoa",
    "confidence": [
      [
        "Coming",
        -0.0026037218
      ],
      [
        " of",
        -0.00028290803
      ],
      [
        " Age",
        -0.0009461152
      ],
      [
        " in",
        -4.036525e-05
      ],
      [
        " Samoa",
        -4.4894987e-05
      ]
    ]
  },
  "While his father was attacking Byzantium, this man defeated the Maeci. He served as commander of the left flank at the Battle of Chaeronea, and was responsible for defeating the Sacred Band of Thebes. He occupied Babylon after winning the battle of (*) Gaugamela. He also won a battle at Issus as part": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.13530101
      ],
      [
        " the",
        -0.0058428734
      ],
      [
        " Great",
        -0.0002292847
      ]
    ]
  },
  "Her father Buck, who devised a \"miracle cancer cure\" out of mutton fat and lye, claimed that she was clairvoyant.  To this end, she put on psychic shows and worked part time as a prostitute after she was married at 15, often claiming to be visited by the spirit of Demosthenes.  With her sister, she started a newspaper, Claflin's Weekly, but it was her introduction to Cornelius Vanderbilt that allowed": {
    "guess": "Victoria Woodhull",
    "confidence": [
      [
        "Victoria",
        -0.099728815
      ],
      [
        " Wood",
        -0.0032752682
      ],
      [
        "h",
        -0.00045962472
      ],
      [
        "ull",
        -0.00039635692
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection From an Old Chemist's Shop.  He was fired from a job as editor of the journal The Animal World for writing about animals that didn't exist, while the first of the \"strange stories\" for which he became famous appeared in Karikatury in 1911.  He actually dictated his most famous work from his bedroom in Lipnice (lip-nee-chuh), partly based on his time in Russian captivity in World War I.  For 10": {
    "guess": "Jaroslav Hašek",
    "confidence": [
      [
        "Jar",
        -0.12220026
      ],
      [
        "osl",
        -0.0018139402
      ],
      [
        "av",
        -4.9424725e-05
      ],
      [
        " Ha",
        -0.0086154
      ],
      [
        "š",
        -0.0026736376
      ],
      [
        "ek",
        -0.00010008628
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection From an Old Chemist's Shop.  He was fired from a job as editor of the journal The Animal World for writing about animals that didn't exist, while the first of the \"strange stories\" for which he became famous appeared in Karikatury in 1911.  He actually dictated his most famous work from his bedroom in Lipnice (lip-nee-chuh), partly based on his time in Russian captivity in World War I.  For 10 points - name this Czech writer who died of tuberculosis before finishing The Good Soldier Schweik.": {
    "guess": "Jaroslav Hašek",
    "confidence": [
      [
        "Jar",
        -0.010040442
      ],
      [
        "osl",
        -0.00057841215
      ],
      [
        "av",
        -2.355753e-05
      ],
      [
        " Ha",
        -0.0063485727
      ],
      [
        "š",
        -0.0026043144
      ],
      [
        "ek",
        -9.4914985e-06
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans": {
    "guess": "Darius the Great",
    "confidence": [
      [
        "D",
        -0.0016997026
      ],
      [
        "arius",
        -6.062987e-05
      ],
      [
        " the",
        -0.39941284
      ],
      [
        " Great",
        -0.00016361084
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted. Early canvases like The Return of Neptune foreshadowed his interest in the dramatic events he later chose to portray. But it was his Boy with a Squirrel that caught the eye of Benjamin West and helped make his name. Famous sitters for him included Samuel Adams and Paul Revere, but he is best": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.016943704
      ],
      [
        " Singleton",
        -0.013112812
      ],
      [
        " C",
        -0.0003246183
      ],
      [
        "ople",
        -1.1994775e-05
      ],
      [
        "y",
        -2.319992e-05
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera tossed  into the house of Hades. This man, commonly held to be an autochthon,  was given the gift of walking on water by Poseidon. He pursued a king  who hid inside an underground palace built by Hephaestus. This man  was attempted to get the hand of Merope. After that he was blinded, but his  sight": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.05968873
      ],
      [
        "se",
        -0.08149823
      ],
      [
        "us",
        -0.0002585978
      ]
    ]
  },
  "Fast methods for performing this function operate in O(n log n) (read: big \"oh\" of n log n) time, and include the \"merge\" and \"binary tree\" methods. The most common method to do this steps through an array, interchanging adjacent elements repeatedly until no changes are made on one full trip, called": {
    "guess": "Bubble sort",
    "confidence": [
      [
        "Bubble",
        -0.005276688
      ],
      [
        " sort",
        -0.015640132
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to protect them from evil. Another festival in this religion commemorates a man who survived being burned": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.0016024599
      ],
      [
        "ind",
        -0.00012511172
      ],
      [
        "u",
        -3.0471343e-05
      ],
      [
        "ism",
        -0.48968488
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted.": {
    "guess": "Gilbert Stuart",
    "confidence": [
      [
        "Gil",
        -0.6299702
      ],
      [
        "bert",
        -1.998142e-05
      ],
      [
        " Stuart",
        -0.0010000594
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts": {
    "guess": "Joshua Reynolds",
    "confidence": [
      [
        "Josh",
        -1.500032
      ],
      [
        "ua",
        -0.0011024682
      ],
      [
        " Reynolds",
        -0.4876949
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins. His approval of the murder of Juan de Escobedo is one factor in the \"Black Legend\" of his cruelty. His successor was not produced until his final marriage, to Maximilian II's daughter Anna of Austria. Following the death of King Sebastian, he annexed Portugal, but his childless marriage to Mary I led to disaster in his English ambitions, culminating in the 1588 failure of the Armada. For 10 points,": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.0035168028
      ],
      [
        " II",
        -0.00021390743
      ],
      [
        " of",
        -0.00018673266
      ],
      [
        " Spain",
        -3.9888433e-05
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that": {
    "guess": "Thales of Miletus",
    "confidence": [
      [
        "Th",
        -0.8166273
      ],
      [
        "ales",
        -0.0031676218
      ],
      [
        " of",
        -0.029425396
      ],
      [
        " M",
        -0.0001688558
      ],
      [
        "ilet",
        -0.00015205175
      ],
      [
        "us",
        -7.3458323e-06
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera tossed  into the house of Hades. This man, commonly held to be an autochthon,  was given the gift of walking on water by Poseidon. He pursued a king  who hid inside an underground palace built by Hephaestus. This man  was attempted to get the hand of Merope. After that he was blinded, but his  sight was restored when he looked at the sunrise. He died on Delos after being  blinded by Oenipion, possibly due to Artemis's discus. For 10 points, name  this Greek hunter.": {
    "guess": "Orion",
    "confidence": [
      [
        "Or",
        -0.044878002
      ],
      [
        "ion",
        -5.0974373e-05
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from Mexico. He tells the audience that he is the opposite of a magician because he shows the truth disguised as an illusion. An aspiring poet, he begins Scene III with a reference to the \"fiasco at Rubicam's": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.004337072
      ],
      [
        " Glass",
        -0.00078747154
      ],
      [
        " Men",
        -2.868329e-05
      ],
      [
        "ager",
        -3.5597102e-05
      ],
      [
        "ie",
        -2.2603901e-05
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted. Early canvases like The Return of Neptune foreshadowed his interest in the dramatic events he": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.59702265
      ],
      [
        " Singleton",
        -0.37101653
      ],
      [
        " C",
        -0.0002736138
      ],
      [
        "ople",
        -1.1279553e-05
      ],
      [
        "y",
        -2.7252845e-05
      ]
    ]
  },
  "His father organized the investigation into the kidnapping of the Lindbergh baby. He served two tours": {
    "guess": "Norman Schwarzkopf Sr.",
    "confidence": [
      [
        "Norm",
        -0.34307024
      ],
      [
        "an",
        -3.333223e-05
      ],
      [
        " Schwar",
        -9.186123e-05
      ],
      [
        "zk",
        -3.1281633e-07
      ],
      [
        "op",
        -9.805982e-05
      ],
      [
        "f",
        -1.1637165e-05
      ],
      [
        " Sr",
        -0.13886787
      ],
      [
        ".",
        -9.4960524e-05
      ]
    ]
  },
  "His father was a witness at Cremona to the suicide of Otho, and this man held two sinecures in the Ostian": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.642183
      ],
      [
        " Peter",
        -0.0057933396
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera tossed  into the house of Hades. This man, commonly held to be an autochthon,  was given the gift of walking on water by Poseidon. He pursued a king  who hid inside an underground palace built by Hephaestus.": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.25522408
      ],
      [
        "se",
        -0.05373795
      ],
      [
        "us",
        -0.001976215
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company,": {
    "guess": "Jacques Necker",
    "confidence": [
      [
        "Jac",
        -1.7345508
      ],
      [
        "ques",
        -0.000121662146
      ],
      [
        " Ne",
        -0.007482276
      ],
      [
        "cker",
        -3.1281633e-07
      ]
    ]
  },
  "A fast in this religion on the thirteenth day of the new month commemorates a certain deity's \"favorite day.\" In one holiday for this religion, sisters tie strings around their brothers' right wrists to protect them from evil. Another festival in this religion commemorates a man who survived being burned alive while sitting on the lap of a woman who couldn't be hurt by fire. Members of this religion": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.273541
      ],
      [
        "ind",
        -0.00012260844
      ],
      [
        "u",
        -0.00019007038
      ],
      [
        "ism",
        -0.08192436
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception": {
    "guess": "Anaximander",
    "confidence": [
      [
        "An",
        -0.36971855
      ],
      [
        "ax",
        -0.0008055795
      ],
      [
        "im",
        -0.09237795
      ],
      [
        "ander",
        -0.12647755
      ]
    ]
  },
  "This man's father was a Congressman whose 1966 primary loss signaled the end of the Byrd Machine. This": {
    "guess": "Harry F. Byrd Jr.",
    "confidence": [
      [
        "Harry",
        -0.6680082
      ],
      [
        " F",
        -0.02699071
      ],
      [
        ".",
        -5.7649777e-05
      ],
      [
        " By",
        -1.569009e-05
      ],
      [
        "rd",
        -1.1279553e-05
      ],
      [
        " Jr",
        -0.03320772
      ],
      [
        ".",
        -4.2272506e-05
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted. Early canvases like The Return of Neptune foreshadowed his interest in the dramatic events he later chose to portray. But it was his Boy with a Squirrel that caught the eye of Benjamin West and": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.029142233
      ],
      [
        " Singleton",
        -0.06083304
      ],
      [
        " C",
        -0.00022332452
      ],
      [
        "ople",
        -2.6968896e-06
      ],
      [
        "y",
        -1.6286107e-05
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus,": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.014533432
      ],
      [
        "c",
        -0.00048833445
      ],
      [
        "ibi",
        -1.0325924e-05
      ],
      [
        "ades",
        -0.00018685187
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her. However, he might have once blinded himself with burning grass, and suggested that vision could not always be trusted, since what men saw were \"eidola\" or dreams caused by the image of ejected particles hitting the eyes. His well known moral philosophy states that man should pursue the \"enthumie\" or \"good-naturedness,\" which led to his nickname, the Laughing Philosopher. FTP name this man famous for his atomic theories.": {
    "guess": "Democritus",
    "confidence": [
      [
        "Dem",
        -0.0011185461
      ],
      [
        "oc",
        -7.946405e-05
      ],
      [
        "rit",
        -9.849109e-06
      ],
      [
        "us",
        -3.166338e-05
      ]
    ]
  },
  "This man's father was known by a Greek word for \"destroyer of foes\" and was denied in a request for a philospoher that he sent to Antiochus I. The different seats of power for his sons Kunala and Dasharatha suggest that Magadha and Gandhara may have become independent of each other after this man's death. This convener of the Council of Patna sent his son Mihinda as an emissary to King Tissa of Sri Lanka. His attempts to extend the \"dhamma\" throughout his land led to him to promulgate the Rock Edicts,": {
    "guess": "Ashoka",
    "confidence": [
      [
        "Ash",
        -0.018103236
      ],
      [
        "oka",
        -1.3067608e-05
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple,": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -1.7764463
      ],
      [
        "mus",
        -0.0008024802
      ]
    ]
  },
  "Fast methods for performing this function operate in O(n log n) (read: big \"oh\" of n log n) time, and include the \"merge\" and \"binary tree\" methods. The most common method to do this steps through an array, interchanging adjacent elements repeatedly until no changes are made on one full trip, called the \"bubble\" method. For 10 points, name this common operation, the act of interchanging members of a list until they are in a pre-defined order.": {
    "guess": "Bubble sort",
    "confidence": [
      [
        "Bubble",
        -0.217016
      ],
      [
        " sort",
        -0.010847839
      ]
    ]
  },
  "This man's father in law was the man to whom the tea that provoked the Boston Tea Party was consigned. His Head of a Man was one of the first portraits of a black man produced by an American and contrasts with his usual subjects, the privileged and wealthy, many of whom would travel to London to be painted. Early canvases like The Return of Neptune foreshadowed his interest in the dramatic events he later chose to portray. But it was his Boy with a Squirrel that caught the eye of Benjamin West and helped make his name. Famous sitters for him included Samuel Adams and Paul Revere, but he is best known for painting historical scenes. FTP name this painter of The Death of Chatham and Watson and the Shark.": {
    "guess": "John Singleton Copley",
    "confidence": [
      [
        "John",
        -0.005441978
      ],
      [
        " Singleton",
        -0.0035430512
      ],
      [
        " C",
        -1.0206721e-05
      ],
      [
        "ople",
        -1.147242e-06
      ],
      [
        "y",
        -9.0883464e-07
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the entrance to the harbor of Piraeus, because he figured it was a ploy to hand the city over to the Spartans. This man and Thrasybulus snuck up behind a fleet commanded by Mindarus at the Battle of Cyzicus, and along with Aristocrates, he led the moderate faction in the Four Hundred. This second most-famous person to die from drinking hemlock turned against six (*) generals accused of negligence for": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -0.22697008
      ],
      [
        "c",
        -0.00044425478
      ],
      [
        "ibi",
        -5.6815352e-05
      ],
      [
        "ades",
        -8.3159364e-05
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven mad by Dionysus, and he carried off his wife while she was playing by the river Ilissus. This figure fathered the wife of Phineus, and his sons convinced the (*) Argonauts to leave with Heracles and were responsible for chasing away the Harpies. This husband of Oreithyia fathered Chione, Cleopatra, Zetes, and Calais, and his Roman counterpart was known as Aquilo. For 10 points, name this brother of Eurus, Notus, and Zephyrus, a son of Aeolus who is the personification of the North Wind.": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.002333667
      ],
      [
        "ore",
        -8.061054e-06
      ],
      [
        "as",
        -9.372295e-06
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter, he was supported by Baudelaire and produced works like At the Palais de Justice, as well as": {
    "guess": "Édouard Manet",
    "confidence": [
      [
        "É",
        -1.0658818
      ],
      [
        "d",
        -0.021957288
      ],
      [
        "ou",
        -5.7888185e-05
      ],
      [
        "ard",
        -7.171581e-05
      ],
      [
        " Man",
        -0.00038193326
      ],
      [
        "et",
        -7.226629e-06
      ]
    ]
  },
  "His father skipped town a long time ago and is not heard from except for a terse postcard farewell from Mexico. He tells the audience that he is the opposite of a magician because he shows the truth disguised as an illusion. An aspiring poet, he begins Scene III with a reference to the \"fiasco at Rubicam's Business College,\" where his sister dropped out without telling their mother. He recommends Jim O'Connor as a gentleman caller for his sister, and his mother Amanda heartily approves. FTP, identify this brother of Laura Wingfield and narrator of Tennessee Williams' The Glass Menagerie.": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.5293653
      ],
      [
        " Glass",
        -0.003946963
      ],
      [
        " Men",
        -0.00012701898
      ],
      [
        "ager",
        -7.743759e-05
      ],
      [
        "ie",
        -3.7385154e-05
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"  Studying under John Wheeler at Princeton, he used the principle of least action to develop the path integral formulation for quantum mechanics and Oppenheimer described him as \"the most brilliant": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.057456635
      ],
      [
        " Fey",
        -0.00072827865
      ],
      [
        "n",
        -7.100059e-05
      ],
      [
        "man",
        -3.1544176e-05
      ]
    ]
  },
  "The Fasti describes how this figure was born after three gods pissed  onto the ox-hide owned by the farmer Hylaeus. Apollodorus claims that  this man was first married to a woman named Side, whom Hera tossed  into the house of Hades. This man, commonly held to be an autochthon,  was given the gift of walking on water by Poseidon. He pursued a king  who hid inside an underground palace built by Hephaestus. This man  was attempted to get the hand of Merope. After that he was blinded, but his  sight was restored when he looked at the sunrise. He died on Delos after being  blinded by Oenipion, possibly": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.50626045
      ],
      [
        "se",
        -0.23211904
      ],
      [
        "us",
        -0.00028350405
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration with Scribner's magazine. Several of his paintings were inspired by Anna and Karl Keurner, his neighbors in Chadds Ford, Pennsylvania. His painting Indian Summer depicted Siri Erickson, although more prominent are the over 200 portraits of his neighbor Helga Testorf. Another painting by": {
    "guess": "N.C. Wyeth",
    "confidence": [
      [
        "N",
        -0.59238
      ],
      [
        ".C",
        -0.2017016
      ],
      [
        ".",
        -0.0011087824
      ],
      [
        " Wy",
        -0.00097041804
      ],
      [
        "eth",
        -5.240482e-05
      ]
    ]
  },
  "After his father, depicted in Oliver Wendell Holmes's poem The Last Leaf, died, his mother added an \"e\" to the end of his surname to produce its current spelling. One of this man's early works is Redburn: His First Voyage based on his own travels and a posthumously published work tells the story of an": {
    "guess": "Herman Melville",
    "confidence": [
      [
        "H",
        -0.61458665
      ],
      [
        "erman",
        -0.00128571
      ],
      [
        " Mel",
        -0.0008547629
      ],
      [
        "ville",
        -7.088138e-05
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's rival Hafgan. He was unable to catch a daughter of Heyfedd the Old on horseback, but eventually married her after outthinking her fiancé Gwawl. His child with that wife would be recovered by Teyrnon, but not before his wife was smeared with puppy blood and accused of infanticide. Noted for trading places": {
    "guess": "Pwyll Pen Annwn",
    "confidence": [
      [
        "P",
        -0.032177202
      ],
      [
        "wy",
        -0.027254196
      ],
      [
        "ll",
        -3.1281633e-07
      ],
      [
        " Pen",
        -0.8580105
      ],
      [
        " Ann",
        -5.8245798e-05
      ],
      [
        "wn",
        -0.095994845
      ]
    ]
  },
  "This father of Loxo and Opis was often depicted cloaked and holding a conch shell, and sources say he lived either in Thrace or Scythia. Pausanias claims that this figure had snakes for feet, and he fathered twelve speedy colts from Erichthonius's mares. He fathered Lycurgus and Butes, who was driven mad by Dionysus, and he carried off his wife while she was playing by the river Ilissus. This figure fathered the wife of Phineus, and his sons convinced the (*) Argonauts to leave with Heracles and were responsible for chasing away the Harpies. This husband of Oreithyia fathered Chione, Cleopatra,": {
    "guess": "Boreas",
    "confidence": [
      [
        "B",
        -0.003435777
      ],
      [
        "ore",
        -2.9756122e-05
      ],
      [
        "as",
        -0.0008444105
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa": {
    "guess": "Culhwch",
    "confidence": [
      [
        "C",
        -1.1968503
      ],
      [
        "ul",
        -0.025770675
      ],
      [
        "hw",
        -0.0074667777
      ],
      [
        "ch",
        -4.406056e-05
      ]
    ]
  },
  "Fast methods for performing this function operate in O(n log n) (read: big \"oh\" of n log n) time, and include the \"merge\" and \"binary tree\" methods. The most common method to do this steps through an array,": {
    "guess": "Merge sort",
    "confidence": [
      [
        "Merge",
        -0.6326682
      ],
      [
        " sort",
        -0.08892606
      ]
    ]
  },
  "After his father drank himself to death, he got a job with a chemist, which led to his story collection From an Old Chemist's Shop.  He was fired from a job as editor of the journal The Animal World for writing about animals that didn't exist, while the first of the \"strange stories\" for which he became": {
    "guess": "Lord Dunsany",
    "confidence": [
      [
        "Lord",
        -1.4951078
      ],
      [
        " D",
        -0.028714085
      ],
      [
        "uns",
        -0.0010754421
      ],
      [
        "any",
        -0.0007711516
      ]
    ]
  },
  "The father of this man is said to have entertained Xerxes, who left a garrison of Magi and Chaldeans in his hometown, from whom he learned cosmology. Diogenes Laertius reported that this man's perception was so keen that he could describe the appearance of a goat based on the milk it produced, and that he once noted the exact night a girl he saw everyday had lost her virginity just by looking at her. However, he might have once blinded himself with burning grass, and suggested that vision could not": {
    "guess": "Thales of Miletus",
    "confidence": [
      [
        "Th",
        -0.51623493
      ],
      [
        "ales",
        -0.0037048238
      ],
      [
        " of",
        -0.031070173
      ],
      [
        " M",
        -5.7530575e-05
      ],
      [
        "ilet",
        -5.407367e-05
      ],
      [
        "us",
        -4.00813e-06
      ]
    ]
  },
  "His father was from Küstrin, in modern-day Poland, and he quickly got experience in the banking world, establishing a firm with Thellusson. He served for a time as director of the French East India Company, and among his notable feats in office was the quelling of the rebellion of the Dauphiné by legalizing its assembly. His first of many dismissals from office came after he published his Compte Rendu in 1781, and he was ousted again in 1786, and most famously on July 11, 1789, an event which led": {
    "guess": "Jacques Necker",
    "confidence": [
      [
        "Jac",
        -0.18649177
      ],
      [
        "ques",
        -5.4908094e-05
      ],
      [
        " Ne",
        -4.6683042e-05
      ],
      [
        "cker",
        -1.569009e-05
      ]
    ]
  },
  "This man's father, who led the settlers who founded the city of Amphipolis, was named Hagnon. This man garrisoned a fort at Chrysopolis and collected a customs duty of one-tenth on every ship that passed through the Bosporus. He strongly opposed the construction of a fortification at Eetioneia at the": {
    "guess": "Alcibiades",
    "confidence": [
      [
        "Al",
        -1.5142341
      ],
      [
        "c",
        -0.0040956163
      ],
      [
        "ibi",
        -0.00074339914
      ],
      [
        "ades",
        -0.00042828516
      ]
    ]
  },
  "The father of this artist was known for his illustrations of an edition of Treasure Island and his collaboration with Scribner's magazine. Several of his paintings were inspired by Anna and Karl Keurner, his neighbors in Chadds Ford, Pennsylvania. His painting Indian Summer depicted Siri Erickson, although more prominent are the over 200 portraits of his neighbor Helga Testorf. Another painting by this man is set in Cushing, Maine and shows the physical struggles of a member of the Olson family.": {
    "guess": "Andrew Wyeth",
    "confidence": [
      [
        "Andrew",
        -0.07476678
      ],
      [
        " Wy",
        -0.0004900033
      ],
      [
        "eth",
        -3.9888433e-05
      ]
    ]
  },
  "His father created him King of Chile, but his ambitions on France were renounced in the Peace of Vervins.": {
    "guess": "Philip II of Spain",
    "confidence": [
      [
        "Philip",
        -0.23048674
      ],
      [
        " II",
        -0.27724156
      ],
      [
        " of",
        -0.0019250639
      ],
      [
        " Spain",
        -0.008339745
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII, he fell from fame, went insane and died in an asylum. This forced the son to work as a messenger for a bailiff where he gained deep knowledge of the working of the court system. As an impressionist painter, he was supported by Baudelaire and produced works like At the Palais de Justice, as well as works showing daily life on the Ile Saint-Louis, Valmandois, the railroads, and works set in the theatre. For 10 points, name this artist of Camille Desmoulins [day-moo-LAHN] and Emigrants which alludes": {
    "guess": "Henri de Toulouse-Lautrec",
    "confidence": [
      [
        "Hen",
        -1.4110477
      ],
      [
        "ri",
        -0.00013584005
      ],
      [
        " de",
        -1.7768209
      ],
      [
        " T",
        -0.05177356
      ],
      [
        "oulouse",
        -0.00019650738
      ],
      [
        "-L",
        -0.00044306272
      ],
      [
        "aut",
        -0.0011990397
      ],
      [
        "rec",
        -0.00011093382
      ]
    ]
  },
  "His father owned a brick works near Groningen; his mother was the daughter of an architect.  In his doctoral thesis he proved that Foucault's pendulum experiment can be used to show the earth's rotation.  Always interested in cryogenics, he used the theories of compatriots Van der Waals and Lorentz to": {
    "guess": "Heike Kamerlingh Onnes",
    "confidence": [
      [
        "He",
        -1.2046343
      ],
      [
        "ike",
        -0.0001819682
      ],
      [
        " K",
        -0.001643046
      ],
      [
        "amer",
        -2.5345586e-05
      ],
      [
        "ling",
        -0.000115582756
      ],
      [
        "h",
        -0.000987554
      ],
      [
        " On",
        -0.0014997448
      ],
      [
        "nes",
        -7.0285365e-05
      ]
    ]
  },
  "The fate of this man was very similar to that of the prince Thasius, the son of Anius, on the island of Delos. The result of his story is similar to that of Chione and in more respects to that of Taygete, who fathered Lacedaemon in the same form, and this man made the same mistake as Siproites. Some say that he incurred divine wrath by loving Semele and some say he proposed to marry goddess at a temple, but most agree that afterwards his father Aristaeus migrated to Sicily. Chiron made an image of this man on a cave to soothe grief, as his former trainer, and his mother Autonoe fled Thebes after": {
    "guess": "Actaeon",
    "confidence": [
      [
        "Act",
        -0.5191702
      ],
      [
        "ae",
        -0.00469558
      ],
      [
        "on",
        -0.037960004
      ]
    ]
  },
  "His father had gone to Paris to seek his fortune as a poet, but after being presented to Louis XVIII,": {
    "guess": "Charles X",
    "confidence": [
      [
        "Charles",
        -0.9855004
      ],
      [
        " X",
        -0.05414401
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the": {
    "guess": "Taliesin",
    "confidence": [
      [
        "T",
        -1.4406849
      ],
      [
        "al",
        -0.028998759
      ],
      [
        "ies",
        -0.015298784
      ],
      [
        "in",
        -0.00034797855
      ]
    ]
  },
  "This man fathered a son who once became entranced by touching a bowl but was freed when his wife Cigfa caught a mouse. Once, while taking a walk after the first course of a feast, this inventor of the game Badger-in-a-Bag encountered a future wife of Manawydan mac Lyr on the hill of Gorsedd Arbeth. He and his pack of dogs once claimed a kill for which he had to fight off a pack of white dogs with red ears; as penance, he traded places with their owner for a year and a day and killed that owner's rival Hafgan. He was unable to catch a daughter of Heyfedd the Old on horseback, but eventually married her after outthinking her fiancé Gwawl. His child with that wife would be recovered by Teyrnon,": {
    "guess": "Pwyll Pen Annwn",
    "confidence": [
      [
        "P",
        -0.009757743
      ],
      [
        "wy",
        -0.008773516
      ],
      [
        "ll",
        -3.1281633e-07
      ],
      [
        " Pen",
        -0.3975479
      ],
      [
        " Ann",
        -7.7199176e-05
      ],
      [
        "wn",
        -0.100288406
      ]
    ]
  },
  "His father, Melville, proclaimed before his birth in 1918 that, \"if it's a boy, he's going to be a scientist.\"  Studying under John Wheeler at Princeton, he used the principle of least action to develop the path integral formulation for quantum mechanics and Oppenheimer described him as \"the most brilliant young physicist\" at Los Alamos. FTP, identify this man whose 1947 papers \"The Theory of Positrons\" and \"Space-Time Approach to Quantum Electrodynamics\" set the stage for the work which gained him": {
    "guess": "Richard Feynman",
    "confidence": [
      [
        "Richard",
        -0.007404181
      ],
      [
        " Fey",
        -0.0007758006
      ],
      [
        "n",
        -0.00011105302
      ],
      [
        "man",
        -2.7014437e-05
      ]
    ]
  }
}