{
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan": {
    "guess": "Celtic mythology",
    "confidence": [
      [
        "C",
        -0.14852838
      ],
      [
        "elt",
        -0.008816414
      ],
      [
        "ic",
        -2.8206474e-05
      ],
      [
        " mythology",
        -0.01950031
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind to be civilized. In Chinese tradition, Hou Yi is believed to have used arrows to destroy nine of them.  The Japanese god of this had a brother who cut through her roof and dropped a dead horse through, causing her to hide in a cave. The Egyptian one fights a never ending battle against Apep, and the Greeks depicted it as a chariot.  For 10 points, name this object, represented by such deities": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.82722193
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.11539278
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind to be civilized. In Chinese tradition, Hou Yi is believed to have used arrows to destroy nine of them.  The Japanese god of this had a brother who cut through her roof and dropped a dead horse through,": {
    "guess": "Moon",
    "confidence": [
      [
        "Moon",
        -0.66809726
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind to be civilized. In Chinese tradition, Hou Yi is believed to have used arrows to destroy nine of them.  The Japanese god of this had a brother who cut through her roof and dropped a dead horse through, causing her to hide in a cave. The Egyptian one fights a never ending battle against Apep, and": {
    "guess": "Mythology of the Moon",
    "confidence": [
      [
        "My",
        -0.50906366
      ],
      [
        "th",
        -0.0008421457
      ],
      [
        "ology",
        -0.43975732
      ],
      [
        " of",
        -0.20573351
      ],
      [
        " the",
        -0.004537281
      ],
      [
        " Moon",
        -0.99763465
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind to be civilized. In Chinese tradition, Hou Yi is believed to have used arrows to destroy nine": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.59640056
      ]
    ]
  },
  "Lugh, a Celtic depiction of this object, joins the Tuatha de Danaan in fighting the Fomorii. In Incan myth, the god of this was married to the earth goddess Pachamama, and sent his children to teach mankind to be civilized. In Chinese tradition, Hou Yi is believed to have used arrows to destroy nine of them.  The Japanese god of this had a brother who cut through her roof and dropped a dead horse through, causing her to hide in a cave. The Egyptian one fights a never ending battle against Apep, and the Greeks depicted it as a chariot.  For 10 points, name this object, represented by such deities as Inti, Amaterasu, and Ra.": {
    "guess": "Sun",
    "confidence": [
      [
        "Sun",
        -0.0029351488
      ]
    ]
  }
}