{
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that": {
    "guess": "Trip hop",
    "confidence": [
      [
        "Trip",
        -1.6782821
      ],
      [
        " hop",
        -0.02149244
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead Kennedys and \"Jerry Was a Racecar Driver\" by Primus in addition to The Earnies' \"Here and Now\" and": {
    "guess": "Punk Goes Pop (series)",
    "confidence": [
      [
        "P",
        -1.142462
      ],
      [
        "unk",
        -0.13719127
      ],
      [
        " Goes",
        -1.1362677
      ],
      [
        " Pop",
        -0.9145511
      ],
      [
        " (",
        -0.5196494
      ],
      [
        "series",
        -0.099547535
      ],
      [
        ")",
        -0.00035584232
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs": {
    "guess": "List of UK Singles Chart number ones of the 1990s",
    "confidence": [
      [
        "List",
        -0.29826063
      ],
      [
        " of",
        -0.0005691179
      ],
      [
        " UK",
        -0.43386889
      ],
      [
        " Singles",
        -1.257346
      ],
      [
        " Chart",
        -0.0076693255
      ],
      [
        " number",
        -0.6521573
      ],
      [
        " ones",
        -0.0007449488
      ],
      [
        " of",
        -0.0043987865
      ],
      [
        " the",
        -0.0058165714
      ],
      [
        " ",
        -0.00032664477
      ],
      [
        "199",
        -0.08283413
      ],
      [
        "0",
        -8.6616266e-05
      ],
      [
        "s",
        -5.1928004e-05
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead Kennedys and \"Jerry Was a Racecar Driver\" by Primus in addition to The Earnies' \"Here and Now\" and the Suicide Machines' \"New Girl.\" The most iconic of these songs notes that the singer is \"growing": {
    "guess": "Punk Goes...",
    "confidence": [
      [
        "P",
        -1.005774
      ],
      [
        "unk",
        -0.100375
      ],
      [
        " Goes",
        -0.49548614
      ],
      [
        "...",
        -0.65360093
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead": {
    "guess": "Songs of the New Depression",
    "confidence": [
      [
        "Songs",
        -1.6011918
      ],
      [
        " of",
        -0.8537022
      ],
      [
        " the",
        -0.86322284
      ],
      [
        " New",
        -1.9378756
      ],
      [
        " Depression",
        -1.2442498
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead Kennedys and \"Jerry Was a Racecar Driver\" by Primus in addition to The Earnies' \"Here and Now\" and the Suicide Machines' \"New Girl.\" The most iconic of these songs notes that the singer is \"growing older all the time,\" but \"getting younger in my mind\" and begins \"Here I am, doing everything I can.\"": {
    "guess": "Punk Goes...",
    "confidence": [
      [
        "P",
        -1.4726305
      ],
      [
        "unk",
        -0.0032550732
      ],
      [
        " Goes",
        -0.42663968
      ],
      [
        "...",
        -0.84204286
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title": {
    "guess": "Songs of Experience",
    "confidence": [
      [
        "Songs",
        -1.4672875
      ],
      [
        " of",
        -0.78031856
      ],
      [
        " Experience",
        -0.55008864
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead Kennedys and \"Jerry Was a Racecar Driver\" by Primus in addition to The Earnies' \"Here and Now\" and the Suicide Machines' \"New Girl.\" The most iconic of these songs notes that the singer is \"growing older all the time,\" but \"getting younger in my mind\" and begins \"Here I am, doing everything I can.\" For 10 points, name this group of songs including Goldfinger's \"Superman,\" which one can listen to while pulling sick Stalefishes and Benihanas in an N64 game.": {
    "guess": "Tony Hawk's Pro Skater Soundtrack",
    "confidence": [
      [
        "Tony",
        -0.040968757
      ],
      [
        " Hawk",
        -0.0007834223
      ],
      [
        "'s",
        -0.0054423315
      ],
      [
        " Pro",
        -0.0039251144
      ],
      [
        " Sk",
        -2.5226382e-05
      ],
      [
        "ater",
        -0.00012368128
      ],
      [
        " Sound",
        -0.8816823
      ],
      [
        "track",
        -0.056126732
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to tell you all about.\" This group of songs includes instrumental sections of \"Police Truck\" by the Dead Kennedys and \"Jerry Was a Racecar Driver\" by Primus in addition to The Earnies' \"Here and Now\" and the Suicide Machines' \"New Girl.\" The most iconic of these songs notes that the singer is \"growing older all the time,\" but \"getting younger in my mind\" and begins \"Here I am, doing everything I can.\" For 10 points, name this group of songs including Goldfinger's \"Superman,\" which one can listen to": {
    "guess": "Tony Hawk's Pro Skater soundtrack",
    "confidence": [
      [
        "Tony",
        -0.053254303
      ],
      [
        " Hawk",
        -0.002311669
      ],
      [
        "'s",
        -0.00209578
      ],
      [
        " Pro",
        -0.008430297
      ],
      [
        " Sk",
        -1.9743013e-05
      ],
      [
        "ater",
        -0.00012558853
      ],
      [
        " soundtrack",
        -0.5373711
      ]
    ]
  },
  "In the U.K., this group of songs included Grand Unified's \"Le Hot '99.\" One member of this group of songs pays tribute to the \"buzz of the electric lamplight / from down on the sidewalk\" and claims that the \"universe doesn't say what you want it to say.\" Another member of this group of songs has a title character who is \"the type of girl that any guy would die for,\" whom the speaker \"can't wait to": {
    "guess": "List of songs about New York City",
    "confidence": [
      [
        "List",
        -1.455595
      ],
      [
        " of",
        -0.0019430378
      ],
      [
        " songs",
        -0.17584214
      ],
      [
        " about",
        -0.76637524
      ],
      [
        " New",
        -0.55260485
      ],
      [
        " York",
        -0.002179881
      ],
      [
        " City",
        -4.2868523e-05
      ]
    ]
  }
}