{
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The western most of these islands is Tau, while a more populous island is Upolu. Native inhabitants of these islands use a chieftain system called the Fa'amatai. Mount Vaea overlooks the largest city on these islands, home to the burial site of (*) Robert Louis Stevenson. One country found among these": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.0028228238
      ],
      [
        "amo",
        -1.7597347e-05
      ],
      [
        "an",
        -3.6908343e-05
      ],
      [
        " islands",
        -0.09172637
      ]
    ]
  },
  "The Elias Sports Bureau devised it as a means to quantify clutch hitting, but it was later removed from": {
    "guess": "Clutch hitting",
    "confidence": [
      [
        "Cl",
        -0.9283529
      ],
      [
        "utch",
        -1.1994775e-05
      ],
      [
        " hitting",
        -0.10243852
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The western most of these islands is Tau, while a more populous island is Upolu. Native inhabitants of these islands use a chieftain system called the Fa'amatai. Mount Vaea overlooks the largest city on": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.0034103666
      ],
      [
        "amo",
        -6.749814e-06
      ],
      [
        "an",
        -2.486877e-05
      ],
      [
        " islands",
        -0.12818383
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces of Pherae and gained the leadership of the Thessalian League.  He also built ties with the kingdoms of Epirus, marrying an Epirot princess named Olympias.  This son of Amyntas III consolidated his power by defeating a combined army of Thebans and Athenians at Chaeronea and was planning an invasion": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.5137215
      ],
      [
        " the",
        -0.022211034
      ],
      [
        " Great",
        -0.0008311899
      ]
    ]
  },
  "The Elias Sports Bureau devised it as a means to quantify clutch hitting, but it was later removed from box scores because it could occur in any inning and did not usually come in clutch situations. Although walk-off home runs are an example of it, even lead-off homeruns could also be counted as this.": {
    "guess": "Clutch hitting",
    "confidence": [
      [
        "Cl",
        -0.19221647
      ],
      [
        "utch",
        -1.8193366e-05
      ],
      [
        " hitting",
        -0.8288153
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces of Pherae and gained the leadership of the Thessalian League.  He also built ties with the kingdoms of Epirus, marrying an Epirot princess named Olympias.  This son of Amyntas III consolidated his power by defeating a combined army of Thebans and Athenians at Chaeronea and was planning an invasion of the Persian Empire at the time of his assassination.  FTP, name this man who conquered much of Greece, a Macedonian king and father of Alexander the Great.": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.098359995
      ],
      [
        " II",
        -3.8934802e-05
      ],
      [
        " of",
        -0.0011886837
      ],
      [
        " Maced",
        -0.021064257
      ],
      [
        "on",
        -0.0003196154
      ]
    ]
  },
  "The Elias Sports Bureau devised it as a means to quantify clutch hitting, but it was later removed from box scores because it could occur in any inning and did not usually come in clutch situations. Although": {
    "guess": "Clutch hitting",
    "confidence": [
      [
        "Cl",
        -0.025214717
      ],
      [
        "utch",
        -9.4914985e-06
      ],
      [
        " hitting",
        -0.48081344
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.012833587
      ],
      [
        "amo",
        -2.0100624e-05
      ],
      [
        "an",
        -4.441817e-05
      ],
      [
        " islands",
        -0.24239269
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces of Pherae and gained the leadership of the Thessalian League.  He also built ties with the kingdoms of Epirus, marrying an Epirot princess named Olympias.  This son of Amyntas III consolidated his": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.13165417
      ],
      [
        " II",
        -0.0003581072
      ],
      [
        " of",
        -0.00026503115
      ],
      [
        " Maced",
        -0.03496151
      ],
      [
        "on",
        -0.00030805267
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces of Pherae and gained the leadership of the Thessalian League.  He also built ties with the kingdoms": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.11193025
      ],
      [
        " II",
        -0.028152602
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " Maced",
        -0.01600281
      ],
      [
        "on",
        -3.166338e-05
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The western most of these islands is Tau, while a more populous island is Upolu. Native inhabitants of these islands use a chieftain system called the Fa'amatai. Mount Vaea overlooks the largest city on these islands, home to the burial site of (*) Robert Louis Stevenson. One country found among these islands has its capital at ? Apia; a territory here has its capital at Pago Pago. For 10 points, name this group of Pacific islands that includes \"Western\" and \"American\" sections.": {
    "guess": "Samoa",
    "confidence": [
      [
        "Sam",
        -0.018027013
      ],
      [
        "oa",
        -3.5120287e-05
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The western most of these islands is Tau, while a more populous island is Upolu. Native inhabitants of these islands use a chieftain system called the Fa'amatai. Mount Vaea overlooks the largest city on these islands, home to the burial site of (*) Robert Louis Stevenson. One country found among these islands has its capital at ? Apia; a territory here has its capital at Pago Pago. For 10 points, name": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.31799293
      ],
      [
        "amo",
        -0.00024382756
      ],
      [
        "an",
        -0.00028350405
      ],
      [
        " islands",
        -0.53685236
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places": {
    "guess": "Elias Martin",
    "confidence": [
      [
        "E",
        -0.2027033
      ],
      [
        "lias",
        -0.0002041364
      ],
      [
        " Martin",
        -0.00064095005
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.161954
      ],
      [
        " II",
        -0.020708645
      ],
      [
        " of",
        -0.0001789881
      ],
      [
        " Maced",
        -0.012906312
      ],
      [
        "on",
        -4.0722858e-05
      ]
    ]
  },
  "The Elias Sports Bureau devised it as a means to quantify clutch hitting, but it was later removed from box scores because it could occur in any inning and did not usually come in clutch situations. Although walk-off home runs are an example of it, even lead-off homeruns could also be counted as this. Name this baseball statistic, which has fallen into disfavor, that is credited to the batter who drives": {
    "guess": "Clutch hitting",
    "confidence": [
      [
        "Cl",
        -0.15683067
      ],
      [
        "utch",
        -0.00021378823
      ],
      [
        " hitting",
        -0.52946043
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The mythology of natives on these islands includes a storm god named Afa and a spirit god named Atua. The western most of these islands is Tau, while a more populous island is Upolu. Native inhabitants of": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.0036614758
      ],
      [
        "amo",
        -7.9418505e-06
      ],
      [
        "an",
        -9.186123e-05
      ],
      [
        " islands",
        -0.112641044
      ]
    ]
  },
  "The Elias Sports Bureau devised it as a means to quantify clutch hitting, but it was later removed from box scores because it could occur in any inning and did not usually come in clutch situations. Although walk-off home runs are an example of it, even lead-off homeruns could also be counted as this. Name this baseball statistic, which has fallen into disfavor, that is credited to the batter who drives in the run that gives his team the lead for good.": {
    "guess": "Clutch hitting",
    "confidence": [
      [
        "Cl",
        -0.42514426
      ],
      [
        "utch",
        -0.0003460713
      ],
      [
        " hitting",
        -0.55442226
      ]
    ]
  },
  "Eli Jennings established a plantation on Swains Atoll, an island north of this group of islands. The": {
    "guess": "Samoan islands",
    "confidence": [
      [
        "S",
        -0.405393
      ],
      [
        "amo",
        -0.00041601455
      ],
      [
        "an",
        -5.2047206e-05
      ],
      [
        " islands",
        -0.18846056
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces": {
    "guess": "Philip II of Macedon",
    "confidence": [
      [
        "Philip",
        -0.060139272
      ],
      [
        " II",
        -0.10099263
      ],
      [
        " of",
        -0.0010378103
      ],
      [
        " Maced",
        -0.014618951
      ],
      [
        "on",
        -4.2153304e-05
      ]
    ]
  },
  "He eliminated danger from the cities of the Chalcidian League by destroying its chief member of Olynthus and defeated the Illyrians, also a historical enemy of his people.  Soon after, he crushed the forces of Pherae and gained the leadership of the Thessalian League.  He also built ties with the kingdoms of Epirus, marrying an Epirot princess named Olympias.  This son of Amyntas III consolidated his power by defeating a combined army of Thebans and Athenians at Chaeronea and was planning an invasion of the Persian Empire at the time of his assassination.  FTP, name this man who conquered much": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.26062524
      ],
      [
        " the",
        -0.013001277
      ],
      [
        " Great",
        -0.0004864419
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include": {
    "guess": "The Conspiracy of Claudius Civilis",
    "confidence": [
      [
        "The",
        -0.23256327
      ],
      [
        " Conspiracy",
        -0.2843315
      ],
      [
        " of",
        -3.166338e-05
      ],
      [
        " Claud",
        -0.00048857287
      ],
      [
        "ius",
        -1.50940705e-05
      ],
      [
        " Civil",
        -1.147242e-06
      ],
      [
        "is",
        -5.8365e-05
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing": {
    "guess": "The Conspiracy of Claudius Civilis",
    "confidence": [
      [
        "The",
        -0.48340538
      ],
      [
        " Conspiracy",
        -0.17318065
      ],
      [
        " of",
        -4.6802244e-05
      ],
      [
        " Claud",
        -0.00041136926
      ],
      [
        "ius",
        -3.166338e-05
      ],
      [
        " Civil",
        -3.1737043e-06
      ],
      [
        "is",
        -6.0153056e-05
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.83144027
      ],
      [
        " Night",
        -0.7908431
      ],
      [
        " Watch",
        -0.0023549527
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.39992517
      ],
      [
        " Night",
        -0.23564968
      ],
      [
        " Watch",
        -0.00021664912
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before being moved to the interior of a dark, vaulted hall. The yellow glow of light on the table in this": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.073844686
      ],
      [
        " Night",
        -0.3878745
      ],
      [
        " Watch",
        -0.00024751187
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before being moved to the interior of a dark, vaulted hall. The yellow glow of light on the table in this painting illuminates the swords of the leftmost characters, including the central one-eyed one who": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.24594517
      ],
      [
        " Night",
        -0.10557984
      ],
      [
        " Watch",
        -0.0011217609
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before being moved to the interior of a dark, vaulted hall. The yellow glow of light on the table in this painting illuminates the swords of the leftmost characters, including the central one-eyed one who has a double layered blue and gold hat. Depicting some rebellious Batavians from Tacitus's Histories": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.031906936
      ],
      [
        " Night",
        -0.108474806
      ],
      [
        " Watch",
        -4.5491004e-05
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before being moved to the interior of a dark, vaulted hall. The yellow glow of light on the table in this painting illuminates the swords of the leftmost characters, including the central one-eyed one who has a double layered blue and gold hat. Depicting some rebellious Batavians from Tacitus's Histories and celebrating the end of a war against the Spanish, for 10 points, name this painting, whose original": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.058006417
      ],
      [
        " Night",
        -0.032274272
      ],
      [
        " Watch",
        -0.00010032469
      ]
    ]
  },
  "An Elias Martin painting about the visit of Gustav III to the Royal Swedish Academy of the Arts places this more notable painting in the background.  The four rightmost figures in this painting include a cheery man holding a goblet and a solemn turbaned man, whose front meshes in with the back of a standing figure with a wrinkled green cloak. Painted as a the centerpiece of an eight-work commission for the artist's late pupil Govert Flinck, this painting was originally set in a \"sacred grove\" before being moved to the interior of a dark, vaulted hall. The yellow glow of light on the table in this painting illuminates the swords of the leftmost characters, including the central one-eyed one who has a double layered blue and gold hat. Depicting some rebellious Batavians from Tacitus's Histories and celebrating the end of a war against the Spanish, for 10 points, name this painting, whose original version was the largest canvas of Rembrandt's.": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.012620183
      ],
      [
        " Night",
        -0.15457262
      ],
      [
        " Watch",
        -5.6769813e-06
      ]
    ]
  }
}