{
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into killing the rest of the gods. Upon learning that her grandchild Ea had killed her consort, she created": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.010631787
      ],
      [
        "iam",
        -2.2007884e-05
      ],
      [
        "at",
        -0.00016849818
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written in a book called \"The Twenty-Six Malignant Gates\", which is also the title of this novel's second chapter.  The first chapter opens with an old woman remembering a very expensive swan she bought years ago. Waverly was a chess champion, but she quit when she and Lindo fought. Lindo's arranged marriage is one of the topics discussed at, FTP, what titular group of four women who gamble, eat rich dinners,": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.02234463
      ],
      [
        " Joy",
        -0.004584754
      ],
      [
        " Luck",
        -0.001337505
      ],
      [
        " Club",
        -0.00015097891
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written in a book called \"The Twenty-Six Malignant Gates\", which is also the title of this novel's second": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.3528837
      ],
      [
        " Joy",
        -0.014057033
      ],
      [
        " Luck",
        -0.00056756823
      ],
      [
        " Club",
        -6.563642e-05
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written in a book called \"The Twenty-Six Malignant Gates\", which is also the title of this novel's second chapter.  The first chapter opens with an old woman remembering a very expensive swan she bought years ago. Waverly was a chess champion, but she quit when she and Lindo fought. Lindo's arranged marriage is one of the topics discussed at, FTP, what titular group of four women who gamble, eat rich dinners, and play mah jong , in a novel by Amy Tan?": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.044174425
      ],
      [
        " Joy",
        -0.0116843935
      ],
      [
        " Luck",
        -0.0005408813
      ],
      [
        " Club",
        -0.00010175513
      ]
    ]
  },
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into killing the rest of the gods. Upon learning that her grandchild Ea had killed her consort, she created an army of monsters to be led by her son Kingu. Her consort was Apsu, the personification of the freshwater abyss, with whom she plotted to kill her offspring and had created the first gods. Considered the primoridial mother of Babylonian mythology, FTP, identify this bloated female dragon who was cleaved in half by Marduk to create the earth and the sky.": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.018850688
      ],
      [
        "iam",
        -1.9816675e-06
      ],
      [
        "at",
        -4.6206227e-05
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian Wood\" mentions one of these animals, and in its opening line, the song \"Close to You\" made famous by the Carpenters posits why these \"suddenly appear\". The Trashmen sang about \"Surfin'\" one of for 10 points, what animal whose misspelled name is a band most famous for \"Eight Miles High\" and covers of \"Mr. Tambourine Man\" and \"Turn, Turn, Turn\", a \"Free\" one of which is featured in a Lynyrd Skynyrd": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.17411385
      ],
      [
        "s",
        -0.22400247
      ]
    ]
  },
  "His mother and father are dead, so he has been living with his auntie who runs a candy store. Suffering from asthma, he is overweight and is known throughout the novel in which he appears by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary both for him to be able to see and for maintaining the fire, he is unable to survive alone. For 10 points, name": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.29806784
      ],
      [
        "ig",
        -0.00018041854
      ],
      [
        "gy",
        0.0
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.19798051
      ],
      [
        "ul",
        -3.1737043e-06
      ],
      [
        "can",
        -6.2729996e-06
      ],
      [
        "ization",
        -0.00013774731
      ]
    ]
  },
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into killing the rest of the gods. Upon learning that her grandchild Ea had killed her consort, she created an army of monsters to be led by her son Kingu. Her consort was Apsu, the personification of the": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.012648675
      ],
      [
        "iam",
        -8.180258e-06
      ],
      [
        "at",
        -0.00015502817
      ]
    ]
  },
  "His mother and father are dead, so he has been living with his auntie who runs a candy store. Suffering": {
    "guess": "Lost in Yonkers",
    "confidence": [
      [
        "Lost",
        -1.039553
      ],
      [
        " in",
        -0.0030586347
      ],
      [
        " Y",
        -0.0002477503
      ],
      [
        "on",
        -1.6166903e-05
      ],
      [
        "kers",
        -1.378283e-05
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic acid can used as an activator in this process, the most common is zinc oxide. This process can be reversed under high temperature and pressure conditions via the modified oil process. This procedure makes the resultant material harder, more elastic and less susceptible to fluctuations in temperature.": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.032573868
      ],
      [
        "ul",
        -1.2664457e-06
      ],
      [
        "can",
        -1.9816675e-06
      ],
      [
        "ization",
        -0.0003548887
      ]
    ]
  },
  "His mother forbids him to read D. H. Lawrence, actually confiscating and returning the book he'd checked out from the library. Because he \"likes [*] adventure,\" he goes to the movies at midnight, returning": {
    "guess": "The Catcher in the Rye",
    "confidence": [
      [
        "The",
        -0.29993278
      ],
      [
        " Catch",
        -0.12386404
      ],
      [
        "er",
        -1.342522e-05
      ],
      [
        " in",
        -0.00019483852
      ],
      [
        " the",
        -0.00024311233
      ],
      [
        " R",
        -3.035214e-05
      ],
      [
        "ye",
        -3.4121115e-06
      ]
    ]
  },
  "It mostly ended trial by combat by forbidding priests to officiate at such events. It mandated yearly": {
    "guess": "Trial by combat in England",
    "confidence": [
      [
        "Trial",
        -0.5139421
      ],
      [
        " by",
        -0.62527746
      ],
      [
        " combat",
        -0.23483005
      ],
      [
        " in",
        -0.18244244
      ],
      [
        " England",
        -0.1546725
      ]
    ]
  },
  "His mother forbids him to read D. H. Lawrence, actually confiscating and returning the book he'd checked out from the library. Because he \"likes [*] adventure,\" he goes to the movies at midnight, returning at two in the morning; but by scene three, his sister Laura tells him she doesn't believe his story. For 10 points—name this character, the narrator of Tennessee Williams's The Glass Menagerie.": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.44647688
      ],
      [
        " Glass",
        -0.034747027
      ],
      [
        " Men",
        -0.00087978103
      ],
      [
        "ager",
        -0.00016647171
      ],
      [
        "ie",
        -2.5941605e-05
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed at the Battle of Gabhra. His name is a reference to his prematurely white hair, although in childhood he was known as Deimne. The object with which he is most associated with eats nine hazel nuts": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.07885266
      ],
      [
        "ion",
        -0.003940906
      ],
      [
        "n",
        -3.166338e-05
      ],
      [
        " mac",
        -0.09106303
      ],
      [
        " Cum",
        -7.302705e-05
      ],
      [
        "ha",
        -0.0078111505
      ],
      [
        "ill",
        -1.5570886e-05
      ]
    ]
  },
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into killing the rest of the gods. Upon learning that her grandchild Ea had killed her consort, she created an army of monsters to be led by her son Kingu. Her consort was Apsu, the personification of the freshwater abyss, with whom she plotted to kill her offspring and had created the first gods. Considered": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.0042986074
      ],
      [
        "iam",
        -3.650519e-06
      ],
      [
        "at",
        -0.00011009939
      ]
    ]
  },
  "It mostly ended trial by combat by forbidding priests to officiate at such events. It mandated yearly confessions for Catholics and distinctive dress for Jews and Muslims, while ordering Christian rulers to observe a four-year truce in preparation for what would become the Fifth Crusade. It also authoritatively": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.06730019
      ],
      [
        " Council",
        -0.089833684
      ],
      [
        " of",
        -0.0011368814
      ],
      [
        " the",
        -0.0017689472
      ],
      [
        " Later",
        -3.4121115e-06
      ],
      [
        "an",
        -3.5716304e-05
      ]
    ]
  },
  "His mother, Pelopia, was also his sister, because his father-grandfather, Thyestes, acted on the advice": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -0.81314623
      ],
      [
        "antal",
        -0.00034893217
      ],
      [
        "us",
        -0.0003840789
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed": {
    "guess": "Esmeralda",
    "confidence": [
      [
        "Es",
        -0.7927839
      ],
      [
        "mer",
        -0.00010485443
      ],
      [
        "al",
        -0.003390641
      ],
      [
        "da",
        -1.504853e-06
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -2.2018945
      ],
      [
        "mer",
        -0.017296659
      ],
      [
        "ization",
        -0.077036075
      ]
    ]
  },
  "She is the mother of Eileithyia (\"Ay-lay-thia\"), the goddess of childbirth and midwifery and of Hebe (\"hay-bay\"), goddess of youth and cupbearer to the gods Along with Hestia and Demeter (\"de-MEET-er\"), this Greek goddess is one of Zeus's three sisters. She gave birth on her own to Typhaon (\"TIE-fon), the monster, and to Hephaestus (\"heh-fay-stus\"). For ten points, name this Greek goddess, mother of Ares, symbolized by a peacock, married to Zeus, and with Roman name Juno.": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.00053968927
      ],
      [
        "era",
        -5.5122365e-07
      ]
    ]
  },
  "His mother and father are dead, so he has been living with his auntie who runs a candy store. Suffering from asthma, he is overweight and is known throughout the novel in which he appears by a nickname": {
    "guess": "Charlie and the Chocolate Factory",
    "confidence": [
      [
        "Charlie",
        -0.4920116
      ],
      [
        " and",
        -0.004153907
      ],
      [
        " the",
        -0.00074780243
      ],
      [
        " Chocolate",
        -0.0009449341
      ],
      [
        " Factory",
        -0.00044496998
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic acid can used as an activator in this process, the most common is zinc oxide. This process can be reversed under high temperature and pressure conditions via the modified oil process. This procedure makes the resultant material harder, more elastic and less susceptible to fluctuations in temperature. For 10 points, name this process in which sulfur adducts are crosslinked onto rubber, discovered independently by Hancock and Goodyear.": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.01820484
      ],
      [
        "ul",
        -8.299462e-06
      ],
      [
        "can",
        0.0
      ],
      [
        "ization",
        -4.632543e-05
      ]
    ]
  },
  "His mother, Pelopia, was also his sister, because his father-grandfather, Thyestes, acted on the advice of the oracle of Delphi, and consummated an incestuous union with Pelopia. Then his great-uncle Atreus, whom he later killed, married his mother-sister, and adopted him! For ten points, who was this candidate for the Jerry Springer show, who usurped the throne of Mycenae with his lover Clytemnestra,": {
    "guess": "Aegisthus",
    "confidence": [
      [
        "A",
        -0.12817094
      ],
      [
        "eg",
        -0.0009236077
      ],
      [
        "ist",
        -5.8841815e-05
      ],
      [
        "hus",
        -0.0010145876
      ]
    ]
  },
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into killing the rest of the gods. Upon learning that her grandchild Ea had killed her consort, she created an army of monsters to be led by her son Kingu. Her consort was Apsu, the personification of the freshwater abyss, with whom she plotted to kill her offspring and had created the first gods. Considered the primoridial mother of Babylonian mythology, FTP, identify this bloated female dragon who was": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.013568513
      ],
      [
        "iam",
        -4.4849444e-06
      ],
      [
        "at",
        -0.00011856285
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian": {
    "guess": "Three Little Birds",
    "confidence": [
      [
        "Three",
        -1.2052993
      ],
      [
        " Little",
        -0.01299209
      ],
      [
        " Birds",
        -0.0003428528
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written in a book called \"The Twenty-Six Malignant Gates\", which is also the title of this novel's second chapter.  The first chapter opens with an old woman remembering a very expensive swan she bought years": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.030469034
      ],
      [
        " Joy",
        -0.01140878
      ],
      [
        " Luck",
        -0.0001973418
      ],
      [
        " Club",
        -9.674858e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash Wednesday. A prominent image throughout this city is an open book, reading \"Peace Be Unto You,\" held by a (*) lion, while a major waterway in this city runs from its railway station named after St. Lucy": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.004228697
      ],
      [
        "ice",
        -0.00015741224
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written": {
    "guess": "Advice to Little Girls",
    "confidence": [
      [
        "Advice",
        -0.7975311
      ],
      [
        " to",
        -0.008740913
      ],
      [
        " Little",
        -0.0017087328
      ],
      [
        " Girls",
        -0.0005992618
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.0121177845
      ],
      [
        "aka",
        -8.180258e-06
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian Wood\" mentions one of these animals, and in its opening line, the song \"Close to You\" made famous by the Carpenters posits why these \"suddenly appear\". The Trashmen sang about \"Surfin'\" one of for 10 points, what animal whose misspelled name is a band most famous for \"Eight Miles High\" and covers of \"Mr. Tambourine Man\" and \"Turn, Turn, Turn\", a \"Free\" one of which is featured in a Lynyrd Skynyrd song.": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.107303284
      ],
      [
        "s",
        -0.23671213
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed father to travel by stealing his garden gnome and then sending it on a Polaroid documented world": {
    "guess": "The Hunchback of Notre-Dame",
    "confidence": [
      [
        "The",
        -0.26580355
      ],
      [
        " H",
        -0.09600166
      ],
      [
        "unch",
        -0.00024144349
      ],
      [
        "back",
        -5.1331983e-05
      ],
      [
        " of",
        -0.00020592446
      ],
      [
        " Notre",
        -2.1173457e-05
      ],
      [
        "-D",
        -0.0014966491
      ],
      [
        "ame",
        -0.0001071193
      ]
    ]
  },
  "It mostly ended trial by combat by forbidding priests to officiate at such events. It mandated yearly confessions for Catholics and distinctive dress for Jews and Muslims, while ordering Christian rulers to observe a four-year truce in preparation for what would become the Fifth Crusade. It also authoritatively defined the sacraments and promulgated the dogma of transubstantiation. For ten points, name this 1215 ecumenical council called by Innocent III.": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.005591722
      ],
      [
        " Council",
        -0.5560576
      ],
      [
        " of",
        -0.00035941842
      ],
      [
        " the",
        -0.0011705795
      ],
      [
        " Later",
        -1.735894e-05
      ],
      [
        "an",
        -7.9418505e-06
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed at the Battle of Gabhra. His name is a reference to his prematurely white hair, although in childhood he was known as Deimne. The object with which he is most associated with eats nine hazel nuts and lives in the River Boyne until the poet Finneces captures it. While cooking it, he burns his thumb": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.043162357
      ],
      [
        "ion",
        -0.25492996
      ],
      [
        "n",
        -0.00015788905
      ],
      [
        " mac",
        -0.11815
      ],
      [
        " Cum",
        -0.000538378
      ],
      [
        "ha",
        -0.021079782
      ],
      [
        "ill",
        -5.6934558e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash Wednesday. A prominent image throughout this city is an open book, reading \"Peace Be Unto You,\" held by a (*) lion, while a major waterway in this city runs from its railway station named after St. Lucy past the Rialto Bridge and a bridge which Lord Byron described as the final sight of condemned individuals, the ? Bridge of Sighs.  For 10 points, name this city that protects by law the pigeons of": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.029919418
      ],
      [
        "ice",
        -0.00025740577
      ]
    ]
  },
  "She is the mother of Eileithyia (\"Ay-lay-thia\"), the goddess of childbirth and midwifery and of Hebe (\"hay-bay\"), goddess of youth and cupbearer to the gods Along with Hestia and Demeter (\"de-MEET-er\"), this Greek goddess is one of Zeus's three sisters. She gave birth on her own to Typhaon (\"TIE-fon),": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0014701071
      ],
      [
        "era",
        -1.0802739e-05
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic acid can used as an activator in this process, the most common is zinc oxide. This process can be reversed under high temperature and pressure conditions via the modified oil process. This procedure makes the resultant material harder, more elastic and less susceptible to fluctuations in temperature. For 10 points, name this process in which sulfur adducts are crosslinked onto rubber, discovered": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.078682
      ],
      [
        "ul",
        -4.8425554e-06
      ],
      [
        "can",
        0.0
      ],
      [
        "ization",
        -6.2775536e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -1.0686693
      ],
      [
        "ice",
        -3.7146747e-05
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the": {
    "guess": "Simon Peter",
    "confidence": [
      [
        "Simon",
        -0.9740827
      ],
      [
        " Peter",
        -0.0074573075
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of the Apostles. His actions also include raising Tabitha from the dead, condemning Ananias and Sapphira to death, and declaring that Jesus was \"the Christ, the Son of the Living God\". Along with James": {
    "guess": "Simon Peter",
    "confidence": [
      [
        "Simon",
        -0.1120801
      ],
      [
        " Peter",
        -0.0043625906
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen and 7000 people, including two girls who were buried alive with his mother, Nandi. He required his army": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.061609298
      ],
      [
        "aka",
        -0.0002192716
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during": {
    "guess": "Mössbauer effect",
    "confidence": [
      [
        "M",
        -0.24485265
      ],
      [
        "ö",
        -0.10161343
      ],
      [
        "ss",
        -8.89548e-06
      ],
      [
        "b",
        -3.0471343e-05
      ],
      [
        "auer",
        -1.247159e-05
      ],
      [
        " effect",
        -0.1850871
      ]
    ]
  },
  "His mother and father are dead, so he has been living with his auntie who runs a candy store. Suffering from asthma, he is overweight and is known throughout the novel in which he appears by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary both for him to be able to see and for maintaining the fire, he is unable to survive alone. For 10 points, name this intellectual boy from William Golding's Lord of the Flies.": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.00698958
      ],
      [
        "ig",
        -0.001952422
      ],
      [
        "gy",
        -2.3392786e-06
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed at the Battle of Gabhra. His name is a reference to his prematurely white hair, although in childhood he was known as Deimne. The object with which he is most associated with eats nine hazel nuts and lives in the River Boyne until the poet Finneces captures it. While cooking it, he burns his thumb and licks it, thus becoming clairvoyant. For 10 points, the killer of Goll mac Morna is what hero": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0017773996
      ],
      [
        "ion",
        -0.0047024647
      ],
      [
        "n",
        -1.27099975e-05
      ],
      [
        " mac",
        -0.0028939173
      ],
      [
        " Cum",
        -1.9743013e-05
      ],
      [
        "ha",
        -0.0008258258
      ],
      [
        "ill",
        -3.1737043e-06
      ]
    ]
  },
  "His mother forbids him to read D. H. Lawrence, actually confiscating and returning the book he'd checked": {
    "guess": "Adrienne Rich",
    "confidence": [
      [
        "Ad",
        -0.77890915
      ],
      [
        "ri",
        -0.042525306
      ],
      [
        "enne",
        -0.0003615641
      ],
      [
        " Rich",
        -0.0021533535
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom.": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.057481512
      ],
      [
        "ion",
        -0.038307823
      ],
      [
        "n",
        -0.0003678709
      ],
      [
        " mac",
        -0.045466945
      ],
      [
        " Cum",
        -0.000238821
      ],
      [
        "ha",
        -0.02224868
      ],
      [
        "ill",
        -3.9888433e-05
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed father to travel by stealing his garden gnome and then sending it on a Polaroid documented world tour.  A waitress at the Two Windmills caf? she comes upon a man's photo album which consists of torn up photos taken in photobooths.  Returning it becomes a complicated affair as she is in love with its owner.  Played by Audrey Tautou, FTP, name this titular female character of a nominee for 2001": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -0.0020705638
      ],
      [
        "é",
        -0.16608676
      ],
      [
        "lie",
        -0.0001875671
      ]
    ]
  },
  "His mother, Pelopia, was also his sister, because his father-grandfather, Thyestes, acted on the advice of the oracle of Delphi, and consummated an incestuous union with Pelopia. Then his great-uncle Atreus,": {
    "guess": "Aegisthus",
    "confidence": [
      [
        "A",
        -0.2741628
      ],
      [
        "eg",
        -0.0010939039
      ],
      [
        "ist",
        -0.00028648414
      ],
      [
        "hus",
        -0.014211333
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.0078341
      ],
      [
        "aka",
        -7.58424e-06
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of the Apostles. His actions also include raising Tabitha from the dead, condemning Ananias and Sapphira to death, and declaring that Jesus was \"the Christ, the Son of the Living God\". Along with James and John, this apostle was present at the Transfiguration and was crucified upside down during Nero's reign. With a name meaning \"rock\", name this apostle of Jesus best known for denying him three times after the Crucifixion.": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.023300566
      ],
      [
        " Peter",
        -1.5451682e-05
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of": {
    "guess": "Peter",
    "confidence": [
      [
        "Peter",
        -0.72664034
      ]
    ]
  },
  "She is the mother of Eileithyia (\"Ay-lay-thia\"), the goddess of childbirth and midwifery and of Hebe (\"hay-bay\"), goddess of youth and cupbearer to the gods Along with Hestia and Demeter (\"de-MEET-er\"),": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0012763076
      ],
      [
        "era",
        -3.9650025e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0030115768
      ],
      [
        "ice",
        -3.88156e-05
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic acid can used as an activator in this process, the most common is zinc oxide. This process can be": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.066307
      ],
      [
        "ul",
        -2.4153549e-05
      ],
      [
        "can",
        -1.6286107e-05
      ],
      [
        "ization",
        -0.0010018474
      ]
    ]
  },
  "His mother, Pelopia, was also his sister, because his father-grandfather, Thyestes, acted on the advice of the oracle of Delphi, and consummated an incestuous union with Pelopia. Then his great-uncle Atreus, whom he later killed, married his mother-sister, and adopted him! For ten points, who was this candidate for the Jerry Springer show, who usurped the throne of Mycenae with his lover Clytemnestra, killing Agamemnon when he returned from Troy?": {
    "guess": "Aegisthus",
    "confidence": [
      [
        "A",
        -0.006377833
      ],
      [
        "eg",
        -4.5491004e-05
      ],
      [
        "ist",
        -6.0391463e-05
      ],
      [
        "hus",
        -0.00016921341
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen and 7000 people, including two girls who were buried alive with his mother, Nandi. He required his army to jog barefoot over thorny ground, introduced the weapons known as the iklwa and the assegai, a formation which involved the \"chest,\" the \"loins,\" and \"horns\" of the buffalo, and regiments with color-coded shields known as impi. For 10 points, name this man largely responsible for the mfecane in": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.0004745215
      ],
      [
        "aka",
        -6.1537958e-06
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during photon emission, and its second-order, or transverse, variety exists only in relativistic systems. Responsible for the characteristic red shift observed for receding galaxies, this phenomenon is the frequency": {
    "guess": "Gravitational redshift",
    "confidence": [
      [
        "Gr",
        -0.84219944
      ],
      [
        "avit",
        -0.0049368856
      ],
      [
        "ational",
        -0.00023822498
      ],
      [
        " red",
        -0.14400347
      ],
      [
        "shift",
        -0.005718078
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of the Apostles. His actions also include raising Tabitha from the dead, condemning Ananias and Sapphira": {
    "guess": "Simon Peter",
    "confidence": [
      [
        "Simon",
        -0.4169473
      ],
      [
        " Peter",
        -0.016542777
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of the Apostles. His actions also include raising Tabitha from the dead, condemning Ananias and Sapphira to death, and declaring that Jesus was \"the Christ, the Son of the Living God\". Along with James and John, this apostle was present at the Transfiguration and was crucified upside down during Nero's reign. With a name meaning \"rock\", name this apostle of Jesus best known for denying him three times": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.09727791
      ],
      [
        " Peter",
        -8.518583e-05
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote": {
    "guess": "Morris Day",
    "confidence": [
      [
        "Mor",
        -2.102713
      ],
      [
        "ris",
        -0.00025359125
      ],
      [
        " Day",
        -0.003941618
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic acid can used as an activator in this process, the most common is zinc oxide. This process can be reversed under high temperature and pressure conditions via the modified oil process. This procedure": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.11210632
      ],
      [
        "ul",
        -1.5809293e-05
      ],
      [
        "can",
        -4.274932e-05
      ],
      [
        "ization",
        -0.0022345937
      ]
    ]
  },
  "The mother-in-law of this resident of Capharnaum was healed of a fever by Jesus after the Sermon on the Mount, and this man argued that converts to Christianity must follow Judaic law at the Council of the Apostles. His actions also include raising Tabitha from the dead, condemning Ananias and Sapphira to death, and declaring that Jesus was \"the Christ, the Son of the Living God\". Along with James and John, this apostle was present at the Transfiguration and was crucified upside down during Nero's": {
    "guess": "Saint Peter",
    "confidence": [
      [
        "Saint",
        -0.50400424
      ],
      [
        " Peter",
        -0.0007414919
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian Wood\" mentions one of these animals, and in its opening line, the song \"Close to You\" made famous by the Carpenters posits why these \"suddenly appear\". The Trashmen sang about \"Surfin'\" one of for 10": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.3325033
      ],
      [
        "s",
        -0.015318386
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during photon emission, and its second-order, or transverse, variety exists only in relativistic systems. Responsible for the characteristic red shift observed for receding galaxies, this phenomenon is the frequency change in a signal between a source and a receiver that are moving relative to each other.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.2616748
      ],
      [
        "op",
        -2.0339032e-05
      ],
      [
        "pler",
        -7.255024e-05
      ],
      [
        " effect",
        -0.046452425
      ]
    ]
  },
  "His mother and father are dead, so he has been living with his auntie who runs a candy store. Suffering from asthma, he is overweight and is known throughout the novel in which he appears by a nickname he hates. Although he recognizes the usefulness of the conch and his glasses are necessary both for": {
    "guess": "Piggy",
    "confidence": [
      [
        "P",
        -0.32274497
      ],
      [
        "ig",
        -0.00034130315
      ],
      [
        "gy",
        -2.4584822e-06
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during photon emission, and its second-order, or transverse, variety exists only in relativistic systems. Responsible for the characteristic red shift observed for receding galaxies, this phenomenon is the frequency change in a signal between a source and a receiver that are moving relative to each other. For 10 points, name this effect whose acoustic version manifests as the sudden pitch change heard in": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.006440026
      ],
      [
        "op",
        -9.0883464e-07
      ],
      [
        "pler",
        -2.057744e-05
      ],
      [
        " effect",
        -0.011487376
      ]
    ]
  },
  "She is the mother of Lahmu, Lahamu, Anshar, and Kishar. Her husband's vizier, Mummu, goaded her into": {
    "guess": "Tiamat",
    "confidence": [
      [
        "T",
        -0.006201092
      ],
      [
        "iam",
        -5.080963e-06
      ],
      [
        "at",
        -2.4034345e-05
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen and 7000 people, including two girls who were buried alive with his mother, Nandi. He required his army to jog barefoot over thorny ground, introduced the weapons known as the iklwa and the assegai, a formation which involved the \"chest,\" the \"loins,\" and \"horns\" of the buffalo, and regiments with color-coded shields known as impi. For 10 points, name this man largely responsible for the mfecane in southern Africa, the ruler of the Zulu.": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.0018222624
      ],
      [
        "aka",
        -1.0280384e-06
      ]
    ]
  },
  "A mother tells her little girl not to ride her bicycle around the corner or she'll fall--it is written in a book called \"The Twenty-Six Malignant Gates\", which is also the title of this novel's second chapter.  The first chapter opens with an old woman remembering a very expensive swan she bought years ago. Waverly was a chess champion, but she quit when she and Lindo fought. Lindo's arranged marriage": {
    "guess": "The Joy Luck Club",
    "confidence": [
      [
        "The",
        -0.02667598
      ],
      [
        " Joy",
        -0.003134698
      ],
      [
        " Luck",
        -0.0013140475
      ],
      [
        " Club",
        -0.00013691289
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed father to travel by stealing his garden gnome and then sending it on a Polaroid documented world tour.  A waitress at the Two Windmills caf? she comes upon a man's photo album which consists of torn up photos taken in photobooths.  Returning it becomes a complicated affair as she is in love with": {
    "guess": "Amélie (film)",
    "confidence": [
      [
        "Am",
        -0.04064351
      ],
      [
        "é",
        -0.2310706
      ],
      [
        "lie",
        -0.00025263763
      ],
      [
        " (",
        -0.55458796
      ],
      [
        "film",
        -0.09665059
      ],
      [
        ")",
        -0.0010571029
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during photon emission, and its second-order, or transverse, variety exists only in relativistic systems. Responsible": {
    "guess": "Suppression of nuclear recoil",
    "confidence": [
      [
        "Sup",
        -0.23037502
      ],
      [
        "pression",
        -0.017360156
      ],
      [
        " of",
        -0.045062058
      ],
      [
        " nuclear",
        -1.0130321
      ],
      [
        " recoil",
        -0.018090123
      ]
    ]
  },
  "His mother forbids him to read D. H. Lawrence, actually confiscating and returning the book he'd checked out from the library. Because he \"likes [*] adventure,\" he goes to the movies at midnight, returning at two in the morning; but by scene three, his sister Laura tells him she doesn't believe his story.": {
    "guess": "The Glass Menagerie",
    "confidence": [
      [
        "The",
        -0.14735825
      ],
      [
        " Glass",
        -0.15637952
      ],
      [
        " Men",
        -0.00078747154
      ],
      [
        "ager",
        -0.00014954848
      ],
      [
        "ie",
        -8.44706e-05
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed at the Battle of Gabhra. His name is a reference to his prematurely white hair, although in childhood he was known as Deimne. The object with which he is most associated with eats nine hazel nuts and lives in the River Boyne until the poet Finneces captures it. While cooking it, he burns his thumb and licks it, thus becoming clairvoyant. For 10 points, the killer of Goll mac Morna is what hero of the Fenian Cycle, who eats the Salmon of Knowledge?": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.0008851342
      ],
      [
        "ion",
        -0.013935123
      ],
      [
        "n",
        -6.6113236e-05
      ],
      [
        " mac",
        -0.015156255
      ],
      [
        " Cum",
        -9.4960524e-05
      ],
      [
        "ha",
        -0.0057536303
      ],
      [
        "ill",
        -6.6306106e-06
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen and 7000 people, including two girls who were buried alive with his mother, Nandi. He required his army to jog barefoot over thorny ground, introduced the weapons known as the iklwa and the assegai, a": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.009321447
      ],
      [
        "aka",
        -9.729906e-06
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash Wednesday. A prominent image throughout this city is an open book, reading \"Peace Be Unto You,\" held by a (*) lion, while a major waterway in this city runs from its railway station named after St. Lucy past the Rialto Bridge and a bridge which Lord Byron described as the final sight of condemned individuals, the ? Bridge of Sighs.  For 10 points, name this city that protects by law the pigeons of St. Mark's Square, and is known for the gondolas plying its canals.": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0019595595
      ],
      [
        "ice",
        -3.7385154e-05
      ]
    ]
  },
  "In the Mossbauer effect, this phenomenon is responsible for the suppression of nuclear recoil during photon emission, and its second-order, or transverse, variety exists only in relativistic systems. Responsible for the characteristic red shift observed for receding galaxies, this phenomenon is the frequency change in a signal between a source and a receiver that are moving relative to each other. For 10 points, name this effect whose acoustic version manifests as the sudden pitch change heard in a passing train whistle.": {
    "guess": "Doppler effect",
    "confidence": [
      [
        "D",
        -0.0067256684
      ],
      [
        "op",
        -1.2664457e-06
      ],
      [
        "pler",
        -1.7954959e-05
      ],
      [
        " effect",
        -0.050892517
      ]
    ]
  },
  "She is the mother of Eileithyia (\"Ay-lay-thia\"), the goddess of childbirth and midwifery and of Hebe": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.0020196438
      ],
      [
        "era",
        -8.9119545e-05
      ]
    ]
  },
  "She is the mother of Eileithyia (\"Ay-lay-thia\"), the goddess of childbirth and midwifery and of Hebe (\"hay-bay\"), goddess of youth and cupbearer to the gods Along with Hestia and Demeter (\"de-MEET-er\"), this Greek goddess is one of Zeus's three sisters. She gave birth on her own to Typhaon (\"TIE-fon), the monster, and to Hephaestus (\"heh-fay-stus\"). For ten points, name this Greek goddess, mother of": {
    "guess": "Hera",
    "confidence": [
      [
        "H",
        -0.008586087
      ],
      [
        "era",
        -0.00053861644
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed father to travel by stealing his garden gnome and then sending it on a Polaroid documented world tour.  A waitress at the Two Windmills caf? she comes upon a man's photo album which consists of torn up photos taken in photobooths.  Returning it becomes a complicated affair as she is in love with its owner.  Played by Audrey Tautou, FTP, name this titular female character of a nominee for 2001 Best Foreign Film Oscar.": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -0.0010482928
      ],
      [
        "é",
        -0.20419098
      ],
      [
        "lie",
        -9.114601e-05
      ]
    ]
  },
  "Her mother was killed by a suicide jumping off of the Cathedral of Notre Dame.  She inspires her widowed father to travel by stealing his garden gnome and then sending it on a Polaroid documented world tour.  A waitress at the Two Windmills caf? she comes upon a man's photo album which consists of torn": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -0.025728153
      ],
      [
        "é",
        -0.0848157
      ],
      [
        "lie",
        -0.00013190633
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian Wood\" mentions one of these animals, and in its opening line, the song \"Close to You\" made famous by the Carpenters posits why these \"suddenly appear\". The Trashmen sang about \"Surfin'\" one of for 10 points, what animal whose misspelled name is a band most famous for \"Eight Miles High\" and covers of": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.56060237
      ],
      [
        "s",
        -0.08738588
      ]
    ]
  },
  "His mother, Pelopia, was also his sister, because his father-grandfather, Thyestes, acted on the advice of the oracle of Delphi, and consummated an incestuous union with Pelopia. Then his great-uncle Atreus, whom he later killed, married his mother-sister, and adopted him! For ten points, who was this": {
    "guess": "Aegisthus",
    "confidence": [
      [
        "A",
        -0.51836556
      ],
      [
        "eg",
        -0.003680717
      ],
      [
        "ist",
        -7.445749e-05
      ],
      [
        "hus",
        -0.0007747277
      ]
    ]
  },
  "It mostly ended trial by combat by forbidding priests to officiate at such events. It mandated yearly confessions for Catholics and distinctive dress for Jews and Muslims, while ordering Christian rulers": {
    "guess": "Spanish Inquisition",
    "confidence": [
      [
        "Spanish",
        -0.494006
      ],
      [
        " In",
        -0.00049107615
      ],
      [
        "quisition",
        -9.233804e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash Wednesday. A prominent image throughout this city is an open book, reading \"Peace Be Unto You,\" held": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.0024330935
      ],
      [
        "ice",
        -0.0005044196
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.07067836
      ],
      [
        "ion",
        -0.10113087
      ],
      [
        "n",
        -0.0005776969
      ],
      [
        " mac",
        -0.048285946
      ],
      [
        " Cum",
        -0.00030078492
      ],
      [
        "ha",
        -0.022634042
      ],
      [
        "ill",
        -4.0007635e-05
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in the coffin of the city's patron saint.  One holiday celebrated in this city is known for the wearing of masks martina with varieties such as bauta and moretta  and takes place two weeks prior to Ash Wednesday. A prominent image throughout this city is an open book, reading \"Peace Be Unto You,\" held by a (*) lion, while a major waterway in this city runs from its railway station named after St. Lucy past the Rialto Bridge and a bridge which Lord Byron described as the final sight of condemned individuals,": {
    "guess": "Venice Carnival",
    "confidence": [
      [
        "Ven",
        -0.037444673
      ],
      [
        "ice",
        -0.0023895642
      ],
      [
        " Carnival",
        -0.113548316
      ]
    ]
  },
  "One mosaic in this city features Muslim custom guards disgusted at the sight of pig meat contained in": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.014779768
      ],
      [
        "ice",
        -0.0012230859
      ]
    ]
  },
  "This man's mother lived too close to his father Senzangakona for him to be considered legitimate, and he was exiled after allowing a sheep to die. In one instance, he reportedly slaughtered forty oxen and 7000 people, including two girls who were buried alive with his mother, Nandi. He required his army to jog barefoot over thorny ground, introduced the weapons known as the iklwa and the assegai, a formation which involved the \"chest,\" the \"loins,\" and \"horns\" of the buffalo, and regiments with color-coded": {
    "guess": "Shaka",
    "confidence": [
      [
        "Sh",
        -0.0009874385
      ],
      [
        "aka",
        -9.253091e-06
      ]
    ]
  },
  "-(morpholinothio) benzothiazole, or MBS, is used as an acclerator in this process. An Oscillating Disk Rheometer is used to measure a density associated with this process. The scorch delay is the first section of a diagram, the cure curve, that plots that aforementioned crosslink density. While stearic": {
    "guess": "Vulcanization",
    "confidence": [
      [
        "V",
        -0.45831212
      ],
      [
        "ul",
        -7.58424e-06
      ],
      [
        "can",
        -5.574252e-05
      ],
      [
        "ization",
        -0.0009426693
      ]
    ]
  },
  "It mostly ended trial by combat by forbidding priests to officiate at such events. It mandated yearly confessions for Catholics and distinctive dress for Jews and Muslims, while ordering Christian rulers to observe a four-year truce in preparation for what would become the Fifth Crusade. It also authoritatively defined the sacraments and promulgated the dogma of transubstantiation. For ten points,": {
    "guess": "Fourth Council of the Lateran",
    "confidence": [
      [
        "Fourth",
        -0.0034886433
      ],
      [
        " Council",
        -0.065402046
      ],
      [
        " of",
        -0.0019499407
      ],
      [
        " the",
        -0.0017274184
      ],
      [
        " Later",
        -5.7961847e-06
      ],
      [
        "an",
        -1.1756368e-05
      ]
    ]
  },
  "Morris Day and the Time recorded a song titled after a dance named for one of these, and Bob Marley wrote a song about \"Three Little\" ones of these. The alternate title for the Beatles' song \"Norwegian Wood\" mentions one of these animals, and in its opening line, the song \"Close to You\" made famous by": {
    "guess": "Birds",
    "confidence": [
      [
        "Bird",
        -0.8487112
      ],
      [
        "s",
        -0.03798824
      ]
    ]
  },
  "His mother, known for her white neck, asks Bodhmall and Liath Luachra to raise this boy at Slieve Bloom. He pursues a girl who elopes with Diarmait, after his first wife is turned into a fawn. He is killed at the Battle of Gabhra. His name is a reference to his prematurely white hair, although in childhood": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.19560231
      ],
      [
        "ion",
        -0.17463194
      ],
      [
        "n",
        -0.00013774731
      ],
      [
        " mac",
        -0.24824291
      ],
      [
        " Cum",
        -0.00040290577
      ],
      [
        "ha",
        -0.029900787
      ],
      [
        "ill",
        -3.8934802e-05
      ]
    ]
  }
}