{
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.19249815
      ],
      [
        "hab",
        -1.9027791e-05
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions of Lusius Quietus, and they had earlier overwhelmed the Legio XII Fulminata at the Battle of Beth": {
    "guess": "Jewish-Roman wars",
    "confidence": [
      [
        "J",
        -0.17550921
      ],
      [
        "ewish",
        -0.17479132
      ],
      [
        "-R",
        -0.92704344
      ],
      [
        "oman",
        -8.637786e-05
      ],
      [
        " wars",
        -0.506626
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating": {
    "guess": "Witan",
    "confidence": [
      [
        "W",
        -0.2406655
      ],
      [
        "itan",
        -0.6636479
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.08880772
      ],
      [
        " mer",
        -0.046998497
      ],
      [
        " (",
        -0.016542777
      ],
      [
        "De",
        -0.00017731925
      ],
      [
        "b",
        -2.7133641e-05
      ],
      [
        "ussy",
        -5.5577775e-06
      ],
      [
        ")",
        -6.704273e-07
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is the longitudinal NMR in super- fluid helium. It allows a precise determination of the ratio e/h, and this effect can exist in AC and DC varieties. This basis for a SQUID can detect very small magnetic fields and was predicted by its namesake 22-year-old Brit. For 10 points, name this effect that can occur when a few nanometers thick layer of aluminum oxide separates two superconductors, which allows": {
    "guess": "Josephson effect",
    "confidence": [
      [
        "Joseph",
        -0.01289737
      ],
      [
        "son",
        -0.00018697108
      ],
      [
        " effect",
        -0.028076211
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between the armies was between the infantry of Andreas O'Reilly and Claude Perrin, who was aided by the forces of Jean Lannes. But as Melas continued to collapse the French flank, Napoleon surmised that they were being attacked by the main force of Austrians and he ordered the forces of Desaix [DAY-zai] to move towards the fighting. For ten points, name this Italian battle of June 14, 1800 in which Napoleon": {
    "guess": "Battle of Marengo",
    "confidence": [
      [
        "Battle",
        -0.05485216
      ],
      [
        " of",
        -0.001999535
      ],
      [
        " Mare",
        -0.001453448
      ],
      [
        "ngo",
        -0.0002998313
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located near Sagittarius A* (A-Star), and they can be identified only by their mass, charge, and angular": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0014046368
      ],
      [
        " hole",
        -0.0035998328
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening in 6/8, a violin solo appears roughly sixty bars into this piece following the Tres lent introduction. Daybreak is represented by the tremolo in the strings that coincides with the establishment of the D-flat major key in the first movement of this work, of which Satie \"particularly liked the bit": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.024262812
      ],
      [
        " mer",
        -0.10558048
      ],
      [
        " (",
        -0.043735098
      ],
      [
        "De",
        -7.564953e-05
      ],
      [
        "b",
        -7.226629e-06
      ],
      [
        "ussy",
        -3.0545007e-06
      ],
      [
        ")",
        -1.504853e-06
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling class when the rule against warriors' sons becoming warriors was repealed. Following the death of": {
    "guess": "Mamluk Sultanate",
    "confidence": [
      [
        "M",
        -0.5209654
      ],
      [
        "aml",
        -0.0012880941
      ],
      [
        "uk",
        -0.010985216
      ],
      [
        " Sultan",
        -0.3856674
      ],
      [
        "ate",
        -6.742448e-05
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling class when the rule against warriors' sons becoming warriors was repealed. Following the death of Salih Ayyub, they revolted and secured their empire when Qutuz won a decisive victory in 1260 at the Spring of Goliath. Most famously led by Baybars, FTP, identify this group which took its name from the Arabic for \"slave,\" and which ruled Egypt until their last remnants were massacred at the Al-Azab": {
    "guess": "Mamluk dynasty",
    "confidence": [
      [
        "M",
        -0.06623671
      ],
      [
        "aml",
        -0.012323154
      ],
      [
        "uk",
        -0.09589314
      ],
      [
        " dynasty",
        -0.10138047
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise, he was killed by a random arrow at Ramoth Gilead while fighting alongside Judah's king Jehoshaphat.": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.008598266
      ],
      [
        "hab",
        -3.4121115e-06
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions of Lusius Quietus, and they had earlier overwhelmed the Legio XII Fulminata at the Battle of Beth Horon. That defeat prompted the sack of this group's traditional capital, an event depicted in the Arch of Titus. Julius Severus assisted Hadrian in suppressing another revolt by these people, who were led by Simon bar Kokhba. For 10 points, name this ethnic and religious group, one of whom famously": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.003172487
      ],
      [
        "ews",
        -0.009740505
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between": {
    "guess": "Battle of Leipzig",
    "confidence": [
      [
        "Battle",
        -0.004535627
      ],
      [
        " of",
        -1.8789384e-05
      ],
      [
        " Leipzig",
        -1.7993573
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power during the succession crisis generated by Nabonassar's death. This ruler's major campaigns included the subjection of Urartu in 735 B.C.E., and the capture of Damascus during the rebellion of Rakhianu. Various sources indicate that this man was the son of either Ashur-nirari V or Adad-nirari III,": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.0039411443
      ],
      [
        "ig",
        -3.488188e-05
      ],
      [
        "l",
        -0.0005181244
      ],
      [
        "ath",
        0.0
      ],
      [
        "-P",
        -0.001372373
      ],
      [
        "ile",
        -0.00025942858
      ],
      [
        "ser",
        -9.829823e-05
      ],
      [
        " III",
        -0.00021355349
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power during the succession crisis generated by Nabonassar's death. This ruler's major campaigns included the subjection of Urartu in 735 B.C.E., and the capture of Damascus during the rebellion of Rakhianu.": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.0036676526
      ],
      [
        "ig",
        -0.00012487332
      ],
      [
        "l",
        -0.0010446012
      ],
      [
        "ath",
        0.0
      ],
      [
        "-P",
        -0.0017468157
      ],
      [
        "ile",
        -0.00067418953
      ],
      [
        "ser",
        -0.000119039665
      ],
      [
        " III",
        -0.00029112943
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions of Lusius Quietus, and they had earlier overwhelmed the Legio XII Fulminata at the Battle of Beth Horon. That defeat prompted the sack of this group's traditional capital, an event depicted in the": {
    "guess": "First Jewish-Roman War",
    "confidence": [
      [
        "First",
        -0.3166414
      ],
      [
        " Jewish",
        -9.460292e-05
      ],
      [
        "-R",
        -0.60989976
      ],
      [
        "oman",
        -4.8351892e-05
      ],
      [
        " War",
        -0.0034459992
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted that the son of Nebat would succeed him instead of one of his own sons, and this came true when Jeroboam succeeded him, but he may never have become king if not for defeating the conspiracy of Adonijah": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.06294289
      ],
      [
        "omon",
        -7.922564e-05
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people.": {
    "guess": "Jews in Alexandria",
    "confidence": [
      [
        "J",
        -0.25963464
      ],
      [
        "ews",
        -0.013259519
      ],
      [
        " in",
        -0.3401362
      ],
      [
        " Alexandria",
        -0.06780629
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation": {
    "guess": "Atatürk's Reforms",
    "confidence": [
      [
        "At",
        -1.430847
      ],
      [
        "at",
        -0.0014129737
      ],
      [
        "ür",
        -1.504853e-06
      ],
      [
        "k",
        -4.6206227e-05
      ],
      [
        "'s",
        -0.00013536324
      ],
      [
        " Re",
        -0.0009311102
      ],
      [
        "forms",
        -7.226629e-06
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.043121483
      ],
      [
        "ews",
        -0.0029214954
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the": {
    "guess": "Prince of Wales",
    "confidence": [
      [
        "Prince",
        -0.8759478
      ],
      [
        " of",
        -0.17956842
      ],
      [
        " Wales",
        -0.19390759
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.26296037
      ],
      [
        "omon",
        -0.00026217024
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts,": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.4556246
      ],
      [
        " mer",
        -0.1193515
      ],
      [
        " (",
        -0.014558679
      ],
      [
        "De",
        -8.923875e-05
      ],
      [
        "b",
        -5.080963e-06
      ],
      [
        "ussy",
        -8.061054e-06
      ],
      [
        ")",
        -1.3856493e-06
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located near Sagittarius A* (A-Star), and they can be identified only by their mass, charge, and angular momentum according to the no-hair theorem. Non-rotating ones with a net charge of zero are labeled as the Schwarzchild variety. Some are created when a star with a core above the Chandrasekhar limit collapses, and galactic nuclei are believed to consist of the supermassive type of these. For 10 points, name these objects from which light cannot escape.": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.00016468366
      ],
      [
        " hole",
        -0.006585455
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.018805407
      ],
      [
        " hole",
        -0.0033204264
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted that the son of Nebat would succeed him instead of one of his own sons, and this came true when Jeroboam succeeded him, but he may never have become king if not for defeating the conspiracy of Adonijah with the help of the prophet Nathan and of his mother, Bathsheba. FTP, name this man who recommended": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.24807616
      ],
      [
        "omon",
        -0.0001505021
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated": {
    "guess": "Queen of the Southern Seas",
    "confidence": [
      [
        "Queen",
        -1.2053618
      ],
      [
        " of",
        -1.4877303
      ],
      [
        " the",
        -0.44658014
      ],
      [
        " Southern",
        -0.4390237
      ],
      [
        " Seas",
        -0.017061485
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted that the son of Nebat would succeed him instead of one of his own sons, and this came true when Jeroboam succeeded him, but he may never have become king if not for defeating the conspiracy of Adonijah with the help of the prophet Nathan and of his mother, Bathsheba. FTP, name this man who recommended cutting a baby in half; the son of King David and the purported author of Ecclesiastes, Proverbs, and the Song of Songs.": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.024267467
      ],
      [
        "omon",
        -0.00019865304
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned": {
    "guess": "Ben-Hadad II",
    "confidence": [
      [
        "Ben",
        -1.4268581
      ],
      [
        "-H",
        -0.39638638
      ],
      [
        "ad",
        -5.955704e-05
      ],
      [
        "ad",
        -3.297462e-05
      ],
      [
        " II",
        -0.60607
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter": {
    "guess": "Mamluk dynasty",
    "confidence": [
      [
        "M",
        -0.7594805
      ],
      [
        "aml",
        -0.00030721823
      ],
      [
        "uk",
        -0.0042121937
      ],
      [
        " dynasty",
        -0.1516893
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the Old. This man's daughter married Stephen III of Moldavia. This man converted to Islam while living in": {
    "guess": "Vlad III the Impaler",
    "confidence": [
      [
        "V",
        -0.92645437
      ],
      [
        "lad",
        -0.0012957158
      ],
      [
        " III",
        -0.2686262
      ],
      [
        " the",
        -0.461969
      ],
      [
        " Imp",
        -0.00016003472
      ],
      [
        "aler",
        -0.00013536324
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.68276405
      ],
      [
        "ig",
        -0.0028613433
      ],
      [
        "l",
        -0.001994897
      ],
      [
        "ath",
        -7.89631e-07
      ],
      [
        "-P",
        -0.0037677782
      ],
      [
        "ile",
        -0.0003421376
      ],
      [
        "ser",
        -0.0001788689
      ],
      [
        " III",
        -0.001430117
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.004376479
      ],
      [
        " hole",
        -0.0059026075
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is": {
    "guess": "Andreev reflection",
    "confidence": [
      [
        "And",
        -0.497095
      ],
      [
        "ree",
        -8.776276e-06
      ],
      [
        "v",
        -3.619312e-05
      ],
      [
        " reflection",
        -0.10001556
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise, he was killed by a random arrow at Ramoth Gilead while fighting alongside Judah's king Jehoshaphat. An earlier incident in this man's reign comes in 1 Kings 21, which details his murder of Naboth in order to obtain a vineyard. The son of Omri, this king's main nemesis was Elijah, who defeated his prophets of Baal on Mount Carmel. For 10 points, identify this extremely wicked king of Israel": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.017256351
      ],
      [
        "hab",
        -3.1544176e-05
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement": {
    "guess": "Burji dynasty",
    "confidence": [
      [
        "Bur",
        -0.32734048
      ],
      [
        "ji",
        -0.00036989737
      ],
      [
        " dynasty",
        -0.28158787
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise, he was killed by a random arrow at Ramoth Gilead while fighting alongside Judah's king Jehoshaphat. An earlier incident in this man's reign comes in 1 Kings 21, which details his murder of Naboth": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.015376733
      ],
      [
        "hab",
        -5.5577775e-06
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening in 6/8, a violin solo appears roughly sixty bars into this piece following the Tres lent introduction. Daybreak is represented by the tremolo in the strings that coincides with the establishment of the D-flat major key in the first movement of this work, of which Satie \"particularly liked the bit at a quarter to eleven.\" \"Play of the Waves\" and \"Dialogue of the wind and sea\" are the last two": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.007379808
      ],
      [
        " mer",
        -0.05066023
      ],
      [
        " (",
        -0.09538624
      ],
      [
        "De",
        -0.00032223423
      ],
      [
        "b",
        -5.4385737e-06
      ],
      [
        "ussy",
        -4.00813e-06
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -1.3218153
      ],
      [
        "ig",
        -0.039686263
      ],
      [
        "l",
        -0.0015341435
      ],
      [
        "ath",
        -1.504853e-06
      ],
      [
        "-P",
        -0.0013103596
      ],
      [
        "ile",
        -0.00050430046
      ],
      [
        "ser",
        -0.00012844942
      ],
      [
        " III",
        -0.23794165
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located near Sagittarius A* (A-Star), and they can be identified only by their mass, charge, and angular momentum according to the no-hair theorem. Non-rotating ones with a net charge of zero are labeled": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0008569086
      ],
      [
        " hole",
        -0.0022669474
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is the longitudinal NMR in super- fluid helium. It allows a precise determination of the ratio e/h, and": {
    "guess": "Josephson effect",
    "confidence": [
      [
        "Joseph",
        -1.2885263
      ],
      [
        "son",
        -0.002074956
      ],
      [
        " effect",
        -0.045537118
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly.": {
    "guess": "Livonian War",
    "confidence": [
      [
        "Liv",
        -0.008181549
      ],
      [
        "onian",
        -0.011219825
      ],
      [
        " War",
        -0.013165404
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power during the succession crisis generated by Nabonassar's death. This ruler's major campaigns included the subjection of Urartu in 735 B.C.E., and the capture of Damascus during the rebellion of Rakhianu. Various sources indicate that this man was the son of either Ashur-nirari V or Adad-nirari III, and he was succeeded by Shalmaneser V, who was then succeeded by Sargon II. For 10 points, identify this Assyrian king, who ruled from 744 to 727 B.C.E.": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.0063973805
      ],
      [
        "ig",
        -0.00013905855
      ],
      [
        "l",
        -0.00037395032
      ],
      [
        "ath",
        -1.9361265e-07
      ],
      [
        "-P",
        -9.41261e-05
      ],
      [
        "ile",
        -6.384837e-05
      ],
      [
        "ser",
        -0.00022976153
      ],
      [
        " III",
        -3.4047454e-05
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated the wicked people of the world. Worshippers in her temple at the Mount of the Wondrous Peak use rattles": {
    "guess": "Durga",
    "confidence": [
      [
        "D",
        -0.36877292
      ],
      [
        "urga",
        -0.07611187
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily vertical form of this action. Gene flow in animal groups usually occurs because of this action   that is longest for the Arctic tern. The rainy season triggers the great one of this  for the wildebeest  and zebra on the Serengeti. Monarch butterflies perform a unique two-stage form of this action,": {
    "guess": "Animal migration",
    "confidence": [
      [
        "Animal",
        -0.15619987
      ],
      [
        " migration",
        -0.5090499
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is the longitudinal NMR in super- fluid helium. It allows a precise determination of the ratio e/h, and this effect can exist in AC and DC varieties. This basis for a SQUID can detect very small magnetic fields and was predicted by its namesake 22-year-old Brit. For 10 points, name this effect that can occur when a few nanometers thick layer of aluminum oxide separates two superconductors, which allows Cooper pairs to tunnel across the junction.": {
    "guess": "Josephson effect",
    "confidence": [
      [
        "Joseph",
        -0.006658892
      ],
      [
        "son",
        -8.1371305e-05
      ],
      [
        " effect",
        -0.009712655
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating a famous event that took place here was designed by the American Bar Association. The  topography": {
    "guess": "Runnymede",
    "confidence": [
      [
        "Run",
        -1.1264075
      ],
      [
        "nym",
        -0.001016018
      ],
      [
        "ede",
        -0.00039170796
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between the armies was between the infantry of Andreas O'Reilly and Claude Perrin, who was aided by the forces of Jean Lannes. But as Melas continued to collapse the French flank, Napoleon surmised that": {
    "guess": "Battle of Marengo",
    "confidence": [
      [
        "Battle",
        -0.005103188
      ],
      [
        " of",
        -0.00014001218
      ],
      [
        " Mare",
        -0.0018737861
      ],
      [
        "ngo",
        -1.8074163e-05
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling": {
    "guess": "Mamluk Sultanate",
    "confidence": [
      [
        "M",
        -0.650247
      ],
      [
        "aml",
        -0.0008584583
      ],
      [
        "uk",
        -0.0049131587
      ],
      [
        " Sultan",
        -0.49720076
      ],
      [
        "ate",
        -0.00013679368
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted that the son of Nebat would succeed him instead of one of his own sons, and this came true when Jeroboam succeeded him, but he may never have become king if not for defeating the conspiracy of Adonijah with the help of the prophet Nathan and of his mother, Bathsheba. FTP, name this man who recommended cutting a baby in half; the son of King David and the purported author of Ecclesiastes, Proverbs,": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.020548662
      ],
      [
        "omon",
        -0.00017171667
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling class when the rule against warriors' sons becoming warriors was repealed. Following the death of Salih Ayyub, they revolted and secured their empire when Qutuz won a decisive victory in 1260 at the Spring of Goliath. Most famously led by Baybars, FTP, identify this group which took its name from": {
    "guess": "Bahri dynasty",
    "confidence": [
      [
        "Bah",
        -0.7582719
      ],
      [
        "ri",
        -0.002444143
      ],
      [
        " dynasty",
        -0.19476253
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power during the succession crisis generated by Nabonassar's death. This ruler's major campaigns included the subjection of Urartu in 735 B.C.E., and the capture of Damascus during the rebellion of Rakhianu. Various sources indicate that this man was the son of either Ashur-nirari V or Adad-nirari III, and he was succeeded by Shalmaneser V, who was then succeeded by Sargon II. For 10 points, identify": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.0031552613
      ],
      [
        "ig",
        -1.735894e-05
      ],
      [
        "l",
        -0.0010854477
      ],
      [
        "ath",
        0.0
      ],
      [
        "-P",
        -0.0012405869
      ],
      [
        "ile",
        -0.00036323295
      ],
      [
        "ser",
        -0.00012296606
      ],
      [
        " III",
        -0.00015240935
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted that the son of Nebat would succeed him instead of one of his own sons, and this came true when": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.2332476
      ],
      [
        "omon",
        -0.00019042798
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating a famous event that took place here was designed by the American Bar Association. The  topography of this place is classified as \"Thames Basin lowland.\" The most important even that occurred here followed the defeat of Otto IV by Philip Augustus at the battle of Bouvines. FTP, identify this  location that saw Otto IV's ally, King John, forced to sign a document that granted protections to": {
    "guess": "Runnymede",
    "confidence": [
      [
        "Run",
        -0.054367922
      ],
      [
        "nym",
        -0.016840782
      ],
      [
        "ede",
        -0.00017171667
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.46699804
      ],
      [
        "hab",
        -6.6306106e-06
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating a famous event that took place here was designed by the American Bar Association. The  topography of this place is classified as \"Thames Basin lowland.\" The most important even that occurred": {
    "guess": "Runnymede",
    "confidence": [
      [
        "Run",
        -0.03686829
      ],
      [
        "nym",
        -0.00035608074
      ],
      [
        "ede",
        -6.5278815e-05
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but": {
    "guess": "Burji dynasty",
    "confidence": [
      [
        "Bur",
        -0.3380361
      ],
      [
        "ji",
        -0.00074614084
      ],
      [
        " dynasty",
        -0.19398154
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening in 6/8, a violin solo appears roughly sixty bars into this piece following the Tres lent introduction. Daybreak is represented by the tremolo in the strings that coincides with the establishment": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.15245807
      ],
      [
        " mer",
        -0.08768589
      ],
      [
        " (",
        -0.03526985
      ],
      [
        "De",
        -9.3291674e-05
      ],
      [
        "b",
        -1.9385403e-05
      ],
      [
        "ussy",
        -5.6769813e-06
      ],
      [
        ")",
        -8.657073e-06
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between the armies was between the infantry of Andreas O'Reilly and Claude Perrin, who was aided by the": {
    "guess": "Battle of Marengo",
    "confidence": [
      [
        "Battle",
        -0.009066542
      ],
      [
        " of",
        -0.00015371693
      ],
      [
        " Mare",
        -0.679084
      ],
      [
        "ngo",
        -0.00012344286
      ]
    ]
  },
  "During rehearsals for this work, its composer tipped the conductor Hans Richter a thaler to buy a beer, which Richter would always keep on his watch chain. It was revised in for a second time when the first three movements were augmented and a new finale was substituted; and for the first time in 1878 when the \"Hunt\" scherzo, the horn-laced third movement, was added. FTP, name this symphony completed": {
    "guess": "Anton Bruckner's Symphony No. 4",
    "confidence": [
      [
        "Ant",
        -0.2434913
      ],
      [
        "on",
        -1.569009e-05
      ],
      [
        " Br",
        -5.109358e-05
      ],
      [
        "uck",
        -0.00024679664
      ],
      [
        "ner",
        -0.000118324446
      ],
      [
        "'s",
        -0.09228752
      ],
      [
        " Symphony",
        -0.035374112
      ],
      [
        " No",
        -0.003016453
      ],
      [
        ".",
        -0.00021498026
      ],
      [
        " ",
        -0.0036694368
      ],
      [
        "4",
        -0.021650521
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is the longitudinal NMR in super- fluid helium. It allows a precise determination of the ratio e/h, and this effect can exist in AC and DC varieties. This basis for a SQUID can detect very small magnetic fields and was predicted by its namesake 22-year-old Brit. For 10 points, name this effect that can": {
    "guess": "Josephson effect",
    "confidence": [
      [
        "Joseph",
        -0.7709238
      ],
      [
        "son",
        -0.000107238506
      ],
      [
        " effect",
        -0.0379607
      ]
    ]
  },
  "During rehearsals for this work, its composer tipped the conductor Hans Richter a thaler to buy a beer, which Richter would always keep on his watch chain. It was revised in for a second time when the first three movements were augmented and a new finale was substituted; and for the first time in 1878 when the \"Hunt\" scherzo, the horn-laced third movement, was added. FTP, name this symphony completed in 1874, thought not given its current nickname of Romantic by its composer Anton Bruckner.": {
    "guess": "Symphony No. 4 (Bruckner)",
    "confidence": [
      [
        "Sym",
        -0.029395645
      ],
      [
        "phony",
        -6.551722e-05
      ],
      [
        " No",
        -0.0051338966
      ],
      [
        ".",
        -0.00090419577
      ],
      [
        " ",
        -0.005224271
      ],
      [
        "4",
        -0.02664093
      ],
      [
        " (",
        -0.91838384
      ],
      [
        "Br",
        -0.017557891
      ],
      [
        "uck",
        -3.2497806e-05
      ],
      [
        "ner",
        -0.000104496816
      ],
      [
        ")",
        -7.13582e-05
      ]
    ]
  },
  "During rehearsals for this work, its composer tipped the conductor Hans Richter a thaler to buy a beer, which Richter would always keep on his watch chain. It was revised in for a second time when the": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -1.007156
      ],
      [
        " Wagner",
        -0.046017975
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the Old. This man's daughter married Stephen III of Moldavia. This man converted to Islam while living in Turkey, and one story tells of this man being chased up a tree with a sword while engaging in a homosexual affair with the Ottoman Sultan, Mehmet II. This member of the Basarab dynasty had an older brother who launched the \"night attack\" against the Turks and was fond of impaling people. For fifteen": {
    "guess": "Radu cel Frumos",
    "confidence": [
      [
        "Rad",
        -0.6881352
      ],
      [
        "u",
        -6.9882217e-06
      ],
      [
        " cel",
        -0.3716283
      ],
      [
        " Fr",
        -0.016115543
      ],
      [
        "um",
        -1.50940705e-05
      ],
      [
        "os",
        -7.493431e-05
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise, he was killed by a random arrow at Ramoth Gilead while fighting alongside Judah's king Jehoshaphat. An earlier incident in this man's reign comes in 1 Kings 21, which details his murder of Naboth in order to obtain a vineyard. The son of Omri, this king's main nemesis was Elijah, who defeated": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.004770684
      ],
      [
        "hab",
        -1.60477e-05
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly. He created a secret police organization called the oprichnina, and he held the first zemsky sobor, or parliament. His successor was the simple-minded Feodor I, since he had earlier killed his heir-to-be": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.04492016
      ],
      [
        "van",
        -7.58424e-06
      ],
      [
        " the",
        -0.0070954044
      ],
      [
        " Ter",
        -0.0002639583
      ],
      [
        "rible",
        -0.00019972587
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling class when the rule against warriors' sons becoming warriors was repealed. Following the death of Salih Ayyub, they revolted and secured their empire when Qutuz won a decisive victory in 1260 at the": {
    "guess": "Mamluk Sultanate",
    "confidence": [
      [
        "M",
        -0.47732833
      ],
      [
        "aml",
        -0.0005974737
      ],
      [
        "uk",
        -0.00074970967
      ],
      [
        " Sultan",
        -0.1988041
      ],
      [
        "ate",
        -0.0001342904
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates,": {
    "guess": "Superfluidity",
    "confidence": [
      [
        "Super",
        -0.9311174
      ],
      [
        "fluid",
        -0.009297111
      ],
      [
        "ity",
        -0.024107937
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly. He created a secret police organization called the oprichnina, and he held the first zemsky sobor,": {
    "guess": "Livonian War",
    "confidence": [
      [
        "Liv",
        -0.3366838
      ],
      [
        "onian",
        -0.0041266037
      ],
      [
        " War",
        -0.00492372
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating a famous event that took place here was designed by the American Bar Association. The  topography of this place is classified as \"Thames Basin lowland.\" The most important even that occurred here followed the defeat of Otto IV by Philip Augustus at the battle of Bouvines. FTP, identify this": {
    "guess": "Runnymede",
    "confidence": [
      [
        "Run",
        -0.034327604
      ],
      [
        "nym",
        -0.0015973415
      ],
      [
        "ede",
        -0.0002006795
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located near Sagittarius A* (A-Star), and they can be identified only by their mass, charge, and angular momentum according to the no-hair theorem. Non-rotating ones with a net charge of zero are labeled as the Schwarzchild variety. Some are created when a star with a core above the Chandrasekhar limit": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0014177383
      ],
      [
        " hole",
        -0.0060728947
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily": {
    "guess": "The Migration",
    "confidence": [
      [
        "The",
        -0.4994577
      ],
      [
        " Migration",
        -0.007930497
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated the wicked people of the world. Worshippers in her temple at the Mount of the Wondrous Peak use rattles and firecrackers to attract her attention. This goddess, known as Observer of All Sounds, is often depicted with her acolytes Gold Youth and Jade Maiden, and is often worshipped by childless women. FTP, name this deity who grew out of the bodhisattva Avalokitesvara, the Chinese goddess of mercy": {
    "guess": "Guanyin",
    "confidence": [
      [
        "Gu",
        -0.067580454
      ],
      [
        "any",
        -0.00077496615
      ],
      [
        "in",
        -7.703444e-06
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise,": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.03994631
      ],
      [
        "hab",
        -2.9279307e-05
      ]
    ]
  },
  "During the reign of this king, Hiel of Bethel rebuilt the city of Jericho, which resulted in the deaths of two of his sons. One of this man's enemies was Micaiah, who predicted that the nation would be \"scattered on the hills like sheep without a shepherd\" after this man's death. Despite wearing a disguise, he was killed by a random arrow at Ramoth Gilead while fighting alongside Judah's king Jehoshaphat. An earlier incident in this man's reign comes in 1 Kings 21, which details his murder of Naboth in order to obtain a vineyard. The son of Omri, this king's main nemesis was Elijah, who defeated his prophets of Baal on Mount Carmel. For 10 points, identify this extremely wicked king of Israel and husband of Jezebel, whose name is alluded to in Moby-Dick.": {
    "guess": "Ahab",
    "confidence": [
      [
        "A",
        -0.0044297627
      ],
      [
        "hab",
        -1.4140442e-05
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through his vassal Hoshea, and he came to the throne by deposing Mukin-zero, a Chaldean who had assumed power during the succession crisis generated by Nabonassar's death. This ruler's major campaigns included": {
    "guess": "Tiglath-Pileser III",
    "confidence": [
      [
        "T",
        -0.21681362
      ],
      [
        "ig",
        -0.0014990296
      ],
      [
        "l",
        -0.0018489128
      ],
      [
        "ath",
        -4.3202e-07
      ],
      [
        "-P",
        -0.0019500599
      ],
      [
        "ile",
        -0.0001878055
      ],
      [
        "ser",
        -0.00017338553
      ],
      [
        " III",
        -0.0009695836
      ]
    ]
  },
  "During this man's reign, he quarreled with Rezon of Aram and was allied with the pharaoh, who burned down the Canaanite city of Gezer and offered it to him as a gift. His deeds included conquest on the sea with Hiram of Tyre and the founding of the city of Megiddo. The prophet Ahijah of Shiloh predicted": {
    "guess": "Solomon",
    "confidence": [
      [
        "Sol",
        -0.15540764
      ],
      [
        "omon",
        -0.00073994225
      ]
    ]
  },
  "During rehearsals for this work, its composer tipped the conductor Hans Richter a thaler to buy a beer,": {
    "guess": "Richard Wagner",
    "confidence": [
      [
        "Richard",
        -0.759071
      ],
      [
        " Wagner",
        -0.0359004
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly. He created a secret police organization called the oprichnina, and he held the first zemsky sobor, or parliament. His successor was the simple-minded Feodor I, since he had earlier killed his heir-to-be Ivan Ivanovich, essentially bringing about the downfall of the Ruriks, and his  title may have come from his terrible treatment of the boyars, or the landed elite. For 10 points,  identify this first tsar of Russia, who is probably best known for his rampant acts of cruelty.": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.0014976028
      ],
      [
        "van",
        -2.0935051e-05
      ],
      [
        " the",
        -0.009950042
      ],
      [
        " Ter",
        -0.00023512568
      ],
      [
        "rible",
        -0.00016897499
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between the armies was between the infantry of Andreas O'Reilly and Claude Perrin, who was aided by the forces of Jean Lannes. But as Melas continued to collapse the French flank, Napoleon surmised that they were being attacked by the main force of Austrians and he ordered the forces of Desaix [DAY-zai] to move towards the fighting. For ten points, name this Italian battle of June 14, 1800 in which Napoleon destroyed the forces of the Second Coalition.": {
    "guess": "Battle of Marengo",
    "confidence": [
      [
        "Battle",
        -0.0036196702
      ],
      [
        " of",
        -0.00094100035
      ],
      [
        " Mare",
        -0.00022403974
      ],
      [
        "ngo",
        -8.5543434e-05
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening in 6/8, a violin solo appears roughly sixty bars into this piece following the Tres lent introduction. Daybreak is represented by the tremolo in the strings that coincides with the establishment of the D-flat major key in the first movement of this work, of which Satie \"particularly liked the bit at a quarter to eleven.\" \"Play of the Waves\" and \"Dialogue of the wind and sea\" are the last two sections of, for 10 points, which three movement composition by Claude Debussy?": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.01010252
      ],
      [
        " mer",
        -0.122281276
      ],
      [
        " (",
        -0.29075116
      ],
      [
        "De",
        -0.0022893066
      ],
      [
        "b",
        -1.473646e-05
      ],
      [
        "ussy",
        -6.9882217e-06
      ],
      [
        ")",
        -1.5570886e-05
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers and said: \"the battle is lost, but there is still time to win another.\" The initial contact between the armies was between the infantry of Andreas O'Reilly and Claude Perrin, who was aided by the forces of Jean Lannes. But as Melas continued to collapse the French flank, Napoleon surmised that they were being attacked by the main force of Austrians and he ordered the forces of Desaix [DAY-zai]": {
    "guess": "Battle of Marengo",
    "confidence": [
      [
        "Battle",
        -0.019941889
      ],
      [
        " of",
        -0.0044705896
      ],
      [
        " Mare",
        -0.0022426776
      ],
      [
        "ngo",
        -3.2140193e-05
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.8862993
      ],
      [
        " mer",
        -0.2786182
      ],
      [
        " (",
        -0.015213551
      ],
      [
        "De",
        -0.00030733744
      ],
      [
        "b",
        -2.5107178e-05
      ],
      [
        "ussy",
        -4.9617593e-06
      ],
      [
        ")",
        -1.8074163e-05
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum,": {
    "guess": "Stephen I of Hungary",
    "confidence": [
      [
        "Stephen",
        -1.1713963
      ],
      [
        " I",
        -0.18365163
      ],
      [
        " of",
        -0.00050275447
      ],
      [
        " Hungary",
        -0.0010239973
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily vertical form of this action. Gene flow in animal groups usually occurs because of this action   that is longest for the Arctic tern. The rainy season triggers the great one of this  for the wildebeest  and zebra on the Serengeti. Monarch butterflies perform a unique two-stage form of this action,  which is guided by smell in anadromous fish such as salmon. Name this action exhibited by birds  flying": {
    "guess": "Animal Migration",
    "confidence": [
      [
        "Animal",
        -0.031216921
      ],
      [
        " Migration",
        -0.4594824
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly. He created a secret police organization called the oprichnina, and he held the first zemsky sobor, or parliament. His successor was the simple-minded Feodor I, since he had earlier killed his heir-to-be Ivan Ivanovich, essentially bringing about the downfall of the Ruriks, and his  title may have come from his terrible treatment of the boyars, or the landed elite. For 10 points,  identify this first": {
    "guess": "Ivan the Terrible",
    "confidence": [
      [
        "I",
        -0.036017355
      ],
      [
        "van",
        -3.190179e-05
      ],
      [
        " the",
        -0.0061040474
      ],
      [
        " Ter",
        -0.0003119864
      ],
      [
        "rible",
        -0.00015836587
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions of Lusius Quietus, and they had earlier overwhelmed the Legio XII Fulminata at the Battle of Beth Horon. That defeat prompted the sack of this group's traditional capital, an event depicted in the Arch of Titus. Julius Severus assisted Hadrian in suppressing another revolt by these people, who were led by Simon bar Kokhba. For 10 points, name this ethnic and religious group, one of whom famously stated, \"Give to Caesar what is Caesar\" and was born in Bethlehem.": {
    "guess": "Jews",
    "confidence": [
      [
        "J",
        -0.0041681523
      ],
      [
        "ews",
        -0.018808331
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the Old. This man's daughter married Stephen III of Moldavia. This man converted to Islam while living in Turkey, and one story tells of this man being chased up a tree with a sword while engaging in a homosexual": {
    "guess": "Vlad III the Impaler",
    "confidence": [
      [
        "V",
        -1.0273817
      ],
      [
        "lad",
        -0.00019805702
      ],
      [
        " III",
        -0.56991
      ],
      [
        " the",
        -0.23183519
      ],
      [
        " Imp",
        -0.00042304752
      ],
      [
        "aler",
        -0.00012403888
      ]
    ]
  },
  "During his reign, a military campaign to retake western Slavic lands in the Livonian War  ended badly. He created a secret police organization called the oprichnina, and he held the first zemsky sobor, or parliament. His successor was the simple-minded Feodor I, since he had earlier killed his heir-to-be Ivan Ivanovich, essentially bringing about the downfall of the Ruriks, and his  title may have": {
    "guess": "Livonian War",
    "confidence": [
      [
        "Liv",
        -0.41571572
      ],
      [
        "onian",
        -0.0030377246
      ],
      [
        " War",
        -0.0065239994
      ]
    ]
  },
  "Reinhardt and Clark researched an analog of this effect in the collisions of Bose–Einstein condensates, and Andreev bound states can contribute to it. An example of the internal type of this effect is the longitudinal NMR in super- fluid helium. It allows a precise determination of the ratio e/h, and this effect can exist in AC and DC varieties. This basis for a SQUID can detect very small magnetic": {
    "guess": "Josephson effect",
    "confidence": [
      [
        "Joseph",
        -0.4709989
      ],
      [
        "son",
        -0.00020711649
      ],
      [
        " effect",
        -0.023083111
      ]
    ]
  },
  "As reinforcements approached this battlefield, the eventual winning general turned to one of his officers": {
    "guess": "Battle of Gettysburg",
    "confidence": [
      [
        "Battle",
        -0.033371456
      ],
      [
        " of",
        -0.00042662365
      ],
      [
        " Get",
        -1.5621759
      ],
      [
        "t",
        -5.443128e-05
      ],
      [
        "ys",
        -1.8624639e-06
      ],
      [
        "burg",
        -1.4259645e-05
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated the wicked people of the world. Worshippers in her temple at the Mount of the Wondrous Peak use rattles and firecrackers to attract her attention. This goddess, known as Observer of All Sounds, is often depicted with her acolytes Gold Youth and Jade Maiden, and is often worshipped by childless women. FTP, name this deity who grew out of the bodhisattva Avalokitesvara, the Chinese goddess of mercy and compassion.": {
    "guess": "Guanyin",
    "confidence": [
      [
        "Gu",
        -0.023010997
      ],
      [
        "any",
        -0.00024894232
      ],
      [
        "in",
        -1.147242e-06
      ]
    ]
  },
  "During his reign, this king was opposed by an alliance between Matiel of Arpad and Tarkhulara of Gurgum, among others, and a primary source of information about his reign and campaigns are a collection of letters found at Calah. The assassination of Pakaha allowed this ruler to secure Israel through": {
    "guess": "Shalmaneser III",
    "confidence": [
      [
        "Sh",
        -0.60127664
      ],
      [
        "al",
        -0.061252587
      ],
      [
        "man",
        -0.00031162877
      ],
      [
        "es",
        -0.00019829543
      ],
      [
        "er",
        -1.7478143e-05
      ],
      [
        " III",
        -0.004082078
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads,": {
    "guess": "Ravana",
    "confidence": [
      [
        "R",
        -0.7825752
      ],
      [
        "avana",
        -0.5527058
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities": {
    "guess": "The Migration",
    "confidence": [
      [
        "The",
        -0.12783174
      ],
      [
        " Migration",
        -0.13911936
      ]
    ]
  },
  "During rehearsals for the premiere of this work, the violinists tied handkerchiefs to their bows as a sign of protest. One section of this work sees horns and cellos divided into four different parts, while its third section contained brass fanfares which were deleted at the suggestion of Varese. Opening in 6/8, a violin solo appears roughly sixty bars into this piece following the Tres lent introduction.": {
    "guess": "La mer (Debussy)",
    "confidence": [
      [
        "La",
        -0.88272333
      ],
      [
        " mer",
        -0.16570929
      ],
      [
        " (",
        -0.0313737
      ],
      [
        "De",
        -0.00013584005
      ],
      [
        "b",
        -1.4855664e-05
      ],
      [
        "ussy",
        -6.0345924e-06
      ],
      [
        ")",
        -7.9418505e-06
      ]
    ]
  },
  "During the reign of Alfred the Great, Witanagemot meetings were held at this location. A monument  celebrating a famous event that took place here was designed by the American Bar Association. The  topography of this place is classified as \"Thames Basin lowland.\" The most important even that occurred here followed the defeat of Otto IV by Philip Augustus at the battle of Bouvines. FTP, identify this  location that saw Otto IV's ally, King John, forced to sign a document that granted protections to English nobles and thus established the basis of English common law, the Magna Carta.": {
    "guess": "Runnymede",
    "confidence": [
      [
        "Run",
        -0.0016572092
      ],
      [
        "nym",
        -0.0020523588
      ],
      [
        "ede",
        -7.278864e-05
      ]
    ]
  },
  "During the reign of Caligula, Alexandria experienced riots caused by negativity towards these people. Members of this group were besieged at Lydda after their leader Lukuas fled from the approaching legions of Lusius Quietus, and they had earlier overwhelmed the Legio XII Fulminata at the Battle of Beth Horon. That defeat prompted the sack of this group's traditional capital, an event depicted in the Arch of Titus. Julius Severus assisted Hadrian in suppressing another revolt by these people, who": {
    "guess": "Jewish Revolt",
    "confidence": [
      [
        "J",
        -0.40707436
      ],
      [
        "ewish",
        -0.17863837
      ],
      [
        " Rev",
        -0.47234097
      ],
      [
        "olt",
        -0.6288458
      ]
    ]
  },
  "Their reign is typically divided into two periods, the earlier Bahri and the later Burji. The latter period is also known as the Circassian, and their first leader of that period was Barquq, who made advancement in the state dependent on race rather than skill. Under Barsbay they conquered Cyprus, but in 1516 and 1517 they lost their independence, though they were able to infiltrate the Ottoman ruling class when the rule against warriors' sons becoming warriors was repealed. Following the death of Salih Ayyub, they revolted and secured their empire when Qutuz won a decisive victory in 1260 at the Spring of Goliath. Most famously led by Baybars, FTP, identify this group which took its name from the Arabic for \"slave,\" and which ruled Egypt until their last remnants were massacred at the Al-Azab gate in 1811.": {
    "guess": "Mamluk dynasty",
    "confidence": [
      [
        "M",
        -0.054563563
      ],
      [
        "aml",
        -0.00425695
      ],
      [
        "uk",
        -0.070718005
      ],
      [
        " dynasty",
        -0.13508826
      ]
    ]
  },
  "During rehearsals for this work, its composer tipped the conductor Hans Richter a thaler to buy a beer, which Richter would always keep on his watch chain. It was revised in for a second time when the first three movements were augmented and a new finale was substituted; and for the first time in 1878": {
    "guess": "Symphony No. 1 (Brahms)",
    "confidence": [
      [
        "Sym",
        -0.17289168
      ],
      [
        "phony",
        -0.0035980518
      ],
      [
        " No",
        -0.009391949
      ],
      [
        ".",
        -0.00081320124
      ],
      [
        " ",
        -0.0033629546
      ],
      [
        "1",
        -0.89656115
      ],
      [
        " (",
        -0.078798786
      ],
      [
        "B",
        -0.32985017
      ],
      [
        "rah",
        -2.1769476e-05
      ],
      [
        "ms",
        -1.9862217e-05
      ],
      [
        ")",
        -6.992776e-05
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the Old. This man's daughter married Stephen III of Moldavia. This man converted to Islam while living in Turkey, and one story tells of this man being chased up a tree with a sword while engaging in a homosexual affair with the Ottoman Sultan, Mehmet II. This member of the Basarab dynasty had an older": {
    "guess": "Radu cel Frumos",
    "confidence": [
      [
        "Rad",
        -0.30609125
      ],
      [
        "u",
        -2.3392786e-06
      ],
      [
        " cel",
        -0.21034063
      ],
      [
        " Fr",
        -0.010859635
      ],
      [
        "um",
        -1.9816675e-06
      ],
      [
        "os",
        -4.179569e-05
      ]
    ]
  },
  "The Reissner-Nordström metric describes entities of this type with an electrical charge, while the Holographic principle resolves the information paradox associated with them. One is believed to be located near Sagittarius A* (A-Star), and they can be identified only by their mass, charge, and angular momentum according to the no-hair theorem. Non-rotating ones with a net charge of zero are labeled as the Schwarzchild variety. Some are created when a star with a core above the Chandrasekhar limit collapses, and galactic nuclei are believed to consist of the supermassive type of these. For 10 points,": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.00036561702
      ],
      [
        " hole",
        -0.002945371
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated the wicked people of the world. Worshippers in her temple at the Mount of the Wondrous Peak use rattles and firecrackers to attract her attention. This goddess, known as Observer of All Sounds, is often": {
    "guess": "Guanyin",
    "confidence": [
      [
        "Gu",
        -0.370276
      ],
      [
        "any",
        -0.01221529
      ],
      [
        "in",
        -1.7432603e-06
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily vertical form of this action. Gene flow in animal groups usually occurs because of this action   that": {
    "guess": "Migration",
    "confidence": [
      [
        "Migration",
        -0.94582844
      ]
    ]
  },
  "She reigned for nine years as Queen of the Southern Seas. She is sometimes shown with multiple heads, recalling a myth that her Indian counterpart's head exploded in eleven pieces when he contemplated the wicked people of the world. Worshippers in her temple at the Mount of the Wondrous Peak use rattles and firecrackers to attract her attention. This goddess, known as Observer of All Sounds, is often depicted with her acolytes Gold Youth and Jade Maiden, and is often worshipped by childless women.": {
    "guess": "Mazu",
    "confidence": [
      [
        "M",
        -0.08435191
      ],
      [
        "azu",
        -0.008128108
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily vertical form of this action. Gene flow in animal groups usually occurs because of this action   that is longest for the Arctic tern. The rainy season triggers the great one of this  for the wildebeest  and zebra on the Serengeti. Monarch butterflies perform a unique two-stage form of this action,  which is guided by smell in anadromous fish such as salmon. Name this action exhibited by birds  flying south for the winter in which populations periodically move from one place to another.": {
    "guess": "Animal Migration",
    "confidence": [
      [
        "Animal",
        -0.06759282
      ],
      [
        " Migration",
        -0.25273898
      ]
    ]
  },
  "This man's reign as Prince of his native country was interrupted by the one-year reign of Laiota the Old. This man's daughter married Stephen III of Moldavia. This man converted to Islam while living in Turkey, and one story tells of this man being chased up a tree with a sword while engaging in a homosexual affair with the Ottoman Sultan, Mehmet II. This member of the Basarab dynasty had an older brother who launched the \"night attack\" against the Turks and was fond of impaling people. For fifteen points, name this younger brother of Vlad Dracula, whose nickname refers to his good looks.": {
    "guess": "Radu cel Frumos",
    "confidence": [
      [
        "Rad",
        -0.0044244207
      ],
      [
        "u",
        -1.504853e-06
      ],
      [
        " cel",
        -0.081207
      ],
      [
        " Fr",
        -5.8603408e-05
      ],
      [
        "um",
        -4.246537e-06
      ],
      [
        "os",
        -2.9875326e-05
      ]
    ]
  },
  "Reid's paradox concerns how rapidly plants experienced this action after the last ice age, and   irregularities in this can result in nomadism. Many pelagic [peh-LAA-jik] organisms experience a  daily vertical form of this action. Gene flow in animal groups usually occurs because of this action   that is longest for the Arctic tern. The rainy season triggers the great one of this  for the wildebeest": {
    "guess": "Migration",
    "confidence": [
      [
        "Migration",
        -0.9313886
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.5133883
      ],
      [
        "oc",
        -8.657073e-06
      ],
      [
        "let",
        -0.00016468366
      ],
      [
        "ian",
        -0.00018256421
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent,": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.017769534
      ],
      [
        "oc",
        -2.220075e-06
      ],
      [
        "let",
        -0.000429358
      ],
      [
        "ian",
        -0.00017851128
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.15457435
      ],
      [
        "oc",
        -5.080963e-06
      ],
      [
        "let",
        -0.00019316968
      ],
      [
        "ian",
        -8.6497064e-05
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about": {
    "guess": "Frederick Barbarossa",
    "confidence": [
      [
        "Fre",
        -0.2947997
      ],
      [
        "der",
        -6.749814e-06
      ],
      [
        "ick",
        -9.901345e-05
      ],
      [
        " Barbar",
        -0.26117384
      ],
      [
        "ossa",
        -0.00049893995
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.004703534
      ],
      [
        "oc",
        -7.822647e-06
      ],
      [
        "let",
        -7.79144e-05
      ],
      [
        "ian",
        -4.608702e-05
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing of his rival Carinus, he established Sirmium, Trier, Milan and Nicomedia as subsidiary capitals.": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.04391093
      ],
      [
        "oc",
        -5.9153886e-06
      ],
      [
        "let",
        -0.00021366903
      ],
      [
        "ian",
        -8.7450695e-05
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing of his rival Carinus, he established Sirmium, Trier, Milan and Nicomedia as subsidiary capitals. Lactantius was not a big fan of one of this man's policies, and he built a palace at Split in Croatia": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.014022113
      ],
      [
        "oc",
        -1.7239736e-05
      ],
      [
        "let",
        -0.00043436454
      ],
      [
        "ian",
        -0.00013560164
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing of his rival Carinus, he established Sirmium, Trier, Milan and Nicomedia as subsidiary capitals. Lactantius was not a big fan of one of this man's policies, and he built a palace at Split in Croatia that he retired to. This emperor installed Maximian, Galerius, and Constantius Chlorus to high positions,": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.0049727126
      ],
      [
        "oc",
        -1.2948405e-05
      ],
      [
        "let",
        -0.00024239712
      ],
      [
        "ian",
        -9.74638e-05
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing of his rival Carinus, he established Sirmium, Trier, Milan and Nicomedia as subsidiary capitals. Lactantius was not a big fan of one of this man's policies, and he built a palace at Split in Croatia that he retired to. This emperor installed Maximian, Galerius, and Constantius Chlorus to high positions, and he instigated a major purge of Christians. For 10 points, name this Roman emperor who": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.008599797
      ],
      [
        "oc",
        -1.640531e-05
      ],
      [
        "let",
        -0.00022010603
      ],
      [
        "ian",
        -0.00011963568
      ]
    ]
  },
  "During this man's reign, the Gregorian law code was issued, while his economic reforms included the creation of seven new mints and instituting the iugum and capitatio taxes. His armies put down the Bagaudae revolt in Gault, the attempts of Achilleus and Domitius Domitianus to make Egypt independent, and the British usurper Carausius. This issuer of the Edict of Maximum Prices won a battle for supremacy at the (*) Margus. He rose to power after executing Aper, supposedly fulfilling a prophecy about killing a boar, during a campaign against Persia in which Numerian died mysteriously. After disposing of his rival Carinus, he established Sirmium, Trier, Milan and Nicomedia as subsidiary capitals. Lactantius was not a big fan of one of this man's policies, and he built a palace at Split in Croatia that he retired to. This emperor installed Maximian, Galerius, and Constantius Chlorus to high positions, and he instigated a major purge of Christians. For 10 points, name this Roman emperor who resolved the Crisis of the Third Century by creating the augustus-caesar system or tetrarchy.": {
    "guess": "Diocletian",
    "confidence": [
      [
        "Di",
        -0.0019343506
      ],
      [
        "oc",
        -3.650519e-06
      ],
      [
        "let",
        -0.00013679368
      ],
      [
        "ian",
        -6.146429e-05
      ]
    ]
  }
}