{
  "Zaculeu was a capital for a subset of this group, who was ruled by Kaibil B'alam and called the Mam people. One dynasty that ruled it was founded by K'uk' B'alam who fathered a ruler called \"11 Rabbit.\" Chan Bahlum II, the son of Pecal the Great was another ruler. Pedro de Alvarado conquered Tecun Uman in their decline. The Pyramid of the Soothsayer at Uxmal illustrates their architecture. For ten points, name this Mesoamerican civilization known for their calendar and Chichen Itza.": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.01204711
      ],
      [
        "a",
        -0.00014740281
      ],
      [
        " civilization",
        -0.0017271801
      ]
    ]
  },
  "Zaculeu was a capital for a subset of this group, who was ruled by Kaibil B'alam and called the Mam people. One dynasty that ruled it was founded by K'uk' B'alam who fathered a ruler called \"11 Rabbit.\" Chan Bahlum II, the son of Pecal the Great was another ruler. Pedro de Alvarado conquered Tecun Uman": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.1425206
      ],
      [
        "a",
        -0.009263923
      ],
      [
        " civilization",
        -0.07221776
      ]
    ]
  },
  "Zaculeu was a capital for a subset of this group, who was ruled by Kaibil B'alam and called the Mam people. One dynasty that ruled it was founded by K'uk' B'alam who fathered a ruler called \"11 Rabbit.\"": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.06438272
      ],
      [
        "a",
        -0.04775261
      ],
      [
        " civilization",
        -0.045473903
      ]
    ]
  },
  "Zaculeu was a capital for a subset of this group, who was ruled by Kaibil B'alam and called the Mam people. One dynasty that ruled it was founded by K'uk' B'alam who fathered a ruler called \"11 Rabbit.\" Chan Bahlum II, the son of Pecal the Great was another ruler. Pedro de Alvarado conquered Tecun Uman in their decline. The Pyramid of the Soothsayer at Uxmal illustrates their architecture. For ten": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.029377125
      ],
      [
        "a",
        -0.009012311
      ],
      [
        " civilization",
        -0.053377047
      ]
    ]
  },
  "Zaculeu was a capital for a subset of this group, who was ruled by Kaibil B'alam and called the Mam people.": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.29654658
      ],
      [
        "a",
        -0.0024794622
      ],
      [
        " civilization",
        -0.05502434
      ]
    ]
  }
}