{
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist": {
    "guess": "Confirmation bias",
    "confidence": [
      [
        "Confirmation",
        -0.176844
      ],
      [
        " bias",
        -0.01228265
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila and samadhi is central to one type of this practice called Vipassana. The Anapanasati school of this discipline centers on focusing one's breathing. While engaged in this activity, participants experience \"cosmic energy\" by intonating short words called \"mantras,\" such as \"Om.\" For 10 points, name": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.005645763
      ],
      [
        "edit",
        -3.888926e-06
      ],
      [
        "ation",
        -1.1398757e-05
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both of which people are less likely to do if in a state of cognitive load. Examined in the laboratory": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.09984285
      ],
      [
        "amental",
        -4.0007635e-05
      ],
      [
        " attribution",
        -0.036380667
      ],
      [
        " error",
        -0.0001440651
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both": {
    "guess": "Cultural bias",
    "confidence": [
      [
        "C",
        -1.3499666
      ],
      [
        "ultural",
        -0.33715007
      ],
      [
        " bias",
        -0.7920999
      ]
    ]
  },
  "Usually prepared by the reaction of an organic halide with magnesium in an unreactive solvent such as diethyl ether, they are commonly represented by the general formula R-Mg-X, in which R is a hydrocarbon radical and X is a halogen atom, usually chlorine, bromine or iodine. The chemical behavior of": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.17938441
      ],
      [
        "ign",
        -7.822647e-06
      ],
      [
        "ard",
        -5.1331983e-05
      ],
      [
        " re",
        -0.45085177
      ],
      [
        "agent",
        -0.37202764
      ]
    ]
  },
  "Usually prepared by the reaction of an organic halide with magnesium in an unreactive solvent such as diethyl ether, they are commonly represented by the general formula R-Mg-X, in which R is a hydrocarbon radical and X is a halogen atom, usually chlorine, bromine or iodine. The chemical behavior of these substances resembles that of the carbanions. FTP, identify these organic derivatives of magnesium,": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.109304115
      ],
      [
        "ign",
        -0.00022189408
      ],
      [
        "ard",
        -0.00054004684
      ],
      [
        " re",
        -0.17159288
      ],
      [
        "agents",
        -0.5721689
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila and samadhi is central to one type of this practice called Vipassana. The Anapanasati school of this": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.003054712
      ],
      [
        "edit",
        -1.2233183e-05
      ],
      [
        "ation",
        -1.6166903e-05
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila and samadhi is central to one type of this practice called Vipassana. The Anapanasati school of this discipline centers on focusing one's breathing. While engaged in this activity, participants experience \"cosmic energy\" by intonating short words called \"mantras,\" such as \"Om.\" For 10 points, name this practice of focusing the mind from the material world, which the Buddha did under a Bodhi tree to reach enlightenment.": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.0043096496
      ],
      [
        "edit",
        -1.6166903e-05
      ],
      [
        "ation",
        -2.2365493e-05
      ]
    ]
  },
  "As usual, Republican candidates are still taking credit for the collapse of the Soviet Union. Another theory attributes the decline of the Union of Soviet Socialist Republics to the deaths of three successive General Secretaries of the Communist Party during the 1980s. For ten points apiece, name these three leaders immediately preceding Mikhail Sergeevich Gorbachev.": {
    "guess": "Yuri Andropov, Konstantin Chernenko, and Leonid Brezhnev",
    "confidence": [
      [
        "Y",
        -0.52094054
      ],
      [
        "uri",
        -0.0006652566
      ],
      [
        " And",
        -0.0007090979
      ],
      [
        "rop",
        -0.00010163593
      ],
      [
        "ov",
        -6.0033854e-05
      ],
      [
        ",",
        -0.013016926
      ],
      [
        " Kon",
        -0.0011252142
      ],
      [
        "stant",
        -0.00015157493
      ],
      [
        "in",
        -2.6060809e-05
      ],
      [
        " Ch",
        -0.0006099864
      ],
      [
        "ernen",
        -0.0008470294
      ],
      [
        "ko",
        -7.7079974e-05
      ],
      [
        ",",
        -0.00026205103
      ],
      [
        " and",
        -0.26508117
      ],
      [
        " Leon",
        -0.109238714
      ],
      [
        "id",
        -5.7649777e-05
      ],
      [
        " Bre",
        -0.0019451763
      ],
      [
        "zh",
        -2.129266e-05
      ],
      [
        "nev",
        -5.9914648e-05
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both of which people are less likely to do if in a state of cognitive load. Examined in the laboratory in a 1967 study by Harris and Jones in which subjects determined the pro- or anti-Castro sentiments": {
    "guess": "Fundamental attribution error",
    "confidence": [
      [
        "Fund",
        -0.035985384
      ],
      [
        "amental",
        -2.451116e-05
      ],
      [
        " attribution",
        -0.0044918354
      ],
      [
        " error",
        -4.572941e-05
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both of which people are less likely to do if in a state of cognitive load. Examined in the laboratory in a 1967 study by Harris and Jones in which subjects determined the pro- or anti-Castro sentiments of certain speakers, this phenomenon is also known as the actor-observer bias. For 10 points, name this psychological tendency of people to overlook situational factors in determining the behavior of": {
    "guess": "Fundamental Attribution Error",
    "confidence": [
      [
        "Fund",
        -0.0725698
      ],
      [
        "amental",
        -1.9504607e-05
      ],
      [
        " Attribution",
        -0.04646142
      ],
      [
        " Error",
        -0.00012082772
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila and samadhi is central to one type of this practice called Vipassana. The Anapanasati school of this discipline centers on focusing one's breathing. While engaged in this activity, participants experience \"cosmic energy\" by intonating short words called \"mantras,\" such as \"Om.\" For 10 points, name this practice of focusing the mind from the material world, which the Buddha did under a Bodhi tree": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.0037490102
      ],
      [
        "edit",
        -7.9418505e-06
      ],
      [
        "ation",
        -2.2603901e-05
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.018291231
      ],
      [
        "edit",
        -5.085517e-05
      ],
      [
        "ation",
        -9.41261e-05
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked,": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.022228507
      ],
      [
        "edit",
        -0.00056446897
      ],
      [
        "ation",
        -0.00016408764
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both of which people are less likely to do if in a state of cognitive load. Examined in the laboratory in a 1967 study by Harris and Jones in which subjects determined the pro- or anti-Castro sentiments of certain speakers, this phenomenon is also known as the actor-observer bias. For 10 points, name": {
    "guess": "Fundamental Attribution Error",
    "confidence": [
      [
        "Fund",
        -0.019767525
      ],
      [
        "amental",
        -4.5848617e-05
      ],
      [
        " Attribution",
        -0.30136895
      ],
      [
        " Error",
        -0.00029208304
      ]
    ]
  },
  "As usual, Republican candidates are still taking credit for the collapse of the Soviet Union. Another theory attributes the decline of the Union of Soviet Socialist Republics to the deaths of three successive General Secretaries of the Communist Party during the 1980s. For ten points apiece, name these": {
    "guess": "Deaths of Leonid Brezhnev, Yuri Andropov, and Konstantin Chernenko",
    "confidence": [
      [
        "Deaths",
        -1.0144066
      ],
      [
        " of",
        -0.0575236
      ],
      [
        " Leon",
        -1.165263
      ],
      [
        "id",
        -0.00014227704
      ],
      [
        " Bre",
        -0.005164497
      ],
      [
        "zh",
        -0.00014573395
      ],
      [
        "nev",
        -0.00029136782
      ],
      [
        ",",
        -0.0070242686
      ],
      [
        " Yuri",
        -0.006065548
      ],
      [
        " And",
        -0.00017183588
      ],
      [
        "rop",
        -6.980855e-05
      ],
      [
        "ov",
        -7.934485e-05
      ],
      [
        ",",
        -0.004511889
      ],
      [
        " and",
        -0.029803947
      ],
      [
        " Kon",
        -0.0032010046
      ],
      [
        "stant",
        -0.00025704817
      ],
      [
        "in",
        -3.88156e-05
      ],
      [
        " Ch",
        -0.0008916904
      ],
      [
        "ernen",
        -0.00028886824
      ],
      [
        "ko",
        -0.00023846338
      ]
    ]
  },
  "As usual, Republican candidates are still taking credit for the collapse of the Soviet Union. Another": {
    "guess": "Dissolution of the Soviet Union",
    "confidence": [
      [
        "D",
        -0.034642246
      ],
      [
        "iss",
        -1.9385403e-05
      ],
      [
        "olution",
        -1.5451682e-05
      ],
      [
        " of",
        -0.00032044618
      ],
      [
        " the",
        -9.8536635e-05
      ],
      [
        " Soviet",
        -0.00022332452
      ],
      [
        " Union",
        -2.0696643e-05
      ]
    ]
  },
  "Usually arising from a failure to understand perspective and occurring more frequently in individualist societies, it is best avoided if one heeds \"consensus\" information and looks for unseen causes, both of which people are less likely to do if in a state of cognitive load. Examined in the laboratory in a 1967 study by Harris and Jones in which subjects determined the pro- or anti-Castro sentiments of certain speakers, this phenomenon is also known as the actor-observer bias. For 10 points, name this psychological tendency of people to overlook situational factors in determining the behavior of other people.": {
    "guess": "Fundamental Attribution Error",
    "confidence": [
      [
        "Fund",
        -0.009775922
      ],
      [
        "amental",
        -2.1411865e-05
      ],
      [
        " Attribution",
        -0.07781796
      ],
      [
        " Error",
        -0.00013810492
      ]
    ]
  },
  "Usually prepared by the reaction of an organic halide with magnesium in an unreactive solvent such as": {
    "guess": "Grignard reaction",
    "confidence": [
      [
        "Gr",
        -0.03218494
      ],
      [
        "ign",
        -2.355753e-05
      ],
      [
        "ard",
        -8.418666e-06
      ],
      [
        " reaction",
        -0.06596745
      ]
    ]
  },
  "Usually, this discipline focuses on either two types of foulness called the worm-infested and the hacked, or on ten elements and colors called kasinas. A three-part code of discipline which includes sila and samadhi is central to one type of this practice called Vipassana. The Anapanasati school of this discipline centers on focusing one's breathing. While engaged in this activity, participants experience": {
    "guess": "Meditation",
    "confidence": [
      [
        "M",
        -0.0027419927
      ],
      [
        "edit",
        -1.0206721e-05
      ],
      [
        "ation",
        -2.7848862e-05
      ]
    ]
  },
  "Usually prepared by the reaction of an organic halide with magnesium in an unreactive solvent such as diethyl ether, they are commonly represented by the general formula R-Mg-X, in which R is a hydrocarbon radical and X is a halogen atom, usually chlorine, bromine or iodine. The chemical behavior of these substances resembles that of the carbanions. FTP, identify these organic derivatives of magnesium, named for a co-winner of the 1912 Nobel Prize in Chemistry.": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.10352896
      ],
      [
        "ign",
        -0.00031711214
      ],
      [
        "ard",
        -0.00095970073
      ],
      [
        " re",
        -0.616614
      ],
      [
        "agents",
        -0.57115865
      ]
    ]
  },
  "As usual, Republican candidates are still taking credit for the collapse of the Soviet Union. Another theory attributes the decline of the Union of Soviet Socialist Republics to the deaths of three successive": {
    "guess": "Leaders of the Soviet Union",
    "confidence": [
      [
        "Leaders",
        -0.65916276
      ],
      [
        " of",
        -0.09893008
      ],
      [
        " the",
        -0.0065016164
      ],
      [
        " Soviet",
        -0.005478029
      ],
      [
        " Union",
        -0.00015205175
      ]
    ]
  },
  "Usually prepared by the reaction of an organic halide with magnesium in an unreactive solvent such as diethyl ether, they are commonly represented by the general formula R-Mg-X, in which R is a hydrocarbon": {
    "guess": "Grignard reagent",
    "confidence": [
      [
        "Gr",
        -0.02687433
      ],
      [
        "ign",
        -2.0696643e-05
      ],
      [
        "ard",
        -1.2352386e-05
      ],
      [
        " re",
        -0.24977379
      ],
      [
        "agent",
        -0.39561945
      ]
    ]
  }
}