{
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic via the dehydration of oximes with phosphorus pentoxide. The Ritter reaction (*) is an acid- induced nucleophilic addition of them to a carbenium ion, which eventually results in an amide. Catalytic": {
    "guess": "Amide",
    "confidence": [
      [
        "Am",
        -0.73775953
      ],
      [
        "ide",
        -0.0085419975
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity": {
    "guess": "Soloviev",
    "confidence": [
      [
        "Sol",
        -0.663144
      ],
      [
        "ovie",
        -0.013542994
      ],
      [
        "v",
        -6.849731e-05
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic via the dehydration of oximes with phosphorus pentoxide. The Ritter reaction (*) is an acid- induced nucleophilic addition of them to a carbenium ion, which eventually results in an amide. Catalytic hydrogenation of them in the presence of nickel or cobalt also results in an amide, but when they are reacted with Grignard reagents, ketones result. Formed by Letts synthesis, FTP, name these organic": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -1.6193649
      ],
      [
        "ster",
        -0.03598147
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type of this mineral created in high pressures is abundant near the K-T boundary. This mineral is found under muscovite on the Bowen's Reaction Series, and, like Topaz, this mineral is piezoelectric. Forms of this mineral include amethyst, and trace amounts of titanium create the rose type of this mineral. For 10 points, name this mineral that scores a 7 on the Mohs hardness scale, and which is composed": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0033378869
      ],
      [
        "artz",
        -3.0232935e-05
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell Montes. The Magellan probe mapped the surface of this planet. This planet has a day lasting longer than its year due to retrograde rotation. This planet has a dense atmosphere mostly made of carbon dioxide, which creates a strong greenhouse effect that makes the planet the hottest in the solar system. For 10 points, name this \"sister planet\" of Earth, the second-closest to the sun and named after": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0047645187
      ],
      [
        "enus",
        -3.4121115e-06
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type of this mineral created in high pressures is abundant near the K-T boundary. This mineral is found under muscovite on the Bowen's Reaction Series, and, like Topaz, this mineral is piezoelectric. Forms of this mineral include amethyst, and trace amounts of titanium create the rose type of this mineral. For 10 points, name this mineral that scores a 7 on the Mohs hardness scale, and which is composed of silicon dioxide.": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0041020275
      ],
      [
        "artz",
        -1.5928495e-05
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite": {
    "guess": "Cristobalite",
    "confidence": [
      [
        "C",
        -0.5398836
      ],
      [
        "rist",
        -0.00071433914
      ],
      [
        "ob",
        -0.00018018014
      ],
      [
        "al",
        -0.00014549555
      ],
      [
        "ite",
        -7.564953e-05
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects": {
    "guess": "Theodor Adorno",
    "confidence": [
      [
        "The",
        -0.008291622
      ],
      [
        "odor",
        -0.15850236
      ],
      [
        " Ad",
        -0.6607047
      ],
      [
        "orno",
        -5.419287e-05
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol is synthesized in this organ, as well albumin, clotting factors, and angiotensinogen.  One": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.008679101
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater and thus positive. He claimed that \"life does not live\" in a collection of aphorisms whose title (*) parodies a work of Aristotle. This author of Negative Dialectics and Minima Moralia was the younger author of a book that condemns radio while claiming that society is lulled into passivity by the products": {
    "guess": "Theodor W. Adorno",
    "confidence": [
      [
        "The",
        -0.0014165462
      ],
      [
        "odor",
        -0.0005732863
      ],
      [
        " W",
        -0.00021366903
      ],
      [
        ".",
        -2.5941605e-05
      ],
      [
        " Ad",
        -2.6968896e-06
      ],
      [
        "orno",
        -2.3080716e-05
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater and thus positive. He claimed that \"life does not live\" in a collection of aphorisms whose title (*) parodies a work of Aristotle. This author of Negative Dialectics and Minima Moralia was the younger author of a book that condemns radio while claiming that society is lulled into passivity by the products of a \"culture industry\". For 10 points, name this social critic, a member of the Frankfurt School": {
    "guess": "Theodor W. Adorno",
    "confidence": [
      [
        "The",
        -0.0036355883
      ],
      [
        "odor",
        -0.00051347545
      ],
      [
        " W",
        -0.00013345598
      ],
      [
        ".",
        -1.18755715e-05
      ],
      [
        " Ad",
        -1.7432603e-06
      ],
      [
        "orno",
        -2.4153549e-05
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol is synthesized in this organ, as well albumin, clotting factors, and angiotensinogen.  One pathway in the organ synthesizes pyruvic acid from lactic acid and is called the (*) Cori cycle.  The portal vein enters this structure where it spreads into vascular channels called sinusoids, and this": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.013903498
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater": {
    "guess": "Theodor Adorno",
    "confidence": [
      [
        "The",
        -0.44088212
      ],
      [
        "odor",
        -0.054480813
      ],
      [
        " Ad",
        -0.42114672
      ],
      [
        "orno",
        -0.00015872349
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.031540163
      ],
      [
        "artz",
        -5.5577775e-06
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol is synthesized in this organ, as well albumin, clotting factors, and angiotensinogen.  One pathway in the organ synthesizes pyruvic acid from lactic acid and is called the (*) Cori cycle.  The portal vein enters this structure where it spreads into vascular channels called sinusoids, and this organ shares the billiary tree with the nearby gall bladder.  Hepatocytes store glycogen in, for 10 points, this largest gland which filters alcohol from blood and secretes bile.": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.012659975
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type of this mineral created in high pressures is abundant near the K-T boundary. This mineral is found": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.2478316
      ],
      [
        "artz",
        -2.6968896e-06
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78": {
    "guess": "Buffer solution",
    "confidence": [
      [
        "Buffer",
        -0.7262688
      ],
      [
        " solution",
        -0.012915258
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.008254034
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type of this mineral created in high pressures is abundant near the K-T boundary. This mineral is found under muscovite on the Bowen's Reaction Series, and, like Topaz, this mineral is piezoelectric. Forms of this mineral include amethyst, and trace amounts of titanium create the rose type of this mineral.": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0020667566
      ],
      [
        "artz",
        -3.1737043e-06
      ]
    ]
  },
  "The alpha type of this mineral crystallizes trigonally and the beta type crystallizes hexagonally. Cristobalite has the same chemical formula but different crystal structure than this mineral. One type of this mineral created in high pressures is abundant near the K-T boundary. This mineral is found under muscovite on the Bowen's Reaction Series, and, like Topaz, this mineral is piezoelectric. Forms": {
    "guess": "Quartz",
    "confidence": [
      [
        "Qu",
        -0.0036845205
      ],
      [
        "artz",
        -2.9352968e-06
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell Montes. The Magellan probe mapped the surface of this planet. This planet has a day lasting longer than its year due to retrograde rotation. This planet has a dense atmosphere mostly made of carbon dioxide, which creates a strong greenhouse effect that makes the planet the hottest in the solar system.": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0058954917
      ],
      [
        "enus",
        -1.9816675e-06
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol is synthesized in this organ, as well albumin, clotting factors, and angiotensinogen.  One pathway in the organ synthesizes pyruvic acid from lactic acid and is called the (*) Cori cycle.  The": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.0065016164
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic via the dehydration of oximes with phosphorus pentoxide. The Ritter reaction (*) is an acid- induced nucleophilic addition of them to a carbenium ion, which eventually results in an amide. Catalytic hydrogenation of them in the presence of nickel or cobalt also results in an amide, but when they are reacted with Grignard reagents, ketones result. Formed by Letts synthesis, FTP, name these organic chemical compounds which contain a nitrogen triple bonded to a carbon.": {
    "guess": "Nitrile",
    "confidence": [
      [
        "N",
        -0.083844595
      ],
      [
        "itr",
        -8.76891e-05
      ],
      [
        "ile",
        -0.018438583
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and": {
    "guess": "Theodor Adorno",
    "confidence": [
      [
        "The",
        -0.7640886
      ],
      [
        "odor",
        -0.028956264
      ],
      [
        " Ad",
        -0.546482
      ],
      [
        "orno",
        -7.576874e-05
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic via the dehydration of oximes with phosphorus pentoxide. The Ritter reaction (*) is an acid-": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7033682
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell Montes. The Magellan probe mapped the surface of this planet. This planet has a day lasting longer than its year due to retrograde rotation. This planet has a dense atmosphere mostly made of carbon dioxide,": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0010403135
      ],
      [
        "enus",
        -9.4914985e-06
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic via the dehydration of oximes with phosphorus pentoxide. The Ritter reaction (*) is an acid- induced nucleophilic addition of them to a carbenium ion, which eventually results in an amide. Catalytic hydrogenation of them in the presence of nickel or cobalt also results in an amide, but when they": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.3516425
      ],
      [
        "et",
        -0.0003055494
      ],
      [
        "one",
        -0.0071258266
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater and thus positive. He claimed that \"life does not live\" in a collection of aphorisms whose title (*)": {
    "guess": "Theodor W. Adorno",
    "confidence": [
      [
        "The",
        -0.41456097
      ],
      [
        "odor",
        -0.042643655
      ],
      [
        " W",
        -0.06536128
      ],
      [
        ".",
        -0.000104616025
      ],
      [
        " Ad",
        -4.246537e-06
      ],
      [
        "orno",
        -4.5252596e-05
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell Montes. The Magellan probe mapped the surface of this planet. This planet has a day lasting longer than its year due to retrograde rotation. This planet has a dense atmosphere mostly made of carbon dioxide, which creates a strong greenhouse effect that makes the planet the hottest in the solar system. For 10 points, name this \"sister planet\" of Earth, the second-closest to the sun and named after the Roman goddess of love.": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.001480102
      ],
      [
        "enus",
        -1.0280384e-06
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater and thus positive. He claimed that \"life does not live\" in a collection of aphorisms whose title (*) parodies a work of Aristotle. This author of Negative Dialectics and Minima Moralia was the younger": {
    "guess": "Theodor W. Adorno",
    "confidence": [
      [
        "The",
        -0.00097232533
      ],
      [
        "odor",
        -0.0010617482
      ],
      [
        " W",
        -0.0001975802
      ],
      [
        ".",
        -2.0219828e-05
      ],
      [
        " Ad",
        -4.1273333e-06
      ],
      [
        "orno",
        -2.8444882e-05
      ]
    ]
  },
  "This man was the alphabetically-first author of a book that developed a method to measure the intensity of certain personality traits called the F-scale. A book he wrote solo concludes that art-objects themselves contain \"truth content\". Another of his books describes society as a \"total system\" and rejects Hegel's argument that the parts that make up a dialectic are sublated into something greater and thus positive. He claimed that \"life does not live\" in a collection of aphorisms whose title (*) parodies a work of Aristotle. This author of Negative Dialectics and Minima Moralia was the younger author of a book that condemns radio while claiming that society is lulled into passivity by the products of a \"culture industry\". For 10 points, name this social critic, a member of the Frankfurt School who collaborated on The Dialectic of Enlightenment with Max Horkheimer.": {
    "guess": "Theodor W. Adorno",
    "confidence": [
      [
        "The",
        -0.012825822
      ],
      [
        "odor",
        -0.00021700673
      ],
      [
        " W",
        -6.742448e-05
      ],
      [
        ".",
        -1.18755715e-05
      ],
      [
        " Ad",
        -3.1737043e-06
      ],
      [
        "orno",
        -2.2961513e-05
      ]
    ]
  },
  "Their alpha-alkoxy variety undergoes the Thorpe reaction in the presence of tris-methyllithium at -78 degrees Celsius. Their adipo- hydrodimer is key to the production of nylon, and they can be made aromatic": {
    "guess": "Diisocyanate",
    "confidence": [
      [
        "Di",
        -1.5853411
      ],
      [
        "is",
        -1.023458
      ],
      [
        "oc",
        -0.4094009
      ],
      [
        "yan",
        -0.00036239854
      ],
      [
        "ate",
        -0.68301207
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.01114285
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0010980613
      ],
      [
        "enus",
        -9.0883464e-07
      ]
    ]
  },
  "Alpha fetoprotein and alpha-one globulin are often used to diagnose cancer in this organ.  Kupffer cells are found in this organ, and other cells in this organ have an unusual level of polyploidy.  Cholesterol is synthesized in this organ, as well albumin, clotting factors, and angiotensinogen.  One pathway in the organ synthesizes pyruvic acid from lactic acid and is called the (*) Cori cycle.  The portal vein enters this structure where it spreads into vascular channels called sinusoids, and this organ shares the billiary tree with the nearby gall bladder.  Hepatocytes store glycogen in, for": {
    "guess": "Liver",
    "confidence": [
      [
        "Liver",
        -0.016604448
      ]
    ]
  },
  "The alpha regio is an area of plateau-like highlands on this planet, whose highest peak is at Maxwell Montes. The Magellan probe mapped the surface of this planet. This planet has a day lasting longer": {
    "guess": "Venus",
    "confidence": [
      [
        "V",
        -0.0021607296
      ],
      [
        "enus",
        -6.392203e-06
      ]
    ]
  }
}