{
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a protein whose release triggers caspase nine and thereby induces apoptosis. That protein, called cytochrome (SY-toe-krome) c, is essential to a transport process that ends with ATP synthase. The electron transport chain, which takes place in this organelle, uses the redox potential of NADH and FADH2": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0012842832
      ],
      [
        "ochond",
        -9.305327e-05
      ],
      [
        "r",
        -0.00087930425
      ],
      [
        "ion",
        -5.4385737e-06
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed": {
    "guess": "Öpik-Oort cloud",
    "confidence": [
      [
        "Ö",
        -0.70424145
      ],
      [
        "p",
        -0.00941073
      ],
      [
        "ik",
        -3.7265952e-05
      ],
      [
        "-O",
        -0.00012892624
      ],
      [
        "ort",
        -2.677603e-05
      ],
      [
        " cloud",
        -0.010476311
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function of this organ is characterized by Howell- Jolly bodies. The arterioles of this organ are surrounded by cuffs of lymphocytes known as periarteriolar lymphoid sheaths. This organ is enlarged in patients with mononucleosis. In this organ, the marginal zone separates white pulp from red pulp. This organ is located in the left upper quadrant of the abdomen, and its function is to destroy worn-out red blood cells. For 10 points, name this organ that can rupture.": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.007801688
      ],
      [
        "ple",
        -8.971556e-05
      ],
      [
        "en",
        -1.8193366e-05
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful as a chemical warfare agent, and uranium hexafluoride undergoes it to separate uranium isotopes. The Hortvet device can determine the temperature at which this occurs, and so-called \"flowers of sulfur\"": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.69044805
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -1.3361644
      ],
      [
        "ort",
        -0.00060248026
      ],
      [
        " cloud",
        -0.33478835
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects in this body. John Matese proposed the existence of a gas giant in this body nicknamed Tyche, while another hypothetical object in this body thought to cause periodic mass extinctions is called Nemesis. 2008 KV2 and 90377 Sedna are possible candidates of its inner region. Archetypal objects like McNaught, Hale-Bopp, and Halley are thought to originate here. For 10 points, name this region of": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.2576935
      ],
      [
        "u",
        -6.837811e-05
      ],
      [
        "iper",
        -1.6240566e-06
      ],
      [
        " belt",
        -0.33973032
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful as a chemical warfare agent, and uranium hexafluoride undergoes it to separate uranium isotopes. The Hortvet device can determine the temperature at which this occurs, and so-called \"flowers of sulfur\" are created by it. An apophorometer uses it to identify minerals, and hoar crystals always grow by this process. Occurring at temperatures and pressures below the triple point, for 10 points, name this phase exemplified by dry ice, in which a solid changes directly into a gas.": {
    "guess": "Sublimation",
    "confidence": [
      [
        "Sub",
        -0.0039559864
      ],
      [
        "lim",
        -0.00020509004
      ],
      [
        "ation",
        -4.823269e-05
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This river makes a long loop around the Ordos Desert. It flows into the Bo Hai, which is bordered by the Liaodong and Shandong Peninsulas and is part of a sea that shares its name with this river. It flows through the Loess Plateau, whose cities include Xi'an. This river flooded in 1887 and 1931; that fact,": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.0045131925
      ],
      [
        " River",
        -6.9570146e-05
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects in this body. John Matese proposed the existence of a gas giant in this body nicknamed Tyche, while another hypothetical object in this body thought to cause periodic mass extinctions is called Nemesis.": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.5685673
      ],
      [
        "u",
        -3.22594e-05
      ],
      [
        "iper",
        -1.147242e-06
      ],
      [
        " belt",
        -0.18656772
      ]
    ]
  },
  "The most damning testimony came from James Dursi, who implicated Paul Meadlo and one other man.  An attempted": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.049493592
      ],
      [
        " L",
        -0.00010247036
      ],
      [
        "ai",
        -8.256335e-05
      ],
      [
        " Mass",
        -0.008172685
      ],
      [
        "acre",
        -6.420598e-05
      ]
    ]
  },
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a protein whose release triggers caspase nine and thereby induces apoptosis. That protein, called cytochrome (SY-toe-krome) c, is essential to a transport process that ends with ATP synthase. The electron": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0044437665
      ],
      [
        "ochond",
        -0.00035572314
      ],
      [
        "r",
        -0.3991031
      ],
      [
        "ion",
        -8.172892e-05
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful as a chemical warfare agent, and uranium hexafluoride undergoes it to separate uranium isotopes. The Hortvet device can determine the temperature at which this occurs, and so-called \"flowers of sulfur\" are created by it. An apophorometer uses it to identify minerals, and hoar crystals always grow by": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.7707568
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function of this organ is characterized by Howell- Jolly bodies. The arterioles of this organ are surrounded by cuffs of lymphocytes known as periarteriolar lymphoid sheaths. This organ is enlarged in patients with mononucleosis. In this organ, the marginal zone separates white pulp from red pulp. This organ is located in the left upper quadrant of the abdomen, and its function is to destroy worn-out": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.00852096
      ],
      [
        "ple",
        -4.036525e-05
      ],
      [
        "en",
        -9.729906e-06
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end": {
    "guess": "Yangtze River",
    "confidence": [
      [
        "Yang",
        -0.0063199205
      ],
      [
        "t",
        -0.0007671024
      ],
      [
        "ze",
        -2.188868e-05
      ],
      [
        " River",
        -0.0015173577
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function of this organ is characterized by Howell- Jolly bodies. The arterioles of this organ are surrounded": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.012401687
      ],
      [
        "ple",
        -0.0006122403
      ],
      [
        "en",
        -9.729906e-06
      ]
    ]
  },
  "The most damning testimony came from James Dursi, who implicated Paul Meadlo and one other man.  An attempted cover up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal.  Though several men were tried, only William Calley was convicted.  FTP, name this incident that occurred in the namesake village in Quang Ngai in March 1968 and saw the massacre of hundreds of Vietnamese civilians.": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.017028194
      ],
      [
        "\\xe1\\xbb",
        -4.5252596e-05
      ],
      [
        "\\xb9",
        -1.147242e-06
      ],
      [
        " L",
        -3.5716304e-05
      ],
      [
        "ai",
        -2.9352968e-06
      ],
      [
        " massacre",
        -0.014224272
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function of this organ is characterized by Howell- Jolly bodies. The arterioles of this organ are surrounded by cuffs of lymphocytes known as periarteriolar lymphoid sheaths. This organ is enlarged in patients with mononucleosis. In this organ, the marginal zone separates white pulp from red pulp. This": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.017535405
      ],
      [
        "ple",
        -6.337155e-05
      ],
      [
        "en",
        -2.0100624e-05
      ]
    ]
  },
  "The most damning testimony about it came from James Dursi, who implicated Paul Meadlo and one other man. An attempted cover-up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal. Though several men were tried, only William": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.5686063
      ],
      [
        " L",
        -0.0013372665
      ],
      [
        "ai",
        -4.692145e-05
      ],
      [
        " Mass",
        -0.62137604
      ],
      [
        "acre",
        -1.60477e-05
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects in this body. John Matese proposed the existence of a gas giant in this body nicknamed Tyche, while another hypothetical object in this body thought to cause periodic mass extinctions is called Nemesis. 2008 KV2 and 90377 Sedna are possible candidates of its inner region. Archetypal objects like": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.606691
      ],
      [
        "u",
        -6.098748e-05
      ],
      [
        "iper",
        -1.147242e-06
      ],
      [
        " belt",
        -0.2026227
      ]
    ]
  },
  "The most damning testimony came from James Dursi, who implicated Paul Meadlo and one other man.  An attempted cover up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal.  Though several men were tried, only William Calley": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.50579363
      ],
      [
        " L",
        -0.000991484
      ],
      [
        "ai",
        -5.8484206e-05
      ],
      [
        " Mass",
        -0.15650778
      ],
      [
        "acre",
        -0.00011605957
      ]
    ]
  },
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a protein whose release triggers caspase nine and thereby induces apoptosis. That protein, called cytochrome (SY-toe-krome) c, is essential to a transport process that ends with ATP synthase. The electron transport chain, which takes place in this organelle, uses the redox potential of NADH and FADH2 to generate ATP from fuel. For 10 points, name these cellular power plants, whose cristae and matrix": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.00043174208
      ],
      [
        "ochond",
        -7.77952e-05
      ],
      [
        "r",
        -0.00082511053
      ],
      [
        "ion",
        -3.4121115e-06
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its": {
    "guess": "Yangtze",
    "confidence": [
      [
        "Yang",
        -0.14391097
      ],
      [
        "t",
        -0.0005743592
      ],
      [
        "ze",
        -2.7372049e-05
      ]
    ]
  },
  "The most damning testimony about it came from James Dursi, who implicated Paul Meadlo and one other man. An attempted cover-up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal. Though several men were tried, only William Calley was convicted. For ten points, name this incident that occurred in the namesake village": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.4143732
      ],
      [
        "\\xe1\\xbb",
        -0.0004992975
      ],
      [
        "\\xb9",
        -1.8624639e-06
      ],
      [
        " L",
        -0.00014251545
      ],
      [
        "ai",
        -1.4498052e-05
      ],
      [
        " massacre",
        -0.10133825
      ]
    ]
  },
  "The most damning testimony came from James Dursi, who implicated Paul Meadlo and one other man.  An attempted cover up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal.  Though several men were tried, only William Calley was convicted.  FTP, name this incident that occurred in the namesake village in Quang Ngai in": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.5605769
      ],
      [
        "\\xe1\\xbb",
        -0.0009157439
      ],
      [
        "\\xb9",
        -3.4121115e-06
      ],
      [
        " L",
        -0.00018268342
      ],
      [
        "ai",
        -1.27099975e-05
      ],
      [
        " massacre",
        -0.17112605
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.644348
      ],
      [
        "mer",
        -0.6156344
      ],
      [
        "ization",
        -0.0042209784
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful as a chemical warfare agent, and uranium hexafluoride undergoes it to separate uranium isotopes. The": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.311934
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.02069837
      ],
      [
        "ple",
        -7.6364755e-05
      ],
      [
        "en",
        -0.00012190055
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This river makes a long loop around the Ordos Desert. It flows into the Bo Hai, which is bordered by the Liaodong and Shandong Peninsulas and is part of a sea that shares its name with this river. It flows through the Loess Plateau, whose cities include Xi'an. This river flooded in 1887 and 1931; that fact, along with its frequent, unpredictable changes of course, leads to its nickname of \"China's sorrow\".": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.0009976791
      ],
      [
        " River",
        -3.035214e-05
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This river makes a long loop around the Ordos Desert. It flows into the Bo Hai, which is bordered by the": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.025137873
      ],
      [
        " River",
        -0.00022141727
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.12400548
      ],
      [
        " River",
        -0.00023667533
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This river makes a long loop around the Ordos Desert. It flows into the Bo Hai, which is bordered by the Liaodong and Shandong Peninsulas and is part of a sea that shares its name with this river. It flows": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.008532661
      ],
      [
        " River",
        -7.7318386e-05
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.3786826
      ],
      [
        "u",
        -0.00018625586
      ],
      [
        "iper",
        -5.8484206e-05
      ],
      [
        " belt",
        -0.29064542
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.7048235
      ],
      [
        "mer",
        -0.234087
      ],
      [
        "ization",
        -0.008357245
      ]
    ]
  },
  "The most damning testimony came from James Dursi, who implicated Paul Meadlo and one other man.  An attempted cover up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.018839339
      ],
      [
        " L",
        -1.5451682e-05
      ],
      [
        "ai",
        -6.194111e-05
      ],
      [
        " Mass",
        -0.015914824
      ],
      [
        "acre",
        -6.15835e-05
      ]
    ]
  },
  "A dam at this river's Three Gate Gorge was basically a failure, but contributed to the erosion of its delta. A massive Water Transfer Project is being undertaken to divert water towards the western end of this river. This river passes through Lake Gyaring after rising in the Bayan Har Mountains. This river makes a long loop around the Ordos Desert. It flows into the Bo Hai, which is bordered by the Liaodong and Shandong Peninsulas and is part of a sea that shares its name with this river. It flows through the Loess Plateau, whose cities include Xi'an. This river flooded in 1887 and 1931; that fact, along with its frequent, unpredictable changes of course, leads to its nickname of \"China's sorrow\". For 10 points, identify the second longest river in China, named for the color of its sediment.": {
    "guess": "Yellow River",
    "confidence": [
      [
        "Yellow",
        -0.001272616
      ],
      [
        " River",
        -0.000115582756
      ]
    ]
  },
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a protein whose release triggers caspase nine and thereby induces apoptosis. That protein, called cytochrome": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.003360224
      ],
      [
        "ochond",
        -0.00022284771
      ],
      [
        "r",
        -0.66840965
      ],
      [
        "ion",
        -5.121278e-05
      ]
    ]
  },
  "The most damning testimony about it came from James Dursi, who implicated Paul Meadlo and one other man. An attempted cover-up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh, who had photos taken by Ronald Haeberle at his disposal. Though several men were tried, only William Calley was convicted. For ten points, name this incident that occurred in the namesake village in Quang Ngai in March 1968 and saw the massacre of hundreds of Vietnamese civilians.": {
    "guess": "Mỹ Lai massacre",
    "confidence": [
      [
        "M",
        -0.11139109
      ],
      [
        "\\xe1\\xbb",
        -9.114601e-05
      ],
      [
        "\\xb9",
        -7.89631e-07
      ],
      [
        " L",
        -6.253713e-05
      ],
      [
        "ai",
        -4.604148e-06
      ],
      [
        " massacre",
        -0.15368353
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects": {
    "guess": "Öpik-Oort cloud",
    "confidence": [
      [
        "Ö",
        -0.2316509
      ],
      [
        "p",
        -0.0045351502
      ],
      [
        "ik",
        -1.867018e-05
      ],
      [
        "-O",
        -0.00020580526
      ],
      [
        "ort",
        -2.355753e-05
      ],
      [
        " cloud",
        -0.0077957753
      ]
    ]
  },
  "Damage to this organ is indicated by Kehr's sign, which involves pain in the left shoulder. Reduced function of this organ is characterized by Howell- Jolly bodies. The arterioles of this organ are surrounded by cuffs of lymphocytes known as periarteriolar lymphoid sheaths. This organ is enlarged in": {
    "guess": "Spleen",
    "confidence": [
      [
        "S",
        -0.018134026
      ],
      [
        "ple",
        -0.0009560054
      ],
      [
        "en",
        -6.749814e-06
      ]
    ]
  },
  "Dalziel Hammick showed that this process in alpha-trioxymethylene results in polyoxymethylene, which was later used as a commercial polymer. Phenarsazine chloride undergoes it readily, making it useful as a chemical warfare agent, and uranium hexafluoride undergoes it to separate uranium isotopes. The Hortvet device can determine the temperature at which this occurs, and so-called \"flowers of sulfur\" are created by it. An apophorometer uses it to identify minerals, and hoar crystals always grow by this process. Occurring at temperatures and pressures below the triple point, for 10 points, name": {
    "guess": "Sublimation",
    "confidence": [
      [
        "Sub",
        -0.9986375
      ],
      [
        "lim",
        -0.0016789869
      ],
      [
        "ation",
        -0.00014799883
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects in this body. John Matese proposed the existence of a gas giant in this body nicknamed Tyche, while": {
    "guess": "Hills cloud",
    "confidence": [
      [
        "H",
        -0.8765454
      ],
      [
        "ills",
        -0.18591762
      ],
      [
        " cloud",
        -0.024853835
      ]
    ]
  },
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0011655801
      ],
      [
        "ochond",
        -4.0007635e-05
      ],
      [
        "r",
        -0.19600122
      ],
      [
        "ion",
        -7.226629e-06
      ]
    ]
  },
  "The most damning testimony about it came from James Dursi, who implicated Paul Meadlo and one other man. An attempted cover-up was unmasked by Ron Ridenhour and fully revealed by journalist Seymour Hersh,": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.024296787
      ],
      [
        " L",
        -1.11603495e-05
      ],
      [
        "ai",
        -8.053688e-05
      ],
      [
        " Mass",
        -0.0039420943
      ],
      [
        "acre",
        -5.6815352e-05
      ]
    ]
  },
  "Damocloids are believed to originate from this body, which is located outside the oligarch halo. Gliese 710 is predicted to move through the outer edges of this body. The depletion problem of this body is solved by the interaction via galactic tides between the spheroidal outer region and the proposed dense inner toroidal region. The scattered (*) disc has been proposed as the primary source of objects in this body. John Matese proposed the existence of a gas giant in this body nicknamed Tyche, while another hypothetical object in this body thought to cause periodic mass extinctions is called Nemesis. 2008 KV2 and 90377 Sedna are possible candidates of its inner region. Archetypal objects like McNaught, Hale-Bopp, and Halley are thought to originate here. For 10 points, name this region of the solar system thought to be the origin of long-period comets.": {
    "guess": "Kuiper belt",
    "confidence": [
      [
        "K",
        -0.21032168
      ],
      [
        "u",
        -4.1557283e-05
      ],
      [
        "iper",
        -3.5313153e-06
      ],
      [
        " belt",
        -0.36927715
      ]
    ]
  },
  "The most damning testimony about it came from James Dursi, who implicated Paul Meadlo and one other man.": {
    "guess": "My Lai Massacre",
    "confidence": [
      [
        "My",
        -0.01958215
      ],
      [
        " L",
        -7.107425e-06
      ],
      [
        "ai",
        -5.383526e-05
      ],
      [
        " Mass",
        -0.0044175363
      ],
      [
        "acre",
        -4.978234e-05
      ]
    ]
  },
  "Damage to one component of this organelle may cause Leber optic atrophy, and its membrane contains a protein whose release triggers caspase nine and thereby induces apoptosis. That protein, called cytochrome (SY-toe-krome) c, is essential to a transport process that ends with ATP synthase. The electron transport chain, which takes place in this organelle, uses the redox potential of NADH and FADH2 to generate ATP from fuel. For 10 points, name these cellular power plants, whose cristae and matrix host glycolysis (gly-CALL-ih-sis).": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0002585978
      ],
      [
        "ochond",
        -8.12521e-05
      ],
      [
        "r",
        -0.0003612065
      ],
      [
        "ion",
        -1.6240566e-06
      ]
    ]
  }
}