{
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic variations and represents the sighs of tired women in a market with string glissandi. Eight lines of one of these works by this composer had to be changed from their original adaptation from the poetry of (*) Yevtushenko. The tapping of a snare drum opens a twenty-two bar \"invasion theme\" in another of these works by this composer. For 10 points, name these works by a Russian composer, including ones called Babi Yar and Leningrad.": {
    "guess": "Symphony No. 13 by Dmitri Shostakovich",
    "confidence": [
      [
        "Sym",
        -0.037722174
      ],
      [
        "phony",
        -0.18703128
      ],
      [
        " No",
        -0.88404745
      ],
      [
        ".",
        -0.00085547817
      ],
      [
        " ",
        -0.004428221
      ],
      [
        "13",
        -0.4118034
      ],
      [
        " by",
        -0.4827023
      ],
      [
        " Dmit",
        -0.1192456
      ],
      [
        "ri",
        -4.978234e-05
      ],
      [
        " Sh",
        -0.00023655614
      ],
      [
        "ost",
        -3.9411618e-05
      ],
      [
        "ak",
        -0.00031150956
      ],
      [
        "ovich",
        -2.4749568e-05
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during the Hungarian and Suez crises. One of its members was appointed director of a potassium factory, another ran a hydroeletric plant; the remaining ones chaired the economics department at the Kyrgyzstan Academy of Sciences and became ambassador to Mongolia. Dmitri Shepilov, Lazar Kaganovich, Georgy": {
    "guess": "Anti-Party Group",
    "confidence": [
      [
        "Anti",
        -0.1653176
      ],
      [
        "-",
        -0.022578334
      ],
      [
        "Party",
        -0.00025287605
      ],
      [
        " Group",
        -0.08829253
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with": {
    "guess": "Symphony No. 7 (Tchaikovsky)",
    "confidence": [
      [
        "Sym",
        -0.8570038
      ],
      [
        "phony",
        -0.005291869
      ],
      [
        " No",
        -0.0021042216
      ],
      [
        ".",
        -0.0018689024
      ],
      [
        " ",
        -0.002337947
      ],
      [
        "7",
        -1.4493698
      ],
      [
        " (",
        -0.0144760925
      ],
      [
        "T",
        -0.8561463
      ],
      [
        "cha",
        -3.1782583e-05
      ],
      [
        "ik",
        -2.0100624e-05
      ],
      [
        "ovsky",
        -0.00049107615
      ],
      [
        ")",
        -2.6537622e-05
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points. A simple rule of thumb holds that, if one knows this quantity, one can (*) divide 72 by its value to calculate the doubling period. Banks with low reserves may apply to the Fed to receive the \"discount\" form of this quantity, which is charged at the \"federal funds\" level between banks. For 10 points, name this rate that may be computed in a \"simple\" or \"compound\" fashion, which denotes how much a lender charges a borrower.": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.00851233
      ],
      [
        " rate",
        -0.09316403
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points.": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.038191013
      ],
      [
        " rate",
        -0.115194656
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a": {
    "guess": "Gustav Mahler",
    "confidence": [
      [
        "G",
        -0.589343
      ],
      [
        "ust",
        -0.0012630906
      ],
      [
        "av",
        -4.9617593e-06
      ],
      [
        " Mah",
        -0.0016933886
      ],
      [
        "ler",
        -6.670925e-05
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's": {
    "guess": "Wars of the Roses",
    "confidence": [
      [
        "Wars",
        -0.78759533
      ],
      [
        " of",
        -0.00013834333
      ],
      [
        " the",
        -0.059132684
      ],
      [
        " Roses",
        -0.010899496
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during the Hungarian and Suez crises. One of its members was appointed director of a potassium factory, another ran a hydroeletric plant; the remaining ones chaired the economics department at the Kyrgyzstan Academy of Sciences and became ambassador to Mongolia. Dmitri Shepilov, Lazar Kaganovich, Georgy Malenkov, and Vyacheslav Molotov comprised, for 10 points, what faction that unsuccessfully attempted to depose Nikita Krushchev in 1957 and was named for its supposed threat to Communist order?": {
    "guess": "Anti-Party Group",
    "confidence": [
      [
        "Anti",
        -0.04981449
      ],
      [
        "-",
        -0.010330963
      ],
      [
        "Party",
        -0.0005861567
      ],
      [
        " Group",
        -0.01755906
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's bestowing lands in Cumbria promised to the group onto its rival instead. Most of the army recruited came from Cheshire, a region already hostile to the successor of Richard II. Occurring on July 21, 1403, near the river Severn, the rebel leader was disinterred, impaled and quartered to prove his death afterwards. For 10 points, identify this conflict between rebels led by Henry \"Hotspur\" Percy and the army of England under King Henry IV.": {
    "guess": "Battle of Shrewsbury",
    "confidence": [
      [
        "Battle",
        -0.009489493
      ],
      [
        " of",
        -5.6219335e-05
      ],
      [
        " Sh",
        -8.053688e-05
      ],
      [
        "rew",
        -0.00038062572
      ],
      [
        "sb",
        -5.6338537e-05
      ],
      [
        "ury",
        -2.3392786e-06
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic": {
    "guess": "Symphony No. 3 (Górecki)",
    "confidence": [
      [
        "Sym",
        -0.7432973
      ],
      [
        "phony",
        -0.06313911
      ],
      [
        " No",
        -0.029434312
      ],
      [
        ".",
        -0.0014809363
      ],
      [
        " ",
        -0.0053013503
      ],
      [
        "3",
        -0.66286945
      ],
      [
        " (",
        -0.50476736
      ],
      [
        "G",
        -0.50085783
      ],
      [
        "ó",
        -0.04425734
      ],
      [
        "reck",
        -2.8921695e-05
      ],
      [
        "i",
        -0.00018744789
      ],
      [
        ")",
        -0.00013238314
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points. A simple rule of thumb holds that, if one knows this quantity, one can (*) divide 72 by its value to calculate the doubling period. Banks with low reserves may apply to the Fed to receive the \"discount\"": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.024368107
      ],
      [
        " rate",
        -0.13332823
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic variations and represents the sighs of tired women in a market with string glissandi. Eight lines of one of these works by this composer had to be changed from their original adaptation from the poetry of (*) Yevtushenko. The tapping of a snare drum opens a twenty-two bar \"invasion theme\" in another of these works by this composer. For 10 points, name these works by a Russian composer, including": {
    "guess": "Symphonies by Dmitri Shostakovich",
    "confidence": [
      [
        "Sym",
        -0.13462919
      ],
      [
        "phon",
        -0.07175119
      ],
      [
        "ies",
        -0.00025394888
      ],
      [
        " by",
        -0.38538635
      ],
      [
        " Dmit",
        -0.038498126
      ],
      [
        "ri",
        -1.7239736e-05
      ],
      [
        " Sh",
        -0.000101159116
      ],
      [
        "ost",
        -8.537869e-06
      ],
      [
        "ak",
        -0.0002662232
      ],
      [
        "ovich",
        -9.729906e-06
      ]
    ]
  },
  "The factor e, or emissivity, figures into this equation along with another constant, signified by sigma.": {
    "guess": "Stefan–Boltzmann law",
    "confidence": [
      [
        "St",
        -0.041891616
      ],
      [
        "ef",
        -1.6166903e-05
      ],
      [
        "an",
        -1.5451682e-05
      ],
      [
        "–",
        -0.53943163
      ],
      [
        "B",
        -3.5313153e-06
      ],
      [
        "olt",
        -4.3202e-07
      ],
      [
        "z",
        -3.0545007e-06
      ],
      [
        "mann",
        -1.1398757e-05
      ],
      [
        " law",
        -0.0061704013
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes in parts of Common Grace, which is the belief that God gives undeserved gifts to all humans, and this religion also follows the doctrine of Irresistible Grace. It rejects the idea of transubstantiation, and believes that the Eucharist is purely symbolic. For 10 points, name this branch of Christianity whose namesake founder outlined the concepts of predestination, the elect and total depravity in this denomination's founding work, Institutes of the Christian Religion.": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.007539888
      ],
      [
        "vin",
        -2.2842309e-05
      ],
      [
        "ism",
        -1.640531e-05
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points. A simple rule of thumb holds that, if one knows this quantity, one can (*) divide 72 by its value to": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.02479802
      ],
      [
        " rate",
        -0.18460084
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes in parts of Common Grace, which is the belief that God gives undeserved gifts to all humans,": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.006983657
      ],
      [
        "vin",
        -1.247159e-05
      ],
      [
        "ism",
        -5.2643223e-05
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during the Hungarian and Suez crises. One of its members was appointed director of a potassium factory, another ran a hydroeletric plant; the remaining ones chaired the economics department at the Kyrgyzstan": {
    "guess": "Khrushchev's Thaw",
    "confidence": [
      [
        "K",
        -2.2580338
      ],
      [
        "hr",
        -1.2686704
      ],
      [
        "ush",
        -0.008780729
      ],
      [
        "che",
        -0.032146383
      ],
      [
        "v",
        -0.0026956245
      ],
      [
        "'s",
        -0.5631136
      ],
      [
        " Th",
        -0.42249855
      ],
      [
        "aw",
        -0.00074220716
      ]
    ]
  },
  "The factor e, or emissivity, figures into this equation along with another constant, signified by sigma.  It can be stated as \"delta Q\" over \"delta t\" is equal to \"e times sigma times A, or area, times": {
    "guess": "Heat Transfer",
    "confidence": [
      [
        "Heat",
        -0.44742098
      ],
      [
        " Transfer",
        -0.60006607
      ]
    ]
  },
  "The factor e, or emissivity, figures into this equation along with another constant, signified by sigma.  It can be stated as \"delta Q\" over \"delta t\" is equal to \"e times sigma times A, or area, times T, or temperature, to the fourth.\"  Applying only to blackbodies, its simple statement is that the total radiant heat energy emitted by a surface is proportional to the fourth power of its absolute temperature.  FTP, identify this equation named for its two Austrian discoverers.": {
    "guess": "Stefan-Boltzmann law",
    "confidence": [
      [
        "St",
        -0.0044990736
      ],
      [
        "ef",
        -1.50940705e-05
      ],
      [
        "an",
        -2.9517714e-05
      ],
      [
        "-B",
        -0.034926742
      ],
      [
        "olt",
        -0.00038801268
      ],
      [
        "z",
        -0.00033343938
      ],
      [
        "mann",
        -1.6166903e-05
      ],
      [
        " law",
        -0.40195933
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.17983913
      ],
      [
        " rate",
        -0.085330844
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant": {
    "guess": "Symphony No. 2 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.93672645
      ],
      [
        "phony",
        -0.0012621371
      ],
      [
        " No",
        -0.10033401
      ],
      [
        ".",
        -0.0006776464
      ],
      [
        " ",
        -0.0033607008
      ],
      [
        "2",
        -0.5353993
      ],
      [
        " (",
        -0.06654572
      ],
      [
        "Sh",
        -0.00087930425
      ],
      [
        "ost",
        -9.0883464e-07
      ],
      [
        "ak",
        -0.00041601455
      ],
      [
        "ovich",
        -2.618001e-05
      ],
      [
        ")",
        -7.517272e-05
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points. A simple rule of thumb holds that, if one knows this quantity, one can (*) divide 72 by its value to calculate the doubling period. Banks with low reserves may apply to the Fed to receive the \"discount\" form of this quantity, which is charged at the \"federal funds\" level between banks. For 10 points, name this rate that may be computed in a \"simple\" or \"compound\" fashion, which denotes how much a": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.008031728
      ],
      [
        " rate",
        -0.09528632
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's bestowing lands in Cumbria promised to the group onto its rival instead. Most of the army recruited came from Cheshire, a region already hostile to the successor of Richard II. Occurring on July 21, 1403, near the river Severn, the rebel leader was disinterred, impaled and quartered to prove his death afterwards. For 10 points, identify this conflict between rebels led by Henry \"Hotspur\" Percy": {
    "guess": "Battle of Shrewsbury",
    "confidence": [
      [
        "Battle",
        -0.01019823
      ],
      [
        " of",
        -7.564953e-05
      ],
      [
        " Sh",
        -0.00047178348
      ],
      [
        "rew",
        -0.0002969704
      ],
      [
        "sb",
        -2.129266e-05
      ],
      [
        "ury",
        -2.9352968e-06
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's bestowing lands in Cumbria promised to the group onto its rival instead. Most of the army recruited came from Cheshire, a region already hostile to the successor of Richard II. Occurring on July": {
    "guess": "Percy-Neville feud",
    "confidence": [
      [
        "P",
        -1.5411512
      ],
      [
        "erc",
        -0.011951822
      ],
      [
        "y",
        -0.00045641355
      ],
      [
        "-N",
        -0.1418258
      ],
      [
        "ev",
        -7.076218e-05
      ],
      [
        "ille",
        -0.00035465028
      ],
      [
        " feud",
        -0.03802244
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during": {
    "guess": "Gang of Four",
    "confidence": [
      [
        "G",
        -1.0392008
      ],
      [
        "ang",
        -0.052073717
      ],
      [
        " of",
        -0.0009970829
      ],
      [
        " Four",
        -0.0001724319
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes in parts of Common Grace, which is the belief that God gives undeserved gifts to all humans, and this religion also follows the doctrine of Irresistible Grace. It rejects the idea of transubstantiation, and believes that the Eucharist is purely symbolic. For 10 points, name this branch of Christianity": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.009546292
      ],
      [
        "vin",
        -3.3213026e-05
      ],
      [
        "ism",
        -3.5954712e-05
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes in parts of Common Grace, which is the belief that God gives undeserved gifts to all humans, and this religion also follows the doctrine of Irresistible Grace. It rejects the idea of transubstantiation,": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.0044214553
      ],
      [
        "vin",
        -2.7133641e-05
      ],
      [
        "ism",
        -4.8828708e-05
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.04507014
      ],
      [
        "vin",
        -2.3676734e-05
      ],
      [
        "ism",
        -1.867018e-05
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates the real and nominal forms of this quantity and is known as the Fisher equation. The LIBOR is an average of several of these quantities that, in another context, can be measured in basis points. A simple rule of thumb holds that, if one knows this quantity, one can (*) divide 72 by its value to calculate the doubling period. Banks with low reserves may apply to the Fed to receive the \"discount\" form of this quantity, which is charged at the \"federal funds\" level between banks. For 10 points,": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.01747484
      ],
      [
        " rate",
        -0.22039592
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero": {
    "guess": "Interest rate",
    "confidence": [
      [
        "Interest",
        -0.4954555
      ],
      [
        " rate",
        -0.13132893
      ]
    ]
  },
  "The factor e, or emissivity, figures into this equation along with another constant, signified by sigma.  It can be stated as \"delta Q\" over \"delta t\" is equal to \"e times sigma times A, or area, times T, or temperature, to the fourth.\"  Applying only to blackbodies, its simple statement is that the": {
    "guess": "Stefan-Boltzmann law",
    "confidence": [
      [
        "St",
        -0.037164446
      ],
      [
        "ef",
        -1.0087517e-05
      ],
      [
        "an",
        -2.1411865e-05
      ],
      [
        "-B",
        -0.11528029
      ],
      [
        "olt",
        -0.00016861738
      ],
      [
        "z",
        -0.00047821683
      ],
      [
        "mann",
        -1.5809293e-05
      ],
      [
        " law",
        -0.5772564
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during the Hungarian and Suez crises. One of its members was appointed director of a potassium factory, another ran a hydroeletric plant; the remaining ones chaired the economics department at the Kyrgyzstan Academy of Sciences and became ambassador to Mongolia. Dmitri Shepilov, Lazar Kaganovich, Georgy Malenkov, and Vyacheslav Molotov comprised, for 10 points, what faction that unsuccessfully attempted": {
    "guess": "Anti-Party Group",
    "confidence": [
      [
        "Anti",
        -0.31085575
      ],
      [
        "-",
        -0.0325794
      ],
      [
        "Party",
        -0.0017848948
      ],
      [
        " Group",
        -0.060220193
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and": {
    "guess": "Soviet Union Council of Ministers",
    "confidence": [
      [
        "S",
        -2.0087566
      ],
      [
        "ov",
        -0.05441861
      ],
      [
        "iet",
        -0.013626597
      ],
      [
        " Union",
        -0.2288931
      ],
      [
        " Council",
        -1.3461003
      ],
      [
        " of",
        -0.0013090483
      ],
      [
        " Ministers",
        -0.005338705
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital with their target's supporters. One member of this clique had previously been UN representative during the Hungarian and Suez crises. One of its members was appointed director of a potassium factory,": {
    "guess": "Imre Nagy",
    "confidence": [
      [
        "Im",
        -1.8198229
      ],
      [
        "re",
        -0.0029962435
      ],
      [
        " Nag",
        -0.00095183693
      ],
      [
        "y",
        -6.682846e-05
      ]
    ]
  },
  "This faction was upset by the \"Law on Further Improving the Organization of Management of Industry and Construction\" and was countered by the use of military transport networks to inundate the capital": {
    "guess": "1989 Tiananmen Square protests",
    "confidence": [
      [
        "198",
        -1.802312
      ],
      [
        "9",
        -0.32890913
      ],
      [
        " Tian",
        -0.072482556
      ],
      [
        "an",
        -0.0011262869
      ],
      [
        "men",
        -0.00066001527
      ],
      [
        " Square",
        -0.016535038
      ],
      [
        " protests",
        -0.19753192
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.0010245934
      ],
      [
        "vin",
        -1.1756368e-05
      ],
      [
        "ism",
        -1.9504607e-05
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's bestowing lands in Cumbria promised to the group onto its rival instead. Most of the army recruited came from Cheshire, a region already hostile to the successor of Richard II. Occurring on July 21, 1403, near the river Severn, the rebel leader was disinterred, impaled and quartered to prove his": {
    "guess": "Battle of Shrewsbury",
    "confidence": [
      [
        "Battle",
        -0.17670225
      ],
      [
        " of",
        -0.0007276826
      ],
      [
        " Sh",
        -0.0003673941
      ],
      [
        "rew",
        -0.0023303363
      ],
      [
        "sb",
        -0.00020902375
      ],
      [
        "ury",
        -6.2729996e-06
      ]
    ]
  },
  "The fact that the short-term form of this quantity cannot fall below zero is known as the ZLB or zero lower bound problem. A linear approximation usually written as i approximately equals r plus pi relates": {
    "guess": "Nominal interest rate",
    "confidence": [
      [
        "Nom",
        -0.3595447
      ],
      [
        "inal",
        -7.822647e-06
      ],
      [
        " interest",
        -0.007940428
      ],
      [
        " rate",
        -0.005006633
      ]
    ]
  },
  "One faction had supported its rival for four years prior to this event. The cause of it was the new king's bestowing lands in Cumbria promised to the group onto its rival instead. Most of the army recruited": {
    "guess": "Harrying of the North",
    "confidence": [
      [
        "Harry",
        -1.4579828
      ],
      [
        "ing",
        -0.007409985
      ],
      [
        " of",
        -0.00013715129
      ],
      [
        " the",
        -0.0010506733
      ],
      [
        " North",
        -0.00017815368
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic variations and represents the sighs of tired women in a market with string glissandi. Eight lines of one of these works by this composer had to be changed from their original adaptation from the poetry": {
    "guess": "Symphony No. 3 by Gustav Mahler",
    "confidence": [
      [
        "Sym",
        -0.7293775
      ],
      [
        "phony",
        -0.15489951
      ],
      [
        " No",
        -0.30878168
      ],
      [
        ".",
        -0.0023688704
      ],
      [
        " ",
        -0.009769428
      ],
      [
        "3",
        -0.32957754
      ],
      [
        " by",
        -0.71216595
      ],
      [
        " Gust",
        -0.0052405144
      ],
      [
        "av",
        -0.00013500563
      ],
      [
        " Mah",
        -0.00024584302
      ],
      [
        "ler",
        -0.00012928384
      ]
    ]
  },
  "A faction of this faith, Lapsarianism, believes that the Fall of Man was planned by God. This religion believes in the doctrine of the perseverance of saints, known as \"once saved, always saved\". It believes in parts of Common Grace, which is the belief that God gives undeserved gifts to all humans, and this religion also follows the doctrine of Irresistible Grace. It rejects the idea of transubstantiation, and believes that the Eucharist is purely symbolic. For 10 points, name this branch of Christianity whose namesake founder outlined the concepts of predestination, the elect and total depravity": {
    "guess": "Calvinism",
    "confidence": [
      [
        "Cal",
        -0.008384672
      ],
      [
        "vin",
        -2.0696643e-05
      ],
      [
        "ism",
        -1.4140442e-05
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic variations and represents the sighs of tired women in a market with string glissandi. Eight lines of one of these works by this composer had to be changed from their original adaptation from the poetry of (*) Yevtushenko. The tapping of a snare drum opens a twenty-two bar \"invasion theme\" in another": {
    "guess": "Symphony No. 7 (Shostakovich)",
    "confidence": [
      [
        "Sym",
        -0.22959548
      ],
      [
        "phony",
        -0.10098627
      ],
      [
        " No",
        -0.008901257
      ],
      [
        ".",
        -0.0020711562
      ],
      [
        " ",
        -0.0075370637
      ],
      [
        "7",
        -0.20240667
      ],
      [
        " (",
        -0.08916422
      ],
      [
        "Sh",
        -0.032438044
      ],
      [
        "ost",
        -1.4259645e-05
      ],
      [
        "ak",
        -0.000616174
      ],
      [
        "ovich",
        -5.0378356e-05
      ],
      [
        ")",
        -0.00014501873
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.14757118
      ],
      [
        "om",
        -6.2656334e-05
      ],
      [
        "ere",
        -0.0010292386
      ]
    ]
  },
  "A factory whistle opens a thirteen-voice chorus in the first work of this type by this composer. A triumphant march in the first movement of another of these works by this composer uses low strings, a bassoon, and a bass drum and picks up from a theme about a small girl that consists of a bass solo with celesta accompaniment. The third movement of that work of this type by this composer uses strophic variations and represents the sighs of tired women in a market with string glissandi. Eight lines": {
    "guess": "Symphony No. 3 by Gustav Mahler",
    "confidence": [
      [
        "Sym",
        -0.67713743
      ],
      [
        "phony",
        -0.21114409
      ],
      [
        " No",
        -0.39466736
      ],
      [
        ".",
        -0.0048244307
      ],
      [
        " ",
        -0.010374975
      ],
      [
        "3",
        -0.32865068
      ],
      [
        " by",
        -0.35443884
      ],
      [
        " Gust",
        -0.015840674
      ],
      [
        "av",
        -0.00029279827
      ],
      [
        " Mah",
        -0.00032747918
      ],
      [
        "ler",
        -0.00018947436
      ]
    ]
  },
  "The factor e, or emissivity, figures into this equation along with another constant, signified by sigma.  It can be stated as \"delta Q\" over \"delta t\" is equal to \"e times sigma times A, or area, times T, or temperature, to the fourth.\"  Applying only to blackbodies, its simple statement is that the total radiant heat energy emitted by a surface is proportional to the fourth power of its absolute temperature.": {
    "guess": "Stefan-Boltzmann law",
    "confidence": [
      [
        "St",
        -0.03187934
      ],
      [
        "ef",
        -6.704273e-07
      ],
      [
        "an",
        -2.2723105e-05
      ],
      [
        "-B",
        -0.17568792
      ],
      [
        "olt",
        -0.0003244991
      ],
      [
        "z",
        -0.00033296258
      ],
      [
        "mann",
        -1.2829201e-05
      ],
      [
        " law",
        -0.22636728
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.058361586
      ],
      [
        "om",
        -0.00032009225
      ],
      [
        "ere",
        -0.0011701062
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0029888747
      ],
      [
        "om",
        -2.2484697e-05
      ],
      [
        "ere",
        -0.00039087355
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin complex. The SIR2/3/4 complex relocates to these structures, which form G-quadruplexes in humans. Their": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.00038908547
      ],
      [
        "om",
        -6.134509e-05
      ],
      [
        "ere",
        -0.0001246349
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin complex. The SIR2/3/4 complex relocates to these structures, which form G-quadruplexes in humans. Their existence solves the end-replication problem, and Greider and Blackburn discovered a reverse transcriptase": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0006159356
      ],
      [
        "om",
        -9.73446e-05
      ],
      [
        "ere",
        -0.00013715129
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin complex. The SIR2/3/4 complex relocates to these structures, which form G-quadruplexes in humans. Their existence solves the end-replication problem, and Greider and Blackburn discovered a reverse transcriptase that lengthens these structures. Their length sets an upper limit upon the number of divisions": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.0007775886
      ],
      [
        "om",
        -2.9756122e-05
      ],
      [
        "ere",
        -0.00026217024
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin complex. The SIR2/3/4 complex relocates to these structures, which form G-quadruplexes in humans. Their existence solves the end-replication problem, and Greider and Blackburn discovered a reverse transcriptase that lengthens these structures. Their length sets an upper limit upon the number of divisions that a given cell can undergo, and they consist of the sequence TTAGGG. For 10 points, name these": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.005588395
      ],
      [
        "om",
        -8.542423e-05
      ],
      [
        "ere",
        -0.009376006
      ]
    ]
  },
  "Facio-scapulo-humeral dystrophy is believed to be caused by these structures' namesake position effect,  which Baur et al showed could be relieved by Trichostatin A. Their size can be assayed via Flo-FISH or a TRF southern blot, and they are protected from non-homologous end-joining by the shelterin complex. The SIR2/3/4 complex relocates to these structures, which form G-quadruplexes in humans. Their existence solves the end-replication problem, and Greider and Blackburn discovered a reverse transcriptase that lengthens these structures. Their length sets an upper limit upon the number of divisions that a given cell can undergo, and they consist of the sequence TTAGGG. For 10 points, name these ends of chromosomes.": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -0.001638289
      ],
      [
        "om",
        -0.00017457757
      ],
      [
        "ere",
        -0.008659013
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality": {
    "guess": "Measurement error model",
    "confidence": [
      [
        "Measurement",
        -1.2280174
      ],
      [
        " error",
        -0.19540338
      ],
      [
        " model",
        -0.03242397
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\"": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.63611233
      ],
      [
        "con",
        -0.030305296
      ],
      [
        "ometrics",
        -0.002145266
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\" and \"long-differencing\" are methods of panel analysis in this discipline. The \"probabilistic": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.028257597
      ],
      [
        "con",
        -0.032206282
      ],
      [
        "ometrics",
        -0.0008105787
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\" and \"long-differencing\" are methods of panel analysis in this discipline. The \"probabilistic approach\" towards this discipline was pioneered by Trygve Haavelmo, and Ragnar Frisch is considered": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.009783477
      ],
      [
        "con",
        -0.0105874315
      ],
      [
        "ometrics",
        -0.0008876375
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\" and \"long-differencing\" are methods of panel analysis in this discipline. The \"probabilistic approach\" towards this discipline was pioneered by Trygve Haavelmo, and Ragnar Frisch is considered the founder of this discipline. It often employs time series data and it uses OLS methods to": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.0056023765
      ],
      [
        "con",
        -0.0068071415
      ],
      [
        "ometrics",
        -0.0010622251
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\" and \"long-differencing\" are methods of panel analysis in this discipline. The \"probabilistic approach\" towards this discipline was pioneered by Trygve Haavelmo, and Ragnar Frisch is considered the founder of this discipline. It often employs time series data and it uses OLS methods to model data from economic variables. For 10 points, identify this discipline which attempts to elucidate": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.0010718696
      ],
      [
        "con",
        -0.00044389718
      ],
      [
        "ometrics",
        -0.00019555374
      ]
    ]
  },
  "The fact that a parameter commonly analyzed in this discipline  is downward biased towards zero if orthogonality is violated is called the \"iron law\" of this discipline. \"Within-differencing,\" \"first-differencing,\" and \"long-differencing\" are methods of panel analysis in this discipline. The \"probabilistic approach\" towards this discipline was pioneered by Trygve Haavelmo, and Ragnar Frisch is considered the founder of this discipline. It often employs time series data and it uses OLS methods to model data from economic variables. For 10 points, identify this discipline which attempts to elucidate quantitative relationships between economic variables using tools from mathematics and statistics.": {
    "guess": "Econometrics",
    "confidence": [
      [
        "E",
        -0.0023246256
      ],
      [
        "con",
        -0.00015074051
      ],
      [
        "ometrics",
        -0.0001823258
      ]
    ]
  }
}