{
  "The African-American Moses Sash participated in this event and received double the number of indictments as its other participants. It was put down on the orders of Governor James Bowdoin, who did so using": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.0070300656
      ],
      [
        "ays",
        -4.990154e-05
      ],
      [
        "'",
        -0.00011450992
      ],
      [
        " Rebellion",
        -2.5703197e-05
      ]
    ]
  },
  "The African-American Moses Sash participated in this event and received double the number of indictments as its other participants. It was put down on the orders of Governor James Bowdoin, who did so using forces under the command of William Shephard. The decisive battle at which this rebellion was put down occurred at the Springfield Armory. Many of its participants were captured at Petersham. A refusal to abide by a law allowing for the confiscation of farmers' properties led to, for 10 points, what rebellion that occurred in 1787 in Massachusetts?": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.0015848544
      ],
      [
        "ays",
        -9.829823e-05
      ],
      [
        "'",
        -8.196733e-05
      ],
      [
        " Rebellion",
        -1.8550976e-05
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form": {
    "guess": "Vincent van Gogh",
    "confidence": [
      [
        "Vin",
        -2.0250487
      ],
      [
        "cent",
        -0.01560704
      ],
      [
        " van",
        -0.19367847
      ],
      [
        " G",
        -4.310693e-05
      ],
      [
        "ogh",
        -0.00045902873
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form a super-group with Billy Squire, Eddie Money, and Don Henley on drums. He is still riding the fame of his biggest hit, \"Piña Colada-berg\", which came out several years before Jimmy Buffet's rip-off,": {
    "guess": "Rupert Holmes",
    "confidence": [
      [
        "R",
        -0.039235897
      ],
      [
        "upert",
        -0.00045450628
      ],
      [
        " Holmes",
        -0.000749948
      ]
    ]
  },
  "The African-American Moses Sash participated in this event and received double the number of indictments as its other participants. It was put down on the orders of Governor James Bowdoin, who did so using forces under the command of William Shephard. The decisive battle at which this rebellion was put down occurred at the Springfield Armory. Many of its participants were captured at Petersham. A refusal": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.006587828
      ],
      [
        "ays",
        -0.00014430351
      ],
      [
        "'",
        -0.00032604876
      ],
      [
        " Rebellion",
        -5.025915e-05
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form a super-group with Billy Squire, Eddie Money, and Don Henley on drums. He is still riding the fame of his biggest hit, \"Piña Colada-berg\", which came out several years before Jimmy Buffet's rip-off, \"Margaritaville\". His sister and brother-in-law were both trampled to death at one of concerts at Red Rock, and he is very close to their son, Dave. FTP, name this washed-up beach bum and musician, the owner of his eponymous Paradise Island, the resort from Broken Lizard's Club Dread.": {
    "guess": "Coconut Pete",
    "confidence": [
      [
        "Co",
        -0.2577026
      ],
      [
        "conut",
        -0.0035434053
      ],
      [
        " Pete",
        -0.0003463097
      ]
    ]
  },
  "The African-American Moses Sash participated in this event and received double the number of indictments": {
    "guess": "Moses Sash",
    "confidence": [
      [
        "M",
        -1.1071599
      ],
      [
        "oses",
        -0.040184185
      ],
      [
        " S",
        -0.23894535
      ],
      [
        "ash",
        -0.00050060876
      ]
    ]
  },
  "The African-American Moses Sash participated in this event and received double the number of indictments as its other participants. It was put down on the orders of Governor James Bowdoin, who did so using forces under the command of William Shephard. The decisive battle at which this rebellion was put down occurred at the Springfield Armory. Many of its participants were captured at Petersham. A refusal to abide by a law allowing for the confiscation of farmers' properties led to, for 10 points,": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.026103001
      ],
      [
        "ays",
        -0.00017350474
      ],
      [
        "'",
        -0.00025692896
      ],
      [
        " Rebellion",
        -5.800739e-05
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form a super-group with Billy Squire, Eddie Money, and Don Henley on drums. He is still riding the fame of his biggest hit, \"Piña Colada-berg\", which came out several years before Jimmy Buffet's rip-off, \"Margaritaville\". His sister and brother-in-law were both trampled to death at one of concerts at": {
    "guess": "Rupert Holmes",
    "confidence": [
      [
        "R",
        -0.015164009
      ],
      [
        "upert",
        -0.0013627358
      ],
      [
        " Holmes",
        -0.0016244759
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form a super-group with Billy Squire, Eddie Money, and Don Henley on drums. He is still riding the fame": {
    "guess": "Sancho Panza",
    "confidence": [
      [
        "San",
        -1.4511148
      ],
      [
        "cho",
        -8.76891e-05
      ],
      [
        " Pan",
        -0.010232321
      ],
      [
        "za",
        -0.00014501873
      ]
    ]
  },
  "He's afraid of dogs and his favorite spice is rosemary. Before his untimely death, he was going to form a super-group with Billy Squire, Eddie Money, and Don Henley on drums. He is still riding the fame of his biggest hit, \"Piña Colada-berg\", which came out several years before Jimmy Buffet's rip-off, \"Margaritaville\". His sister and brother-in-law were both trampled to death at one of concerts at Red Rock, and he is very close to their son, Dave. FTP, name this washed-up beach bum and musician,": {
    "guess": "Rupert Holmes",
    "confidence": [
      [
        "R",
        -0.057372678
      ],
      [
        "upert",
        -0.0011870149
      ],
      [
        " Holmes",
        -0.0013877319
      ]
    ]
  },
  "The African-American Moses Sash participated in this event and received double the number of indictments as its other participants. It was put down on the orders of Governor James Bowdoin, who did so using forces under the command of William Shephard. The decisive battle at which this rebellion was put": {
    "guess": "Shays' Rebellion",
    "confidence": [
      [
        "Sh",
        -0.012791686
      ],
      [
        "ays",
        -0.00010938417
      ],
      [
        "'",
        -0.00016825978
      ],
      [
        " Rebellion",
        -3.7027545e-05
      ]
    ]
  }
}