{
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat instead leave. At that same battle, when enemy archers harried his cavalry, he ordered a tactical retreat that led to the treason of his rear line under Alexander Doukas, costing him the battle. This man's greatest defeat led to the establishment by the Sultante of the Rum by his conqueror, the Seljuk Turk leader Alp Arslan. For 10 points, name this Byzantine Emperor captured after the rout at the Battle of Manzikert.": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.0055947993
      ],
      [
        "os",
        -0.0005569628
      ],
      [
        " IV",
        -0.0012597566
      ],
      [
        " Di",
        -0.00012296606
      ],
      [
        "ogen",
        -3.7623562e-05
      ],
      [
        "es",
        -7.445749e-05
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara Shikoh, Shuja, and Murad Bakhsh over the succession. His greatest military success was probably the": {
    "guess": "Aurangzeb",
    "confidence": [
      [
        "A",
        -0.04036762
      ],
      [
        "ur",
        -6.635165e-05
      ],
      [
        "ang",
        -5.4550484e-05
      ],
      [
        "ze",
        -9.0907604e-05
      ],
      [
        "b",
        -9.610702e-06
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat instead leave. At that same battle, when enemy archers harried his cavalry, he ordered a tactical retreat that led to the treason of his rear line under Alexander Doukas, costing him the battle. This man's greatest defeat led to the establishment by the Sultante of the Rum by his conqueror, the Seljuk Turk leader Alp Arslan. For 10 points, name this Byzantine Emperor captured after the rout at the": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.14644185
      ],
      [
        "os",
        -0.0028727502
      ],
      [
        " IV",
        -0.00071183586
      ],
      [
        " Di",
        -0.00012058931
      ],
      [
        "ogen",
        -9.627177e-05
      ],
      [
        "es",
        -0.00013369438
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow": {
    "guess": "Nikephoros III Botaneiates",
    "confidence": [
      [
        "Nike",
        -0.42169
      ],
      [
        "ph",
        -1.1398757e-05
      ],
      [
        "or",
        -5.7172965e-05
      ],
      [
        "os",
        -0.0028505214
      ],
      [
        " III",
        -0.08748462
      ],
      [
        " Bot",
        -0.00027087211
      ],
      [
        "ane",
        -0.00039003912
      ],
      [
        "iates",
        -0.00066418375
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy": {
    "guess": "Nikephoros III Botaneiates",
    "confidence": [
      [
        "Nike",
        -0.88574237
      ],
      [
        "ph",
        -3.8696395e-05
      ],
      [
        "or",
        -0.0010515078
      ],
      [
        "os",
        -0.003984843
      ],
      [
        " III",
        -0.11535869
      ],
      [
        " Bot",
        -0.00037383108
      ],
      [
        "ane",
        -0.0012641635
      ],
      [
        "iates",
        -0.00074911356
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara Shikoh, Shuja, and Murad Bakhsh over the succession. His greatest military success was probably the pacification and conquest of Bijapur, but he is better known as a patron of the arts, supporting the painters Govardhan and Bichitra and building the Red Fort in Delhi and the Jami Masjid. FTP, name this son of Jahangir and father of Aurangzeb, best known for building a mausoleum for his wife, Mumtaz": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.0014441647
      ],
      [
        "ah",
        -8.76891e-05
      ],
      [
        " J",
        -0.00015395533
      ],
      [
        "ahan",
        -2.9040899e-05
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.6268025
      ],
      [
        "os",
        -0.008992934
      ],
      [
        " IV",
        -0.035922144
      ],
      [
        " Di",
        -0.006654742
      ],
      [
        "ogen",
        -4.179569e-05
      ],
      [
        "es",
        -0.00015312091
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat instead leave. At that same battle, when enemy archers harried his cavalry, he ordered a tactical": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.49824902
      ],
      [
        "os",
        -0.015200759
      ],
      [
        " IV",
        -0.050641414
      ],
      [
        " Di",
        -0.00037037418
      ],
      [
        "ogen",
        -4.2272506e-05
      ],
      [
        "es",
        -0.00018113377
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.20385766
      ],
      [
        "ah",
        -1.473646e-05
      ],
      [
        " J",
        -0.00025430648
      ],
      [
        "ahan",
        -6.704273e-07
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara Shikoh, Shuja, and Murad Bakhsh over the succession. His greatest military success was probably the pacification and conquest of Bijapur, but he is better known as a patron of the arts, supporting the painters Govardhan and Bichitra and building the Red Fort in Delhi and the Jami Masjid. FTP, name": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.469745
      ],
      [
        "ah",
        -0.00011951648
      ],
      [
        " J",
        -0.000681338
      ],
      [
        "ahan",
        -2.2603901e-05
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan,": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.08357028
      ],
      [
        "ah",
        -2.8802491e-05
      ],
      [
        " J",
        -0.00022773506
      ],
      [
        "ahan",
        -1.2664457e-06
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara Shikoh, Shuja, and Murad Bakhsh over the succession. His greatest military success was probably the pacification and conquest of Bijapur, but he is better known as a patron of the arts, supporting": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.14290158
      ],
      [
        "ah",
        -5.5623317e-05
      ],
      [
        " J",
        -5.025915e-05
      ],
      [
        "ahan",
        -3.1281633e-07
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.14552306
      ],
      [
        "ah",
        -5.0497558e-05
      ],
      [
        " J",
        -4.2153304e-05
      ],
      [
        "ahan",
        -6.704273e-07
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this": {
    "guess": "Battle of Dokeia",
    "confidence": [
      [
        "Battle",
        -0.13231775
      ],
      [
        " of",
        -0.006766176
      ],
      [
        " Do",
        -0.46209753
      ],
      [
        "ke",
        -0.00011963568
      ],
      [
        "ia",
        -0.00016873659
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat instead leave. At that same battle, when enemy archers harried his cavalry, he ordered a tactical retreat that led to the treason of his rear line under Alexander Doukas, costing him the battle. This": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.6658354
      ],
      [
        "os",
        -0.009394191
      ],
      [
        " IV",
        -0.060212895
      ],
      [
        " Di",
        -0.00032354548
      ],
      [
        "ogen",
        -1.4021238e-05
      ],
      [
        "es",
        -0.00014847564
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi, whom he killed at Shihonda. At his death, he had been imprisoned by his son, who warred with Dara Shikoh, Shuja, and Murad Bakhsh over the succession. His greatest military success was probably the pacification and conquest of Bijapur, but he is better known as a patron of the arts, supporting the painters Govardhan and Bichitra and building the Red Fort in Delhi and the Jami Masjid. FTP, name this son of Jahangir and father of Aurangzeb, best known for building a mausoleum for his wife, Mumtaz Mahal.": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.0013659506
      ],
      [
        "ah",
        -7.529192e-05
      ],
      [
        " J",
        -0.00015121732
      ],
      [
        "ahan",
        -2.3438328e-05
      ]
    ]
  },
  "This man was blinded after losing the battle of Dokeia against the sons of a regent who ruled for this man's co-emperor Michael VII. He had earlier been caught plotting against the regency of the widow of Constantine X and despite expecting to be executed, was instead asked to marry her. A conspiracy by this man's second wife, Eudokia, led to a Frankish mercenary force that he sent to fortify Khilat instead leave. At that same battle, when enemy archers harried his cavalry, he ordered a tactical retreat that led to the treason of his rear line under Alexander Doukas, costing him the battle. This man's greatest defeat led to the establishment by the Sultante of the Rum by his conqueror, the Seljuk": {
    "guess": "Romanos IV Diogenes",
    "confidence": [
      [
        "Roman",
        -0.21229306
      ],
      [
        "os",
        -0.003114257
      ],
      [
        " IV",
        -0.04249857
      ],
      [
        " Di",
        -0.0005337327
      ],
      [
        "ogen",
        -1.1637165e-05
      ],
      [
        "es",
        -0.00014442271
      ]
    ]
  },
  "He blinded and imprisoned his brother-in-law and ordered his father-in-law and prime minister, Asaf Khan, to murder the rest of the royal princes. He had to quell several rebellions, such as those of the Orchha chief Jujhar Singh in the region of Bundelkhand, and of the governor of the Deccan, Khan Lodi,": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.59562105
      ],
      [
        "ah",
        -4.739826e-05
      ],
      [
        " J",
        -6.1106686e-05
      ],
      [
        "ahan",
        -1.7432603e-06
      ]
    ]
  }
}