{
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon prevents a \"liquidity trap.\" The Fisher hypothesis argues that the real interest rate is independent of this phenomenon, which is measured by changes in the GDP deflator or CPI. For 10 points, name this phenomenon, coming in \"cost-push\" and \"demand-pull\" varieties, which causes the consumer price": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.036542736
      ],
      [
        "flation",
        -2.4034345e-05
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.040713213
      ],
      [
        "flation",
        -1.5570886e-05
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon prevents a \"liquidity trap.\" The Fisher hypothesis argues that the real interest rate is independent of this phenomenon, which is measured by changes in the GDP deflator or CPI. For 10 points, name": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.22637527
      ],
      [
        "flation",
        -3.7146747e-05
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon prevents a \"liquidity trap.\" The Fisher hypothesis argues that the real interest rate is independent of this phenomenon, which is measured by changes in the GDP deflator or CPI. For 10 points, name this phenomenon, coming in \"cost-push\" and \"demand-pull\" varieties, which causes the consumer price index to rise as money becomes devalued.": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.071624696
      ],
      [
        "flation",
        -2.8564085e-05
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon,": {
    "guess": "Rational expectations",
    "confidence": [
      [
        "R",
        -1.0437461
      ],
      [
        "ational",
        -9.6867785e-05
      ],
      [
        " expectations",
        -0.24501632
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\"": {
    "guess": "Inflation",
    "confidence": [
      [
        "In",
        -0.13782908
      ],
      [
        "flation",
        -3.5313153e-06
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital projects. Its \"built-in\" form comes from adaptive expectations and is part of Gordon's \"triangle model.\" Tobin and Mundell showed that real economic effects can occur from expectation of this phenomenon, which can lead to inefficiencies from shoe-leather and menu costs. The existence of this phenomenon prevents a \"liquidity trap.\" The Fisher hypothesis argues that the real interest rate is independent": {
    "guess": "Inflationary Expectations",
    "confidence": [
      [
        "In",
        -0.42138633
      ],
      [
        "flation",
        -0.00033856148
      ],
      [
        "ary",
        -0.5966395
      ],
      [
        " Expect",
        -0.33639774
      ],
      [
        "ations",
        -0.003049843
      ]
    ]
  },
  "The Tobin effect shows how this phenomenon encourages investors to place their money in real capital": {
    "guess": "Tobin tax",
    "confidence": [
      [
        "T",
        -0.78240764
      ],
      [
        "ob",
        -0.00010521204
      ],
      [
        "in",
        -0.00016802136
      ],
      [
        " tax",
        -0.63012373
      ]
    ]
  }
}