{
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.24310184
      ],
      [
        " Law",
        -0.16630867
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is the subject of the Berne Convention, which regulates its international use. In the United States, laws about this subject are based on the Consequentialist school of thought, and this concept is criticized by David Levine. When the final syllable of this concept is replaced with \"left\", it describes systems such as the GNU, and the \"poor man's\" variety of this concept involves mailing to one's self. For ten points, name this legal concept which gives authors the right to control their creations.": {
    "guess": "Copyright",
    "confidence": [
      [
        "Copyright",
        -0.0051404196
      ]
    ]
  },
  "The Lyman series is found in this spectrum of light, which is the site of most Cherenkov radiation. Errors": {
    "guess": "Ultraviolet",
    "confidence": [
      [
        "U",
        -9.41261e-05
      ],
      [
        "ltr",
        -9.014684e-06
      ],
      [
        "aviolet",
        -5.8961017e-05
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor survived a shipwreck meant to kill all noble children born on May Day. Early sources called him the": {
    "guess": "Tristan",
    "confidence": [
      [
        "Tr",
        -1.680166
      ],
      [
        "istan",
        -0.02015771
      ]
    ]
  },
  "The Lyman series is found in this spectrum of light, which is the site of most Cherenkov radiation. Errors occur when using the Rayleigh-Jeans law to find the energy emitted by a black body during this": {
    "guess": "Ultraviolet catastrophe",
    "confidence": [
      [
        "U",
        -7.79144e-05
      ],
      [
        "ltr",
        -2.5703197e-05
      ],
      [
        "aviolet",
        -0.000121542944
      ],
      [
        " catastrophe",
        -0.32029957
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor survived a shipwreck meant to kill all noble children born on May Day. Early sources called him the husband of Cywyllog, and said that his parents were Anna and Lot. He and his half-brother Agravain exposed Guinevere's affair with Lancelot, and in some sources this man tries to seduce Guinevere and claim the throne. For 10 points, name this treacherous son of Morgause who killed and was killed by King Arthur.": {
    "guess": "Mordred",
    "confidence": [
      [
        "M",
        -0.105545945
      ],
      [
        "ord",
        -0.00049715186
      ],
      [
        "red",
        -6.6113236e-05
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor survived a shipwreck meant to kill all noble children born on May Day. Early sources called him the husband of Cywyllog, and said that his parents were Anna and Lot. He and his half-brother Agravain exposed Guinevere's affair with Lancelot, and in some sources this man tries to seduce Guinevere and": {
    "guess": "Gawain",
    "confidence": [
      [
        "G",
        -0.60899544
      ],
      [
        "aw",
        -0.016614182
      ],
      [
        "ain",
        -0.0034774782
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor": {
    "guess": "Tantalus",
    "confidence": [
      [
        "T",
        -2.5470054
      ],
      [
        "antal",
        -1.324856
      ],
      [
        "us",
        -0.001064963
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor survived a shipwreck meant to kill all noble children born on May Day. Early sources called him the husband of Cywyllog, and said that his parents were Anna and Lot. He and his half-brother Agravain exposed Guinevere's affair with Lancelot, and in some sources this man tries to seduce Guinevere and claim the throne. For 10 points, name this treacherous son of Morgause who killed and was killed by": {
    "guess": "Mordred",
    "confidence": [
      [
        "M",
        -0.34061235
      ],
      [
        "ord",
        -0.0013927347
      ],
      [
        "red",
        -7.314626e-05
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is the subject of the Berne Convention, which regulates its international use. In the United States, laws": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.05692762
      ],
      [
        " Law",
        -0.469202
      ]
    ]
  },
  "The Lyman series is found in this spectrum of light, which is the site of most Cherenkov radiation. Errors occur when using the Rayleigh-Jeans law to find the energy emitted by a black body during this spectrum's namesake catastrophe. Its wavelength is between ten and 400 nanometers, so it is longer than X-rays but shorter than visible light. It is also emitted by black lights. For 10 points, name this type of radiation that is absorbed by ozone layer when it comes from the sun.": {
    "guess": "Ultraviolet",
    "confidence": [
      [
        "U",
        -9.364929e-05
      ],
      [
        "ltr",
        -1.473646e-05
      ],
      [
        "aviolet",
        -3.500108e-05
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.20948762
      ],
      [
        " Law",
        -0.6389891
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox.": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.2236627
      ],
      [
        " Law",
        -0.6151705
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker": {
    "guess": "Copyright law",
    "confidence": [
      [
        "Copyright",
        -0.117291704
      ],
      [
        " law",
        -0.7092485
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.39028826
      ],
      [
        " Law",
        -0.5510802
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is the subject of the Berne Convention, which regulates its international use. In the United States, laws about this subject are based on the Consequentialist school of thought, and this concept is criticized by David Levine. When the final syllable of this concept is replaced with \"left\", it describes systems such as the GNU, and the \"poor man's\" variety of this concept involves mailing to one's self.": {
    "guess": "Copyright",
    "confidence": [
      [
        "Copyright",
        -0.028678874
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized, and died of starvation instead of in battle. Other sources state that this foster son of Nabor survived a shipwreck meant to kill all noble children born on May Day. Early sources called him the husband of Cywyllog, and said that his parents were Anna and Lot. He and his half-brother Agravain": {
    "guess": "Gawain",
    "confidence": [
      [
        "G",
        -0.82749885
      ],
      [
        "aw",
        -0.06740819
      ],
      [
        "ain",
        -0.0018835388
      ]
    ]
  },
  "The Lyman series is found in this spectrum of light, which is the site of most Cherenkov radiation. Errors occur when using the Rayleigh-Jeans law to find the energy emitted by a black body during this spectrum's namesake catastrophe. Its wavelength is between ten and 400 nanometers, so it is longer": {
    "guess": "Ultraviolet catastrophe",
    "confidence": [
      [
        "U",
        -0.00021140782
      ],
      [
        "ltr",
        -3.166338e-05
      ],
      [
        "aviolet",
        -0.00011820524
      ],
      [
        " catastrophe",
        -0.66556543
      ]
    ]
  },
  "In Ly Myreur des Histors, this figure was buried alive in the tomb of a woman whose corpse he cannibalized,": {
    "guess": "Gilles de Rais",
    "confidence": [
      [
        "G",
        -2.187825
      ],
      [
        "illes",
        -0.06399355
      ],
      [
        " de",
        -0.0035014767
      ],
      [
        " R",
        -0.06947981
      ],
      [
        "ais",
        -8.418666e-06
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is the subject of the Berne Convention, which regulates its international use. In the United States, laws about this subject are based on the Consequentialist school of thought, and this concept is criticized by David Levine. When the final syllable of this concept is replaced with \"left\", it describes": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.013730427
      ],
      [
        " Law",
        -1.0685922
      ]
    ]
  },
  "The Lyman series is found in this spectrum of light, which is the site of most Cherenkov radiation. Errors occur when using the Rayleigh-Jeans law to find the energy emitted by a black body during this spectrum's namesake catastrophe. Its wavelength is between ten and 400 nanometers, so it is longer than X-rays but shorter than visible light. It is also emitted by black lights. For 10 points, name": {
    "guess": "Ultraviolet",
    "confidence": [
      [
        "U",
        -0.00052312727
      ],
      [
        "ltr",
        -1.0206721e-05
      ],
      [
        "aviolet",
        -1.7954959e-05
      ]
    ]
  },
  "Lyman Ray Patterson wrote a 1968 book on this concept \"in Historical Perspective\". Melville Nimmer wrote a seminal 1963 treatise on this concept. In Great Britain, this concept was the subject of the 1762 case Tonson v. Collins and one exception to this concept was created in the 1741 case Gyles v. Wilcox. This concept became part of British law by the 1710 Statue of Anne, and in 2005 the British thinker Simon Moores published a paper on this concept titled \"March of the Spiders\". This concept is the subject of the Berne Convention, which regulates its international use. In the United States, laws about this subject are based on the Consequentialist school of thought, and this concept is criticized": {
    "guess": "Copyright Law",
    "confidence": [
      [
        "Copyright",
        -0.033066906
      ],
      [
        " Law",
        -0.31179127
      ]
    ]
  }
}