{
  "The change in entropy due to heating is equal to the natural log of the ratio of temperatures times the number of moles of the substance times this quantity. At low temperatures, Debye proposed that it is proportional to the cube of the temperature. Its value in constant volume is 5/2 R for a diatomic ideal gas, and 3/2 R for a monatomic gas. FTP name this thermodynamic quantity defined as the heat needed to raise the temperature of a given amount of substance by 1 degree.": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.46640563
      ],
      [
        " capacity",
        -0.024003891
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him court-martialed instead. He died on a diplomatic mission to Venezuela to discuss the problem of piracy with Simon Bolivar. This man carried a battle flag emblazoned with the last words of James Lawrence, \"Don't Give Up the Ship.\" After his flagship sunk, this man took command of the Niagara to defeat": {
    "guess": "Oliver Hazard Perry",
    "confidence": [
      [
        "Ol",
        -0.06729105
      ],
      [
        "iver",
        -1.7432603e-06
      ],
      [
        " Hazard",
        -0.00031520487
      ],
      [
        " Perry",
        -2.4391957e-05
      ]
    ]
  },
  "He changed prison cells in Phylace, where he helped Iphiclus conceive an heir. This figure also discovered the need to remove a rusty knife from a tree, and his brother had to retrieve the cattle of (*) Phylacus in order to marry Pero. He helped Bias perform that task after earning both himself and Bias a third of Pylos through some secrets vultures told him. For 10 points— name this Greek prophet who could understand animals.": {
    "guess": "Melampus",
    "confidence": [
      [
        "Mel",
        -0.0014536863
      ],
      [
        "ampus",
        -0.0026233357
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival of the fat poet Augustus Carmichael at the family retreat during the first section, The Window, which describes characters such as Charles Tansley, who cruelly judges another character's work by saying \"Women can't paint. Women can't write.\" In the final section, Camelia and James finally go to": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.0019385119
      ],
      [
        " the",
        -0.0014363047
      ],
      [
        " L",
        -0.00012082772
      ],
      [
        "ighthouse",
        -0.000108668944
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama claims with the US. He won reelection with the Midlothian Campaign after returning to politics with a pamphlet attacking the sitting Prime Minister's indifference toward the Bulgarian Horrors. He introduced two bills on Irish Home Rule, which were rejected in his third and fourth sittings as": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.026865507
      ],
      [
        " E",
        -0.0055226
      ],
      [
        "wart",
        -0.0003460713
      ],
      [
        " Glad",
        -1.4021238e-05
      ],
      [
        "stone",
        -2.4034345e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first been proposed by his father, Joseph. This politician was ousted after declaring, \"I have friends in this house,\" during the Norway Debate, and this man's brother Austen won the Nobel Peace Prize for": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.005479795
      ],
      [
        "ev",
        -4.632543e-05
      ],
      [
        "ille",
        -1.8074163e-05
      ],
      [
        " Chamber",
        -4.1199673e-05
      ],
      [
        "lain",
        -1.8908588e-05
      ]
    ]
  },
  "Changes in this quantity due to mixing are the concern of the Gibbs paradox. Given by Boltzmann's constant times the log of the number of microstates, its changes may equal heat divided by temperature. This state function is zero in a perfect (*) crystal at 0 Kelvin and it cannot decrease in isolated": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.034567736
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival of the fat poet Augustus Carmichael at the family retreat during the first section, The Window, which describes characters such as Charles Tansley, who cruelly judges another character's work by saying": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.001675541
      ],
      [
        " the",
        -0.0015785404
      ],
      [
        " L",
        -0.00014454192
      ],
      [
        "ighthouse",
        -4.7159858e-05
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with respect to temperature gives this quantity, which can be calculated for ideal gases by the Sackur-Tetrode equation. Equal to the Boltzmann constant times the natural log of the number of microstates, this quantity can be decreased by the hypothetical Maxwell's demon. The second law of thermodynamics": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.026266273
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.51716506
      ],
      [
        " E",
        -0.0027890655
      ],
      [
        "wart",
        -0.0017568141
      ],
      [
        " Glad",
        -2.8160932e-06
      ],
      [
        "stone",
        -3.297462e-05
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater dialect regions, was established at the University of Keel.  It allows complex consonant clusters at the beginning of words, the largest difference from its similar neighbors German and Dutch. While it was once spoken along most of the North Sea coast, its largest dialect group, the western one, only": {
    "guess": "Frisian Language",
    "confidence": [
      [
        "F",
        -0.29068607
      ],
      [
        "ris",
        -0.00044282433
      ],
      [
        "ian",
        -9.484132e-05
      ],
      [
        " Language",
        -0.051548276
      ]
    ]
  },
  "This man chaired the 40 Committee that authorized the CIA backed coup of Salvador Allende (Ah-YEN-day) in Chile. He negotiated with Zhou Enlai during Richard Nixon's 1972 visit to China. As National Security Advisor, he applied the term \"détente\" [day-TAHNT] to relaxation of tensions with the Soviet Union. (*) For 10 points, name this Nobel Peace Prize winner and realpolitik advocate who served as": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.021565821
      ],
      [
        " Kiss",
        -2.9994528e-05
      ],
      [
        "inger",
        -3.9650025e-05
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him court-martialed instead. He died on a diplomatic mission to Venezuela to discuss the problem of piracy": {
    "guess": "Stephen Decatur",
    "confidence": [
      [
        "Stephen",
        -0.25473344
      ],
      [
        " Dec",
        -1.831257e-05
      ],
      [
        "atur",
        -1.18755715e-05
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater dialect regions, was established at the University of Keel.  It allows complex consonant clusters at the beginning of words, the largest difference from its similar neighbors German and Dutch. While it was once spoken along most of the North Sea coast, its largest dialect group, the western one, only has about 400,000 speakers, who mainly live in the northern provinces of the Netherlands.  For 10 points - name this language, the closest living language to English, called Frysk by its speakers.": {
    "guess": "Frisian Language",
    "confidence": [
      [
        "F",
        -0.07009471
      ],
      [
        "ris",
        -0.00013512482
      ],
      [
        "ian",
        -1.3306016e-05
      ],
      [
        " Language",
        -0.09125053
      ]
    ]
  },
  "The change in entropy due to heating is equal to the natural log of the ratio of temperatures times the": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -1.3311611
      ],
      [
        " capacity",
        -1.2602811
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men were sore beguiled\" in Edwin Arlington Robinson's poem \"The Master.\"   He \"will not rest/ near the old courthouse pacing up and down,\" in a poem in which he \"Walks at Midnight,\" while in a more famous": {
    "guess": "Abraham Lincoln",
    "confidence": [
      [
        "Ab",
        -0.24786499
      ],
      [
        "raham",
        -0.00033760787
      ],
      [
        " Lincoln",
        -0.0005800773
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\"": {
    "guess": "Michaelangelo's David",
    "confidence": [
      [
        "Michael",
        -1.7951958
      ],
      [
        "angelo",
        -0.92563057
      ],
      [
        "'s",
        -0.44996804
      ],
      [
        " David",
        -1.0398251
      ]
    ]
  },
  "He changed his name from Labarnas II when he moved the imperial capital from Kussara. His reign, lasting": {
    "guess": "Labarna III",
    "confidence": [
      [
        "Lab",
        -0.96663475
      ],
      [
        "arna",
        -0.60738724
      ],
      [
        " III",
        -0.29246336
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first been proposed by his father, Joseph. This politician was ousted after declaring, \"I have friends in this house,\" during the Norway Debate, and this man's brother Austen won the Nobel Peace Prize for his part in negotiating the Locarno Treaties. This man's concession of the Sudetenland caused him to proclaim that he had achieved \"Peace in our time with honor.\" Known for signing the Munich Pact with": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.012348829
      ],
      [
        "ev",
        -1.3306016e-05
      ],
      [
        "ille",
        -3.4405064e-05
      ],
      [
        " Chamber",
        -6.253713e-05
      ],
      [
        "lain",
        -3.9292416e-05
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and Monsters, or playing himself on The Simpsons and getting struck by lightning because people keep saying \"MacBeth\". He provided the voice of Iorek Byrnison in The Golden Compass, and you may have seen another of his characters trapped on a bridge and shouting \"You shall not pass!\" FTP, name this British": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.04363126
      ],
      [
        " McK",
        -0.01517398
      ],
      [
        "ellen",
        -0.007987386
      ]
    ]
  },
  "The change in entropy due to heating is equal to the natural log of the ratio of temperatures times the number of moles of the substance times this quantity. At low temperatures, Debye proposed that it is proportional to the cube of the temperature. Its value in constant volume is 5/2 R for a diatomic": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.20275664
      ],
      [
        " capacity",
        -0.11773548
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme Court, which ruled that this case's outcome has \"become a part of our national culture.\" Dickerson v. United States held that the outcome of this case was a constitutional rule whose waiver must be knowing, intelligent, and voluntary. This case arose when a Latino man confessed to a kidnapping in": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.022972556
      ],
      [
        "anda",
        -1.0564331e-05
      ],
      [
        " v",
        -0.0013770182
      ],
      [
        ".",
        -0.00026383912
      ],
      [
        " Arizona",
        -6.909333e-05
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men were sore beguiled\" in Edwin Arlington Robinson's poem \"The Master.\"   He \"will not rest/ near the old courthouse pacing up and down,\" in a poem in which he \"Walks at Midnight,\" while in a more famous poem, he has \"fallen cold and dead\" even though \"the ship has weathered every rack/ The prize we sought is won.\" FTP, name this man who is twice referred to as \"captain\" in the title of an elegy by": {
    "guess": "Abraham Lincoln",
    "confidence": [
      [
        "Ab",
        -1.3014274
      ],
      [
        "raham",
        -0.00045021495
      ],
      [
        " Lincoln",
        -0.0005328983
      ]
    ]
  },
  "The Chagga people live near this mountain and gave it its name. The second peak is known as Mawenzi, once known as Hans Meyer Peak, but the highest peak of this massive volcano is called Uhuru, The snow at the top has been dwindling away, but recent research suggests that this was caused by solar radiation over the last few centuries, not just global warming. Well described by Hemingway in a famous": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0148832435
      ],
      [
        " Kil",
        -1.2829201e-05
      ],
      [
        "iman",
        -7.314626e-05
      ],
      [
        "j",
        -6.396757e-05
      ],
      [
        "aro",
        -1.1517961e-05
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco Franco. Lord Halifax served as this man's Foreign Secretary after Anthony Eden resigned because of a disagreement with this man's most famous policy. That policy was formally adopted when he, along with Edouard Daladier and Benito Mussolini, signed the Munich Agreement, ceding the Sudentenland to Hitler. For 10 points, name this British Prime Minister, who attempted to avoid war with Germany": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.00061188266
      ],
      [
        "ev",
        -8.418666e-06
      ],
      [
        "ille",
        -7.529192e-05
      ],
      [
        " Chamber",
        -6.909333e-05
      ],
      [
        "lain",
        -3.5358695e-05
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel,": {
    "guess": "Anthony Andrews",
    "confidence": [
      [
        "Anthony",
        -0.51859796
      ],
      [
        " Andrews",
        -0.005697454
      ]
    ]
  },
  "The Chagga people live near this mountain and gave it its name. The second peak is known as Mawenzi, once known as Hans Meyer Peak, but the highest peak of this massive volcano is called Uhuru, The snow": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.08887588
      ],
      [
        " Kil",
        -7.5530326e-05
      ],
      [
        "iman",
        -0.00014990607
      ],
      [
        "j",
        -0.00012284685
      ],
      [
        "aro",
        -1.7597347e-05
      ]
    ]
  },
  "He changed prison cells in Phylace, where he helped Iphiclus conceive an heir. This figure also discovered": {
    "guess": "Theseus",
    "confidence": [
      [
        "These",
        -1.4191867
      ],
      [
        "us",
        -0.0003495282
      ]
    ]
  },
  "He changed prison cells in Phylace, where he helped Iphiclus conceive an heir. This figure also discovered the need to remove a rusty knife from a tree, and his brother had to retrieve the cattle of (*) Phylacus in order to marry Pero. He helped Bias perform that task after earning both himself and Bias a third of Pylos through some secrets vultures told him. For 10 points— name this Greek prophet": {
    "guess": "Melampus",
    "confidence": [
      [
        "Mel",
        -0.008526276
      ],
      [
        "ampus",
        -0.0010415019
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.01737867
      ],
      [
        "ev",
        -0.00017648483
      ],
      [
        "ille",
        -4.334534e-05
      ],
      [
        " Chamber",
        -0.0001437075
      ],
      [
        "lain",
        -4.1199673e-05
      ]
    ]
  },
  "The change in entropy due to heating is equal to the natural log of the ratio of temperatures times the number of moles of the substance times this quantity. At low temperatures, Debye proposed that it": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.37347883
      ],
      [
        " capacity",
        -0.0133826835
      ]
    ]
  },
  "The Chagga people live near this mountain and gave it its name. The second peak is known as Mawenzi, once known as Hans Meyer Peak, but the highest peak of this massive volcano is called Uhuru, The snow at the top has been dwindling away, but recent research suggests that this was caused by solar radiation over the last few centuries, not just global warming. Well described by Hemingway in a famous story, this mountain straddles Tanzania and Kenya. Name this tallest mountain of Africa.": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0035177562
      ],
      [
        " Kil",
        -5.8126592e-05
      ],
      [
        "iman",
        -4.7755875e-05
      ],
      [
        "j",
        -8.518583e-05
      ],
      [
        "aro",
        -8.657073e-06
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and Monsters, or playing himself on The Simpsons and getting struck by lightning because people keep saying \"MacBeth\". He provided the voice of Iorek Byrnison in The Golden Compass, and you may have seen": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.028966693
      ],
      [
        " McK",
        -0.008943789
      ],
      [
        "ellen",
        -0.007877157
      ]
    ]
  },
  "The change in this quantity is equal to the maximum work accompanying a process, and a change in a system at constant temperature and volume is spontaneous if this decreases.  FTP, identify this thermodynamic": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.0032259563
      ],
      [
        "ib",
        -2.3392786e-06
      ],
      [
        "bs",
        -0.0009228924
      ],
      [
        " free",
        -0.023357287
      ],
      [
        " energy",
        -5.025915e-05
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme": {
    "guess": "United States v. Morrison",
    "confidence": [
      [
        "United",
        -1.4766546
      ],
      [
        " States",
        -0.0015524752
      ],
      [
        " v",
        -0.004876504
      ],
      [
        ".",
        -0.0014658194
      ],
      [
        " Morrison",
        -2.0274158
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with respect to temperature gives this quantity, which can be calculated for ideal gases by the Sackur-Tetrode equation. Equal to the Boltzmann constant times the natural log of the number of microstates, this quantity can be decreased by the hypothetical Maxwell's demon. The second law of thermodynamics states all spontaneous processes lead to an increase in this property for the universe. For 10 points,": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.012090456
      ]
    ]
  },
  "This man chaired the 40 Committee that authorized the CIA backed coup of Salvador Allende (Ah-YEN-day) in Chile. He negotiated with Zhou Enlai during Richard Nixon's 1972 visit to China. As National Security Advisor, he applied the term \"détente\" [day-TAHNT] to relaxation of tensions with the Soviet": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.14931774
      ],
      [
        " Kiss",
        -4.6683042e-05
      ],
      [
        "inger",
        -3.4285862e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.11300534
      ],
      [
        "ev",
        -0.00011892046
      ],
      [
        "ille",
        -2.6418418e-05
      ],
      [
        " Chamber",
        -7.946405e-05
      ],
      [
        "lain",
        -4.561021e-05
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival of the fat poet Augustus Carmichael at the family retreat during the first section, The Window, which describes characters such as Charles Tansley, who cruelly judges another character's work by saying \"Women can't paint. Women can't write.\" In the final section, Camelia and James finally go to the titular location and Lily Briscoe picks up a portrait of Mrs. Ramsay that she began years ago.  This describes events in - for 10 points - what most famous work of Virginia Woolf?": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.0011978478
      ],
      [
        " the",
        -0.001100207
      ],
      [
        " L",
        -2.1650272e-05
      ],
      [
        "ighthouse",
        -2.8802491e-05
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with": {
    "guess": "Trouton's rule",
    "confidence": [
      [
        "Tr",
        -0.11560137
      ],
      [
        "out",
        -4.048445e-05
      ],
      [
        "on",
        -0.00042804674
      ],
      [
        "'s",
        -0.0026190626
      ],
      [
        " rule",
        -0.043030363
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.": {
    "guess": "The Chosen",
    "confidence": [
      [
        "The",
        -0.13702829
      ],
      [
        " Ch",
        -0.2757175
      ],
      [
        "osen",
        -0.0012124951
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival of the fat poet Augustus Carmichael at the family retreat during the first section, The Window,": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.0011732018
      ],
      [
        " the",
        -0.001972527
      ],
      [
        " L",
        -3.202099e-05
      ],
      [
        "ighthouse",
        -5.276243e-05
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes him homesick. The experiences of soldiers returning home from this war were described in the novel The Road Back. While dying of a leg wound in a novel set during this war, Kemmerich asks that his shoes be given to Müller. That novel focuses on the Second Company, led by Corporal Himmelstoss, who treats Paul Bäumer ruthlessly. For 10 points, name this war that made heavy use of trenches, as described in Erich Maria Remarque's All Quiet on the Western Front.": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.0012542768
      ],
      [
        " War",
        -0.00014346908
      ],
      [
        " I",
        -0.00025311444
      ]
    ]
  },
  "He changed his name from Labarnas II when he moved the imperial capital from Kussara. His reign, lasting from approximately 1650 to 1620 BCE, was troubled by domestic intrigue, causing him to disown three rebellious sons, eventually appointing his grandson Mursilis I, as successor. Under his reign, his people penetrated the Taurus range and invaded the Yamhad kingdom in northern Syria. FTP identify": {
    "guess": "Hattusili I",
    "confidence": [
      [
        "H",
        -0.3250807
      ],
      [
        "att",
        -0.05589872
      ],
      [
        "us",
        -0.02036167
      ],
      [
        "ili",
        -0.042989492
      ],
      [
        " I",
        -0.0017534764
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.24036154
      ],
      [
        " McK",
        -0.0029741377
      ],
      [
        "ellen",
        -0.00047226032
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.06833549
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with respect to temperature gives this quantity, which can be calculated for ideal gases by the Sackur-Tetrode equation. Equal to the Boltzmann constant times the natural log of the number of microstates,": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.08906684
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme Court, which ruled that this case's outcome has \"become a part of our national culture.\" Dickerson v. United States held that the outcome of this case was a constitutional rule whose waiver must be": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.024458041
      ],
      [
        "anda",
        -2.057744e-05
      ],
      [
        " v",
        -0.002616682
      ],
      [
        ".",
        -0.00023381444
      ],
      [
        " Arizona",
        -8.76891e-05
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes him homesick. The experiences of soldiers returning home from this war were described in the novel The Road Back. While dying of a leg wound in a novel set during this war, Kemmerich asks that his shoes be given to Müller. That novel focuses on the Second Company, led by Corporal Himmelstoss, who treats Paul Bäumer ruthlessly. For 10 points, name this war that made heavy use of trenches, as described": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.30883798
      ],
      [
        " Quiet",
        -0.00025216083
      ],
      [
        " on",
        -3.88156e-05
      ],
      [
        " the",
        -0.00026920327
      ],
      [
        " Western",
        -4.1199673e-05
      ],
      [
        " Front",
        -1.4259645e-05
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes him homesick. The experiences of soldiers returning home from this war were described in the novel The Road Back. While dying of a leg wound in a novel set during this war, Kemmerich asks that his shoes be given to Müller. That novel focuses on the Second Company, led by Corporal Himmelstoss, who": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.27330422
      ],
      [
        " War",
        -0.0004009985
      ],
      [
        " I",
        -0.0114834905
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for": {
    "guess": "John Bailey",
    "confidence": [
      [
        "John",
        -1.4672498
      ],
      [
        " Bailey",
        -0.4189059
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with respect to temperature gives this quantity, which can be calculated for ideal gases by the Sackur-Tetrode": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.04561422
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco Franco. Lord Halifax served as this man's Foreign Secretary after Anthony Eden resigned because of a disagreement with this man's most famous policy. That policy was formally adopted when he, along with Edouard Daladier and Benito Mussolini, signed the Munich Agreement, ceding the Sudentenland to Hitler. For 10 points, name this British Prime Minister, who attempted to avoid war with Germany through appeasement and infamously declared \"peace for our time.\"": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.0011977284
      ],
      [
        "ev",
        -1.7597347e-05
      ],
      [
        "ille",
        -4.310693e-05
      ],
      [
        " Chamber",
        -7.648396e-05
      ],
      [
        "lain",
        -4.9186317e-05
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for the Mississippi Freedom Democrat Party. As his state's attorney general, he organized twenty two states to file amicus briefs in the landmark Supreme Court case Gideon v. Wainwright, and he attempted to discredit his opponent in the primaries, Gary Hart, with a co-opted Wendy's ad. For 10 points, name this man who won only his home state of Minnesota and the District of Columbia while losing to Ronald": {
    "guess": "Walter Mondale",
    "confidence": [
      [
        "W",
        -1.146105
      ],
      [
        "alter",
        -0.0065512364
      ],
      [
        " Mond",
        -0.0035866527
      ],
      [
        "ale",
        -7.743759e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -1.218453
      ],
      [
        " E",
        -0.02062107
      ],
      [
        "wart",
        -0.005456205
      ],
      [
        " Glad",
        -4.036525e-05
      ],
      [
        "stone",
        -4.0842064e-05
      ]
    ]
  },
  "He changed his name from Labarnas II when he moved the imperial capital from Kussara. His reign, lasting from approximately 1650 to 1620 BCE, was troubled by domestic intrigue, causing him to disown three rebellious sons, eventually appointing his grandson Mursilis I, as successor. Under his reign, his": {
    "guess": "Hattusili I",
    "confidence": [
      [
        "H",
        -0.45009723
      ],
      [
        "att",
        -0.24666968
      ],
      [
        "us",
        -0.042426817
      ],
      [
        "ili",
        -0.036179025
      ],
      [
        " I",
        -0.005336455
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama claims with the US. He won reelection with the Midlothian Campaign after returning to politics with a pamphlet attacking the sitting Prime Minister's indifference toward the Bulgarian Horrors.": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.02476138
      ],
      [
        " E",
        -0.004245674
      ],
      [
        "wart",
        -0.00044425478
      ],
      [
        " Glad",
        -1.27099975e-05
      ],
      [
        "stone",
        -3.261701e-05
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.022308376
      ],
      [
        "ev",
        -0.00036454422
      ],
      [
        "ille",
        -6.301394e-05
      ],
      [
        " Chamber",
        -0.00019603055
      ],
      [
        "lain",
        -4.8113485e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.06281539
      ],
      [
        " E",
        -0.007895136
      ],
      [
        "wart",
        -0.006755037
      ],
      [
        " Glad",
        -1.147242e-06
      ],
      [
        "stone",
        -5.419287e-05
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him": {
    "guess": "Oliver Hazard Perry",
    "confidence": [
      [
        "Ol",
        -0.11549772
      ],
      [
        "iver",
        -5.5122365e-07
      ],
      [
        " Hazard",
        -0.006644441
      ],
      [
        " Perry",
        -9.4914985e-06
      ]
    ]
  },
  "The change in entropy due to heating is equal to the natural log of the ratio of temperatures times the number of moles of the substance times this quantity. At low temperatures, Debye proposed that it is proportional to the cube of the temperature. Its value in constant volume is 5/2 R for a diatomic ideal gas, and 3/2 R for a monatomic gas. FTP name this thermodynamic quantity defined as the heat": {
    "guess": "Heat capacity",
    "confidence": [
      [
        "Heat",
        -0.9800446
      ],
      [
        " capacity",
        -0.065651245
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes him homesick. The experiences of soldiers returning home from this war were described in the novel": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.10557415
      ],
      [
        " Quiet",
        -7.743759e-05
      ],
      [
        " on",
        -6.81397e-05
      ],
      [
        " the",
        -0.00034869378
      ],
      [
        " Western",
        -6.2729996e-06
      ],
      [
        " Front",
        -4.2391708e-05
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for the Mississippi Freedom Democrat Party. As his state's attorney general, he organized twenty two states to file amicus briefs in the landmark Supreme Court case Gideon v. Wainwright, and he attempted to discredit his opponent in the primaries, Gary Hart, with a co-opted Wendy's ad. For 10 points, name this man who won only his home state of Minnesota and the District of Columbia while losing to Ronald Reagan in the 1984 presidential election.": {
    "guess": "Walter Mondale",
    "confidence": [
      [
        "W",
        -0.94115186
      ],
      [
        "alter",
        -0.002695386
      ],
      [
        " Mond",
        -0.0001911432
      ],
      [
        "ale",
        -5.7292167e-05
      ]
    ]
  },
  "The Chagga people live near this mountain and gave it its name. The second peak is known as Mawenzi,": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.0008541669
      ],
      [
        " Kil",
        -1.11603495e-05
      ],
      [
        "iman",
        -4.2153304e-05
      ],
      [
        "j",
        -7.767599e-05
      ],
      [
        "aro",
        -4.365741e-06
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men were sore beguiled\" in Edwin Arlington Robinson's poem \"The Master.\"   He \"will not rest/ near the old courthouse pacing up and down,\" in a poem in which he \"Walks at Midnight,\" while in a more famous poem, he has \"fallen cold and dead\" even though \"the ship has weathered every rack/ The prize we sought": {
    "guess": "Abraham Lincoln",
    "confidence": [
      [
        "Ab",
        -0.3609345
      ],
      [
        "raham",
        -0.00013691289
      ],
      [
        " Lincoln",
        -0.00036549784
      ]
    ]
  },
  "The change in this quantity is equal to the maximum work accompanying a process, and a change in a system at constant temperature and volume is spontaneous if this decreases.  FTP, identify this thermodynamic quantity, defined as internal energy minus temperature times entropy, which is similar to the": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.5882975
      ],
      [
        "ib",
        -1.3856493e-06
      ],
      [
        "bs",
        -0.00047082987
      ],
      [
        " free",
        -0.008938238
      ],
      [
        " energy",
        -1.962381e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first been proposed by his father, Joseph. This politician was ousted after declaring, \"I have friends in": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.007941967
      ],
      [
        "ev",
        -3.22594e-05
      ],
      [
        "ille",
        -5.1928004e-05
      ],
      [
        " Chamber",
        -0.00010652328
      ],
      [
        "lain",
        -3.070975e-05
      ]
    ]
  },
  "The change in this quantity is equal to the maximum work accompanying a process, and a change in a system": {
    "guess": "Helmholtz free energy",
    "confidence": [
      [
        "H",
        -0.3851941
      ],
      [
        "elm",
        -2.546479e-05
      ],
      [
        "h",
        -6.1821906e-05
      ],
      [
        "olt",
        -3.888926e-06
      ],
      [
        "z",
        -4.4849444e-06
      ],
      [
        " free",
        -0.0031704644
      ],
      [
        " energy",
        -2.0935051e-05
      ]
    ]
  },
  "The change in this quantity is approximately the same for all liquids at their boiling temperature according to Trouton's rule. Taking the negative partial derivative of the Helmholtz free energy with respect to temperature gives this quantity, which can be calculated for ideal gases by the Sackur-Tetrode equation. Equal to the Boltzmann constant times the natural log of the number of microstates, this quantity can be decreased by the hypothetical Maxwell's demon. The second law of thermodynamics states all spontaneous processes lead to an increase in this property for the universe. For 10 points, name this property that measures the disorder in a system.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.012796979
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco Franco. Lord Halifax served as this man's Foreign Secretary after Anthony Eden resigned because of a disagreement with this man's most famous policy. That policy was formally adopted when he,": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.013536288
      ],
      [
        "ev",
        -0.00025883623
      ],
      [
        "ille",
        -7.851042e-05
      ],
      [
        " Chamber",
        -0.00013679368
      ],
      [
        "lain",
        -2.8802491e-05
      ]
    ]
  },
  "He changed his name from Labarnas II when he moved the imperial capital from Kussara. His reign, lasting from approximately 1650 to 1620 BCE, was troubled by domestic intrigue, causing him to disown three rebellious sons, eventually appointing his grandson Mursilis I, as successor. Under his reign, his people penetrated the Taurus range and invaded the Yamhad kingdom in northern Syria. FTP identify this first great Hittite emperor.": {
    "guess": "Hattusili I",
    "confidence": [
      [
        "H",
        -0.38995975
      ],
      [
        "att",
        -0.011140373
      ],
      [
        "us",
        -0.007822745
      ],
      [
        "ili",
        -0.01056137
      ],
      [
        " I",
        -0.0010155413
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme Court, which ruled that this case's outcome has \"become a part of our national culture.\" Dickerson v. United States held that the outcome of this case was a constitutional rule whose waiver must be knowing, intelligent, and voluntary. This case arose when a Latino man confessed to a kidnapping in Phoenix. For 10 points, name this case in which the Supreme Court held that the Fifth Amendment required": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.014348246
      ],
      [
        "anda",
        -1.4378848e-05
      ],
      [
        " v",
        -0.0006042647
      ],
      [
        ".",
        -0.00011617878
      ],
      [
        " Arizona",
        -2.7133641e-05
      ]
    ]
  },
  "The Chagga people live near this mountain and gave it its name. The second peak is known as Mawenzi, once known as Hans Meyer Peak, but the highest peak of this massive volcano is called Uhuru, The snow at the top has been dwindling away, but recent research suggests that this was caused by solar radiation": {
    "guess": "Mount Kilimanjaro",
    "confidence": [
      [
        "Mount",
        -0.028763084
      ],
      [
        " Kil",
        -2.0339032e-05
      ],
      [
        "iman",
        -8.852353e-05
      ],
      [
        "j",
        -9.066919e-05
      ],
      [
        "aro",
        -1.2113979e-05
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -1.3565447
      ],
      [
        "oses",
        -0.088583104
      ]
    ]
  },
  "He changed prison cells in Phylace, where he helped Iphiclus conceive an heir. This figure also discovered the need to remove a rusty knife from a tree, and his brother had to retrieve the cattle of (*)": {
    "guess": "Amphitryon",
    "confidence": [
      [
        "Am",
        -0.49269155
      ],
      [
        "ph",
        -0.09346286
      ],
      [
        "it",
        -0.067638166
      ],
      [
        "ry",
        -0.0006427381
      ],
      [
        "on",
        -5.6934558e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first been proposed by his father, Joseph. This politician was ousted after declaring, \"I have friends in this house,\" during the Norway Debate, and this man's brother Austen won the Nobel Peace Prize for his part in negotiating the Locarno Treaties. This man's concession of the Sudetenland caused him to": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.014526263
      ],
      [
        "ev",
        -2.2246291e-05
      ],
      [
        "ille",
        -3.166338e-05
      ],
      [
        " Chamber",
        -0.00011498674
      ],
      [
        "lain",
        -2.5941605e-05
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him court-martialed instead. He died on a diplomatic mission to Venezuela to discuss the problem of piracy with Simon Bolivar. This man carried a battle flag emblazoned with the last words of James Lawrence,": {
    "guess": "Oliver Hazard Perry",
    "confidence": [
      [
        "Ol",
        -0.0802327
      ],
      [
        "iver",
        -2.4584822e-06
      ],
      [
        " Hazard",
        -0.0006509595
      ],
      [
        " Perry",
        -1.5928495e-05
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for the Mississippi Freedom Democrat Party. As his state's attorney general, he organized twenty two states": {
    "guess": "Walter Mondale",
    "confidence": [
      [
        "W",
        -0.54413265
      ],
      [
        "alter",
        -0.0018503432
      ],
      [
        " Mond",
        -0.061226796
      ],
      [
        "ale",
        -1.0087517e-05
      ]
    ]
  },
  "Changes in this quantity due to mixing are the concern of the Gibbs paradox. Given by Boltzmann's constant times the log of the number of microstates, its changes may equal heat divided by temperature. This state function is zero in a perfect (*) crystal at 0 Kelvin and it cannot decrease in isolated systems, by the Second Law of Thermodynamics. Denoted S, for 10 points, name this quantity measuring a system's disorder.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0006579888
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama claims with the US. He won reelection with the Midlothian Campaign after returning to politics with a pamphlet attacking the sitting Prime Minister's indifference toward the Bulgarian Horrors. He introduced two bills on Irish Home Rule, which were rejected in his third and fourth sittings as prime minister. For 10 points, name this Liberal Prime Minister of England, the long-time rival of Benjamin Disraeli.": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.0047719916
      ],
      [
        " E",
        -0.0010924735
      ],
      [
        "wart",
        -0.00013190633
      ],
      [
        " Glad",
        -3.1281633e-07
      ],
      [
        "stone",
        -1.18755715e-05
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater dialect regions, was established at the University of Keel.  It allows complex consonant clusters at the beginning of words, the largest difference from its similar neighbors German and Dutch. While it was once spoken along most of the North Sea coast, its largest dialect group, the western one, only has about 400,000 speakers, who mainly live in the northern provinces of the Netherlands.  For 10": {
    "guess": "Frisian",
    "confidence": [
      [
        "F",
        -0.21036835
      ],
      [
        "ris",
        -5.7888185e-05
      ],
      [
        "ian",
        -2.7968066e-05
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme Court, which ruled that this case's outcome has \"become a part of our national culture.\" Dickerson": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.09682093
      ],
      [
        "anda",
        -0.00020985818
      ],
      [
        " v",
        -0.0005494566
      ],
      [
        ".",
        -0.00024751187
      ],
      [
        " Arizona",
        -4.012684e-05
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.002801791
      ],
      [
        " the",
        -0.0010947346
      ],
      [
        " L",
        -0.00010139752
      ],
      [
        "ighthouse",
        -4.9663133e-05
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of": {
    "guess": "Philip Snowden",
    "confidence": [
      [
        "Philip",
        -0.10405437
      ],
      [
        " Snowden",
        -0.0053026546
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for the Mississippi Freedom Democrat Party. As his state's attorney general, he organized twenty two states to file amicus briefs in the landmark Supreme Court case Gideon v. Wainwright, and he attempted to discredit his opponent in the primaries, Gary Hart, with a co-opted Wendy's ad. For 10 points, name": {
    "guess": "Gideon v. Wainwright",
    "confidence": [
      [
        "G",
        -1.7723356
      ],
      [
        "ideon",
        -0.031118017
      ],
      [
        " v",
        -0.0027377089
      ],
      [
        ".",
        -0.00016957101
      ],
      [
        " W",
        -0.00023774817
      ],
      [
        "ain",
        -2.3915141e-05
      ],
      [
        "wright",
        -0.00028696097
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\",": {
    "guess": "The Angel of Death",
    "confidence": [
      [
        "The",
        -1.0778192
      ],
      [
        " Angel",
        -0.49895316
      ],
      [
        " of",
        -0.078550644
      ],
      [
        " Death",
        -0.07188788
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater dialect regions, was established at the University of Keel.  It allows complex consonant clusters at": {
    "guess": "Welsh Language",
    "confidence": [
      [
        "Wel",
        -1.5809056
      ],
      [
        "sh",
        -8.2324936e-05
      ],
      [
        " Language",
        -0.052657124
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement": {
    "guess": "Arabidopsis thaliana",
    "confidence": [
      [
        "Ar",
        -1.2389215
      ],
      [
        "ab",
        -0.0004583135
      ],
      [
        "id",
        -0.0008353584
      ],
      [
        "opsis",
        -0.0005753128
      ],
      [
        " th",
        -0.68269485
      ],
      [
        "alian",
        -7.600714e-05
      ],
      [
        "a",
        -3.3809047e-05
      ]
    ]
  },
  "He changed his name from Labarnas II when he moved the imperial capital from Kussara. His reign, lasting from approximately 1650 to 1620 BCE, was troubled by domestic intrigue, causing him to disown three": {
    "guess": "Hattusili I",
    "confidence": [
      [
        "H",
        -0.5426474
      ],
      [
        "att",
        -0.2107736
      ],
      [
        "us",
        -0.09345939
      ],
      [
        "ili",
        -0.032566942
      ],
      [
        " I",
        -0.08803636
      ]
    ]
  },
  "Changes in this quantity due to mixing are the concern of the Gibbs paradox. Given by Boltzmann's constant": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.010149486
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or": {
    "guess": "Cancer cell",
    "confidence": [
      [
        "C",
        -0.80660146
      ],
      [
        "ancer",
        -0.0005373052
      ],
      [
        " cell",
        -0.5741421
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.08257293
      ],
      [
        "ev",
        -0.0023160721
      ],
      [
        "ille",
        -0.00032068457
      ],
      [
        " Chamber",
        -0.00026538875
      ],
      [
        "lain",
        -4.9424725e-05
      ]
    ]
  },
  "He changed prison cells in Phylace, where he helped Iphiclus conceive an heir. This figure also discovered the need to remove a rusty knife from a tree, and his brother had to retrieve the cattle of (*) Phylacus in order to marry Pero. He helped Bias perform that task after earning both himself and Bias": {
    "guess": "Melampus",
    "confidence": [
      [
        "Mel",
        -0.016938427
      ],
      [
        "ampus",
        -0.0010419787
      ]
    ]
  },
  "He chaired a committee at the 1964 Democratic Convention to determine the status of the delegates for the Mississippi Freedom Democrat Party. As his state's attorney general, he organized twenty two states to file amicus briefs in the landmark Supreme Court case Gideon v. Wainwright, and he attempted": {
    "guess": "Robert F. Kennedy",
    "confidence": [
      [
        "Robert",
        -2.085423
      ],
      [
        " F",
        -0.00303844
      ],
      [
        ".",
        -0.001599368
      ],
      [
        " Kennedy",
        -0.0026852794
      ]
    ]
  },
  "This man chaired the 40 Committee that authorized the CIA backed coup of Salvador Allende (Ah-YEN-day) in Chile. He negotiated with Zhou Enlai during Richard Nixon's 1972 visit to China. As National Security": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.5611519
      ],
      [
        " Kiss",
        -0.00020711649
      ],
      [
        "inger",
        -9.186123e-05
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco Franco. Lord Halifax served as this man's Foreign Secretary after Anthony Eden resigned because": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.023435773
      ],
      [
        "ev",
        -0.00029470553
      ],
      [
        "ille",
        -7.266944e-05
      ],
      [
        " Chamber",
        -0.00020735491
      ],
      [
        "lain",
        -6.1821906e-05
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway, which relies on the NPQ1 gene. These cells require AAPK autophosphorylation and a variant of the 14-3-3": {
    "guess": "Guard Cells",
    "confidence": [
      [
        "Guard",
        -0.14316174
      ],
      [
        " Cells",
        -0.78583705
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him court-martialed instead. He died on a diplomatic mission to Venezuela to discuss the problem of piracy with Simon Bolivar. This man carried a battle flag emblazoned with the last words of James Lawrence, \"Don't Give Up the Ship.\" After his flagship sunk, this man took command of the Niagara to defeat six heavy vessels under Barclay near Put-In-Bay. For 10 points, name this man who said \"We have": {
    "guess": "Oliver Hazard Perry",
    "confidence": [
      [
        "Ol",
        -0.009398562
      ],
      [
        "iver",
        -2.1173457e-05
      ],
      [
        " Hazard",
        -0.004357841
      ],
      [
        " Perry",
        -1.11603495e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama claims with the US. He won reelection with the Midlothian Campaign after returning to politics": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.0076761805
      ],
      [
        " E",
        -0.008849739
      ],
      [
        "wart",
        -0.010174271
      ],
      [
        " Glad",
        -1.2664457e-06
      ],
      [
        "stone",
        -6.0272258e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician set up the Post Office Savings Bank. This man wrote the massive but generally misguided essay collection Studies on Homer and the Homeric Age. A series of military reforms was put in place by his secretary of state, Edward Cardwell, and he settled the Alabama claims with the US. He won reelection with the Midlothian Campaign after returning to politics with a pamphlet attacking the sitting Prime Minister's indifference toward the Bulgarian Horrors. He introduced two bills on Irish Home Rule, which were rejected in his third and fourth sittings as prime minister. For 10 points, name this Liberal Prime Minister of England, the long-time rival of Benjamin": {
    "guess": "William Ewart Gladstone",
    "confidence": [
      [
        "William",
        -0.0030594692
      ],
      [
        " E",
        -0.025853269
      ],
      [
        "wart",
        -0.0024578185
      ],
      [
        " Glad",
        -1.9361265e-07
      ],
      [
        "stone",
        -4.4537377e-05
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes him homesick. The experiences of soldiers returning home from this war were described in the novel The Road Back. While dying of a leg wound in a novel set during this war, Kemmerich asks that his": {
    "guess": "World War I",
    "confidence": [
      [
        "World",
        -0.027323797
      ],
      [
        " War",
        -0.00026300468
      ],
      [
        " I",
        -0.010468289
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men were sore beguiled\" in Edwin Arlington Robinson's poem \"The Master.\"   He \"will not rest/ near the": {
    "guess": "Moses",
    "confidence": [
      [
        "M",
        -1.509406
      ],
      [
        "oses",
        -0.094697446
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater dialect regions, was established at the University of Keel.  It allows complex consonant clusters at the beginning of words, the largest difference from its similar neighbors German and Dutch. While it": {
    "guess": "Frisian Language",
    "confidence": [
      [
        "F",
        -0.20780177
      ],
      [
        "ris",
        -0.00044866532
      ],
      [
        "ian",
        -4.429897e-05
      ],
      [
        " Language",
        -0.03856259
      ]
    ]
  },
  "This man chaired the 40 Committee that authorized the CIA backed coup of Salvador Allende (Ah-YEN-day) in Chile. He negotiated with Zhou Enlai during Richard Nixon's 1972 visit to China. As National Security Advisor, he applied the term \"détente\" [day-TAHNT] to relaxation of tensions with the Soviet Union. (*) For 10 points, name this Nobel Peace Prize winner and realpolitik advocate who served as Secretary of State at the end of the Vietnam War.": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.0010847325
      ],
      [
        " Kiss",
        -2.1173457e-05
      ],
      [
        "inger",
        -3.5120287e-05
      ]
    ]
  },
  "This man was challenged to a duel by his nemesis Jesse Elliott, but declined and attempted to have him court-martialed instead. He died on a diplomatic mission to Venezuela to discuss the problem of piracy with Simon Bolivar. This man carried a battle flag emblazoned with the last words of James Lawrence, \"Don't Give Up the Ship.\" After his flagship sunk, this man took command of the Niagara to defeat six heavy vessels under Barclay near Put-In-Bay. For 10 points, name this man who said \"We have met the enemy and they are ours\" after winning the Battle of Lake Erie.": {
    "guess": "Oliver Hazard Perry",
    "confidence": [
      [
        "Ol",
        -0.0537706
      ],
      [
        "iver",
        -6.392203e-06
      ],
      [
        " Hazard",
        -0.0013538065
      ],
      [
        " Perry",
        -6.6306106e-06
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which Ludwig Breyer is injured in a riot. Detering deserts during this war after he sees a blossom that makes": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -0.62739486
      ],
      [
        " Quiet",
        -0.0002291655
      ],
      [
        " on",
        -0.00011820524
      ],
      [
        " the",
        -0.0003737119
      ],
      [
        " Western",
        -0.00019805702
      ],
      [
        " Front",
        -5.705376e-05
      ]
    ]
  },
  "As Chancellor of the Exchequer, this politician pushed the \"Imperial Preference\" tariff that had first been proposed by his father, Joseph. This politician was ousted after declaring, \"I have friends in this house,\" during the Norway Debate, and this man's brother Austen won the Nobel Peace Prize for his part in negotiating the Locarno Treaties. This man's concession of the Sudetenland caused him to proclaim that he had achieved \"Peace in our time with honor.\" Known for signing the Munich Pact with Adolf Hitler, FTP, name this Conservative Prime Minister who was succeeded by Winston Churchill.": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.009865051
      ],
      [
        "ev",
        -4.00813e-06
      ],
      [
        "ille",
        -2.5107178e-05
      ],
      [
        " Chamber",
        -0.00010676169
      ],
      [
        "lain",
        -3.1424974e-05
      ]
    ]
  },
  "This man chaired the 40 Committee that authorized the CIA backed coup of Salvador Allende (Ah-YEN-day)": {
    "guess": "Henry Kissinger",
    "confidence": [
      [
        "Henry",
        -0.17755137
      ],
      [
        " Kiss",
        -0.0026497364
      ],
      [
        "inger",
        -0.00016468366
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that": {
    "guess": "The Listeners",
    "confidence": [
      [
        "The",
        -1.223932
      ],
      [
        " List",
        -1.2351469
      ],
      [
        "eners",
        -0.2368965
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and Monsters, or playing himself on The Simpsons and getting struck by lightning because people keep saying": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.028123386
      ],
      [
        " McK",
        -0.00010342398
      ],
      [
        "ellen",
        -0.0004447316
      ]
    ]
  },
  "One challenge to this case arose when Paul Cassell, not the solicitor general, argued before the Supreme Court, which ruled that this case's outcome has \"become a part of our national culture.\" Dickerson v. United States held that the outcome of this case was a constitutional rule whose waiver must be knowing, intelligent, and voluntary. This case arose when a Latino man confessed to a kidnapping in Phoenix. For 10 points, name this case in which the Supreme Court held that the Fifth Amendment required telling arrestees that they had the right to remain silent.": {
    "guess": "Miranda v. Arizona",
    "confidence": [
      [
        "Mir",
        -0.0040341145
      ],
      [
        "anda",
        -1.1994775e-05
      ],
      [
        " v",
        -0.00043472214
      ],
      [
        ".",
        -0.00014048899
      ],
      [
        " Arizona",
        -3.357064e-05
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and Monsters, or playing himself on The Simpsons and getting struck by lightning because people keep saying \"MacBeth\". He provided the voice of Iorek Byrnison in The Golden Compass, and you may have seen another of his characters trapped on a bridge and shouting \"You shall not pass!\" FTP, name this British actor and gay rights activist, best-known for playing Magneto in X-Men and Gandalf in The Lord of the Rings.": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.0010360259
      ],
      [
        " McK",
        -0.001367381
      ],
      [
        "ellen",
        -0.0019864482
      ]
    ]
  },
  "In 1978 a chair for the philology of this language, which can be divided into North, West and Stater": {
    "guess": "Sanskrit",
    "confidence": [
      [
        "S",
        -0.868973
      ],
      [
        "ansk",
        -0.014379035
      ],
      [
        "rit",
        -0.00024370835
      ]
    ]
  },
  "The change in this quantity is equal to the maximum work accompanying a process, and a change in a system at constant temperature and volume is spontaneous if this decreases.  FTP, identify this thermodynamic quantity, defined as internal energy minus temperature times entropy, which is similar to the Gibbs free energy of a system.": {
    "guess": "Helmholtz free energy",
    "confidence": [
      [
        "H",
        -0.06900962
      ],
      [
        "elm",
        -0.00012868783
      ],
      [
        "h",
        -0.00017207429
      ],
      [
        "olt",
        -4.723352e-06
      ],
      [
        "z",
        -6.2729996e-06
      ],
      [
        " free",
        -0.03298179
      ],
      [
        " energy",
        -7.9702455e-05
      ]
    ]
  },
  "As the Chancellor of the Exchequer under Ramsay MacDonald, this man was responsible for abolition of the Poor Laws. His half-brother of the same name negotiated the Locarno Treaties as Stanley Baldwin's foreign secretary. During his tenure as prime minister, this man worked to remove Leon Blum from his position in France and was criticized for sending Sir Robert Hodgson to Burgos to talk with (*) Francisco Franco. Lord Halifax served as this man's Foreign Secretary after Anthony Eden resigned because of a disagreement with this man's most famous policy. That policy was formally adopted when he, along with Edouard Daladier and Benito Mussolini, signed the Munich Agreement, ceding the Sudentenland": {
    "guess": "Neville Chamberlain",
    "confidence": [
      [
        "N",
        -0.004576446
      ],
      [
        "ev",
        -0.00010127832
      ],
      [
        "ille",
        -0.000110457004
      ],
      [
        " Chamber",
        -0.00012749579
      ],
      [
        "lain",
        -7.004696e-05
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway,": {
    "guess": "Guard Cell",
    "confidence": [
      [
        "Guard",
        -0.09457012
      ],
      [
        " Cell",
        -0.5663868
      ]
    ]
  },
  "The chanting of the hymn \"Luriana Lurilee\" occurs before the shorter second section, where we learn that Andrew died in the War and that Prue died giving birth. Time Passes is also preceded by the arrival of the fat poet Augustus Carmichael at the family retreat during the first section, The Window, which describes characters such as Charles Tansley, who cruelly judges another character's work by saying \"Women can't paint. Women can't write.\" In the final section, Camelia and James finally go to the titular location and Lily Briscoe picks up a portrait of Mrs. Ramsay that she began years ago. ": {
    "guess": "To the Lighthouse",
    "confidence": [
      [
        "To",
        -0.0005556552
      ],
      [
        " the",
        -0.00079783495
      ],
      [
        " L",
        -3.619312e-05
      ],
      [
        "ighthouse",
        -2.8325678e-05
      ]
    ]
  },
  "Changes in this quantity due to mixing are the concern of the Gibbs paradox. Given by Boltzmann's constant times the log of the number of microstates, its changes may equal heat divided by temperature. This state function is zero in a perfect (*) crystal at 0 Kelvin and it cannot decrease in isolated systems, by the Second Law of Thermodynamics. Denoted S, for 10 points, name this quantity measuring": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.004025565
      ]
    ]
  },
  "Chances are you didn't see this man playing Chauvelin in the 1982 adaptation of The Scarlet Pimpernel, or as Dr. Peter Cleave in Asylum. It's more likely you saw him portraying James Whale in Gods and Monsters, or playing himself on The Simpsons and getting struck by lightning because people keep saying \"MacBeth\". He provided the voice of Iorek Byrnison in The Golden Compass, and you may have seen another of his characters trapped on a bridge and shouting \"You shall not pass!\" FTP, name this British actor and gay rights activist, best-known for playing Magneto in X-Men and Gandalf in The Lord of": {
    "guess": "Ian McKellen",
    "confidence": [
      [
        "Ian",
        -0.0011117588
      ],
      [
        " McK",
        -0.0002784975
      ],
      [
        "ellen",
        -0.00035476952
      ]
    ]
  },
  "Changes in this quantity due to mixing are the concern of the Gibbs paradox. Given by Boltzmann's constant times the log of the number of microstates, its changes may equal heat divided by temperature.": {
    "guess": "Entropy",
    "confidence": [
      [
        "Entropy",
        -0.0074515105
      ]
    ]
  },
  "In Chaim Potok's The Chosen, Reuven compares Danny to this figure when he first visits him in the hospital.  In one poem, this figure is \"slow to smite and swift to spare/ Gentle and merciful and just!\", while he is \"not forced to frame excuses for his birth/ Fed from within by all the strength he needs\" in a poem by James Russell Lowell.  This person \"came when days were perilous/And hearts of men were sore beguiled\" in Edwin Arlington Robinson's poem \"The Master.\"   He \"will not rest/ near the old courthouse pacing up and down,\" in a poem in which he \"Walks at Midnight,\" while in a more famous poem, he has \"fallen cold and dead\" even though \"the ship has weathered every rack/ The prize we sought is won.\" FTP, name this man who is twice referred to as \"captain\" in the title of an elegy by Walt Whitman, the 16th President of the United States.": {
    "guess": "Abraham Lincoln",
    "confidence": [
      [
        "Ab",
        -0.03196974
      ],
      [
        "raham",
        -8.180258e-06
      ],
      [
        " Lincoln",
        -0.00025382967
      ]
    ]
  },
  "After challenging a schoolmaster's ideas about this war, Willy becomes a teacher in a novel in which": {
    "guess": "The Good Soldier",
    "confidence": [
      [
        "The",
        -0.573485
      ],
      [
        " Good",
        -1.3253253
      ],
      [
        " Soldier",
        -0.50098896
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway, which relies on the NPQ1 gene. These cells require AAPK autophosphorylation and a variant of the 14-3-3 protein to respond to abscisic acid, which is done via a cytoplasmic receptor and calcium signalling,": {
    "guess": "Guard Cells",
    "confidence": [
      [
        "Guard",
        -0.44131267
      ],
      [
        " Cells",
        -0.643875
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway, which relies on the NPQ1 gene. These cells require AAPK autophosphorylation and a variant of the 14-3-3 protein to respond to abscisic acid, which is done via a cytoplasmic receptor and calcium signalling, and are also activated in response to blue light. Their activations is caused by pumping out": {
    "guess": "Guard Cells",
    "confidence": [
      [
        "Guard",
        -0.25298542
      ],
      [
        " Cells",
        -0.30732468
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway, which relies on the NPQ1 gene. These cells require AAPK autophosphorylation and a variant of the 14-3-3 protein to respond to abscisic acid, which is done via a cytoplasmic receptor and calcium signalling, and are also activated in response to blue light. Their activations is caused by pumping out of ? hydrogen ions and a subsequent influx of potassium, causing them to become turgid. For 10 points,": {
    "guess": "Guard Cells",
    "confidence": [
      [
        "Guard",
        -0.091444194
      ],
      [
        " Cells",
        -0.41109473
      ]
    ]
  },
  "Channels in these cells become hyperactive upon the application of a farnesyltransferase inhibitor or deletion of the ERA1 gene, and these cells develop from the same structure as trichomes and pavement cells. These cells use an enzyme that converts violaxanthin to zeaxanthin in one response pathway, which relies on the NPQ1 gene. These cells require AAPK autophosphorylation and a variant of the 14-3-3 protein to respond to abscisic acid, which is done via a cytoplasmic receptor and calcium signalling, and are also activated in response to blue light. Their activations is caused by pumping out of ? hydrogen ions and a subsequent influx of potassium, causing them to become turgid. For 10 points, name these cells that control gas exchange in plants by surrounding and sometimes blocking stomata.": {
    "guess": "Guard Cells",
    "confidence": [
      [
        "Guard",
        -0.010965641
      ],
      [
        " Cells",
        -0.5357595
      ]
    ]
  }
}