{
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.116551034
      ],
      [
        "ippo",
        -0.00039218477
      ],
      [
        " Brun",
        -0.00021593389
      ],
      [
        "elles",
        -2.868329e-05
      ],
      [
        "chi",
        -1.1756368e-05
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical antiquity and the loggia and arches along its front, the Osperadale degli Innocenti. He won his most famous commission by successfully standing an egg on a piece of marble. Another candidate for that commission had previously beaten him in a competition to design a set of bronze doors for the": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.008772927
      ],
      [
        "ippo",
        -0.000110576206
      ],
      [
        " Brun",
        -0.00011284107
      ],
      [
        "elles",
        -2.2007884e-05
      ],
      [
        "chi",
        -1.5570886e-05
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical antiquity and the loggia and arches along its front, the Osperadale degli Innocenti. He won his most famous commission by successfully standing an egg on a piece of marble. Another candidate for that commission had previously beaten him in a competition to design a set of bronze doors for the Florence baptistery, Lorenzo Ghiberti. For 10 points, name this Italian architect who constructed the dome of the Florence Cathedral out of bricks.": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.0015625964
      ],
      [
        "ippo",
        -7.77952e-05
      ],
      [
        " Brun",
        -4.4849444e-06
      ],
      [
        "elles",
        -1.0564331e-05
      ],
      [
        "chi",
        -7.822647e-06
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical antiquity and the loggia and arches along its front, the Osperadale degli Innocenti. He won his most famous commission by successfully standing an egg on a piece of marble. Another candidate for that commission had previously beaten him in a competition to design a set of bronze doors for the Florence baptistery, Lorenzo Ghiberti. For 10 points, name this Italian architect who constructed the": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.0026442641
      ],
      [
        "ippo",
        -8.864273e-05
      ],
      [
        " Brun",
        -1.6643718e-05
      ],
      [
        "elles",
        -1.640531e-05
      ],
      [
        "chi",
        -9.253091e-06
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical antiquity and the loggia and arches along its front, the Osperadale degli Innocenti. He won his": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.04237152
      ],
      [
        "ippo",
        -0.00074184954
      ],
      [
        " Brun",
        -0.00029959288
      ],
      [
        "elles",
        -4.7755875e-05
      ],
      [
        "chi",
        -1.6643718e-05
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible for its planning and not its construction. His first commission is notable for its reference to classical antiquity and the loggia and arches along its front, the Osperadale degli Innocenti. He won his most famous commission by successfully standing an egg on a piece of marble. Another candidate for": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.044854864
      ],
      [
        "ippo",
        -0.0007566198
      ],
      [
        " Brun",
        -7.255024e-05
      ],
      [
        "elles",
        -1.998142e-05
      ],
      [
        "chi",
        -1.6524515e-05
      ]
    ]
  },
  "The Pazzi Chapel was once attributed to him, although it is now thought that he was only responsible": {
    "guess": "Filippo Brunelleschi",
    "confidence": [
      [
        "Fil",
        -0.039202534
      ],
      [
        "ippo",
        -0.00025728656
      ],
      [
        " Brun",
        -9.6867785e-05
      ],
      [
        "elles",
        -2.4034345e-05
      ],
      [
        "chi",
        -1.1398757e-05
      ]
    ]
  }
}