{
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.0020975643
      ],
      [
        "ouri",
        -1.962381e-05
      ],
      [
        " v",
        -8.8285124e-05
      ],
      [
        ".",
        -0.00014156183
      ],
      [
        " Holland",
        -0.008891563
      ]
    ]
  },
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power arising from this decision directly contravenes state law, the instrument upon which the power is founded must be self- executing, or state law trumps. Much to the delight of Jeff Hoppes, this case": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.25370726
      ],
      [
        "ouri",
        -1.3306016e-05
      ],
      [
        " v",
        -0.0021212348
      ],
      [
        ".",
        -0.00028958343
      ],
      [
        " Holland",
        -0.001805607
      ]
    ]
  },
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power arising from this decision directly contravenes state law, the instrument upon which the power is founded must be self- executing, or state law trumps. Much to the delight of Jeff Hoppes, this case arose from the Migratory Bird Treaty Act, which the plaintiff alleged violated the Tenth Amendment. For 10 points, name this case that held that a treaty may give the federal government powers that it would otherwise not have the constitutional power to exercise, whose plaintiff was a midwestern state.": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.00040302498
      ],
      [
        "ouri",
        -2.4584822e-06
      ],
      [
        " v",
        -2.4391957e-05
      ],
      [
        ".",
        -7.107425e-06
      ],
      [
        " Holland",
        -8.657073e-06
      ]
    ]
  },
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power arising from this decision directly contravenes state law, the instrument upon which the power is founded must be self- executing, or state law trumps. Much to the delight of Jeff Hoppes, this case arose from the Migratory Bird Treaty Act, which the plaintiff alleged violated the Tenth Amendment. For 10 points, name this case that held that a treaty may give the federal government powers that it": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.04645231
      ],
      [
        "ouri",
        -4.3202e-07
      ],
      [
        " v",
        -0.000108668944
      ],
      [
        ".",
        -0.00017851128
      ],
      [
        " Holland",
        -0.00030757586
      ]
    ]
  },
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power arising from this decision directly contravenes state law, the instrument upon which the power is founded must be self- executing, or state law trumps. Much to the delight of Jeff Hoppes, this case arose from the Migratory Bird Treaty Act, which the plaintiff alleged violated the Tenth Amendment.": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.21352005
      ],
      [
        "ouri",
        -3.1737043e-06
      ],
      [
        " v",
        -0.0004194714
      ],
      [
        ".",
        -0.0001822066
      ],
      [
        " Holland",
        -0.00018816312
      ]
    ]
  },
  "The broad power implied by this decision was later narrowed in the case of Reid v. Covert. If the power arising from this decision directly contravenes state law, the instrument upon which the power is": {
    "guess": "Missouri v. Holland",
    "confidence": [
      [
        "Miss",
        -0.65382653
      ],
      [
        "ouri",
        -2.8160932e-06
      ],
      [
        " v",
        -0.00018256421
      ],
      [
        ".",
        -8.542423e-05
      ],
      [
        " Holland",
        -0.00017112066
      ]
    ]
  }
}