{
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured": {
    "guess": "Hydrofluoric acid",
    "confidence": [
      [
        "Hy",
        -0.42392984
      ],
      [
        "dro",
        -0.00021855638
      ],
      [
        "flu",
        -0.08012267
      ],
      [
        "oric",
        -2.355753e-05
      ],
      [
        " acid",
        -0.022578686
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of": {
    "guess": "Dolphin",
    "confidence": [
      [
        "D",
        -1.7511818
      ],
      [
        "olph",
        -0.043332115
      ],
      [
        "in",
        -0.12477287
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides": {
    "guess": "Shark",
    "confidence": [
      [
        "Sh",
        -0.7320012
      ],
      [
        "ark",
        -0.009836132
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of the Lost Ark. A character played by Bruce Willis is sent back in time to prevent the release of a deadly": {
    "guess": "Monkey",
    "confidence": [
      [
        "Monkey",
        -0.24677595
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of the Lost Ark. A character played by Bruce Willis is sent back in time to prevent the release of a deadly virus in a 1995 movie whose title refers to twelve of them. An undersexed one of these named Marcel": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.6674082
      ],
      [
        "impan",
        -0.048051246
      ],
      [
        "zee",
        -0.0018693791
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of the Lost Ark. A character played by Bruce Willis is sent back in time to prevent the release of a deadly virus in a 1995 movie whose title refers to twelve of them. An undersexed one of these named Marcel is adopted then donated to the San Diego Zoo by Ross Geller, and the Rage virus in 28 Days Later": {
    "guess": "Chimpanzee",
    "confidence": [
      [
        "Ch",
        -0.18396644
      ],
      [
        "impan",
        -0.0015408078
      ],
      [
        "zee",
        -0.014237784
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of the Lost Ark. A character played by Bruce Willis is sent back in time to prevent the release of a deadly virus in a 1995 movie whose title refers to twelve of them. An undersexed one of these named Marcel is adopted then donated to the San Diego Zoo by Ross Geller, and the Rage virus in 28 Days Later is released when activists free infected ones. FTP, name these animals whose ranks include Abu from": {
    "guess": "Monkey",
    "confidence": [
      [
        "Monkey",
        -0.7659052
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school.": {
    "guess": "Shark (Futurama)",
    "confidence": [
      [
        "Sh",
        -1.9635423
      ],
      [
        "ark",
        -0.014167742
      ],
      [
        " (",
        -1.1004725
      ],
      [
        "F",
        -0.3411697
      ],
      [
        "ut",
        -0.00038598618
      ],
      [
        "ur",
        -0.00015848507
      ],
      [
        "ama",
        -0.00013512482
      ],
      [
        ")",
        -0.08339317
      ]
    ]
  },
  "Mr. Burns informs Smithers that one of these \"is going to need most of your skin\" after it is injured in a knife fight conducted in international waters. On Futurama, one of these named Gunther decides he wants to be moderately intelligent and wear a suit, so he promptly transfers to business school. One of them reveals Marion's location to the Nazis before performing a Hitler salute in Raiders of the Lost Ark. A character played by Bruce Willis is sent back in time to prevent the release of a deadly virus in a 1995 movie whose title refers to twelve of them. An undersexed one of these named Marcel is adopted then donated to the San Diego Zoo by Ross Geller, and the Rage virus in 28 Days Later is released when activists free infected ones. FTP, name these animals whose ranks include Abu from Aladdin and Curious George.": {
    "guess": "Monkey",
    "confidence": [
      [
        "Monkey",
        -0.02804561
      ]
    ]
  }
}