{
  "Adopted by Mexicans as a baby, she never knew her biological parents. At Brown, she studied folklore": {
    "guess": "Selena",
    "confidence": [
      [
        "Sel",
        -1.3291892
      ],
      [
        "ena",
        -0.0028367303
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending like a row of bees,\" it must continue to Alaka. The protagonist, a servant of Kubera exiled for an unknown transgression, provides directions so that the title character may find a woman \"who shall seem the Creator's masterwork,\" and prays that the title character's majesty will be augmented by the monsoons. For 10 points, name this lyric poem about a yaksha who convinces the passing title": {
    "guess": "Meghadūta",
    "confidence": [
      [
        "Meg",
        -0.019131871
      ],
      [
        "had",
        -0.017160386
      ],
      [
        "ū",
        -0.52341783
      ],
      [
        "ta",
        -0.000113079484
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0007959277
      ],
      [
        "orge",
        -2.6968896e-06
      ],
      [
        " Luis",
        -7.703444e-06
      ],
      [
        " Borg",
        -1.0087517e-05
      ],
      [
        "es",
        -2.3392786e-06
      ]
    ]
  },
  "Adopted by Mexicans as a baby, she never knew her biological parents. At Brown, she studied folklore and mythology. On graduating, she enrolled at [*] Quantico and was soon assigned to investigate Satanic ritual abuse. She recently transferred from the New Orleans field office to DC, where she's had run-ins with Assistant Director Brad Follmer. For 10 points—name John Doggett's current partner on The": {
    "guess": "Monica Reyes",
    "confidence": [
      [
        "Mon",
        -0.020335738
      ],
      [
        "ica",
        -0.00011319869
      ],
      [
        " Reyes",
        -0.000573644
      ]
    ]
  },
  "Adopted by Mexicans as a baby, she never knew her biological parents. At Brown, she studied folklore and mythology. On graduating, she enrolled at [*] Quantico and was soon assigned to investigate Satanic ritual abuse. She recently transferred from the New Orleans field office to DC, where she's had run-ins with Assistant Director Brad Follmer. For 10 points—name John Doggett's current partner on The X-Files.": {
    "guess": "Monica Reyes",
    "confidence": [
      [
        "Mon",
        -0.01691487
      ],
      [
        "ica",
        -0.00013524403
      ],
      [
        " Reyes",
        -5.109358e-05
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.24373665
      ],
      [
        " Tale",
        -0.5649869
      ],
      [
        " of",
        -0.00014501873
      ],
      [
        " Gen",
        -0.20655078
      ],
      [
        "ji",
        -6.1537958e-06
      ]
    ]
  },
  "Adopted by Mexicans as a baby, she never knew her biological parents. At Brown, she studied folklore and mythology. On graduating, she enrolled at [*] Quantico and was soon assigned to investigate Satanic ritual abuse. She recently transferred from the New Orleans field office to DC, where she's had": {
    "guess": "Monica Reyes",
    "confidence": [
      [
        "Mon",
        -0.025569543
      ],
      [
        "ica",
        -0.0004654657
      ],
      [
        " Reyes",
        -0.0018671217
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending like a row of bees,\" it must continue to Alaka. The protagonist, a servant of Kubera exiled for an unknown transgression, provides directions so that the title character may find a woman \"who shall seem the Creator's masterwork,\" and prays that the title character's majesty will be augmented": {
    "guess": "Meghaduta",
    "confidence": [
      [
        "Meg",
        -0.023291247
      ],
      [
        "had",
        -0.0007796078
      ],
      [
        "uta",
        -0.046754956
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending": {
    "guess": "Savitri (poem)",
    "confidence": [
      [
        "S",
        -0.4308754
      ],
      [
        "avit",
        -0.17041567
      ],
      [
        "ri",
        -0.0012758308
      ],
      [
        " (",
        -0.660183
      ],
      [
        "po",
        -0.017019173
      ],
      [
        "em",
        -1.6166903e-05
      ],
      [
        ")",
        -0.00058758346
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this": {
    "guess": "The Recognition of Shakuntala",
    "confidence": [
      [
        "The",
        -0.921937
      ],
      [
        " Recognition",
        -1.8848155
      ],
      [
        " of",
        -0.00014287306
      ],
      [
        " Shak",
        -0.3025622
      ],
      [
        "unt",
        -0.002458772
      ],
      [
        "ala",
        -0.00033760787
      ]
    ]
  },
  "Adopted by Mexicans as a baby, she never knew her biological parents. At Brown, she studied folklore and mythology. On graduating, she enrolled at [*] Quantico and was soon assigned to investigate Satanic": {
    "guess": "Monica Reyes",
    "confidence": [
      [
        "Mon",
        -0.0774629
      ],
      [
        "ica",
        -0.00079307414
      ],
      [
        " Reyes",
        -0.003961213
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending like a row of bees,\" it must continue to Alaka. The protagonist, a servant of Kubera exiled": {
    "guess": "Meghadūta",
    "confidence": [
      [
        "Meg",
        -0.21857576
      ],
      [
        "had",
        -0.0077690515
      ],
      [
        "ū",
        -0.252064
      ],
      [
        "ta",
        -9.281486e-05
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending like a row of bees,\" it must continue to Alaka. The protagonist, a servant of Kubera exiled for an unknown transgression, provides directions so that the title character may find a woman \"who": {
    "guess": "Meghaduta",
    "confidence": [
      [
        "Meg",
        -0.09468758
      ],
      [
        "had",
        -0.0014657003
      ],
      [
        "uta",
        -0.08290315
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories under the pseudonym Honorio Bustos Domecq, resulting in the book Six Problems for Don Isidro Parodi. His early fiction was traditional, as seen in A Universal History of Infamy, but in 1938 he suffered a severe head wound that left him near death, bereft of speech, and fearing insanity, leading him to produce the fantastic fiction for which he is best-known, many of which are collected in Ficciones. FTP, who was this Argentinian author of The Aleph?": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.0002738522
      ],
      [
        "orge",
        -8.299462e-06
      ],
      [
        " Luis",
        -4.85903e-05
      ],
      [
        " Borg",
        -2.129266e-05
      ],
      [
        "es",
        -1.1041146e-05
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom": {
    "guess": "Beloved (novel)",
    "confidence": [
      [
        "Bel",
        -0.6059921
      ],
      [
        "oved",
        -0.0022447004
      ],
      [
        " (",
        -0.0013236919
      ],
      [
        "nov",
        -0.0005003704
      ],
      [
        "el",
        -8.537869e-06
      ],
      [
        ")",
        -1.6240566e-06
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories under the pseudonym Honorio Bustos Domecq, resulting in the book Six Problems for Don Isidro Parodi. His early fiction was traditional, as seen in A Universal History of Infamy, but in 1938 he suffered": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.001188326
      ],
      [
        "orge",
        -2.9352968e-06
      ],
      [
        " Luis",
        -3.5716304e-05
      ],
      [
        " Borg",
        -1.2590794e-05
      ],
      [
        "es",
        -3.5313153e-06
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories under the pseudonym Honorio Bustos Domecq, resulting in the book Six Problems for Don Isidro Parodi.": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.009144382
      ],
      [
        "orge",
        -5.6769813e-06
      ],
      [
        " Luis",
        -7.147741e-05
      ],
      [
        " Borg",
        -1.3306016e-05
      ],
      [
        "es",
        -3.2929079e-06
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories under the pseudonym Honorio Bustos Domecq, resulting in the book Six Problems for Don Isidro Parodi. His early fiction was traditional, as seen in A Universal History of Infamy, but in 1938 he suffered a severe head wound that left him near death, bereft of speech, and fearing insanity, leading": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.005018617
      ],
      [
        "orge",
        -4.8425554e-06
      ],
      [
        " Luis",
        -3.261701e-05
      ],
      [
        " Borg",
        -1.3186812e-05
      ],
      [
        "es",
        -3.7697225e-06
      ]
    ]
  },
  "The \"adopted son\" of the protagonist of this work is described as \"a young coral tree, bending its blossom clusters,\" and lives near the gateway arch of a palace. The protagonist meets the title character at the end of Ashadha, \"arresting as an elephant stooping to strike a stream-bank in play.\" In this poem, the title character is warned that although the temple girls will cast sidelong glances \"extending like a row of bees,\" it must continue to Alaka. The protagonist, a servant of Kubera exiled for an unknown transgression, provides directions so that the title character may find a woman \"who shall seem the Creator's masterwork,\" and prays that the title character's majesty will be augmented by the monsoons. For 10 points, name this lyric poem about a yaksha who convinces the passing title character to relay a dispatch to his wife, attributed to Kalidasa.": {
    "guess": "Meghadūta",
    "confidence": [
      [
        "Meg",
        -0.00669678
      ],
      [
        "had",
        -0.03587234
      ],
      [
        "ū",
        -0.3235686
      ],
      [
        "ta",
        -0.0001942425
      ]
    ]
  },
  "With Adolfo Bioy Casares this author of The Doer and The Book of Imaginary Beings wrote detective stories under the pseudonym Honorio Bustos Domecq, resulting in the book Six Problems for Don Isidro Parodi. His early fiction was traditional, as seen in A Universal History of Infamy, but in 1938 he suffered a severe head wound that left him near death, bereft of speech, and fearing insanity, leading him to produce the fantastic fiction for which he is best-known, many of which are collected in Ficciones.": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -0.002526434
      ],
      [
        "orge",
        -5.7961847e-06
      ],
      [
        " Luis",
        -2.3438328e-05
      ],
      [
        " Borg",
        -2.1411865e-05
      ],
      [
        "es",
        -7.822647e-06
      ]
    ]
  }
}