{
  "Bennet is the champagne-swilling manservant of a man who works in the consulate. The play is set in a section of the Zurich public library and the drawing room of Henry Carr's apartment. Gwendolen, Carr's sister, falls in love with Tristan Tzara while helping James Joyce do research for Ulysses, while Cecily the librarian falls in love with Carr while helping Lenin write Imperialism. FTP, this describes what Tom Stoppard play?": {
    "guess": "Travesties",
    "confidence": [
      [
        "Tr",
        -0.0028751306
      ],
      [
        "av",
        -3.0113732e-05
      ],
      [
        "est",
        -3.202099e-05
      ],
      [
        "ies",
        -3.6789137e-05
      ]
    ]
  },
  "Bennet is the champagne-swilling manservant of a man who works in the consulate. The play is set in a section of the Zurich public library and the drawing room of Henry Carr's apartment. Gwendolen, Carr's sister, falls in love with Tristan Tzara while helping James Joyce do research for Ulysses, while": {
    "guess": "Travesties",
    "confidence": [
      [
        "Tr",
        -0.0059594954
      ],
      [
        "av",
        -2.8921695e-05
      ],
      [
        "est",
        -7.3458323e-06
      ],
      [
        "ies",
        -6.778209e-05
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later": {
    "guess": "Crédit Mobilier of America scandal",
    "confidence": [
      [
        "Cr",
        -0.19387873
      ],
      [
        "éd",
        -1.7432603e-06
      ],
      [
        "it",
        -1.569009e-05
      ],
      [
        " Mobil",
        -9.5198935e-05
      ],
      [
        "ier",
        -2.5583993e-05
      ],
      [
        " of",
        -0.06561362
      ],
      [
        " America",
        -0.00011522515
      ],
      [
        " scandal",
        -0.0003427336
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by Lee Alcorn. The IRS conducted a two-year investigation into whether this organization could be made tax-exempt after a 2004 convention speech where its chairman criticized George W. Bush, who did not formally address this organization until 2006. For 10 points, identify this organization recently led by Kweisi Mfume and Julian Bond, whose goal is to opposed racial discrimination, particularly that facing African-Americans.": {
    "guess": "NAACP",
    "confidence": [
      [
        "NA",
        -0.229662
      ],
      [
        "ACP",
        -0.00016229959
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process": {
    "guess": "Subduction",
    "confidence": [
      [
        "Sub",
        -0.045337103
      ],
      [
        "duction",
        -4.2510914e-05
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly explained in Hymenoptera with haplodiploidy, meaning that females are more closely related to their sisters than their own offspring, although it is more common in organisms that build nests. Inbreeding causes it in mole rats, and generally, it is characterized by specialized castes of nonreproductive": {
    "guess": "Eusociality",
    "confidence": [
      [
        "E",
        -0.010139107
      ],
      [
        "us",
        -9.729906e-06
      ],
      [
        "ocial",
        -1.147242e-06
      ],
      [
        "ity",
        -0.0065232874
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also composed concerto collections titled La Stravaganza and L'estro Armonico. This composer of a concerto for the mandolin wrote an oratorio in which Holofernes is beheaded; that is Juditha Triumphans. The Contest Between Harmony and Invention includes his most well known work, a set of four violin concerti. For 10 points, identify this man known as the \"Red Priest,\" the composer of the concerti \"Spring,\"": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00053087185
      ],
      [
        "onio",
        -1.4974867e-05
      ],
      [
        " V",
        -0.00020711649
      ],
      [
        "ival",
        -1.1756368e-05
      ],
      [
        "di",
        -5.3596854e-05
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly explained in Hymenoptera with haplodiploidy, meaning that females are more closely related to their": {
    "guess": "Eusociality",
    "confidence": [
      [
        "E",
        -0.56524515
      ],
      [
        "us",
        -0.00022511258
      ],
      [
        "ocial",
        -1.504853e-06
      ],
      [
        "ity",
        -0.012333639
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders included Salatiel Kambazembi, Kahimemua, and Nikodemus Nguvauva. These people fled through the \"Trail of Bones\" to the Omaheke desert after losing the Battle of Waterberg. Their surviving members were then targeted by an \"extermination order\" issued by Luthar von Trotha. For fifteen points, name this Bantu tribe of Namibia, the target of German genocide from 1904 to 1907, who were once led by": {
    "guess": "Herero people",
    "confidence": [
      [
        "Her",
        -0.09705291
      ],
      [
        "ero",
        -0.00065048266
      ],
      [
        " people",
        -0.3845989
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also composed concerto collections titled La Stravaganza and L'estro Armonico. This composer of a concerto for the mandolin wrote an oratorio in which Holofernes is beheaded; that is Juditha Triumphans.": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00015979631
      ],
      [
        "onio",
        -1.9816675e-06
      ],
      [
        " V",
        -0.00019912985
      ],
      [
        "ival",
        -1.1637165e-05
      ],
      [
        "di",
        -2.3915141e-05
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly explained in Hymenoptera with haplodiploidy, meaning that females are more closely related to their sisters than their own offspring, although it is more common in organisms that build nests. Inbreeding causes it in mole rats, and generally, it is characterized by specialized castes of nonreproductive individuals, cooperative broodcare, and a overlap in generations between parents and offspring. For": {
    "guess": "Eusociality",
    "confidence": [
      [
        "E",
        -0.0043919017
      ],
      [
        "us",
        -1.147242e-06
      ],
      [
        "ocial",
        -2.1008714e-06
      ],
      [
        "ity",
        -0.0035048034
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process moves slowly, fracture zones and pseudofaults are created. Paleomagnetism studies have demonstrated that this process produced stripes of alternating magnetic alignments as the Earth's magnetic field shifted. Continental drift is a result of this process in which basaltic magma rises due to convection": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.52203
      ],
      [
        " t",
        -0.01453978
      ],
      [
        "ect",
        -1.0280384e-06
      ],
      [
        "on",
        -0.0002193908
      ],
      [
        "ics",
        -5.2285613e-05
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his": {
    "guess": "Democratic Party",
    "confidence": [
      [
        "Democratic",
        -0.056734808
      ],
      [
        " Party",
        -0.023155337
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.114488676
      ],
      [
        "ix",
        -6.0153056e-05
      ],
      [
        "ie",
        -0.00035739198
      ],
      [
        "cr",
        -1.0280384e-06
      ],
      [
        "at",
        -0.014162921
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also composed concerto collections titled La Stravaganza and L'estro Armonico. This composer of a concerto for the mandolin wrote an oratorio in which Holofernes is beheaded; that is Juditha Triumphans. The Contest Between Harmony and Invention includes his most well known work, a set of four violin concerti. For 10 points, identify this man known as the \"Red Priest,\" the composer of the concerti \"Spring,\" \"Summer,\" \"Autumn,\" and \"Winter\" that make up his Four Seasons.": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0025653145
      ],
      [
        "onio",
        -9.372295e-06
      ],
      [
        " V",
        -0.0005381396
      ],
      [
        "ival",
        -1.4617256e-05
      ],
      [
        "di",
        -5.276243e-05
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King of Frauds\" about its instigators. Peter A. Day was fired for providing ungenerous estimates in this scandal, while James (*) Brooks was censured in the investigation following its exposure. James G. Blaine was implicated in this scandal, a brainchild of Oakes Ames that was also connected to Vice President Schuyler Colfax, who bought stock in the titular company. For 10 points, name this Grant administration": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cre",
        -0.95874137
      ],
      [
        "́",
        -0.3689333
      ],
      [
        "dit",
        -0.0001726703
      ],
      [
        " Mobil",
        -0.00028028555
      ],
      [
        "ier",
        -7.684157e-05
      ],
      [
        " scandal",
        -0.4357744
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.01263502
      ],
      [
        "onio",
        -7.910644e-05
      ],
      [
        " V",
        -0.00093409023
      ],
      [
        "ival",
        -5.0020742e-05
      ],
      [
        "di",
        -1.8550976e-05
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders": {
    "guess": "Herero and Namaqua genocide",
    "confidence": [
      [
        "Her",
        -0.18765439
      ],
      [
        "ero",
        -0.0036569608
      ],
      [
        " and",
        -0.13431177
      ],
      [
        " N",
        -0.0012226091
      ],
      [
        "ama",
        -5.3239244e-05
      ],
      [
        "qua",
        -0.00029589757
      ],
      [
        " genocide",
        -0.38041806
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders included Salatiel Kambazembi, Kahimemua, and Nikodemus Nguvauva. These people fled through the": {
    "guess": "Herero and Namaqua genocide",
    "confidence": [
      [
        "Her",
        -0.4102807
      ],
      [
        "ero",
        -0.0003704934
      ],
      [
        " and",
        -0.2805454
      ],
      [
        " N",
        -0.0011828464
      ],
      [
        "ama",
        -3.2140193e-05
      ],
      [
        "qua",
        -0.0007247025
      ],
      [
        " genocide",
        -0.4821101
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson": {
    "guess": "NAACP",
    "confidence": [
      [
        "NA",
        -0.045102734
      ],
      [
        "ACP",
        -0.0005956857
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King of Frauds\" about its instigators. Peter A. Day was fired for providing ungenerous estimates in this scandal, while James (*) Brooks was censured in the investigation following its exposure. James G. Blaine was implicated in this scandal, a brainchild of Oakes Ames that was also connected to Vice President Schuyler Colfax, who bought stock in the titular company. For 10 points, name this Grant administration scandal involving the construction of a part of the Union Pacific railroad.": {
    "guess": "Credit Mobilier of America scandal",
    "confidence": [
      [
        "Credit",
        -0.10478267
      ],
      [
        " Mobil",
        -0.0004073163
      ],
      [
        "ier",
        -1.8550976e-05
      ],
      [
        " of",
        -0.03500848
      ],
      [
        " America",
        -0.00025251842
      ],
      [
        " scandal",
        -0.0009942257
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow.": {
    "guess": "Ovambo people",
    "confidence": [
      [
        "O",
        -0.51719517
      ],
      [
        "v",
        -0.0014917691
      ],
      [
        "am",
        -0.05859557
      ],
      [
        "bo",
        -1.8074163e-05
      ],
      [
        " people",
        -0.5426131
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King of Frauds\" about its instigators. Peter A. Day was fired for providing ungenerous estimates in this scandal, while James (*) Brooks was censured in the investigation following its exposure. James G. Blaine was implicated in this scandal, a brainchild of Oakes Ames that was also connected to Vice President": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -1.2217764
      ],
      [
        "éd",
        -3.1186566e-05
      ],
      [
        "it",
        -6.921253e-05
      ],
      [
        " Mobil",
        -8.8165914e-05
      ],
      [
        "ier",
        -0.00014168103
      ],
      [
        " scandal",
        -0.4477103
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by": {
    "guess": "NAACP",
    "confidence": [
      [
        "NA",
        -0.20578466
      ],
      [
        "ACP",
        -0.00018649426
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly explained in Hymenoptera with haplodiploidy, meaning that females are more closely related to their sisters than their own offspring, although it is more common in organisms that build nests. Inbreeding": {
    "guess": "Haplodiploidy",
    "confidence": [
      [
        "H",
        -0.94269925
      ],
      [
        "apl",
        -0.015848892
      ],
      [
        "od",
        -8.537869e-06
      ],
      [
        "ip",
        -0.00015312091
      ],
      [
        "lo",
        -0.08319838
      ],
      [
        "idy",
        -1.8193366e-05
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King": {
    "guess": "Tammany Hall",
    "confidence": [
      [
        "Tam",
        -0.872589
      ],
      [
        "many",
        -0.0010860438
      ],
      [
        " Hall",
        -0.06748898
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by Lee Alcorn. The IRS conducted a two-year investigation into whether this organization could be made tax-exempt after a 2004 convention speech where its chairman criticized George W. Bush, who did not formally address this organization until 2006. For 10 points, identify this organization recently led by Kweisi Mfume and Julian Bond, whose goal is to opposed racial discrimination, particularly that": {
    "guess": "NAACP",
    "confidence": [
      [
        "NA",
        -0.30155545
      ],
      [
        "ACP",
        -0.00022117885
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered a major setback when Herman Talmadge refused to support it. The genesis of this party was in opposition to one speech that called for a permanent Fair Employment Practices Commission and another that": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.1360989
      ],
      [
        "ix",
        -5.085517e-05
      ],
      [
        "ie",
        -0.0014357085
      ],
      [
        "cr",
        -2.9040899e-05
      ],
      [
        "at",
        -0.07697527
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process moves slowly, fracture zones and pseudofaults are created. Paleomagnetism studies have demonstrated that this process produced stripes of alternating magnetic alignments as the Earth's magnetic field shifted. Continental drift is a result of this process in which basaltic magma rises due to convection forces near mid-oceanic ridges and is subducted at trenches. For 10 points, name this process of the creation of new crust in the ocean.": {
    "guess": "Seafloor spreading",
    "confidence": [
      [
        "Se",
        -0.24306734
      ],
      [
        "af",
        0.0
      ],
      [
        "loor",
        -7.465036e-06
      ],
      [
        " spreading",
        -0.0017044598
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly": {
    "guess": "Eusociality",
    "confidence": [
      [
        "E",
        -0.6805166
      ],
      [
        "us",
        -0.00039576087
      ],
      [
        "ocial",
        -1.0802739e-05
      ],
      [
        "ity",
        -0.002649144
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered a major setback when Herman Talmadge refused to support it. The genesis of this party was in opposition to one speech that called for a permanent Fair Employment Practices Commission and another that demanded 'human rights', delivered by Hubert Humphrey. Fielding Wright was the vice-presidential candidate": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.1379023
      ],
      [
        "ix",
        -4.2868523e-05
      ],
      [
        "ie",
        -0.0026477135
      ],
      [
        "cr",
        -8.375538e-05
      ],
      [
        "at",
        -0.09755043
      ]
    ]
  },
  "Bennet is the champagne-swilling manservant of a man who works in the consulate. The play is set in a section of the Zurich public library and the drawing room of Henry Carr's apartment. Gwendolen, Carr's sister, falls in love with Tristan Tzara while helping James Joyce do research for Ulysses, while Cecily the librarian falls in love with Carr while helping Lenin write Imperialism. FTP, this describes": {
    "guess": "Travesties",
    "confidence": [
      [
        "Tr",
        -0.004446021
      ],
      [
        "av",
        -6.749814e-06
      ],
      [
        "est",
        -3.070975e-05
      ],
      [
        "ies",
        -4.6444635e-05
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King of Frauds\" about its instigators. Peter A. Day was fired for providing ungenerous estimates in this scandal, while James (*) Brooks was censured in the investigation following its exposure. James G.": {
    "guess": "Tweed Ring",
    "confidence": [
      [
        "T",
        -0.70297927
      ],
      [
        "weed",
        -0.0015206953
      ],
      [
        " Ring",
        -0.009891608
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process moves slowly, fracture zones and pseudofaults are created. Paleomagnetism studies have demonstrated that this process produced stripes of alternating magnetic alignments as the Earth's magnetic field shifted. Continental drift is a result of this process in which basaltic magma rises due to convection forces near mid-oceanic ridges and is subducted at trenches. For 10 points, name this process": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.0051381695
      ],
      [
        " t",
        -0.003925945
      ],
      [
        "ect",
        -3.0545007e-06
      ],
      [
        "on",
        -3.619312e-05
      ],
      [
        "ics",
        -7.7318386e-05
      ]
    ]
  },
  "One benefactor in this event was exposed in the Mulligan Letters. Colonel Henry Simpson McComb later exposed his participation in it to Charles A. Dana, whose New York Sun paper ran the column \"The King of Frauds\" about its instigators. Peter A. Day was fired for providing ungenerous estimates in this": {
    "guess": "Tweed Ring",
    "confidence": [
      [
        "T",
        -1.2861606
      ],
      [
        "weed",
        -0.0018548657
      ],
      [
        " Ring",
        -0.019888606
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by Lee Alcorn. The IRS conducted a two-year investigation into whether this organization could be made": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.72985226
      ],
      [
        " of",
        -0.00083476235
      ],
      [
        " Islam",
        -0.0001409658
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process moves slowly, fracture zones and pseudofaults are created. Paleomagnetism studies have demonstrated that this process produced stripes of alternating magnetic alignments as the Earth's magnetic field": {
    "guess": "Seafloor spreading",
    "confidence": [
      [
        "Se",
        -0.23484154
      ],
      [
        "af",
        -3.1281633e-07
      ],
      [
        "loor",
        -5.9153886e-06
      ],
      [
        " spreading",
        -0.0029855482
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by Lee Alcorn. The IRS conducted a two-year investigation into whether this organization could be made tax-exempt after a 2004 convention speech where its chairman criticized George W. Bush, who did not": {
    "guess": "Nation of Islam",
    "confidence": [
      [
        "Nation",
        -0.35453153
      ],
      [
        " of",
        -0.0007214877
      ],
      [
        " Islam",
        -0.00016718694
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered a major setback when Herman Talmadge refused to support it. The genesis of this party was in opposition to one speech that called for a permanent Fair Employment Practices Commission and another that demanded 'human rights', delivered by Hubert Humphrey. Fielding Wright was the vice-presidential candidate for this party that won 39 electoral votes in four southern states. For 10 points, name this party that in 1948 nominated Strom Thurmond for president and opposed federal civil rights legislation.": {
    "guess": "States' Rights Democratic Party",
    "confidence": [
      [
        "States",
        -0.3780856
      ],
      [
        "'",
        -0.0021728626
      ],
      [
        " Rights",
        -0.0020775748
      ],
      [
        " Democratic",
        -0.33417344
      ],
      [
        " Party",
        -0.0002734946
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae.": {
    "guess": "Naked mole-rat",
    "confidence": [
      [
        "N",
        -0.95820105
      ],
      [
        "aked",
        -0.038115967
      ],
      [
        " mole",
        -0.040347345
      ],
      [
        "-r",
        -0.25548992
      ],
      [
        "at",
        -0.46089658
      ]
    ]
  },
  "Bennet is the champagne-swilling manservant of a man who works in the consulate. The play is set in a section of the Zurich public library and the drawing room of Henry Carr's apartment. Gwendolen, Carr's": {
    "guess": "Travesties",
    "confidence": [
      [
        "Tr",
        -0.025821317
      ],
      [
        "av",
        -3.88156e-05
      ],
      [
        "est",
        -6.6306106e-06
      ],
      [
        "ies",
        -3.9411618e-05
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.036313653
      ],
      [
        "onio",
        -9.729906e-06
      ],
      [
        " V",
        -0.00031580092
      ],
      [
        "ival",
        -2.0339032e-05
      ],
      [
        "di",
        -2.129266e-05
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders included Salatiel Kambazembi, Kahimemua, and Nikodemus Nguvauva. These people fled through the \"Trail of Bones\" to the Omaheke desert after losing the Battle of Waterberg. Their surviving members were then targeted by an \"extermination order\" issued by Luthar von Trotha. For fifteen points, name this Bantu tribe of Namibia, the target of German genocide from 1904 to 1907, who were once led by Samuel Maharero.": {
    "guess": "Herero and Namaqua Genocide",
    "confidence": [
      [
        "Her",
        -0.18350697
      ],
      [
        "ero",
        -0.00058806024
      ],
      [
        " and",
        -0.064889826
      ],
      [
        " N",
        -0.00011105302
      ],
      [
        "ama",
        -2.749125e-05
      ],
      [
        "qua",
        -0.006693107
      ],
      [
        " Gen",
        -0.51005214
      ],
      [
        "ocide",
        -1.147242e-06
      ]
    ]
  },
  "Bennet is the champagne-swilling manservant of a man who works in the consulate. The play is set in a": {
    "guess": "The Cherry Orchard",
    "confidence": [
      [
        "The",
        -0.6658822
      ],
      [
        " Cherry",
        -0.85119
      ],
      [
        " Orchard",
        -0.00011725161
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.6474933
      ],
      [
        "ix",
        -0.0008876375
      ],
      [
        "ie",
        -0.0019813334
      ],
      [
        "cr",
        -1.92662e-05
      ],
      [
        "at",
        -0.0505078
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also composed concerto collections titled La Stravaganza and L'estro Armonico. This composer of a concerto for the mandolin wrote an oratorio in which Holofernes is beheaded; that is Juditha Triumphans. The Contest Between Harmony and Invention includes his most well known work, a set of four violin concerti.": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.00018256421
      ],
      [
        "onio",
        -6.704273e-07
      ],
      [
        " V",
        -0.0003278368
      ],
      [
        "ival",
        -1.0206721e-05
      ],
      [
        "di",
        -3.202099e-05
      ]
    ]
  },
  "Benioff zones counterbalance this process that Dietz described independently of Hess. When this process moves slowly, fracture zones and pseudofaults are created. Paleomagnetism studies have demonstrated": {
    "guess": "Plate tectonics",
    "confidence": [
      [
        "Plate",
        -0.6731103
      ],
      [
        " t",
        -0.0051717316
      ],
      [
        "ect",
        -1.147242e-06
      ],
      [
        "on",
        -0.0004585519
      ],
      [
        "ics",
        -8.268255e-05
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders included Salatiel Kambazembi, Kahimemua, and Nikodemus Nguvauva. These people fled through the \"Trail of Bones\" to the Omaheke desert after losing the Battle of Waterberg. Their surviving members": {
    "guess": "Herero and Namaqua genocide",
    "confidence": [
      [
        "Her",
        -0.09042529
      ],
      [
        "ero",
        -0.00013333677
      ],
      [
        " and",
        -0.3959818
      ],
      [
        " N",
        -0.00026479273
      ],
      [
        "ama",
        -7.171581e-05
      ],
      [
        "qua",
        -0.0067840507
      ],
      [
        " genocide",
        -0.631058
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered a major setback when Herman Talmadge refused to support it. The genesis of this party was in opposition to one speech that called for a permanent Fair Employment Practices Commission and another that demanded 'human rights', delivered by Hubert Humphrey. Fielding Wright was the vice-presidential candidate for this party that won 39 electoral votes in four southern states. For 10 points, name this": {
    "guess": "States' Rights Democratic Party",
    "confidence": [
      [
        "States",
        -0.66216254
      ],
      [
        "'",
        -0.0069870884
      ],
      [
        " Rights",
        -0.010453424
      ],
      [
        " Democratic",
        -0.07114254
      ],
      [
        " Party",
        -0.0025075246
      ]
    ]
  },
  "Bennett and Faulkes have published research on this condition in members of the family Bathyergidae. The only crustaceans with this condition are some snapping shrimp of genus Synalpheus. It is partly explained in Hymenoptera with haplodiploidy, meaning that females are more closely related to their sisters than their own offspring, although it is more common in organisms that build nests. Inbreeding causes it in mole rats, and generally, it is characterized by specialized castes of nonreproductive individuals, cooperative broodcare, and a overlap in generations between parents and offspring. For 10 points, name this altruistic social system commonly found in insects.": {
    "guess": "Eusociality",
    "confidence": [
      [
        "E",
        -0.0027164263
      ],
      [
        "us",
        -1.3856493e-06
      ],
      [
        "ocial",
        -8.657073e-06
      ],
      [
        "ity",
        -0.00043567579
      ]
    ]
  },
  "Benjamin Travis Laney was a favorite to win one of this party's nominations but refused to leave his hotel room during the convention. In one state Leander Perez allowed this party to associate itself with a rooster icon on ballot forms, duping many illiterate voters, and in another state, it suffered a major setback when Herman Talmadge refused to support it. The genesis of this party was in opposition": {
    "guess": "Dixiecrat",
    "confidence": [
      [
        "D",
        -0.17838787
      ],
      [
        "ix",
        -0.00048203135
      ],
      [
        "ie",
        -0.000813678
      ],
      [
        "cr",
        -5.3239244e-05
      ],
      [
        "at",
        -0.06826289
      ]
    ]
  },
  "Benedetto Marcello's Il Teatro Alla Moda was published under a pseudonym constructed from this composer's name. This man composed a set of violin concertos named after the lyre-like cetra. This man also composed concerto collections titled La Stravaganza and L'estro Armonico. This composer of a concerto": {
    "guess": "Antonio Vivaldi",
    "confidence": [
      [
        "Ant",
        -0.0011248565
      ],
      [
        "onio",
        -4.1273333e-06
      ],
      [
        " V",
        -0.00043138445
      ],
      [
        "ival",
        -9.610702e-06
      ],
      [
        "di",
        -3.7981175e-05
      ]
    ]
  },
  "The benevolent divine being of these people, Ndjambi Karunga, is described in Part III of Gravity's Rainbow. In 1880, these people warred against their neighbors, the Khoi-khoi, and their important leaders included Salatiel Kambazembi, Kahimemua, and Nikodemus Nguvauva. These people fled through the \"Trail of Bones\" to the Omaheke desert after losing the Battle of Waterberg. Their surviving members were then targeted by an \"extermination order\" issued by Luthar von Trotha. For fifteen points, name": {
    "guess": "Herero and Namaqua Genocide",
    "confidence": [
      [
        "Her",
        -0.08975239
      ],
      [
        "ero",
        -0.00046832662
      ],
      [
        " and",
        -0.13824268
      ],
      [
        " N",
        -0.00022535099
      ],
      [
        "ama",
        -5.5623317e-05
      ],
      [
        "qua",
        -0.07602989
      ],
      [
        " Gen",
        -0.12221936
      ],
      [
        "ocide",
        -1.1517961e-05
      ]
    ]
  },
  "Benjamin Jealous blamed this organization's head for complicity in the outcome of Meredith v. Jefferson County. It faced controversy in 2000 after anti-semitic comments about Joe Lieberman were made by Lee Alcorn. The IRS conducted a two-year investigation into whether this organization could be made tax-exempt after a 2004 convention speech where its chairman criticized George W. Bush, who did not formally address this organization until 2006. For 10 points, identify this organization recently led": {
    "guess": "NAACP",
    "confidence": [
      [
        "NA",
        -0.061368518
      ],
      [
        "ACP",
        -0.00022141727
      ]
    ]
  }
}