{
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was held by appointed officials with the title of shugo. The Jokyu incident, an early attempt to end its rule, was led by Go-Toba and was defeated at the Third Battle of Uji by the Hojo clan, who served": {
    "guess": "Kamakura period",
    "confidence": [
      [
        "K",
        -0.008181668
      ],
      [
        "am",
        -0.00020890454
      ],
      [
        "ak",
        -8.2324936e-05
      ],
      [
        "ura",
        -1.504853e-06
      ],
      [
        " period",
        -0.09181261
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was held by appointed officials with the title of shugo. The Jokyu incident, an early attempt to end its": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.01661535
      ],
      [
        "am",
        -0.00010652328
      ],
      [
        "ak",
        -3.9411618e-05
      ],
      [
        "ura",
        -1.6240566e-06
      ],
      [
        " sh",
        -0.69809496
      ],
      [
        "og",
        -1.7239736e-05
      ],
      [
        "unate",
        -1.3663626e-05
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the": {
    "guess": "Heian period",
    "confidence": [
      [
        "He",
        -0.15479158
      ],
      [
        "ian",
        -6.82589e-05
      ],
      [
        " period",
        -0.034440253
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.076422684
      ],
      [
        "am",
        -0.0038090998
      ],
      [
        "ak",
        -6.869018e-06
      ],
      [
        "ura",
        -9.0883464e-07
      ],
      [
        " sh",
        -0.67035615
      ],
      [
        "og",
        -9.0883464e-07
      ],
      [
        "unate",
        -4.365741e-06
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was held by appointed officials with the title of shugo. The Jokyu incident, an early attempt to end its rule, was led by Go-Toba and was defeated at the Third Battle of Uji by the Hojo clan, who served as the true rulers following the death of Minamoto. At Hakata Bay it fended off the Mongol invasions,": {
    "guess": "Kamakura period",
    "confidence": [
      [
        "K",
        -0.013275996
      ],
      [
        "am",
        -0.000116417184
      ],
      [
        "ak",
        -9.198044e-05
      ],
      [
        "ura",
        -3.650519e-06
      ],
      [
        " period",
        -0.23784101
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was held by appointed officials with the title of shugo. The Jokyu incident, an early attempt to end its rule, was led by Go-Toba and was defeated at the Third Battle of Uji by the Hojo clan, who served as the true rulers following the death of Minamoto. At Hakata Bay it fended off the Mongol invasions, but eventually fell victim to the intrigues of Emperor Go-Daigo. FTP, name this shogunate established by the Gempei War whose rule was sandwiched between the Heian and Ashikaga periods.": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.01954345
      ],
      [
        "am",
        -0.0012283236
      ],
      [
        "ak",
        -0.00014668758
      ],
      [
        "ura",
        -5.3193703e-06
      ],
      [
        " sh",
        -0.053324156
      ],
      [
        "og",
        -1.18755715e-05
      ],
      [
        "unate",
        -1.3902034e-05
      ]
    ]
  },
  "Its era was chronicled in the Masukagami and court officials during its namesake period included the Rensho, the Minamikata, and Kitakata, collectively known as the Rokuhara Tandai. Provincial power was held by appointed officials with the title of shugo. The Jokyu incident, an early attempt to end its rule, was led by Go-Toba and was defeated at the Third Battle of Uji by the Hojo clan, who served as the true rulers following the death of Minamoto. At Hakata Bay it fended off the Mongol invasions, but eventually fell victim to the intrigues of Emperor Go-Daigo. FTP, name this shogunate established": {
    "guess": "Kamakura shogunate",
    "confidence": [
      [
        "K",
        -0.026789961
      ],
      [
        "am",
        -0.0010417404
      ],
      [
        "ak",
        -4.5133394e-05
      ],
      [
        "ura",
        -3.1281633e-07
      ],
      [
        " sh",
        -0.05807987
      ],
      [
        "og",
        -4.1273333e-06
      ],
      [
        "unate",
        -6.0345924e-06
      ]
    ]
  }
}