{
  "Marshal Vendome's exploits during this war include a victory over Reventlow at Calcinato, and a key allied victory came at Ouedenaarde. Another battle occurred southwest of Mons fortress, and saw the Duke of Marlborough and Eugene of Savoy defeat the Duc de Villars at Malplaquet. This war began when Phillip of Anjou was given all of Charles II's possessions after his death, and came into conflict with": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0005440961
      ],
      [
        " of",
        -2.577686e-06
      ],
      [
        " the",
        -0.00013905855
      ],
      [
        " Spanish",
        -1.8624639e-06
      ],
      [
        " Success",
        -2.1531068e-05
      ],
      [
        "ion",
        -3.5313153e-06
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also": {
    "guess": "G minor",
    "confidence": [
      [
        "G",
        -0.720931
      ],
      [
        " minor",
        -0.25813624
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that, in a gas, it is proportional to the temperature raised to a constant power. Usually calculated by dividing": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.12997271
      ],
      [
        "cosity",
        -0.09023393
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country to secure aid from the Clinton administration. This country's rejection of the Hay-Herran Treaty led the U.S. to support the independence movement of its northern neighbor. Alvaro Uribe sought to suppress the growing of coca in this country, which is home to the FARC guerrillas. For 10 points, name this Latin American country that formerly controlled Panama, which was home to Pablo Escobar's Medellin": {
    "guess": "Colombian conflict",
    "confidence": [
      [
        "Col",
        -0.40733555
      ],
      [
        "omb",
        -3.1782583e-05
      ],
      [
        "ian",
        -0.6510678
      ],
      [
        " conflict",
        -0.059046615
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley and Lenehan are two sleazy men who use people for money, and Polly and Mr. Doran have an affair and are forced to marry by Mrs. Mooney, Polly's mother.  Their stories appear in \"Clay,\" \"Two Gallants,\" and \"The Boarding House,\" which are less famous than \"Grace,\" \"Araby,\" and \"After the Race.\"  None of these relates the tales of Nanny and Eliza or Gabriel Conroy as do \"The Sisters\" and \"The Dead.\"": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.049783297
      ],
      [
        "lin",
        -0.00016313401
      ],
      [
        "ers",
        -2.2246291e-05
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove the force of a spherically symmetric object on another can be considered as though both objects were point masses at their centers. Equivalent to Coulomb's law for static charges, it can be used to derive an equation for the electric field given a symmetrical charge distribution. For 10 points, name this law that states the net outward flux through a closed surface is equal to the net charge inside the surface, divided by the permittivity of free space.": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.008259239
      ],
      [
        "auss",
        -0.00011605957
      ],
      [
        "'s",
        -0.0006466718
      ],
      [
        " law",
        -0.008700254
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud and Beyond. Plato is a subject of Dissemination, while Hegel, along with Heidegger and Husserl, comes up again in 1972's Margins of Philosophy. His treatment of writing in western philosophy is Writing and Difference, and he analyzes Saussure and Rousseau in a 1967 work which founded school of literary criticism, Of Grammatology. For 10 points, name this French philosopher, most associated with deconstruction.": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.002928972
      ],
      [
        "ques",
        -2.9040899e-05
      ],
      [
        " D",
        -1.1517961e-05
      ],
      [
        "err",
        -9.0883464e-07
      ],
      [
        "ida",
        -7.3458323e-06
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud and Beyond. Plato is a subject of Dissemination, while Hegel, along with Heidegger and Husserl, comes up again in 1972's Margins of Philosophy. His treatment of writing in western philosophy is Writing and Difference, and he analyzes Saussure and Rousseau in a 1967 work which founded school of": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.005926663
      ],
      [
        "ques",
        -4.954393e-05
      ],
      [
        " D",
        -0.0007775886
      ],
      [
        "err",
        -1.504853e-06
      ],
      [
        "ida",
        -1.342522e-05
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river by his one hundred cousins, this hero is revived and strengthened by the god of the water snakes.  He saves the village of Ekachakra by killing the demon Vaka while in hiding from his evil cousins.  During the Battle of Kurukshetra, he kills an elephant named Aswatthaman to trick Drona into thinking": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.0072407452
      ],
      [
        "h",
        -0.0057920357
      ],
      [
        "ima",
        -5.407367e-05
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country to secure aid from the Clinton administration. This country's rejection of the Hay-Herran Treaty led": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.08787927
      ],
      [
        "omb",
        -9.372295e-06
      ],
      [
        "ia",
        -0.00020342118
      ]
    ]
  },
  "Marcus Schouler graciously accepts the fact his sweetheart Trina Sieppe has chosen to marry the title": {
    "guess": "McTeague",
    "confidence": [
      [
        "Mc",
        -0.0547112
      ],
      [
        "Te",
        -0.00011486754
      ],
      [
        "ague",
        -0.00071028626
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort to  create these entities. One program for studying the long term behavior of these entities is Chris Adami's  Avida. Steen Rasmussen was inspired by Core Wars to create a primitive one of these entities. Langton coined this  term and proposed that they should be created using cellular automata. Markus": {
    "guess": "Artificial life",
    "confidence": [
      [
        "Art",
        -0.00067490473
      ],
      [
        "ificial",
        -0.00022427815
      ],
      [
        " life",
        -0.28679112
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.004763211
      ],
      [
        "ques",
        -0.00014966767
      ],
      [
        " D",
        -6.718607e-05
      ],
      [
        "err",
        -1.504853e-06
      ],
      [
        "ida",
        -3.2929079e-06
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon,": {
    "guess": "Adrastus",
    "confidence": [
      [
        "Ad",
        -0.056986168
      ],
      [
        "r",
        -5.8603408e-05
      ],
      [
        "ast",
        -0.001443807
      ],
      [
        "us",
        -9.388769e-05
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and will not serve if elected.\" He established what became the Army Command and General Staff College at Fort Leavenworth. His namesake \"neckties\" were broken railroad rails that his men wrapped around": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.09085721
      ],
      [
        " Tec",
        -0.084062174
      ],
      [
        "um",
        -4.596782e-05
      ],
      [
        "se",
        -6.3609965e-05
      ],
      [
        "h",
        -3.888926e-06
      ],
      [
        " Sherman",
        -2.5583993e-05
      ]
    ]
  },
  "Maror commemorates the bitterness of slavery. Baitzah, a  hard-cooked egg, symbolizes birth and death.": {
    "guess": "Passover",
    "confidence": [
      [
        "Pass",
        -0.31586233
      ],
      [
        "over",
        -7.3742274e-05
      ]
    ]
  },
  "Margaret suspects her husband of an affair with the mysterious Mrs. Erlynne, whom he financially supports though he claims his interest is honorable. When he invites Mrs. Erlynne to a dinner party over Margaret's objections, she decides to leave him for Lord Darlington but is dissuaded by Mrs. Erlynne herself, who is actually her mother. This is the plot - FTP - of which Oscar Wilde play named for an object that Margaret suspects Mrs. Erlynne of stealing?": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.014870087
      ],
      [
        " Wind",
        -0.0007286362
      ],
      [
        "erm",
        -0.00021891399
      ],
      [
        "ere",
        -3.059055e-05
      ],
      [
        "'s",
        -0.00078842515
      ],
      [
        " Fan",
        -0.00019829543
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio. The theme of decay can be seen in the discussion of the Church of St. Moise and its most famous section contrasts the feudal relations between workers and authority with the subsequent relations during the rise of English mass production. Containing the essay \"The Nature of Gothic\", this work describes the architectural transition from Byzantine to Gothic and finally a decline to Renaissance. FTP, what is this three-volume artistic treatise on a Italian city written by John Ruskin?": {
    "guess": "The Stones of Venice",
    "confidence": [
      [
        "The",
        -0.0036925974
      ],
      [
        " Stones",
        -0.004341937
      ],
      [
        " of",
        -0.00014740281
      ],
      [
        " Venice",
        -3.0471343e-05
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne;": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.6830904
      ],
      [
        "org",
        -0.028631378
      ],
      [
        "ione",
        -0.011943223
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses. This organ's cortex includes the molecular, Purkinje, and granular layers, the last of which is the innermost and originates at the pontine nuclei. Many forms of ataxia, a gross loss of muscle movement, can be traced to lesions here, since this region coordinates voluntary muscle movement such as walking. For 10 points, name this region at the base of the brain responsible for coordination and balance, which comes from the Latin for \"little brain\".": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.0016866049
      ],
      [
        "ere",
        -3.0545007e-06
      ],
      [
        "bell",
        -7.465036e-06
      ],
      [
        "um",
        -0.00020866614
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though the Duke of Longueville was the puppet leader.  The most important delegates were Count Maximilian von Trautmansdorff and John Oxenstierna.  The Spanish-Dutch portion of it was signed ten months before": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.006091254
      ],
      [
        " of",
        -5.5577775e-06
      ],
      [
        " West",
        -0.026936531
      ],
      [
        "ph",
        -3.0545007e-06
      ],
      [
        "alia",
        -8.299462e-06
      ]
    ]
  },
  "The Marangoni effect causes the deposition of particles when this process happens to a drop of liquid, and Hawking radiation is this process occurring to black holes. This process has a rate proportional": {
    "guess": "Evaporation",
    "confidence": [
      [
        "Ev",
        -1.2809666
      ],
      [
        "aporation",
        -0.00040362097
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.07063404
      ],
      [
        "org",
        -0.0018489128
      ],
      [
        "ione",
        -0.00121869
      ]
    ]
  },
  "Margaret suspects her husband of an affair with the mysterious Mrs. Erlynne, whom he financially supports though he claims his interest is honorable. When he invites Mrs. Erlynne to a dinner party over": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.0032959436
      ],
      [
        " Wind",
        -0.00026109742
      ],
      [
        "erm",
        -0.0030770637
      ],
      [
        "ere",
        -2.8564085e-05
      ],
      [
        "'s",
        -0.0015612851
      ],
      [
        " Fan",
        -1.700133e-05
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\" before speaking of the \"blind Fury with th' abhorred shears\" who \"slits the think spun life.\" More famous passages refer to the \"two-handed engine\" which may represent a sword and the \"Pilot of the Galilean lake.\" Opening \"yet once more, O ye laurels, and once more ye myrtles brown,\" this self-described": {
    "guess": "Lycidas",
    "confidence": [
      [
        "L",
        -0.0219848
      ],
      [
        "yc",
        -0.008870658
      ],
      [
        "idas",
        -0.00040838914
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\" in a study performed four years after this experiment. Cotton wool, burning newspapers, a white rabbit, and other items initially produced no response in the title subject, who later displayed a conditioned response of fear of the same objects after they were introduced simultaneously with a loud noise. For 10 points, name this experiment that provided evidence of classical conditioning in humans and was conducted by John Watson on the title infant who was made to fear a white rat.": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.0014290478
      ],
      [
        " Albert",
        -1.147242e-06
      ],
      [
        " experiment",
        -0.0004512878
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio. The theme of decay can be seen in the discussion of the Church of St. Moise and its most famous section contrasts the feudal relations between workers and authority with the subsequent relations during the rise of English mass production. Containing the essay \"The Nature of Gothic\", this work": {
    "guess": "The Stones of Venice",
    "confidence": [
      [
        "The",
        -0.057788048
      ],
      [
        " Stones",
        -0.23011556
      ],
      [
        " of",
        -0.00018947436
      ],
      [
        " Venice",
        -9.3530085e-05
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort to  create these entities. One program for studying the long term behavior of these entities is Chris": {
    "guess": "Artificial life",
    "confidence": [
      [
        "Art",
        -0.0017759765
      ],
      [
        "ificial",
        -0.00040779312
      ],
      [
        " life",
        -0.29887918
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis of Assisi. This painter of The Three Philosophers and the Castelfranco Madonna also created a painting": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.06948014
      ],
      [
        "org",
        -5.0020742e-05
      ],
      [
        "ione",
        -0.001675541
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception.": {
    "guess": "Svipdagr",
    "confidence": [
      [
        "S",
        -1.5505733
      ],
      [
        "vip",
        -0.15389042
      ],
      [
        "dag",
        -0.0010076811
      ],
      [
        "r",
        -0.008137922
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In the background, two figures of royalty can be seen reflected in a mirror. This painting shows a scene inside the Alcazar palace of Philip IV; to the far left is the painter himself working on a large canvas while in the center a group of servants, or ladies in waiting, attend to the (*) Infanta Margarita.": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.00080391066
      ],
      [
        " Men",
        -3.0471343e-05
      ],
      [
        "inas",
        -2.1650272e-05
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\" in a study performed four years after this experiment. Cotton wool, burning newspapers, a white rabbit, and other items initially produced no response in the title subject, who later displayed": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.0015816396
      ],
      [
        " Albert",
        -3.5358695e-05
      ],
      [
        " experiment",
        -0.004585465
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing for the love of Maria in The Fake Astrologer, while Julia turns out to be Eusebio's sister in his The Devotion of the Cross. This author is better known for writing a play about Don Alvaro's tape": {
    "guess": "Tirso de Molina",
    "confidence": [
      [
        "T",
        -0.5722419
      ],
      [
        "ir",
        -0.018329857
      ],
      [
        "so",
        -0.00012475411
      ],
      [
        " de",
        -0.0023355703
      ],
      [
        " Mol",
        -0.0006458374
      ],
      [
        "ina",
        -0.00027206415
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove the force of a spherically symmetric object on another can be considered as though both objects were point masses at their centers. Equivalent to Coulomb's law for static charges, it can be used to derive an equation for the electric field given a symmetrical charge distribution. For 10 points, name": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.86596555
      ],
      [
        "auss",
        -0.0008635803
      ],
      [
        "'s",
        -0.0009779095
      ],
      [
        " law",
        -0.004266085
      ]
    ]
  },
  "Maror commemorates the bitterness of slavery. Baitzah, a  hard-cooked egg, symbolizes birth and death. Zaroah, a roasted  lamb bone, represents the paschal lamb. Haroseth, or chopped nuts,  apples and wine, represent clay used to make brick. Four cups of  wine are drunk in the ceremony, but a goblet is placed on the table  for Elijah. For ten points, what festal meal marks the first two  days of Passover?": {
    "guess": "Seder",
    "confidence": [
      [
        "S",
        -0.621066
      ],
      [
        "eder",
        -0.008866046
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's": {
    "guess": "Adrastus",
    "confidence": [
      [
        "Ad",
        -1.0725924
      ],
      [
        "r",
        -6.5278815e-05
      ],
      [
        "ast",
        -0.0005885371
      ],
      [
        "us",
        -8.2324936e-05
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible": {
    "guess": "Amygdala",
    "confidence": [
      [
        "Amy",
        -0.469485
      ],
      [
        "gd",
        -2.4584822e-06
      ],
      [
        "ala",
        -0.00017410076
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile in Portugal after abdicating the throne. Forces loyal to this man lost the Battles of Custoza and Novara. Both of those losses were to armies led by Joseph Radetsky who was fighting for Franz": {
    "guess": "Ferdinand I of Austria",
    "confidence": [
      [
        "F",
        -0.48196596
      ],
      [
        "erd",
        -0.00015240935
      ],
      [
        "inand",
        -0.0002584786
      ],
      [
        " I",
        -0.47838795
      ],
      [
        " of",
        -3.3093824e-05
      ],
      [
        " Austria",
        -0.073317856
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and will not serve if elected.\" He established what became the Army Command and General Staff College at Fort Leavenworth. His namesake \"neckties\" were broken railroad rails that his men wrapped around tree trunks. During one campaign, this man said his men would \"forage liberally on the country\" and have the right to \"destroy mills, houses, cotton-gins, etc.\" For 10 points name this Union Civil War general, who led a brutal \"march to the sea\" in Georgia.": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.0032424782
      ],
      [
        " Tec",
        -0.00729082
      ],
      [
        "um",
        -6.6306106e-06
      ],
      [
        "se",
        -3.070975e-05
      ],
      [
        "h",
        -2.6968896e-06
      ],
      [
        " Sherman",
        -6.511407e-06
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and": {
    "guess": "Thomas Ewing Jr.",
    "confidence": [
      [
        "Thomas",
        -1.4862514
      ],
      [
        " E",
        -0.03699076
      ],
      [
        "wing",
        -0.0020539083
      ],
      [
        " Jr",
        -0.04993652
      ],
      [
        ".",
        -0.0002974472
      ]
    ]
  },
  "The Marangoni effect causes the deposition of particles when this process happens to a drop of liquid, and Hawking radiation is this process occurring to black holes. This process has a rate proportional to the ratio of temperature to humidity, and it occurs below the (*) boiling point. At the triple point, this quantity's rate equals the rate of condensation. Name this phase change, a cooling process": {
    "guess": "Evaporation",
    "confidence": [
      [
        "Ev",
        -0.17579913
      ],
      [
        "aporation",
        -0.0020498629
      ]
    ]
  },
  "After marrying Margaret Burr, the illegitimate daughter of the Duke of Beaufort, he left London and settled in Ipswich as a portrait painter. A founding member of the Royal Academy, he retired from it in 1784, dissatisfied with the place given to hi  s The KingÕs Daughters. FTP, name this painter of Cattle Crossing a Bridge, The Harvest Wagon, Mrs. Siddons, and Blue Boy.": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.00918077
      ],
      [
        " G",
        -0.00039897207
      ],
      [
        "ains",
        -2.3438328e-05
      ],
      [
        "borough",
        -1.6286107e-05
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for": {
    "guess": "The School of Athens",
    "confidence": [
      [
        "The",
        -0.5417442
      ],
      [
        " School",
        -1.1880299
      ],
      [
        " of",
        -0.0017710928
      ],
      [
        " Athens",
        -0.00096100464
      ]
    ]
  },
  "He married the daughter of Louis of Anjou in the Union of Krewo, after promising to convert to Christianity": {
    "guess": "Jadwiga of Poland",
    "confidence": [
      [
        "J",
        -0.050469033
      ],
      [
        "ad",
        -0.19835626
      ],
      [
        "w",
        -5.7888185e-05
      ],
      [
        "iga",
        -4.2391708e-05
      ],
      [
        " of",
        -0.00091932
      ],
      [
        " Poland",
        -2.4391957e-05
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n sphere, outer sphere dichotomy. In cells, many of these reactions are catalyzed by flavoproteins. One way\n in which these can occur is hydride transfer. The Nernst equation allows for determining": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.008712315
      ],
      [
        "ox",
        -0.0012079726
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for": {
    "guess": "Error detection and correction",
    "confidence": [
      [
        "Error",
        -0.27785662
      ],
      [
        " detection",
        -0.62935704
      ],
      [
        " and",
        -0.0046137073
      ],
      [
        " correction",
        -0.0004975095
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000 square kilometer \"safe haven,\" this was perhaps not surprising given the Strategic Plan outlined in": {
    "guess": "American Indian Movement",
    "confidence": [
      [
        "American",
        -1.6035053
      ],
      [
        " Indian",
        -0.006075976
      ],
      [
        " Movement",
        -0.0007191036
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino compiled the Florentine Codex to describe the customs of these people, who fought the (*) Flower Wars to acquire sacrificial captives. Before defeating a force assisted by La Malinche during La Noche Triste, this civilization intentionally damaged the bridges leading to their capital Tenochtitlan. For ten points, identify this Meso-American empire, once led by Moctezuma and conquered by the Spanish under Cortes.": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.013526757
      ],
      [
        "tec",
        -0.0019291093
      ],
      [
        " Empire",
        -8.888114e-05
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto. This note is the subdominant of A, and in C major, the dorian mode would begin on this note.": {
    "guess": "F",
    "confidence": [
      [
        "F",
        -0.60441464
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that, in a gas, it is proportional to the temperature raised to a constant power. Usually calculated by dividing stress to shear strain, the kinematic variety can be multiplied by mass density to derive the absolute or dynamic variety, which is usually a collective measure of friction, adhesion, and cohesion.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00037299667
      ],
      [
        "cosity",
        -0.00020210995
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio. The theme of decay can be seen in the discussion of the Church of St. Moise and its most famous": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2450848
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto. This note is the subdominant of A, and in C major, the dorian mode would begin on this note. The violin concerto of Brahms is in the major key named for this note, as is Beethoven's violin concerto. The relative minor key for this note's major scale is B, and Beethoven's 9th symphony is in this": {
    "guess": "C",
    "confidence": [
      [
        "C",
        -1.1275878
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud and Beyond. Plato is a subject of Dissemination, while Hegel, along with Heidegger and Husserl, comes up again in 1972's Margins of Philosophy. His treatment of writing in western philosophy is Writing": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0042215707
      ],
      [
        "ques",
        -6.3609965e-05
      ],
      [
        " D",
        -9.066919e-05
      ],
      [
        "err",
        -2.220075e-06
      ],
      [
        "ida",
        -2.2007884e-05
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also participated in the Second Crusade during their marriage. She is better known for having been put under house arrest for inciting her sons to revolt against her second husband, who rose from Duke of Normandy": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.050856933
      ],
      [
        "leanor",
        -0.0016100779
      ],
      [
        " of",
        -0.002821278
      ],
      [
        " Aqu",
        -0.00011164904
      ],
      [
        "it",
        -0.000118324446
      ],
      [
        "aine",
        -0.0028578935
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In the background, two figures of royalty can be seen reflected in a mirror. This painting shows a scene": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0011698678
      ],
      [
        " Men",
        -3.2140193e-05
      ],
      [
        "inas",
        -2.1411865e-05
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0365193
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking a major colonial loss for another state's Estado Novo. Namibia was the site of the Lusaka Protocol, which ended a civil war that saw the Tripartite Agreement and set out this nation's government, currently led by the Mbundu MPLA party under Jose Eduardo Dos Santos despite some opposition in Cabinda. A machete apears on the flag of, for 10 points, what African home of the UNITA party, a former": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.013635658
      ],
      [
        "ola",
        -0.00012535013
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto. This note is the subdominant of A, and in C major, the dorian mode would begin on this note. The violin concerto of Brahms is in the major key named for this note, as is Beethoven's violin concerto. The relative minor key for this note's major scale is B, and Beethoven's 9th symphony is in this note's minor key. FTP, name this note of the standard musical scale, which is a perfect fourth above A and is next to C.": {
    "guess": "D minor",
    "confidence": [
      [
        "D",
        -0.52258396
      ],
      [
        " minor",
        -0.117999695
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County lie on islands, while its other town lies on the Alburgh Tongue. Its rivers include the Winooski,": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.008525922
      ],
      [
        "erm",
        -2.4584822e-06
      ],
      [
        "ont",
        -4.1199673e-05
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley and Lenehan are two sleazy men who use people for money, and Polly and Mr. Doran have an affair and": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.020367976
      ],
      [
        "lin",
        -4.7517467e-05
      ],
      [
        "ers",
        -2.4391957e-05
      ]
    ]
  },
  "After marrying Margaret Burr, the illegitimate daughter of the Duke of Beaufort, he left London and settled": {
    "guess": "Margaret Burr",
    "confidence": [
      [
        "Marg",
        -1.3935635
      ],
      [
        "aret",
        -0.0046526226
      ],
      [
        " Burr",
        -0.20602751
      ]
    ]
  },
  "The Marangoni effect causes the deposition of particles when this process happens to a drop of liquid, and Hawking radiation is this process occurring to black holes. This process has a rate proportional to the ratio of temperature to humidity, and it occurs below the (*) boiling point. At the triple point, this quantity's rate equals the rate of condensation. Name this phase change, a cooling process in which the surface of a liquid vaporizes, causing the liquid to slowly turn into gas.": {
    "guess": "Evaporation",
    "confidence": [
      [
        "Ev",
        -0.0037917693
      ],
      [
        "aporation",
        -0.00067168626
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the": {
    "guess": "Guitar Concerto in D major",
    "confidence": [
      [
        "G",
        -1.2262962
      ],
      [
        "uitar",
        -0.594914
      ],
      [
        " Concert",
        -0.05978338
      ],
      [
        "o",
        -0.021147015
      ],
      [
        " in",
        -0.2813817
      ],
      [
        " D",
        -0.0010680587
      ],
      [
        " major",
        -0.18074647
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their home in one of his short stories, \"Casa tomada,\" and in a story from the same collection, a tiger roams around Rema's house. In addition to Bestiario, he wrote a story in which Roberto Michel photographs a woman and a boy caught in an illicit act, The Blow-Up. In another of his works, Horatio Oliveira searches for La Maga throughout France and South America. For 10 points, name this Argentine author of Hopscotch.": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.011485607
      ],
      [
        "io",
        -1.0206721e-05
      ],
      [
        " Cort",
        -5.3000836e-05
      ],
      [
        "á",
        -0.0013024994
      ],
      [
        "zar",
        -0.00010854974
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto. This note is the subdominant of A, and in C major, the dorian mode would begin on this note. The violin concerto of Brahms is in the major key named for this note, as is Beethoven's violin concerto.": {
    "guess": "D",
    "confidence": [
      [
        "D",
        -0.023558505
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\" in a study performed four years after this experiment. Cotton wool, burning newspapers, a": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.010145947
      ],
      [
        " Albert",
        -0.00029017578
      ],
      [
        " experiment",
        -0.005995632
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.12064794
      ],
      [
        "omb",
        -5.9795446e-05
      ],
      [
        "ia",
        -0.014897101
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also participated in the Second Crusade during their marriage. She is better known for having been put under house arrest for inciting her sons to revolt against her second husband, who rose from Duke of Normandy to King of England. She survived that husband and ruled as regent while her son, Richard the Lionhearted, was off crusading. For ten points, name this powerful queen, whose first husband was Louis": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.009374468
      ],
      [
        "leanor",
        -0.00038598618
      ],
      [
        " of",
        -0.0005147867
      ],
      [
        " Aqu",
        -0.00014990607
      ],
      [
        "it",
        -3.4405064e-05
      ],
      [
        "aine",
        -0.0015578319
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County lie on islands, while its other town lies on the Alburgh Tongue. Its rivers include the Winooski, the Ottauquechee, and the Otter River, its longest, while its Rutland County is home to the city Hubbardton. The Red Sandrock Hills extend along its shore of Lake (*) Champlain, while Mount Mansfield,": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.0031672642
      ],
      [
        "erm",
        -1.3856493e-06
      ],
      [
        "ont",
        -5.3596854e-05
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile in Portugal after abdicating the throne. Forces loyal to this man lost the Battles of Custoza": {
    "guess": "Ferdinand VII of Spain",
    "confidence": [
      [
        "F",
        -1.1610206
      ],
      [
        "erd",
        -0.0003275984
      ],
      [
        "inand",
        -0.00026550796
      ],
      [
        " VII",
        -0.18421386
      ],
      [
        " of",
        -0.03304338
      ],
      [
        " Spain",
        -6.0153056e-05
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"  A window in the back of this painting holds a potted plant and shows a tree and a column during twilight. Tapestries hang in the back right corner of this painting, near a woman in red who stands over a woman in white rummaging through a (*) cassone.  A small dog is curled up next to the title figure of this painting, whose right hand clutches flowers.  For 10 points, name this painting": {
    "guess": "The Rape of Europa",
    "confidence": [
      [
        "The",
        -0.20259672
      ],
      [
        " Rape",
        -1.0166643
      ],
      [
        " of",
        -3.6431527e-05
      ],
      [
        " Europa",
        -0.7654901
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"  A window in the back of this painting holds a potted plant and shows a tree and a column during twilight. Tapestries hang in the back right corner of this painting, near a woman in red who stands over a woman in white rummaging through a (*) cassone.  A small dog is curled up next to the title figure of this painting, whose right hand clutches flowers.  For 10 points, name this painting of a reclining nude female, found in the Uffizi, a work by Titian.": {
    "guess": "Venus of Urbino",
    "confidence": [
      [
        "V",
        -0.025617883
      ],
      [
        "enus",
        -0.0030209643
      ],
      [
        " of",
        -0.0023145264
      ],
      [
        " Urb",
        -9.126521e-05
      ],
      [
        "ino",
        -2.7848862e-05
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.37059373
      ],
      [
        "ox",
        -0.0018980522
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was": {
    "guess": "Giuseppe Mazzini",
    "confidence": [
      [
        "Gi",
        -1.2192672
      ],
      [
        "useppe",
        -0.0056983964
      ],
      [
        " M",
        -0.6559554
      ],
      [
        "azz",
        -2.4987974e-05
      ],
      [
        "ini",
        -0.00015074051
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic or inelastic; thus, it is directly correlated to the consumer surplus. The Hicksian variety acknowledges the possibility of its causation by a distortion in the Marshallian demand curve. It can be calculated by squaring the value of the tax that causes it, although other causes include externalities": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.07216718
      ],
      [
        "weight",
        -3.0232935e-05
      ],
      [
        " loss",
        -0.012442187
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed": {
    "guess": "American Indian Movement",
    "confidence": [
      [
        "American",
        -0.5575445
      ],
      [
        " Indian",
        -0.00012976067
      ],
      [
        " Movement",
        -0.00037633438
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.33588463
      ],
      [
        " Zealand",
        -0.00087465893
      ]
    ]
  },
  "Margaret suspects her husband of an affair with the mysterious Mrs. Erlynne, whom he financially supports though he claims his interest is honorable. When he invites Mrs. Erlynne to a dinner party over Margaret's objections, she decides to leave him for Lord Darlington but is dissuaded by Mrs. Erlynne": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.026584394
      ],
      [
        " Wind",
        -0.0006878906
      ],
      [
        "erm",
        -0.0050615524
      ],
      [
        "ere",
        -4.3226137e-05
      ],
      [
        "'s",
        -0.0043684095
      ],
      [
        " Fan",
        -4.0007635e-05
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\" before speaking of the \"blind Fury with th' abhorred shears\" who \"slits the think spun life.\" More": {
    "guess": "The Rape of the Lock",
    "confidence": [
      [
        "The",
        -0.77008367
      ],
      [
        " Rape",
        -0.8045937
      ],
      [
        " of",
        -0.0003670365
      ],
      [
        " the",
        -0.100022346
      ],
      [
        " Lock",
        -0.0009881501
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also participated in the Second Crusade during their marriage. She is better known for having been put under": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.007619172
      ],
      [
        "leanor",
        -0.00050954544
      ],
      [
        " of",
        -0.0011870149
      ],
      [
        " Aqu",
        -1.7120534e-05
      ],
      [
        "it",
        -1.8074163e-05
      ],
      [
        "aine",
        -0.0011099707
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river by his one hundred cousins, this hero is revived and strengthened by the god of the water snakes.  He saves the village of Ekachakra by killing the demon Vaka while in hiding from his evil cousins.": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.032599483
      ],
      [
        "h",
        -0.000966488
      ],
      [
        "ima",
        -2.3795938e-05
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove the force of a spherically symmetric object on another can be considered as though both objects were point masses at their centers. Equivalent to Coulomb's law for static charges, it can be used to derive an equation for the electric field given a symmetrical charge distribution. For 10 points, name this law that states the net outward flux through a closed surface is equal to the net charge inside": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.0065994407
      ],
      [
        "auss",
        -7.9702455e-05
      ],
      [
        "'s",
        -0.00046951865
      ],
      [
        " law",
        -0.005817756
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\" in a study performed four years after this experiment. Cotton wool, burning newspapers, a white rabbit, and other items initially produced no response in the title subject, who later displayed a conditioned response of fear of the same objects after they were introduced simultaneously with": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.0012515389
      ],
      [
        " Albert",
        -3.190179e-05
      ],
      [
        " experiment",
        -0.003950525
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though the Duke of Longueville was the puppet leader.  The most important delegates were Count Maximilian von": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.10083205
      ],
      [
        " of",
        -0.0030702834
      ],
      [
        " West",
        -0.054172914
      ],
      [
        "ph",
        -3.6431527e-05
      ],
      [
        "alia",
        -0.00012380048
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley and Lenehan are two sleazy men who use people for money, and Polly and Mr. Doran have an affair and are forced to marry by Mrs. Mooney, Polly's mother.  Their stories appear in \"Clay,\" \"Two Gallants,\" and \"The Boarding House,\" which are less famous than \"Grace,\" \"Araby,\" and \"After the Race.\"  None of these relates the tales of Nanny and Eliza or Gabriel Conroy as do \"The Sisters\" and \"The Dead.\"  FTP, name this short story collection revolving around the titular city and written by James Joyce.": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.00089407084
      ],
      [
        "lin",
        -4.3822154e-05
      ],
      [
        "ers",
        -3.650519e-06
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"  A window in the back of this painting holds a potted plant and shows a tree and a column": {
    "guess": "The Venus of Urbino",
    "confidence": [
      [
        "The",
        -0.44224513
      ],
      [
        " Venus",
        -0.57754135
      ],
      [
        " of",
        -0.0019958469
      ],
      [
        " Urb",
        -0.0002226093
      ],
      [
        "ino",
        -1.5213274e-05
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n sphere, outer sphere dichotomy. In cells, many of these reactions are catalyzed by flavoproteins. One way\n in which these can occur is hydride transfer. The Nernst equation allows for determining species activities\n in one of these reactions at a given potential. These are either atom or electron transfer reactions. One\n usually balances these by half reactions. For 10 points, name these reactions": {
    "guess": "Redox (oxidation-reduction) reactions",
    "confidence": [
      [
        "Red",
        -0.13701312
      ],
      [
        "ox",
        -0.011047815
      ],
      [
        " (",
        -0.50892437
      ],
      [
        "oxid",
        -1.0496188
      ],
      [
        "ation",
        -5.025915e-05
      ],
      [
        "-re",
        -0.0016962457
      ],
      [
        "duction",
        -0.0005732863
      ],
      [
        ")",
        -0.0034996923
      ],
      [
        " reactions",
        -0.8013079
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses. This organ's cortex includes the molecular, Purkinje, and granular layers, the last of which is the innermost and originates at the pontine nuclei. Many forms of ataxia, a gross loss of muscle movement,": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.021836456
      ],
      [
        "ere",
        -2.9875326e-05
      ],
      [
        "bell",
        -2.868329e-05
      ],
      [
        "um",
        -0.0022212723
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.002336401
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced to serve King Admetus as a slave for killing three Cyclopes. Another of this god's lovers was killed by the jealous Zephyr with a stray discus. This god flayed the satyr (*) Marsyas after a music contest, cursed Cassandra to never be believed, and killed the Python to claim Delphi. This god fiercely defended the honor of his mother Leto with help from his twin sister Artemis. For 10 points,": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.042169593
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort to  create these entities. One program for studying the long term behavior of these entities is Chris Adami's  Avida. Steen Rasmussen was inspired by Core Wars to create a primitive one of these entities. Langton coined this  term and proposed that they should be created using cellular automata. Markus Covert's recently published work on  Mycoplasma genitalium almost constitutes one of these. For": {
    "guess": "Artificial life",
    "confidence": [
      [
        "Art",
        -0.0008738245
      ],
      [
        "ificial",
        -0.00062499143
      ],
      [
        " life",
        -0.19589597
      ]
    ]
  },
  "The Marangoni effect causes the deposition of particles when this process happens to a drop of liquid,": {
    "guess": "Evaporation",
    "confidence": [
      [
        "Ev",
        -0.5067681
      ],
      [
        "aporation",
        -0.0037225266
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses a stream above her left shoulder. Marcel Duchamp famously drew a (*) moustache on a postcard of a painting this figure in L.H.O.O.Q. That painting employs its artist's famous sfumato technique, and was": {
    "guess": "Mona Lisa",
    "confidence": [
      [
        "M",
        -0.7594448
      ],
      [
        "ona",
        -2.486877e-05
      ],
      [
        " Lisa",
        -0.00022332452
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses a stream above her left shoulder. Marcel Duchamp famously drew a (*) moustache on a postcard of a painting this figure in L.H.O.O.Q. That painting employs its artist's famous sfumato technique, and was stolen in 1911 by Vincenzo Peruggia. Vasari claims that this woman was the wife of Francesco del Giocondo.": {
    "guess": "Mona Lisa",
    "confidence": [
      [
        "M",
        -0.015107411
      ],
      [
        "ona",
        -3.059055e-05
      ],
      [
        " Lisa",
        -0.00010568886
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and will not serve if elected.\" He established what became the Army Command and General Staff College at Fort Leavenworth. His namesake \"neckties\" were broken railroad rails that his men wrapped around tree trunks. During one campaign, this man said his men would \"forage liberally on the country\" and": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.09708363
      ],
      [
        " Tec",
        -0.08686548
      ],
      [
        "um",
        -0.00012523093
      ],
      [
        "se",
        -7.147741e-05
      ],
      [
        "h",
        -6.2729996e-06
      ],
      [
        " Sherman",
        -6.194111e-05
      ]
    ]
  },
  "Marshal Vendome's exploits during this war include a victory over Reventlow at Calcinato, and a key allied victory came at Ouedenaarde. Another battle occurred southwest of Mons fortress, and saw the Duke of Marlborough and Eugene of Savoy defeat the Duc de Villars at Malplaquet. This war began when": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.00024453178
      ],
      [
        " of",
        -5.7768983e-05
      ],
      [
        " the",
        -0.00012391969
      ],
      [
        " Spanish",
        -1.147242e-06
      ],
      [
        " Success",
        -4.365741e-06
      ],
      [
        "ion",
        -3.888926e-06
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion won its first well-deserved victory,\" and this polity's Heppenheim program unsuccessfully called for a parliament. Karl Buck advocated expanding it to include neighboring states, but Rudolf Delbruck insisted on the exclusion of Austria to protect its industry. and in its second incarnation no single state possessed veto power. Founded by Friedrich List and later reformed after the Austro-Prussian war, FTP, name this German customs union founded in 1834.": {
    "guess": "Zollverein",
    "confidence": [
      [
        "Z",
        -0.06320121
      ],
      [
        "oll",
        -3.5120287e-05
      ],
      [
        "vere",
        -0.00014919086
      ],
      [
        "in",
        -2.188868e-05
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted": {
    "guess": "Louis XVI of France",
    "confidence": [
      [
        "Louis",
        -0.3013834
      ],
      [
        " XVI",
        -0.15552542
      ],
      [
        " of",
        -0.44387105
      ],
      [
        " France",
        -3.9292416e-05
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"  A window in the back of this painting holds a potted plant and shows a tree and a column during twilight. Tapestries hang in the back right corner of this painting, near a woman in red who stands over a woman in white rummaging through a (*) cassone.  A small dog is curled up next to the": {
    "guess": "The Rape of the Sabine Women",
    "confidence": [
      [
        "The",
        -0.15876326
      ],
      [
        " Rape",
        -0.8715352
      ],
      [
        " of",
        -2.618001e-05
      ],
      [
        " the",
        -0.27903727
      ],
      [
        " Sab",
        -0.05213074
      ],
      [
        "ine",
        -0.0021427665
      ],
      [
        " Women",
        -0.000281716
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking a major colonial loss for another state's Estado Novo. Namibia was the site of the Lusaka Protocol, which ended a civil war that saw the Tripartite Agreement and set out this nation's government, currently led by the Mbundu MPLA party under Jose Eduardo Dos Santos despite some opposition in Cabinda. A machete apears on the flag of, for 10 points, what African home of the UNITA party, a former Portuguese colony with capital at Luanda?": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.023395138
      ],
      [
        "ola",
        -8.2324936e-05
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced to serve King Admetus as a slave for killing three Cyclopes. Another of this god's lovers was killed by the jealous Zephyr with a stray discus. This god flayed the satyr (*) Marsyas after a music": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.028377999
      ]
    ]
  },
  "When this marking is used in languages such as Afrikaans and Dutch with the letter e, it is known as a deelteken. Although this use has fallen out of favor, this marking used to be used on words such as cooperate and reelect to show that the paired vowels in those words were two syllables. In German,": {
    "guess": "Diaeresis",
    "confidence": [
      [
        "Dia",
        -0.21957202
      ],
      [
        "eres",
        -0.0067209406
      ],
      [
        "is",
        -0.0007044489
      ]
    ]
  },
  "When this marking is used in languages such as Afrikaans and Dutch with the letter e, it is known as a deelteken. Although this use has fallen out of favor, this marking used to be used on words such as cooperate and reelect to show that the paired vowels in those words were two syllables. In German, this diacritical marking can be replaced by putting an e after the letter it marks, which can only be an a, o, or u. For 10 points, name this mark also known as a diaeresis that is two dots above a letter.": {
    "guess": "Diaeresis",
    "confidence": [
      [
        "Dia",
        -0.57441175
      ],
      [
        "eres",
        -0.0056821606
      ],
      [
        "is",
        -0.0006351164
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion won its first well-deserved victory,\" and this polity's Heppenheim program unsuccessfully called for a parliament. Karl Buck advocated expanding it to include neighboring states, but Rudolf Delbruck insisted on the exclusion of Austria to protect its industry. and in its second incarnation no single state possessed veto power. Founded by Friedrich List and later reformed after the Austro-Prussian": {
    "guess": "German Customs Union",
    "confidence": [
      [
        "German",
        -0.33163726
      ],
      [
        " Customs",
        -0.15612063
      ],
      [
        " Union",
        -0.000562327
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort": {
    "guess": "Artificial life",
    "confidence": [
      [
        "Art",
        -0.0031779523
      ],
      [
        "ificial",
        -0.00044628125
      ],
      [
        " life",
        -0.043059364
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud and Beyond. Plato is a subject of Dissemination, while Hegel, along with Heidegger and Husserl, comes up again in 1972's Margins of Philosophy. His treatment of writing in western philosophy is Writing and Difference, and he analyzes Saussure and Rousseau in a 1967 work which founded school of literary criticism, Of Grammatology. For 10 points, name this French philosopher, most associated with": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0013067871
      ],
      [
        "ques",
        -3.2497806e-05
      ],
      [
        " D",
        -4.954393e-05
      ],
      [
        "err",
        -6.704273e-07
      ],
      [
        "ida",
        -6.2729996e-06
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses. This organ's cortex includes the molecular, Purkinje, and granular layers, the last of which is the innermost and originates at the pontine nuclei. Many forms of ataxia, a gross loss of muscle movement, can be traced to lesions here, since this region coordinates voluntary muscle movement such as walking.": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.00874174
      ],
      [
        "ere",
        -8.017927e-05
      ],
      [
        "bell",
        -0.00016134596
      ],
      [
        "um",
        -0.011547359
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000 square kilometer \"safe haven,\" this was perhaps not surprising given the Strategic Plan outlined in the 1982 Seventh Guerrilla Conference. Officially formed in response to the government's attack on the": {
    "guess": "Karen National Union",
    "confidence": [
      [
        "Karen",
        -1.8483758
      ],
      [
        " National",
        -0.009659754
      ],
      [
        " Union",
        -0.20075797
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country to secure aid from the Clinton administration. This country's rejection of the Hay-Herran Treaty led the U.S. to support the independence movement of its northern neighbor. Alvaro Uribe sought to suppress the growing of coca in this country, which is home to the FARC guerrillas. For 10 points, name": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.12710586
      ],
      [
        "omb",
        -4.723352e-06
      ],
      [
        "ia",
        -0.0024024087
      ]
    ]
  },
  "Marcus Schouler graciously accepts the fact his sweetheart Trina Sieppe has chosen to marry the title character until Trina wins five thousand dollars in a lottery. Marcus then exposes the titular San Francisco dentist as unlicensed and dimwitted, plunging the couple into destitution. For 10 points—thus": {
    "guess": "McTeague",
    "confidence": [
      [
        "Mc",
        -0.030797992
      ],
      [
        "Te",
        -0.00021867557
      ],
      [
        "ague",
        -3.4166656e-05
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis of Assisi. This painter of The Three Philosophers and the Castelfranco Madonna also created a painting in which a semi-nude mother in the lower right suckles her child and a single lightning bolt illuminates the stormy sky in the background. For 10 points, name this Italian painter of the Sleeping": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.0025099048
      ],
      [
        "org",
        -0.00010092071
      ],
      [
        "ione",
        -0.000318185
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile in Portugal after abdicating the throne. Forces loyal to this man lost the Battles of Custoza and Novara. Both of those losses were to armies led by Joseph Radetsky who was fighting for Franz Joseph I. Although opponent of Austrian rule, this king fought with liberals like Giuseppe Mazzini": {
    "guess": "Charles Albert of Sardinia",
    "confidence": [
      [
        "Charles",
        -0.1759985
      ],
      [
        " Albert",
        -0.0011133048
      ],
      [
        " of",
        -0.00074566406
      ],
      [
        " S",
        -0.0010529344
      ],
      [
        "ardin",
        -0.0042988462
      ],
      [
        "ia",
        -1.473646e-05
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\" in a study performed four years after this experiment. Cotton wool, burning newspapers, a white rabbit, and other items initially produced no response in the title subject, who later displayed a conditioned response of fear of the same objects after they were introduced simultaneously with a loud noise. For 10 points, name this experiment that provided evidence of classical conditioning": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.003109027
      ],
      [
        " Albert",
        -3.2929079e-06
      ],
      [
        " experiment",
        -0.0016121045
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses a stream above her left shoulder. Marcel Duchamp famously drew a (*) moustache on a postcard of a painting this figure in L.H.O.O.Q. That painting employs its artist's famous sfumato technique, and was stolen in 1911 by Vincenzo Peruggia. Vasari claims that this woman was the wife of Francesco del Giocondo. For ten points, identify this woman, whose arms-crossed, enigmatic pose is depicted in a Leonardo da Vinci painting.": {
    "guess": "Mona Lisa",
    "confidence": [
      [
        "M",
        -0.007370454
      ],
      [
        "ona",
        -2.188868e-05
      ],
      [
        " Lisa",
        -0.00019185843
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n sphere, outer sphere dichotomy. In cells, many of these reactions are catalyzed by flavoproteins.": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.002367086
      ],
      [
        "ox",
        -0.00022058284
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing for the love of Maria in The Fake Astrologer, while Julia turns out to be Eusebio's sister in his The Devotion of the Cross. This author is better known for writing a play about Don Alvaro's tape of Isabel, the daughter of title character Pedro Crespo, as well as a play which sees Rosauro married to Astolfo after Sigismundo becomes King of Poland. For 10 points, name this Golden Age Spanish dramatist who wrote The Mayor of Zalamea and Life is a Dream.": {
    "guess": "Pedro Calderón de la Barca",
    "confidence": [
      [
        "Ped",
        -0.0001202317
      ],
      [
        "ro",
        -9.0883464e-07
      ],
      [
        " Calder",
        -2.355753e-05
      ],
      [
        "ón",
        -0.00022296692
      ],
      [
        " de",
        -1.3856493e-06
      ],
      [
        " la",
        -8.537869e-06
      ],
      [
        " Bar",
        -2.9352968e-06
      ],
      [
        "ca",
        -3.059055e-05
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile": {
    "guess": "Stephen I of Hungary",
    "confidence": [
      [
        "Stephen",
        -1.5049871
      ],
      [
        " I",
        -0.622703
      ],
      [
        " of",
        -0.00037335427
      ],
      [
        " Hungary",
        -0.0018060837
      ]
    ]
  },
  "He married the daughter of Louis of Anjou in the Union of Krewo, after promising to convert to Christianity and recognize his cousin Witold as Duke. Under his 48 year reign, the first Peace of Thorn was": {
    "guess": "Jogaila",
    "confidence": [
      [
        "J",
        -0.025312817
      ],
      [
        "og",
        -0.07733933
      ],
      [
        "ail",
        -8.8285124e-05
      ],
      [
        "a",
        -0.00021140782
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic or inelastic; thus, it is directly correlated to the consumer surplus. The Hicksian variety acknowledges the possibility of its causation by a distortion in the Marshallian demand curve. It can be calculated by squaring the value of the tax that causes it, although other causes include externalities and monopoly pricing. For 10 points, name this economic quantity, the net shortfall to society due to an inefficient market.": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.011598499
      ],
      [
        "weight",
        -2.451116e-05
      ],
      [
        " loss",
        -0.0058262954
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0008999044
      ],
      [
        " Men",
        -1.0325924e-05
      ],
      [
        "inas",
        -1.378283e-05
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses": {
    "guess": "Andy Warhol's Thirty are Better Than One",
    "confidence": [
      [
        "Andy",
        -0.5502681
      ],
      [
        " War",
        -0.0013390509
      ],
      [
        "hol",
        -9.448371e-05
      ],
      [
        "'s",
        -0.0047066147
      ],
      [
        " Thirty",
        -0.35495836
      ],
      [
        " are",
        -0.043204714
      ],
      [
        " Better",
        -0.0038947337
      ],
      [
        " Than",
        -0.0026909865
      ],
      [
        " One",
        -0.00043376852
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their home in one of his short stories, \"Casa tomada,\" and in a story from the same collection, a tiger roams": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.15840061
      ],
      [
        "io",
        -8.418666e-06
      ],
      [
        " Cort",
        -4.0842064e-05
      ],
      [
        "á",
        -0.028430717
      ],
      [
        "zar",
        -4.723352e-06
      ]
    ]
  },
  "He married the daughter of Louis of Anjou in the Union of Krewo, after promising to convert to Christianity and recognize his cousin Witold as Duke. Under his 48 year reign, the first Peace of Thorn was reached, the Charter of Cracow affirmed the rights of the nobility, and the Battle of Tannenberg was": {
    "guess": "Jogaila",
    "confidence": [
      [
        "J",
        -0.26726738
      ],
      [
        "og",
        -0.18325351
      ],
      [
        "ail",
        -0.00012284685
      ],
      [
        "a",
        -0.00025585614
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino compiled the Florentine Codex to describe the customs of these people, who fought the (*) Flower": {
    "guess": "Aztec Triple Alliance",
    "confidence": [
      [
        "Az",
        -0.15814112
      ],
      [
        "tec",
        -0.16472408
      ],
      [
        " Triple",
        -0.36007166
      ],
      [
        " Alliance",
        -0.0001530017
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance": {
    "guess": "Tydeus",
    "confidence": [
      [
        "Ty",
        -0.18760763
      ],
      [
        "de",
        -0.0007940204
      ],
      [
        "us",
        -5.080963e-06
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that led to the enslavement of many of the people of the Chatham Islands. In 1835, it saw a declaration of independence signed under the auspices of James Busby. William Hobson oversaw what was in effect": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.016873725
      ],
      [
        " Zealand",
        -0.003791054
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon, and this man was one of two cursed for refusing to give his father shelter. Of those who accompanied this man on his most famous quest, including Tydeus and Parthenopaeus, only Adrastus survived, and this man's burial was carried out against Creon's order by this man's sister, Antigone. For ten points, identify this son of Oedipus and Jocasta and member of the expedition of the Seven against Thebes, who died fighting his brother Eteocles.": {
    "guess": "Polynices",
    "confidence": [
      [
        "Pol",
        -0.06763672
      ],
      [
        "yn",
        -0.00053587474
      ],
      [
        "ices",
        -0.00084357616
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion won its first well-deserved victory,\" and this polity's Heppenheim program unsuccessfully called for": {
    "guess": "German Customs Union",
    "confidence": [
      [
        "German",
        -0.38133854
      ],
      [
        " Customs",
        -0.86567014
      ],
      [
        " Union",
        -0.00019793781
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on the right inside the main building in this work, and stands next to two metal tanks. In front of those tanks is a blonde man in white, who is preparing an order for a woman in red and the man sitting": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.03859333
      ],
      [
        "ighth",
        -1.1994775e-05
      ],
      [
        "awks",
        -0.00018971277
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove the force of a spherically symmetric object on another can be considered as though both objects were point masses at their centers. Equivalent to Coulomb's law for static charges, it can be used to": {
    "guess": "Poisson's equation",
    "confidence": [
      [
        "P",
        -1.0199741
      ],
      [
        "ois",
        -0.0012397524
      ],
      [
        "son",
        -0.004124704
      ],
      [
        "'s",
        -0.016746188
      ],
      [
        " equation",
        -0.037541006
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing for the love of Maria in The Fake Astrologer, while Julia turns out to be Eusebio's sister in his The Devotion of the Cross. This author is better known for writing a play about Don Alvaro's tape of Isabel, the daughter of title character Pedro Crespo, as well as a play which sees Rosauro married": {
    "guess": "Pedro Calderón de la Barca",
    "confidence": [
      [
        "Ped",
        -0.5545925
      ],
      [
        "ro",
        -0.00022523178
      ],
      [
        " Calder",
        -0.0017033906
      ],
      [
        "ón",
        -0.0012699935
      ],
      [
        " de",
        -2.3080716e-05
      ],
      [
        " la",
        -1.867018e-05
      ],
      [
        " Bar",
        -1.2233183e-05
      ],
      [
        "ca",
        -7.088138e-05
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though the Duke of Longueville was the puppet leader.  The most important delegates were Count Maximilian von Trautmansdorff and John Oxenstierna.  The Spanish-Dutch portion of it was signed ten months before the major settlement, and it was primarily negotiated in the towns of Munster and Osnabruck.  It confirmed": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.0039688125
      ],
      [
        " of",
        -1.2352386e-05
      ],
      [
        " West",
        -3.3213026e-05
      ],
      [
        "ph",
        -4.1273333e-06
      ],
      [
        "alia",
        -2.451116e-05
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's": {
    "guess": "European Union",
    "confidence": [
      [
        "European",
        -0.88154304
      ],
      [
        " Union",
        -0.73872787
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n sphere, outer sphere dichotomy. In cells, many of these reactions are catalyzed by flavoproteins. One way\n in which these can occur is hydride transfer. The Nernst equation allows for determining species activities\n in one of these reactions at a given potential. These are either atom or electron": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.023985162
      ],
      [
        "ox",
        -0.053232048
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person.": {
    "guess": "Elizabeth Taylor",
    "confidence": [
      [
        "Elizabeth",
        -0.4096303
      ],
      [
        " Taylor",
        -0.00081534684
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that, in a gas, it is proportional to the temperature raised to a constant power. Usually calculated by dividing stress to shear strain, the kinematic variety can be multiplied by mass density to derive the absolute or dynamic variety, which is usually a collective measure of friction, adhesion, and cohesion. For 10 points name this quantity measured in units of either poise or stokes, the resistance to": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00058746425
      ],
      [
        "cosity",
        -0.00019936825
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.0119411
      ],
      [
        "ighth",
        -3.1737043e-06
      ],
      [
        "awks",
        -3.261701e-05
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\" before speaking of the \"blind Fury with th' abhorred shears\" who \"slits the think spun life.\" More famous passages refer to the \"two-handed engine\" which may represent a sword and the \"Pilot of the": {
    "guess": "The Rape of the Lock",
    "confidence": [
      [
        "The",
        -0.5970919
      ],
      [
        " Rape",
        -0.6823398
      ],
      [
        " of",
        -0.00026336228
      ],
      [
        " the",
        -0.03688024
      ],
      [
        " Lock",
        -0.0016680422
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.2618803
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.004610861
      ],
      [
        "erm",
        -1.7432603e-06
      ],
      [
        "ont",
        -3.357064e-05
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse.": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.41939822
      ],
      [
        "tec",
        -0.42817244
      ],
      [
        " Empire",
        -0.6151099
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion won its first well-deserved victory,\" and this polity's Heppenheim program unsuccessfully called for a parliament. Karl Buck advocated expanding it to include neighboring states, but Rudolf Delbruck": {
    "guess": "German Customs Union",
    "confidence": [
      [
        "German",
        -0.43836448
      ],
      [
        " Customs",
        -0.29243863
      ],
      [
        " Union",
        -0.000555536
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic or inelastic; thus, it is directly correlated to the consumer surplus. The Hicksian variety acknowledges the possibility of its causation by a distortion in the Marshallian demand curve. It can be": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.07491298
      ],
      [
        "weight",
        -0.00013548243
      ],
      [
        " loss",
        -0.0065687723
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.0034269928
      ],
      [
        "erm",
        -6.704273e-07
      ],
      [
        "ont",
        -2.9517714e-05
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that,": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.046813887
      ],
      [
        "cosity",
        -0.11707668
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion won its first well-deserved victory,\" and this polity's Heppenheim program unsuccessfully called for a parliament. Karl Buck advocated expanding it to include neighboring states, but Rudolf Delbruck insisted on the exclusion of Austria to protect its industry. and in its second incarnation no single": {
    "guess": "German Customs Union",
    "confidence": [
      [
        "German",
        -0.5476518
      ],
      [
        " Customs",
        -0.33286926
      ],
      [
        " Union",
        -0.0005645882
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In the background, two figures of royalty can be seen reflected in a mirror. This painting shows a scene inside the Alcazar palace of Philip IV; to the far left is the painter himself working on a large canvas while in the center a group of servants, or ladies in waiting, attend to the (*) Infanta Margarita. For 10 points, name this painting by Diego Velazquez whose title translates as \"The Maids of Honor\".": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.00023178798
      ],
      [
        " Men",
        -7.743759e-05
      ],
      [
        "inas",
        -3.7146747e-05
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino compiled the Florentine Codex to describe the customs of these people, who fought the (*) Flower Wars to acquire sacrificial captives. Before defeating a force assisted by La Malinche during La Noche Triste, this civilization intentionally damaged the bridges leading to their capital Tenochtitlan.": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.0070066247
      ],
      [
        "tec",
        -0.037845127
      ],
      [
        " Empire",
        -0.0044826968
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"  A window in the back of this painting holds a potted plant and shows a tree and a column during twilight. Tapestries hang in the back right corner of this painting, near a woman in red who": {
    "guess": "The Toilet of Venus",
    "confidence": [
      [
        "The",
        -0.26954564
      ],
      [
        " Toilet",
        -2.3334627
      ],
      [
        " of",
        -0.00096446153
      ],
      [
        " Venus",
        -3.88156e-05
      ]
    ]
  },
  "Maren and Fanselow suggested that neuronal and synaptic plasticity in the amygdala may have been responsible for the results of this experiment, and Mary Cover Jones noted the presence of \"degrees of toleration\"": {
    "guess": "Little Albert experiment",
    "confidence": [
      [
        "Little",
        -0.15435606
      ],
      [
        " Albert",
        -0.004283773
      ],
      [
        " experiment",
        -0.0055506937
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country to secure aid from the Clinton administration. This country's rejection of the Hay-Herran Treaty led the U.S. to support the independence movement of its northern neighbor. Alvaro Uribe sought to suppress": {
    "guess": "Colombia",
    "confidence": [
      [
        "Col",
        -0.022715157
      ],
      [
        "omb",
        -5.3193703e-06
      ],
      [
        "ia",
        -0.002136698
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river by his one hundred cousins, this hero is revived and strengthened by the god of the water snakes.  He saves the village of Ekachakra by killing the demon Vaka while in hiding from his evil cousins.  During the Battle of Kurukshetra, he kills an elephant named Aswatthaman to trick Drona into thinking his son is dead.  This son of the wind god Vayu later kills his cousin Duryodhana, leader of the Kauravas.  FTP, identify this second of the five Pandavas and elder brother to Arjuna in the Mahabharata.": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.025262957
      ],
      [
        "h",
        -0.0019956084
      ],
      [
        "ima",
        -0.00016015393
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In the background, two figures of royalty can be seen reflected in a mirror. This painting shows a scene inside the Alcazar palace of Philip IV; to the far left is the painter himself working on a large": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0007542394
      ],
      [
        " Men",
        -0.00012797261
      ],
      [
        "inas",
        -4.179569e-05
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In the background, two figures of royalty can be seen reflected in a mirror. This painting shows a scene inside the Alcazar palace of Philip IV; to the far left is the painter himself working on a large canvas while in the center a group of servants, or ladies in waiting, attend to the (*) Infanta Margarita. For 10 points, name this painting by Diego Velazquez whose title translates as \"The Maids of": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.00035619995
      ],
      [
        " Men",
        -2.4391957e-05
      ],
      [
        "inas",
        -1.6762922e-05
      ]
    ]
  },
  "He married the daughter of Louis of Anjou in the Union of Krewo, after promising to convert to Christianity and recognize his cousin Witold as Duke. Under his 48 year reign, the first Peace of Thorn was reached, the Charter of Cracow affirmed the rights of the nobility, and the Battle of Tannenberg was fought. FTP, name this Grand Duke of Lithuania, who took the title of Vladislav V in 1386 when he": {
    "guess": "Jogaila",
    "confidence": [
      [
        "J",
        -0.009436355
      ],
      [
        "og",
        -0.04575509
      ],
      [
        "ail",
        -0.00023500649
      ],
      [
        "a",
        -0.00044187438
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County lie on islands, while its other town lies on the Alburgh Tongue. Its rivers include the Winooski, the Ottauquechee, and the Otter River, its longest, while its Rutland County is home to the city Hubbardton.": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.011589553
      ],
      [
        "erm",
        -1.8431772e-05
      ],
      [
        "ont",
        -7.1954215e-05
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though the Duke of Longueville was the puppet leader.  The most important delegates were Count Maximilian von Trautmansdorff and John Oxenstierna.  The Spanish-Dutch portion of it was signed ten months before the major settlement, and it was primarily negotiated in the towns of Munster and Osnabruck.  It confirmed the Peace of Augsburg and allowed for toleration of Roman Catholics, Lutherans, and Calvinists": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.0034945887
      ],
      [
        " of",
        -1.2233183e-05
      ],
      [
        " West",
        -7.703444e-06
      ],
      [
        "ph",
        -6.2729996e-06
      ],
      [
        "alia",
        -2.7014437e-05
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that led to the enslavement of many of the people of the Chatham Islands. In 1835, it saw a declaration of independence signed under the auspices of James Busby. William Hobson oversaw what was in effect its annexation into Great Britain via the 1840 Treaty of Waitangi. Home to the Maori (may-\"OAR\"-ee), this is, for 10 points, what nation with North and South islands home to the cities of Auckland and": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.1299499
      ],
      [
        " Zealand",
        -0.0040626097
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic or inelastic; thus, it is directly correlated to the consumer surplus. The Hicksian variety acknowledges": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.024197422
      ],
      [
        "weight",
        -3.7146747e-05
      ],
      [
        " loss",
        -0.005359687
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One": {
    "guess": "Polymer",
    "confidence": [
      [
        "Poly",
        -0.69292367
      ],
      [
        "mer",
        -0.08867703
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis of Assisi. This painter of The Three Philosophers and the Castelfranco Madonna also created a painting in which a semi-nude mother in the lower right suckles her child and a single lightning bolt": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.0673665
      ],
      [
        "org",
        -0.00012237004
      ],
      [
        "ione",
        -0.002605387
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son uses honey to slay it. This man stays for six years in his mother's womb, where he was conceived with the help of an apple sent by Odin and Frigg. This son of (*) Rerir builds a giant hall whose center contained the tree Barnstokk, where a mysterious one-eyed visitor places the sword Gram. This man marries his daughter off to the Geatish king Siggeir, who murders him and all his sons except Sigmund.": {
    "guess": "Völsung family",
    "confidence": [
      [
        "V",
        -0.0242421
      ],
      [
        "ö",
        -0.16989428
      ],
      [
        "ls",
        -6.873572e-05
      ],
      [
        "ung",
        -0.0053088237
      ],
      [
        " family",
        -1.1589308
      ]
    ]
  },
  "The Marangoni effect causes the deposition of particles when this process happens to a drop of liquid, and Hawking radiation is this process occurring to black holes. This process has a rate proportional to the ratio of temperature to humidity, and it occurs below the (*) boiling point. At the triple": {
    "guess": "Evaporation",
    "confidence": [
      [
        "Ev",
        -0.29001373
      ],
      [
        "aporation",
        -0.0008052219
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon, and this man was one of two cursed for refusing to give his father shelter. Of those who accompanied this man on his most famous quest, including Tydeus and Parthenopaeus, only Adrastus survived,": {
    "guess": "Amphiaraus",
    "confidence": [
      [
        "Am",
        -0.6320571
      ],
      [
        "phi",
        -0.1830126
      ],
      [
        "ara",
        -0.00015657782
      ],
      [
        "us",
        -6.420598e-05
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio. The theme of decay can be seen in the discussion of the Church of St. Moise and its most famous section contrasts the feudal relations between workers and authority with the subsequent relations during the rise of English mass production. Containing the essay \"The Nature of Gothic\", this work describes the architectural transition from Byzantine to Gothic and finally a decline to Renaissance.": {
    "guess": "The Stones of Venice",
    "confidence": [
      [
        "The",
        -0.020980796
      ],
      [
        " Stones",
        -0.25402918
      ],
      [
        " of",
        -8.804671e-05
      ],
      [
        " Venice",
        -5.312004e-05
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing for the love of Maria in The Fake Astrologer, while Julia turns out to be Eusebio's sister in his": {
    "guess": "Machado de Assis",
    "confidence": [
      [
        "M",
        -0.23704417
      ],
      [
        "ach",
        -0.006698677
      ],
      [
        "ado",
        -2.2127088e-05
      ],
      [
        " de",
        -0.0027733708
      ],
      [
        " Ass",
        -0.0002818352
      ],
      [
        "is",
        -0.00017123987
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile in Portugal after abdicating the throne. Forces loyal to this man lost the Battles of Custoza and Novara. Both of those losses were to armies led by Joseph Radetsky who was fighting for Franz Joseph I. Although opponent of Austrian rule, this king fought with liberals like Giuseppe Mazzini and Camillo Cavour. For ten points, name this member of the house of Savoy, and King of Piedmont-Sardinia, who abdicated in favor of his son Victor Emmanuel II in 1849.": {
    "guess": "Charles Albert of Sardinia",
    "confidence": [
      [
        "Charles",
        -0.004700207
      ],
      [
        " Albert",
        -9.531814e-05
      ],
      [
        " of",
        -0.04126312
      ],
      [
        " S",
        -0.001214164
      ],
      [
        "ardin",
        -0.0014920076
      ],
      [
        "ia",
        -1.2829201e-05
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon, and this man was one of two cursed for refusing to give his father shelter. Of those who accompanied this man on his most famous quest, including Tydeus and Parthenopaeus, only Adrastus survived, and this man's burial was carried out against Creon's order by this man's sister, Antigone. For ten": {
    "guess": "Seven Against Thebes",
    "confidence": [
      [
        "Seven",
        -0.004012984
      ],
      [
        " Against",
        -0.38787907
      ],
      [
        " The",
        -4.572941e-05
      ],
      [
        "bes",
        -4.739826e-05
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced to serve King Admetus as a slave for killing three Cyclopes. Another of this god's lovers was": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0033198304
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino compiled the Florentine Codex to describe the customs of these people, who fought the (*) Flower Wars to acquire sacrificial captives. Before defeating a force assisted by La Malinche during La Noche": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.036169942
      ],
      [
        "tec",
        -0.3713871
      ],
      [
        " Empire",
        -0.3611602
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that led to the enslavement of many of the people of the Chatham Islands. In 1835, it saw a declaration": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.12326458
      ],
      [
        " Zealand",
        -0.0018053686
      ]
    ]
  },
  "Mariana of Austria is one figure that can be seen in this painting, which also includes a man pausing in the background on a flight of stairs and a large brown dog resting in the bottom front right. In": {
    "guess": "Las Meninas",
    "confidence": [
      [
        "Las",
        -0.0026657886
      ],
      [
        " Men",
        -0.00014978688
      ],
      [
        "inas",
        -7.576874e-05
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always": {
    "guess": "Gilles Deleuze",
    "confidence": [
      [
        "G",
        -1.1819181
      ],
      [
        "illes",
        -0.21510075
      ],
      [
        " De",
        -1.1041146e-05
      ],
      [
        "le",
        -7.89631e-07
      ],
      [
        "uze",
        -1.5332478e-05
      ]
    ]
  },
  "Margaret suspects her husband of an affair with the mysterious Mrs. Erlynne, whom he financially supports though he claims his interest is honorable. When he invites Mrs. Erlynne to a dinner party over Margaret's objections, she decides to leave him for Lord Darlington but is dissuaded by Mrs. Erlynne herself, who is actually her mother. This is the plot - FTP - of which Oscar Wilde play named for": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.06306792
      ],
      [
        " Wind",
        -0.00037669198
      ],
      [
        "erm",
        -0.0001441843
      ],
      [
        "ere",
        -1.2829201e-05
      ],
      [
        "'s",
        -0.00041637212
      ],
      [
        " Fan",
        -4.0961266e-05
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto. This note is the subdominant of A, and in C major, the dorian mode would begin on this note. The violin concerto of Brahms is in the major key named for this note, as is Beethoven's violin concerto. The relative minor key for this note's major scale is B, and Beethoven's 9th symphony is in this note's minor key. FTP, name this note of the standard musical scale, which is a perfect fourth above": {
    "guess": "D minor",
    "confidence": [
      [
        "D",
        -0.6173635
      ],
      [
        " minor",
        -0.09164175
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son": {
    "guess": "Fenrir",
    "confidence": [
      [
        "F",
        -0.26804355
      ],
      [
        "en",
        -0.00862604
      ],
      [
        "rir",
        -0.0006940855
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking a major colonial loss for another state's Estado Novo. Namibia was the site of the Lusaka Protocol,": {
    "guess": "History of Angola",
    "confidence": [
      [
        "History",
        -1.0367851
      ],
      [
        " of",
        -0.00030829108
      ],
      [
        " Angola",
        -0.15535428
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses. This organ's cortex includes the molecular, Purkinje, and granular layers, the last of which is the innermost and originates at the pontine nuclei. Many forms of ataxia, a gross loss of muscle movement, can be traced to lesions here, since this region coordinates voluntary muscle movement such as walking. For 10 points, name this region at the base of the brain responsible for coordination and balance,": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.005189528
      ],
      [
        "ere",
        -3.0232935e-05
      ],
      [
        "bell",
        -2.2365493e-05
      ],
      [
        "um",
        -0.0011243833
      ]
    ]
  },
  "Mark Twain once called this painting \"the foulest, the vilest, the most obscenest picture the world possesses.\"": {
    "guess": "Olympia (Manet)",
    "confidence": [
      [
        "O",
        -1.0249099
      ],
      [
        "lymp",
        -0.0053946613
      ],
      [
        "ia",
        -0.00023345684
      ],
      [
        " (",
        -0.010129308
      ],
      [
        "Man",
        -0.005259253
      ],
      [
        "et",
        -1.3663626e-05
      ],
      [
        ")",
        -0.010459437
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on the right inside the main building in this work, and stands next to two metal tanks. In front of those": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.050290387
      ],
      [
        "ighth",
        -0.0002006795
      ],
      [
        "awks",
        -6.551722e-05
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that, in a gas, it is proportional to the temperature raised to a constant power. Usually calculated by dividing stress to shear strain, the kinematic variety can be multiplied by mass density to derive the absolute or dynamic variety, which is usually a collective measure of friction, adhesion, and cohesion. For 10 points name this quantity measured in units of either poise or stokes, the resistance to flow found in both gases and liquids.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.00020818933
      ],
      [
        "cosity",
        -8.9834764e-05
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river by his one hundred cousins, this hero is revived and strengthened by the god of the water snakes.": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.028219704
      ],
      [
        "h",
        -0.06594123
      ],
      [
        "ima",
        -0.0033257648
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their home in one of his short stories, \"Casa tomada,\" and in a story from the same collection, a tiger roams around Rema's house. In addition to Bestiario, he wrote a story in which Roberto Michel photographs a woman and a boy caught in an illicit act, The Blow-Up. In another of his works, Horatio Oliveira searches for La Maga throughout France and South America. For 10 points, name this Argentine author": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.01946769
      ],
      [
        "io",
        -1.0921943e-05
      ],
      [
        " Cort",
        -6.0033854e-05
      ],
      [
        "á",
        -0.0020395103
      ],
      [
        "zar",
        -0.00016361084
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous The National System of Political Economy. Treitschke claims that it was here that \"public opinion": {
    "guess": "American School of Economics",
    "confidence": [
      [
        "American",
        -0.8924529
      ],
      [
        " School",
        -0.5362
      ],
      [
        " of",
        -0.710441
      ],
      [
        " Economics",
        -0.3222463
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and will not serve if elected.\" He established what became the Army Command and General Staff College at Fort Leavenworth. His namesake \"neckties\" were broken railroad rails that his men wrapped around tree trunks. During one campaign, this man said his men would \"forage liberally on the country\" and have the right to \"destroy mills, houses, cotton-gins, etc.\" For 10 points name this Union Civil War": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.036468484
      ],
      [
        " Tec",
        -0.05961651
      ],
      [
        "um",
        -0.00010640408
      ],
      [
        "se",
        -8.625866e-05
      ],
      [
        "h",
        -6.9882217e-06
      ],
      [
        " Sherman",
        -4.9305523e-05
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0020351072
      ],
      [
        "ques",
        -5.3000836e-05
      ],
      [
        " D",
        -7.266944e-05
      ],
      [
        "err",
        -1.2664457e-06
      ],
      [
        "ida",
        -1.6166903e-05
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley": {
    "guess": "Dubliners",
    "confidence": [
      [
        "Dub",
        -0.21400715
      ],
      [
        "lin",
        -0.0002580018
      ],
      [
        "ers",
        -2.3915141e-05
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by": {
    "guess": "Adrastus",
    "confidence": [
      [
        "Ad",
        -0.5136378
      ],
      [
        "r",
        -0.00010008628
      ],
      [
        "ast",
        -0.0032528122
      ],
      [
        "us",
        -2.2842309e-05
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino": {
    "guess": "Spanish conquest of the Aztec Empire",
    "confidence": [
      [
        "Spanish",
        -0.6818192
      ],
      [
        " conquest",
        -0.0017941818
      ],
      [
        " of",
        -0.00028040475
      ],
      [
        " the",
        -0.15221965
      ],
      [
        " Az",
        -0.008135795
      ],
      [
        "tec",
        -0.00028576894
      ],
      [
        " Empire",
        -0.0011702254
      ]
    ]
  },
  "Marschall exported mineral water to France in order to circumvent this polity's tariffs. This organization's founder explained his views Outlines of American Political Economy, as well as the more famous": {
    "guess": "American System (economic plan)",
    "confidence": [
      [
        "American",
        -0.5687991
      ],
      [
        " System",
        -0.36260977
      ],
      [
        " (",
        -0.5720103
      ],
      [
        "economic",
        -0.00836268
      ],
      [
        " plan",
        -1.9504607e-05
      ],
      [
        ")",
        -0.00014025059
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though": {
    "guess": "Treaty of Ryswick",
    "confidence": [
      [
        "T",
        -0.09943703
      ],
      [
        "reat",
        -5.1808798e-05
      ],
      [
        "y",
        -0.0011577237
      ],
      [
        " of",
        -0.00014978688
      ],
      [
        " R",
        -0.6648747
      ],
      [
        "ys",
        -0.04387829
      ],
      [
        "wick",
        -2.6537622e-05
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort to  create these entities. One program for studying the long term behavior of these entities is Chris Adami's  Avida. Steen Rasmussen was inspired by Core Wars to create a primitive one of these entities.": {
    "guess": "Artificial Life",
    "confidence": [
      [
        "Art",
        -0.0070018936
      ],
      [
        "ificial",
        -0.0008919288
      ],
      [
        " Life",
        -0.6329284
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.7082804
      ],
      [
        "leg",
        -4.6444635e-05
      ],
      [
        "y",
        -9.5914154e-05
      ],
      [
        " Written",
        -0.0015485451
      ],
      [
        " in",
        -4.334534e-05
      ],
      [
        " a",
        -0.000103662394
      ],
      [
        " Country",
        -7.9702455e-05
      ],
      [
        " Church",
        -6.7901296e-05
      ],
      [
        "yard",
        -2.9352968e-06
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a sensible plenitude,\" which asks his fans to determine whether he actually wrote that \"different is always a sensible plenitude.\" His work Glas is an experimental work in two columns, one column about Hegel and one about Jean Genet, while he tackled psychoanalysis in The Post Card: From Socrates to Freud and Beyond. Plato is a subject of Dissemination, while Hegel, along with Heidegger and Husserl,": {
    "guess": "Jacques Derrida",
    "confidence": [
      [
        "Jac",
        -0.0019922783
      ],
      [
        "ques",
        -5.705376e-05
      ],
      [
        " D",
        -0.00017302792
      ],
      [
        "err",
        -1.9816675e-06
      ],
      [
        "ida",
        -2.3915141e-05
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000 square kilometer \"safe haven,\" this was perhaps not surprising given the Strategic Plan outlined in the 1982 Seventh Guerrilla Conference. Officially formed in response to the government's attack on the Marquetalia Republic, this group originally called itself the \"Southern Bloc\" but changed to its": {
    "guess": "FARC",
    "confidence": [
      [
        "F",
        -0.5761652
      ],
      [
        "ARC",
        -0.0093956115
      ]
    ]
  },
  "Marcus Schouler graciously accepts the fact his sweetheart Trina Sieppe has chosen to marry the title character until Trina wins five thousand dollars in a lottery. Marcus then exposes the titular San": {
    "guess": "McTeague",
    "confidence": [
      [
        "Mc",
        -0.051479433
      ],
      [
        "Te",
        -0.00022535099
      ],
      [
        "ague",
        -1.8193366e-05
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by": {
    "guess": "Adrastus",
    "confidence": [
      [
        "Ad",
        -1.1126447
      ],
      [
        "r",
        -0.009283293
      ],
      [
        "ast",
        -0.0035267791
      ],
      [
        "us",
        -7.8748824e-05
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon, and this man was one of two cursed for refusing to give his father shelter. Of those who accompanied": {
    "guess": "Adrastus",
    "confidence": [
      [
        "Ad",
        -0.09589162
      ],
      [
        "r",
        -0.00013691289
      ],
      [
        "ast",
        -0.0012445169
      ],
      [
        "us",
        -0.00010521204
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier,": {
    "guess": "Ode on a Grecian Urn",
    "confidence": [
      [
        "O",
        -1.6583818
      ],
      [
        "de",
        -0.0022222223
      ],
      [
        " on",
        -0.6980391
      ],
      [
        " a",
        -0.6716023
      ],
      [
        " G",
        -0.015814979
      ],
      [
        "rec",
        -4.3202e-07
      ],
      [
        "ian",
        -5.6219335e-05
      ],
      [
        " Ur",
        -7.564953e-05
      ],
      [
        "n",
        -0.00079938455
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove": {
    "guess": "Gauss's law",
    "confidence": [
      [
        "G",
        -0.4569258
      ],
      [
        "auss",
        -0.00066716387
      ],
      [
        "'s",
        -0.0013923771
      ],
      [
        " law",
        -0.014253887
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\" before speaking of the \"blind Fury with th' abhorred shears\" who \"slits the think spun life.\" More famous passages refer to the \"two-handed engine\" which may represent a sword and the \"Pilot of the Galilean lake.\" Opening \"yet once more, O ye laurels, and once more ye myrtles brown,\" this self-described monody was written on the death of Edward King by drowning on the Irish Seas. FTP, name this elegy for a dead shepherd by John Milton.": {
    "guess": "Lycidas",
    "confidence": [
      [
        "L",
        -0.0008252298
      ],
      [
        "yc",
        -2.4584822e-06
      ],
      [
        "idas",
        -0.0001037816
      ]
    ]
  },
  "Margaret suspects her husband of an affair with the mysterious Mrs. Erlynne, whom he financially supports": {
    "guess": "Lady Windermere's Fan",
    "confidence": [
      [
        "Lady",
        -0.03826284
      ],
      [
        " Wind",
        -0.00067490473
      ],
      [
        "erm",
        -0.004043137
      ],
      [
        "ere",
        -3.1544176e-05
      ],
      [
        "'s",
        -0.0041305227
      ],
      [
        " Fan",
        -9.448371e-05
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.7602174
      ],
      [
        "io",
        -0.0005498142
      ],
      [
        " Cort",
        -3.1424974e-05
      ],
      [
        "á",
        -9.794062e-05
      ],
      [
        "zar",
        -0.00010783452
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their home in one of his short stories, \"Casa tomada,\" and in a story from the same collection, a tiger roams around Rema's house. In addition to Bestiario, he wrote a story in which Roberto Michel photographs a woman and a boy caught in an illicit act, The Blow-Up. In another of his works, Horatio Oliveira": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.055478595
      ],
      [
        "io",
        -5.0139948e-05
      ],
      [
        " Cort",
        -6.539802e-05
      ],
      [
        "á",
        -0.0014491602
      ],
      [
        "zar",
        -0.00020103711
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers": {
    "guess": "Redox",
    "confidence": [
      [
        "Red",
        -0.025949452
      ],
      [
        "ox",
        -0.0014280942
      ]
    ]
  },
  "When this marking is used in languages such as Afrikaans and Dutch with the letter e, it is known as a deelteken. Although this use has fallen out of favor, this marking used to be used on words such as": {
    "guess": "Diaeresis",
    "confidence": [
      [
        "Dia",
        -0.5789234
      ],
      [
        "eres",
        -0.015344684
      ],
      [
        "is",
        -0.0014186844
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses a stream above her left shoulder. Marcel Duchamp famously drew a (*) moustache on a postcard of a painting": {
    "guess": "Marcel Duchamp",
    "confidence": [
      [
        "Mar",
        -0.17317925
      ],
      [
        "cel",
        -0.00020306357
      ],
      [
        " Duch",
        -0.0003191386
      ],
      [
        "amp",
        -0.00021557629
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in another Rice is forced to play the part of John Howell. Irene and the unnamed narrator lose their home in one of his short stories, \"Casa tomada,\" and in a story from the same collection, a tiger roams around Rema's house. In addition to Bestiario, he wrote a story in which Roberto Michel photographs": {
    "guess": "Julio Cortázar",
    "confidence": [
      [
        "Jul",
        -0.39718094
      ],
      [
        "io",
        -4.763667e-05
      ],
      [
        " Cort",
        -4.894791e-05
      ],
      [
        "á",
        -0.00079723884
      ],
      [
        "zar",
        -0.00015478976
      ]
    ]
  },
  "He married the daughter of Louis of Anjou in the Union of Krewo, after promising to convert to Christianity and recognize his cousin Witold as Duke. Under his 48 year reign, the first Peace of Thorn was reached, the Charter of Cracow affirmed the rights of the nobility, and the Battle of Tannenberg was fought. FTP, name this Grand Duke of Lithuania, who took the title of Vladislav V in 1386 when he married Jadwiga, beginning a namesake dynasty of Polish rulers.": {
    "guess": "Jagiello",
    "confidence": [
      [
        "J",
        -0.053569496
      ],
      [
        "agi",
        -0.49576283
      ],
      [
        "ello",
        -0.1378892
      ]
    ]
  },
  "After marrying Margaret Burr, the illegitimate daughter of the Duke of Beaufort, he left London and settled in Ipswich as a portrait painter. A founding member of the Royal Academy, he retired from it in 1784, dissatisfied with the place given to hi  s The KingÕs Daughters. FTP, name this painter of": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.19350432
      ],
      [
        " G",
        -0.01573754
      ],
      [
        "ains",
        -1.50940705e-05
      ],
      [
        "borough",
        -8.657073e-06
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\"": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.5506339
      ],
      [
        " Waste",
        -1.4637531
      ],
      [
        " Land",
        -0.00016337242
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses. This organ's cortex includes the molecular, Purkinje, and granular layers, the last of which is the": {
    "guess": "Cerebellum",
    "confidence": [
      [
        "C",
        -0.011776996
      ],
      [
        "ere",
        -6.81397e-05
      ],
      [
        "bell",
        -5.5146502e-05
      ],
      [
        "um",
        -0.004202225
      ]
    ]
  },
  "The Marder collection and a Poisson solve are used to correct error's in it when running algorithms for relativistic PIC plasma simulations. The gravitational application of this law can be used to prove the force of a spherically symmetric object on another can be considered as though both objects were": {
    "guess": "Newton's law of universal gravitation",
    "confidence": [
      [
        "Newton",
        -0.46255198
      ],
      [
        "'s",
        -0.008616108
      ],
      [
        " law",
        -0.13927752
      ],
      [
        " of",
        -0.00038145646
      ],
      [
        " universal",
        -0.005153589
      ],
      [
        " grav",
        -0.00026860725
      ],
      [
        "itation",
        -0.00012892624
      ]
    ]
  },
  "The Marquis de Sable and the Count d'Avaux were the real agents of France at the negotiation, though the Duke of Longueville was the puppet leader.  The most important delegates were Count Maximilian von Trautmansdorff and John Oxenstierna.  The Spanish-Dutch portion of it was signed ten months before the major settlement, and it was primarily negotiated in the towns of Munster and Osnabruck.  It confirmed the Peace of Augsburg and allowed for toleration of Roman Catholics, Lutherans, and Calvinists in the Holy Roman Empire. FTP, identify this 1648 treaty that ended the Thirty Years' War.": {
    "guess": "Peace of Westphalia",
    "confidence": [
      [
        "Peace",
        -0.0015728296
      ],
      [
        " of",
        -1.342522e-05
      ],
      [
        " West",
        -1.473646e-05
      ],
      [
        "ph",
        -2.9352968e-06
      ],
      [
        "alia",
        -3.035214e-05
      ]
    ]
  },
  "Marshal Vendome's exploits during this war include a victory over Reventlow at Calcinato, and a key allied victory came at Ouedenaarde. Another battle occurred southwest of Mons fortress, and saw the Duke": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.004214571
      ],
      [
        " of",
        -0.00010854974
      ],
      [
        " the",
        -0.012834053
      ],
      [
        " Spanish",
        -6.515961e-05
      ],
      [
        " Success",
        -6.9882217e-06
      ],
      [
        "ion",
        -1.0802739e-05
      ]
    ]
  },
  "Margaret Fuller declared that this man \"well deserved it\" if he was killed by his people, and he was known as King Wobble after a quick retreat. This ruler promulgated a namesake constitution that lasted for one hundred years and declared Roman Catholicism as the state religion. This man went into self-exile in Portugal after abdicating the throne. Forces loyal to this man lost the Battles of Custoza and Novara. Both of those losses were to armies led by Joseph Radetsky who was fighting for Franz Joseph I. Although opponent of Austrian rule, this king fought with liberals like Giuseppe Mazzini and Camillo Cavour. For ten points, name this member of the house of Savoy, and King of Piedmont-Sardinia,": {
    "guess": "Victor Emmanuel II of Italy",
    "confidence": [
      [
        "Vict",
        -0.26252377
      ],
      [
        "or",
        -6.217952e-05
      ],
      [
        " Emmanuel",
        -0.007880584
      ],
      [
        " II",
        -0.0030456893
      ],
      [
        " of",
        -0.5464351
      ],
      [
        " Italy",
        -0.010972951
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio.": {
    "guess": "Swann's Way",
    "confidence": [
      [
        "Sw",
        -1.0463548
      ],
      [
        "ann",
        -0.0010124455
      ],
      [
        "'s",
        -0.0010401944
      ],
      [
        " Way",
        -0.00017398155
      ]
    ]
  },
  "Maror commemorates the bitterness of slavery. Baitzah, a  hard-cooked egg, symbolizes birth and death. Zaroah, a roasted  lamb bone, represents the paschal lamb. Haroseth, or chopped nuts,  apples and": {
    "guess": "Passover Seder",
    "confidence": [
      [
        "Pass",
        -0.51153624
      ],
      [
        "over",
        -0.00021188465
      ],
      [
        " S",
        -0.04035651
      ],
      [
        "eder",
        -8.697388e-05
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County lie on islands, while its other town lies on the Alburgh Tongue. Its rivers include the Winooski, the Ottauquechee, and the Otter River, its longest, while its Rutland County is home to the city Hubbardton. The Red Sandrock Hills extend along its shore of Lake (*) Champlain, while Mount Mansfield, its highest point, lies in its Green Mountains. For 10 points, name this state whose cities include Burlington and Montpelier.": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.0023595945
      ],
      [
        "erm",
        -1.2664457e-06
      ],
      [
        "ont",
        -5.931863e-05
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis of Assisi. This painter of The Three Philosophers and the Castelfranco Madonna also created a painting in which a semi-nude mother in the lower right suckles her child and a single lightning bolt illuminates the stormy sky in the background. For 10 points, name this Italian painter of the Sleeping Venus and The Tempest.": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.0011165233
      ],
      [
        "org",
        -0.00025966697
      ],
      [
        "ione",
        -0.00017004783
      ]
    ]
  },
  "The Marr-Albus model attributes learning in this region to the weakening of parallel fiber synapses.": {
    "guess": "Long-term depression",
    "confidence": [
      [
        "Long",
        -0.9224764
      ],
      [
        "-term",
        -0.002846364
      ],
      [
        " depression",
        -0.007415067
      ]
    ]
  },
  "Marcus Schouler graciously accepts the fact his sweetheart Trina Sieppe has chosen to marry the title character until Trina wins five thousand dollars in a lottery. Marcus then exposes the titular San Francisco dentist as unlicensed and dimwitted, plunging the couple into destitution. For 10 points—thus begins what novel by Frank Norris?": {
    "guess": "McTeague",
    "confidence": [
      [
        "Mc",
        -0.013382453
      ],
      [
        "Te",
        -5.0139948e-05
      ],
      [
        "ague",
        -6.4802e-05
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000 square kilometer \"safe haven,\" this was perhaps not surprising given the Strategic Plan outlined in the 1982 Seventh Guerrilla Conference. Officially formed in response to the government's attack on the Marquetalia Republic, this group originally called itself the \"Southern Bloc\" but changed to its present moniker in 1966 under the leadership of Jacobo Arenas. For 10 points, name this military arm": {
    "guess": "Revolutionary Armed Forces of Colombia",
    "confidence": [
      [
        "Rev",
        -0.08072645
      ],
      [
        "olution",
        -4.6444635e-05
      ],
      [
        "ary",
        -0.00012558853
      ],
      [
        " Armed",
        -6.392203e-06
      ],
      [
        " Forces",
        -0.00011892046
      ],
      [
        " of",
        -1.4021238e-05
      ],
      [
        " Colombia",
        -0.0019107886
      ]
    ]
  },
  "A \"Marshall Plan\" for this country was proposed by its president Andres Pastrana, leading this country to secure aid from the Clinton administration. This country's rejection of the Hay-Herran Treaty led the U.S. to support the independence movement of its northern neighbor. Alvaro Uribe sought to suppress the growing of coca in this country, which is home to the FARC guerrillas. For 10 points, name this Latin American country that formerly controlled Panama, which was home to Pablo Escobar's Medellin cocaine cartel.": {
    "guess": "Colombian conflict",
    "confidence": [
      [
        "Col",
        -0.42200732
      ],
      [
        "omb",
        -1.4617256e-05
      ],
      [
        "ian",
        -0.2680627
      ],
      [
        " conflict",
        -0.056856327
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley and Lenehan are two sleazy men who use people for money, and Polly and Mr. Doran have an affair and are forced to marry by Mrs. Mooney, Polly's mother.  Their stories appear in \"Clay,\" \"Two Gallants,\" and \"The Boarding House,\" which are less famous than \"Grace,\" \"Araby,\" and \"After the Race.\"  None": {
    "guess": "James Joyce",
    "confidence": [
      [
        "James",
        -0.5399619
      ],
      [
        " Joyce",
        -0.0001592003
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.033339746
      ],
      [
        " Tec",
        -0.0023833765
      ],
      [
        "um",
        -2.6656826e-05
      ],
      [
        "se",
        -2.8444882e-05
      ],
      [
        "h",
        -1.9816675e-06
      ],
      [
        " Sherman",
        -4.246537e-06
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking a major colonial loss for another state's Estado Novo. Namibia was the site of the Lusaka Protocol, which ended a civil war that saw the Tripartite Agreement and set out this nation's government, currently led by the Mbundu MPLA party under Jose Eduardo Dos Santos despite some opposition in Cabinda.": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.076495126
      ],
      [
        "ola",
        -0.010904683
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son uses honey to slay it. This man stays for six years in his mother's womb, where he was conceived with the help of an apple sent by Odin and Frigg. This son of (*) Rerir builds a giant hall whose center contained the tree Barnstokk, where a mysterious one-eyed visitor places the sword Gram. This man": {
    "guess": "Völsung family",
    "confidence": [
      [
        "V",
        -0.114441685
      ],
      [
        "ö",
        -0.6625171
      ],
      [
        "ls",
        -0.00039015833
      ],
      [
        "ung",
        -0.1598236
      ],
      [
        " family",
        -1.2820253
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also participated in the Second Crusade during their marriage. She is better known for having been put under house arrest for inciting her sons to revolt against her second husband, who rose from Duke of Normandy to King of England. She survived that husband and ruled as regent while her son, Richard the Lionhearted, was off crusading. For ten points, name this powerful queen, whose first husband was Louis VII and whose second was Henry II.": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.0036782175
      ],
      [
        "leanor",
        -5.5980927e-05
      ],
      [
        " of",
        -0.0002518032
      ],
      [
        " Aqu",
        -0.00026419671
      ],
      [
        "it",
        -3.6669935e-05
      ],
      [
        "aine",
        -0.00028982185
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.1252712
      ],
      [
        "weight",
        -3.650519e-06
      ],
      [
        " loss",
        -0.0017779957
      ]
    ]
  },
  "Maria is an old woman who pays a holiday visit to the home of a man she nursed many years ago.  Corley and Lenehan are two sleazy men who use people for money, and Polly and Mr. Doran have an affair and are forced to marry by Mrs. Mooney, Polly's mother.  Their stories appear in \"Clay,\" \"Two Gallants,\"": {
    "guess": "James Joyce",
    "confidence": [
      [
        "James",
        -0.07655211
      ],
      [
        " Joyce",
        -7.7318386e-05
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left": {
    "guess": "Swann's Way",
    "confidence": [
      [
        "Sw",
        -0.338781
      ],
      [
        "ann",
        -0.00094100035
      ],
      [
        "'s",
        -0.0006440494
      ],
      [
        " Way",
        -0.000115701965
      ]
    ]
  },
  "When this marking is used in languages such as Afrikaans and Dutch with the letter e, it is known as a deelteken. Although this use has fallen out of favor, this marking used to be used on words such as cooperate and reelect to show that the paired vowels in those words were two syllables. In German, this diacritical marking can be replaced by putting an e after the letter it marks, which can only": {
    "guess": "Diaeresis",
    "confidence": [
      [
        "Dia",
        -0.48384634
      ],
      [
        "eres",
        -0.0031903093
      ],
      [
        "is",
        -0.00026872646
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd the tender stops of various Quills,\" and appears to introduce a new narrator in ottava rima. Earlier, the poet refers to the \"fair Guerdon when we hope to find and think to burst out into sudden blaze\" before speaking of the \"blind Fury with th' abhorred shears\" who \"slits the think spun life.\" More famous passages refer to the \"two-handed engine\" which may represent a sword and the \"Pilot of the Galilean lake.\" Opening \"yet once more, O ye laurels, and once more ye myrtles brown,\" this self-described monody was written on the death of Edward King by drowning on the Irish Seas. FTP, name this": {
    "guess": "Lycidas",
    "confidence": [
      [
        "L",
        -0.006982357
      ],
      [
        "yc",
        -4.9305523e-05
      ],
      [
        "idas",
        -0.0002487039
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced to serve King Admetus as a slave for killing three Cyclopes. Another of this god's lovers was killed by the jealous Zephyr with a stray discus. This god flayed the satyr (*) Marsyas after a music contest, cursed Cassandra to never be believed, and killed the Python to claim Delphi. This god fiercely defended the honor of his mother Leto with help from his twin sister Artemis. For 10 points, name this Greco-Roman god of prophecy, music, and light.": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.010705497
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the election of 1884, this man took himself out of the race by saying \"I will not accept if nominated and will not serve if elected.\" He established what became the Army Command and General Staff College": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.30723014
      ],
      [
        " Tec",
        -0.19494833
      ],
      [
        "um",
        -0.0007999806
      ],
      [
        "se",
        -5.3358446e-05
      ],
      [
        "h",
        -1.8074163e-05
      ],
      [
        " Sherman",
        -0.00028076238
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son uses honey to slay it. This man stays for six years in his mother's womb, where he was conceived with the help of an apple sent by Odin and Frigg. This son of (*) Rerir builds a giant hall whose center contained the tree Barnstokk, where a mysterious one-eyed visitor places the sword Gram. This man marries his daughter off to the Geatish king Siggeir, who murders him and all his sons except Sigmund. For 10 points, name this character from Norse myth, the patriarch of the clan of Sigurd and Sigmund.": {
    "guess": "Völsung",
    "confidence": [
      [
        "V",
        -0.9899791
      ],
      [
        "ö",
        -0.47731206
      ],
      [
        "ls",
        -7.481511e-05
      ],
      [
        "ung",
        -0.07415431
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also participated in the Second Crusade during their marriage. She is better known for having been put under house arrest for inciting her sons to revolt against her second husband, who rose from Duke of Normandy to King of England. She survived that husband and ruled as regent while her son, Richard the": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.054336753
      ],
      [
        "leanor",
        -0.0006658526
      ],
      [
        " of",
        -0.0049225315
      ],
      [
        " Aqu",
        -0.00013178712
      ],
      [
        "it",
        -7.8033605e-05
      ],
      [
        "aine",
        -0.0012284428
      ]
    ]
  },
  "She's not Marilyn Monroe, but Andy Warhol's Thirty are Better Than One is a silkscreen of this person. In another painting, a winding path is seen beside this woman's right arm, while a bridge crosses a stream above her left shoulder. Marcel Duchamp famously drew a (*) moustache on a postcard of a painting this figure in L.H.O.O.Q. That painting employs its artist's famous sfumato technique, and was stolen in 1911 by Vincenzo Peruggia. Vasari claims that this woman was the wife of Francesco del Giocondo. For ten points, identify this woman, whose arms-crossed, enigmatic pose is depicted in a Leonardo": {
    "guess": "Mona Lisa",
    "confidence": [
      [
        "M",
        -0.005734194
      ],
      [
        "ona",
        -2.2961513e-05
      ],
      [
        " Lisa",
        -7.2073424e-05
      ]
    ]
  },
  "Marcel Proust criticized the 1906 translation of this work by Madame Cremieux, complaining that it left out an index with information on San Giorgio dei Schiavoni as well as a discussion of Vittore Carpaccio. The theme of decay can be seen in the discussion of the Church of St. Moise and its most famous section contrasts the feudal relations between workers and authority with the subsequent relations": {
    "guess": "In Search of Lost Time",
    "confidence": [
      [
        "In",
        -1.2119833
      ],
      [
        " Search",
        -0.0077854814
      ],
      [
        " of",
        -0.000102708764
      ],
      [
        " Lost",
        -1.6166903e-05
      ],
      [
        " Time",
        -4.3822154e-05
      ]
    ]
  },
  "The Marshallian variety of this goes to zero when either the demand or supply curve is perfectly elastic or inelastic; thus, it is directly correlated to the consumer surplus. The Hicksian variety acknowledges the possibility of its causation by a distortion in the Marshallian demand curve. It can be calculated by squaring the value of the tax that causes it, although other causes include externalities and monopoly pricing. For 10 points, name this economic quantity, the net shortfall to society": {
    "guess": "Deadweight loss",
    "confidence": [
      [
        "Dead",
        -0.021714447
      ],
      [
        "weight",
        -2.9517714e-05
      ],
      [
        " loss",
        -0.0055634985
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking": {
    "guess": "Wikipedia page for Angola",
    "confidence": [
      [
        "W",
        -0.9532805
      ],
      [
        "ikipedia",
        -0.00030709905
      ],
      [
        " page",
        -0.010441047
      ],
      [
        " for",
        -0.79931784
      ],
      [
        " Angola",
        -0.07678971
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.4926715
      ],
      [
        "leanor",
        -0.0007231565
      ],
      [
        " of",
        -0.004877808
      ],
      [
        " Aqu",
        -0.0012316576
      ],
      [
        "it",
        -0.00012904544
      ],
      [
        "aine",
        -0.004119004
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.01541723
      ],
      [
        "ighth",
        -2.6656826e-05
      ],
      [
        "awks",
        -0.00012546933
      ]
    ]
  },
  "Marcus theory was developed to explain this type of reaction. Henry Taube pioneered using isotope\n tracers to study this type of reaction. One major subtype of these reactions are classified by the inner\n sphere, outer sphere dichotomy. In cells, many of these reactions are catalyzed by flavoproteins. One way\n in which these can occur is hydride transfer. The Nernst equation allows for determining species activities\n in one of these reactions at a given potential. These are either atom or electron transfer reactions. One\n usually balances these by half reactions. For 10 points, name these reactions that see participants change\n their oxidation states.": {
    "guess": "Redox reaction",
    "confidence": [
      [
        "Red",
        -0.054663904
      ],
      [
        "ox",
        -0.0070984853
      ],
      [
        " reaction",
        -0.5330768
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river by his one hundred cousins, this hero is revived and strengthened by the god of the water snakes.  He saves the village of Ekachakra by killing the demon Vaka while in hiding from his evil cousins.  During the Battle of Kurukshetra, he kills an elephant named Aswatthaman to trick Drona into thinking his son is dead.  This son of the wind god Vayu later kills his cousin Duryodhana, leader of the": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.0018640223
      ],
      [
        "h",
        -0.002739493
      ],
      [
        "ima",
        -1.998142e-05
      ]
    ]
  },
  "Marriage ceremonies in this culture involved a matchmaker tying the groom's cape to the bride's blouse. The city-state of Cholula allied with this empire in an attempt to defeat one army. Friar Bernardino compiled the Florentine Codex to describe the customs of these people, who fought the (*) Flower Wars to acquire sacrificial captives. Before defeating a force assisted by La Malinche during La Noche Triste, this civilization intentionally damaged the bridges leading to their capital Tenochtitlan. For ten points, identify this Meso-American empire, once led by Moctezuma and conquered by the Spanish": {
    "guess": "Aztec Empire",
    "confidence": [
      [
        "Az",
        -0.05321622
      ],
      [
        "tec",
        -0.0016870818
      ],
      [
        " Empire",
        -0.00012368128
      ]
    ]
  },
  "Mark A. Bedau edits a journal dedicated to these entities. Thomas Ray's Tierra project was an effort to  create these entities. One program for studying the long term behavior of these entities is Chris Adami's  Avida. Steen Rasmussen was inspired by Core Wars to create a primitive one of these entities. Langton coined this  term and proposed that they should be created using cellular automata. Markus Covert's recently published work on  Mycoplasma genitalium almost constitutes one of these. For 10 points, name these organisms that are not natural.": {
    "guess": "Artificial life",
    "confidence": [
      [
        "Art",
        -0.002610498
      ],
      [
        "ificial",
        -0.0012282043
      ],
      [
        " life",
        -0.22419749
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son uses honey to slay it. This man stays for six years in his mother's womb, where he was conceived with": {
    "guess": "Sigmund",
    "confidence": [
      [
        "S",
        -1.07889
      ],
      [
        "igm",
        -0.19620405
      ],
      [
        "und",
        -0.00093420944
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.5658169
      ],
      [
        "org",
        -0.0019291093
      ],
      [
        "ione",
        -0.004041595
      ]
    ]
  },
  "When this marking is used in languages such as Afrikaans and Dutch with the letter e, it is known as": {
    "guess": "Diaeresis",
    "confidence": [
      [
        "Dia",
        -0.49868646
      ],
      [
        "eres",
        -0.014159865
      ],
      [
        "is",
        -0.0010300694
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries": {
    "guess": "Anthony Trollope",
    "confidence": [
      [
        "Anthony",
        -1.5660881
      ],
      [
        " T",
        -0.02384618
      ],
      [
        "rol",
        -9.448371e-05
      ],
      [
        "lope",
        -0.00035906085
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that led to the enslavement of many of the people of the Chatham Islands. In 1835, it saw a declaration of independence signed under the auspices of James Busby. William Hobson oversaw what was in effect its annexation into Great Britain via the 1840 Treaty of Waitangi. Home to the Maori (may-\"OAR\"-ee),": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.21801545
      ],
      [
        " Zealand",
        -0.0019828794
      ]
    ]
  },
  "Marshal Vendome's exploits during this war include a victory over Reventlow at Calcinato, and a key allied victory came at Ouedenaarde. Another battle occurred southwest of Mons fortress, and saw the Duke of Marlborough and Eugene of Savoy defeat the Duc de Villars at Malplaquet. This war began when Phillip of Anjou was given all of Charles II's possessions after his death, and came into conflict with Leopold I Hapsburg. Ended by the Treaty of Utrecht, FTP, name this 1701-1714 European conflict.": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.0006517939
      ],
      [
        " of",
        -8.590105e-05
      ],
      [
        " the",
        -0.00042756993
      ],
      [
        " Spanish",
        -1.4974867e-05
      ],
      [
        " Success",
        -2.0100624e-05
      ],
      [
        "ion",
        -8.299462e-06
      ]
    ]
  },
  "In March 1999, members of this group killed three Native American rights activists whom they believed to be CIA agents. This action was particularly egregious in light of the 1998 granting of a 42,000 square kilometer \"safe haven,\" this was perhaps not surprising given the Strategic Plan outlined in the 1982 Seventh Guerrilla Conference. Officially formed in response to the government's attack on the Marquetalia Republic, this group originally called itself the \"Southern Bloc\" but changed to its present moniker in 1966 under the leadership of Jacobo Arenas. For 10 points, name this military arm of the communist party in Colombia.": {
    "guess": "Revolutionary Armed Forces of Colombia",
    "confidence": [
      [
        "Rev",
        -0.46170142
      ],
      [
        "olution",
        -4.501419e-05
      ],
      [
        "ary",
        -0.00021843717
      ],
      [
        " Armed",
        -7.107425e-06
      ],
      [
        " Forces",
        -0.00011939728
      ],
      [
        " of",
        -7.703444e-06
      ],
      [
        " Colombia",
        -0.0011143776
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that led to the enslavement of many of the people of the Chatham Islands. In 1835, it saw a declaration of independence signed under the auspices of James Busby. William Hobson oversaw what was in effect its annexation into Great Britain via the 1840 Treaty of Waitangi. Home to the Maori (may-\"OAR\"-ee), this is, for 10 points, what nation with North and South islands home to the cities of Auckland and Wellington?": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.038277872
      ],
      [
        " Zealand",
        -0.0016098396
      ]
    ]
  },
  "This man's marriage to Argia, the daughter of a king who gave him shelter, would make him the uncle by marriage of Diomedes, who was the son of Argia's sister Deiphyle. In order to secure the allegiance of Amphiaraus, this man bribed Eriphyle with the necklace of Harmonia. The position once sought by this man would eventually be achieved by his son Thersander, who also bribed Eriphyle with Harmonia's robe to persuade Alcmaeon to accompany him. Companions of this man included Capaneus and Hippomedon, and this man was one of two cursed for refusing to give his father shelter. Of those who accompanied this man on his most famous quest, including Tydeus and Parthenopaeus, only Adrastus survived, and this man's burial was carried out against Creon's order by this man's sister, Antigone. For ten points, identify this son of Oedipus and Jocasta and member of the expedition of the Seven against Thebes,": {
    "guess": "Polynices",
    "confidence": [
      [
        "Pol",
        -0.09517577
      ],
      [
        "yn",
        -0.00069491996
      ],
      [
        "ices",
        -0.0011799892
      ]
    ]
  },
  "Marc-Joseph du Fresne was killed in this nation that was originally called Staten Landt by the first European to land here at Murderer's Bay. During the 1830s, it was home to a series of Musket Wars that": {
    "guess": "New Zealand",
    "confidence": [
      [
        "New",
        -0.026770342
      ],
      [
        " Zealand",
        -0.001997989
      ]
    ]
  },
  "Marshal Vendome's exploits during this war include a victory over Reventlow at Calcinato, and a key allied": {
    "guess": "War of the Spanish Succession",
    "confidence": [
      [
        "War",
        -0.4669925
      ],
      [
        " of",
        -0.00018637507
      ],
      [
        " the",
        -0.029918494
      ],
      [
        " Spanish",
        -0.00019769941
      ],
      [
        " Success",
        -5.5861725e-05
      ],
      [
        "ion",
        -1.3902034e-05
      ]
    ]
  },
  "Mario Castelnuova-Tedesco wrote Opus 99 Guitar Concerto in this note's major key. Despite its name, the \"Domine Deus\" movement of Mozart's \"Great Mass\" is actually in this minor key, which Mozart also used for the opening chord of the overture to Don Giovanni and as the main key for his 20th piano concerto.": {
    "guess": "D minor",
    "confidence": [
      [
        "D",
        -0.05590931
      ],
      [
        " minor",
        -0.01645836
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on the right inside the main building in this work, and stands next to two metal tanks. In front of those tanks is a blonde man in white, who is preparing an order for a woman in red and the man sitting next to her. This painting features an advertisement announcing Phillies cigars that cost five cents.": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.018502599
      ],
      [
        "ighth",
        -3.0545007e-06
      ],
      [
        "awks",
        -0.000274683
      ]
    ]
  },
  "The Marsh-Billings-Rockefeller National Park lies in a less famous Woodstock, a town in this state, which is also home to Lake Bomoseen in its western part. Four of the five towns in its Grand Isle County lie on islands, while its other town lies on the Alburgh Tongue. Its rivers include the Winooski, the Ottauquechee, and the Otter River, its longest, while its Rutland County is home to the city Hubbardton. The Red Sandrock Hills extend along its shore of Lake (*) Champlain, while Mount Mansfield, its highest point, lies in its Green Mountains. For 10 points, name this state whose cities include": {
    "guess": "Vermont",
    "confidence": [
      [
        "V",
        -0.00251407
      ],
      [
        "erm",
        -9.0883464e-07
      ],
      [
        "ont",
        -3.23786e-05
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder of the African Diamond Producers Association achieved independence under the Alvor agreement, marking a major colonial loss for another state's Estado Novo. Namibia was the site of the Lusaka Protocol, which ended a civil war that saw the Tripartite Agreement and set out this nation's government,": {
    "guess": "Angola",
    "confidence": [
      [
        "Ang",
        -0.11573558
      ],
      [
        "ola",
        -0.0009992251
      ]
    ]
  },
  "Mark Womack authored an essay \"on the value of\" this poem, which Arthur Barker argued is composed of three separate but parallel movements. Its final passage refers to the \"uncouth Swain\" who \"touch'd": {
    "guess": "Lycidas",
    "confidence": [
      [
        "L",
        -0.34878397
      ],
      [
        "yc",
        -0.44323334
      ],
      [
        "idas",
        -9.5914154e-05
      ]
    ]
  },
  "This man marries a daughter of the giant Hrimnir who transformed into a crow to help with his conception. Nine of this man's sons are eaten by a woman who shapeshifts into a wolf, before his tenth son uses honey to slay it. This man stays for six years in his mother's womb, where he was conceived with the help of an apple sent by Odin and Frigg. This son of (*) Rerir builds a giant hall whose center": {
    "guess": "Völsung family",
    "confidence": [
      [
        "V",
        -0.23311011
      ],
      [
        "ö",
        -0.542407
      ],
      [
        "ls",
        -0.00021164624
      ],
      [
        "ung",
        -0.2150621
      ],
      [
        " family",
        -0.95801383
      ]
    ]
  },
  "She married Louis the Fat's successor at the age of fifteen but had that marriage annulled fifteen years later, as her husband was her third cousin. Nevertheless, she had two daughters by him and also": {
    "guess": "Eleanor of Aquitaine",
    "confidence": [
      [
        "E",
        -0.5588174
      ],
      [
        "leanor",
        -0.00057578966
      ],
      [
        " of",
        -0.0039270143
      ],
      [
        " Aqu",
        -0.00016480287
      ],
      [
        "it",
        -9.1742026e-05
      ],
      [
        "aine",
        -0.0024537728
      ]
    ]
  },
  "Marcantonio Michiel claims that one painting by this artist was finished by Sebastiano del Piombo. In that painting, an old man in a cloak holds a scroll with a crescent moon on it as he talks to a man wearing a turban. One of his paintings depicts the Constanzo coat of arms on the base of a throne; in that painting, Mary sits with a red blanket on a throne between (*) Saint Liberalis and Saint Francis": {
    "guess": "Giorgione",
    "confidence": [
      [
        "Gi",
        -0.018513478
      ],
      [
        "org",
        -0.00077889254
      ],
      [
        "ione",
        -0.0009357591
      ]
    ]
  },
  "After marrying Margaret Burr, the illegitimate daughter of the Duke of Beaufort, he left London and settled in Ipswich as a portrait painter. A founding member of the Royal Academy, he retired from it": {
    "guess": "Thomas Gainsborough",
    "confidence": [
      [
        "Thomas",
        -0.23862821
      ],
      [
        " G",
        -0.0039967154
      ],
      [
        "ains",
        -1.4378848e-05
      ],
      [
        "borough",
        -2.2961513e-05
      ]
    ]
  },
  "Maror commemorates the bitterness of slavery. Baitzah, a  hard-cooked egg, symbolizes birth and death. Zaroah, a roasted  lamb bone, represents the paschal lamb. Haroseth, or chopped nuts,  apples and wine, represent clay used to make brick. Four cups of  wine are drunk in the ceremony, but a goblet": {
    "guess": "Passover Seder",
    "confidence": [
      [
        "Pass",
        -0.56214213
      ],
      [
        "over",
        -0.00013905855
      ],
      [
        " S",
        -0.111620985
      ],
      [
        "eder",
        -0.00011331789
      ]
    ]
  },
  "This man married the daughter of the first Secretary of the Interior, Thomas Ewing. His wife, Ellen described how he suffered \"melancholy insanity\" after being put on leave by Henry Halleck. During the": {
    "guess": "William Tecumseh Sherman",
    "confidence": [
      [
        "William",
        -0.8924548
      ],
      [
        " Tec",
        -0.041532133
      ],
      [
        "um",
        -5.705376e-05
      ],
      [
        "se",
        -3.035214e-05
      ],
      [
        "h",
        -2.8160932e-06
      ],
      [
        " Sherman",
        -1.4021238e-05
      ]
    ]
  },
  "He marries Hidimba's sister, who gives birth to his son Ghatotkacha.  Poisoned and thrown into a river": {
    "guess": "Bhima",
    "confidence": [
      [
        "B",
        -0.5824038
      ],
      [
        "h",
        -0.0026964587
      ],
      [
        "ima",
        -0.00044103997
      ]
    ]
  },
  "Mark Liberman has pointed out a game involving this man's assertion \"difference is never in itself a": {
    "guess": "Ferdinand de Saussure",
    "confidence": [
      [
        "F",
        -2.0272207
      ],
      [
        "erd",
        -0.009687041
      ],
      [
        "inand",
        -0.0005898483
      ],
      [
        " de",
        -0.0021229
      ],
      [
        " Sa",
        -0.0001755312
      ],
      [
        "uss",
        -3.1281633e-07
      ],
      [
        "ure",
        -0.00030126172
      ]
    ]
  },
  "The Mark-Houwink equation relates its intrinsic variety to molecular weight for certain polymers. One empirical measure of it is known as the Saybolt Universal variety, and Jeans' equation states that, in a gas, it is proportional to the temperature raised to a constant power. Usually calculated by dividing stress to shear strain, the kinematic variety can be multiplied by mass density to derive the": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.0009675608
      ],
      [
        "cosity",
        -0.00029232146
      ]
    ]
  },
  "Marpessa chose the mortal Idas over this god, who avenged the death of his child by Coronis. He was forced to serve King Admetus as a slave for killing three Cyclopes. Another of this god's lovers was killed by the jealous Zephyr with a stray discus. This god flayed the satyr (*) Marsyas after a music contest, cursed Cassandra to never be believed, and killed the Python to claim Delphi. This god fiercely": {
    "guess": "Apollo",
    "confidence": [
      [
        "Apollo",
        -0.0061499043
      ]
    ]
  },
  "The marriages of Laura and Flora end this author's It is Better than It Was, while Cesar Ursino marries Flerida Colona in his It is Worse than It Was. This author wrote about Don Carlos and Juan competing for the love of Maria in The Fake Astrologer, while Julia turns out to be Eusebio's sister in his The Devotion of the Cross. This author is better known for writing a play about Don Alvaro's tape of Isabel, the daughter of title character Pedro Crespo, as well as a play which sees Rosauro married to Astolfo after Sigismundo becomes King of Poland. For 10 points, name this Golden Age Spanish dramatist": {
    "guess": "Pedro Calderón de la Barca",
    "confidence": [
      [
        "Ped",
        -0.08615111
      ],
      [
        "ro",
        -6.4802e-05
      ],
      [
        " Calder",
        -0.00044556602
      ],
      [
        "ón",
        -0.00069301634
      ],
      [
        " de",
        -6.2729996e-06
      ],
      [
        " la",
        -1.5809293e-05
      ],
      [
        " Bar",
        -1.247159e-05
      ],
      [
        "ca",
        -5.7411373e-05
      ]
    ]
  },
  "Mark Kostabi's parody of this painting features an open book lying outside to the left and is named for the street near Mulry Square. A building in this painting is painted red in its top half and green in its bottom half, and a cash register can be seen through its raised blinds. A yellow door is on the right inside the main building in this work, and stands next to two metal tanks. In front of those tanks is a blonde man in white, who is preparing an order for a woman in red and the man sitting next to her. This painting features an advertisement announcing Phillies cigars that cost five cents. For 10 points, name this painting of four people at a diner by Edward Hopper.": {
    "guess": "Nighthawks",
    "confidence": [
      [
        "N",
        -0.0027400893
      ],
      [
        "ighth",
        -1.9816675e-06
      ],
      [
        "awks",
        -7.89631e-07
      ]
    ]
  },
  "In March 2009, Pope Benedict XVI addressed concerns about sorcery in this nation's capital. This founder": {
    "guess": "Wikipedia page for \"Vatican City\"",
    "confidence": [
      [
        "W",
        -0.66356903
      ],
      [
        "ikipedia",
        -0.14076479
      ],
      [
        " page",
        -0.00581396
      ],
      [
        " for",
        -0.8533643
      ],
      [
        " \"",
        -1.7237475
      ],
      [
        "V",
        -1.0512995
      ],
      [
        "atican",
        -0.05163205
      ],
      [
        " City",
        -0.001076038
      ],
      [
        "\"",
        -0.016424468
      ]
    ]
  },
  "Marini is found dead on a beach by Klaios, a villager of Xiros, in one of this man's stories, while in": {
    "guess": "Nikos Kazantzakis",
    "confidence": [
      [
        "N",
        -0.80682963
      ],
      [
        "ik",
        -0.016331237
      ],
      [
        "os",
        -0.00013345598
      ],
      [
        " Kaz",
        -0.60410875
      ],
      [
        "antz",
        -3.488188e-05
      ],
      [
        "akis",
        -5.7292167e-05
      ]
    ]
  }
}