{
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage to it. Coats disease causes the separation of this object and a cherry-red spot is found on it in children with Tay-Sachs disease. Horizontal and amacrine cells modulate communication between its cells, the inner layer of which contains ganglion cells. Composed of neural tissue, this innermost layer of the eye has a depression in its center called the macula. For 10 points, name this location of photoreceptors such as rods and cones.": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0016379313
      ],
      [
        "ina",
        -8.077529e-05
      ]
    ]
  },
  "Half of it was originally a barracks for the Austrian army. Captured in 1686, it was derelict but soon grew into an important military and commercial center. Population grew rapidly, and in 1873 it was": {
    "guess": "Vienna",
    "confidence": [
      [
        "Vi",
        -1.2896342
      ],
      [
        "enna",
        -0.00024894232
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music, Help, Help, the Globolinks! Another of his operas deals with the secret police tracking down the vigilante John Sorrel, while Annina, who can perform miracles, is the titular religious figure of another": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.0053365743
      ],
      [
        "ian",
        -0.00023727135
      ],
      [
        " Carlo",
        -0.00011248347
      ],
      [
        " Men",
        -7.076218e-05
      ],
      [
        "otti",
        -2.1650272e-05
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music, Help, Help, the Globolinks! Another of his operas deals with the secret police tracking down the vigilante John Sorrel, while Annina, who can perform miracles, is the titular religious figure of another work. In addition to The Consul and The Saint of Bleeker Street, this man also composed the first opera for (*) televison which sees a little boy give his crutch to the Three Magi. For 10 points, name this Italian-American composer of Amahl and the Night Visitors.": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.04469164
      ],
      [
        "ian",
        -2.7610455e-05
      ],
      [
        " Carlo",
        -2.8564085e-05
      ],
      [
        " Men",
        -4.0603656e-05
      ],
      [
        "otti",
        -8.537869e-06
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.003113188
      ],
      [
        " Ch",
        -8.542423e-05
      ],
      [
        "ag",
        -7.7199176e-05
      ],
      [
        "all",
        -1.3306016e-05
      ]
    ]
  },
  "In the Hall effect, this quantity is transverse to the current. Kirchoff's loop rule states that the sum of this quantity in a loop is 0. Potential energy is equal to charge times this quantity, and across branches of a parallel circuit, this quantity is equal. By (*) Ohm's law, it equals current times": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.0076674367
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.013851174
      ],
      [
        "ot",
        -0.5891024
      ],
      [
        "aur",
        -1.342522e-05
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings on the ceiling of the Paris Opera House. The Lithuanian flag flaps while a synagogue burns in one of his paintings, while the Eiffel Tower can be seen through a window in another of his works. In": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.00042412037
      ],
      [
        " Ch",
        -0.00012570774
      ],
      [
        "ag",
        -9.114601e-05
      ],
      [
        "all",
        -9.729906e-06
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music, Help, Help, the Globolinks! Another of his operas deals with the secret police tracking down the vigilante John Sorrel, while Annina, who can perform miracles, is the titular religious figure of another work. In addition to The Consul and The Saint of Bleeker Street, this man also composed the first opera for (*) televison which sees a little boy give his crutch to the Three Magi. For 10 points, name": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.06021144
      ],
      [
        "ian",
        -0.00018113377
      ],
      [
        " Carlo",
        -4.0246043e-05
      ],
      [
        " Men",
        -3.392825e-05
      ],
      [
        "otti",
        -2.1173457e-05
      ]
    ]
  },
  "In the Hall effect, this quantity is transverse to the current. Kirchoff's loop rule states that the sum of this quantity in a loop is 0. Potential energy is equal to charge times this quantity, and across branches of a parallel circuit, this quantity is equal. By (*) Ohm's law, it equals current times resistance. For 10 points, name this quantity, which equals 1.5 for AAA batteries and is measured": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.0099966545
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\" became the military wing of his political party. This man evaded capture by police by pretending to be a cook and gardener on Liliesleaf Farm, which later led to his imprisonment with 19 others in what became known as the Rivonia Trial. Some say that because this man shook the hand of his opponent, Frederik Willem de Klerk, he won a presidential election while representing the African National Congress party. For 10 points, name the first democratically elected president of South Africa.": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.0014560705
      ],
      [
        "elson",
        -2.1008714e-06
      ],
      [
        " Mandela",
        -0.00014025059
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria could ask her husband to spare him. This man offered the kingship of his country to Francis, Duc d'Alençon et d'Anjou, after a series of victories by Alessandro Farnese forced him to turn to France for support. This man was assassinated by Balthasar Gerard in 1584, before the liberation of his nation was complete. For 10 points, identify this Dutch freedom fighter, whose heirs were Stadtholders of the United Provinces and whose great-grandson of the same name ruled England with his wife Mary II.": {
    "guess": "William the Silent",
    "confidence": [
      [
        "William",
        -0.014473392
      ],
      [
        " the",
        -0.09477801
      ],
      [
        " Silent",
        -0.0013159511
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point,": {
    "guess": "The Purloined Letter",
    "confidence": [
      [
        "The",
        -1.2044809
      ],
      [
        " Pur",
        -1.710578
      ],
      [
        "lo",
        -0.00020270597
      ],
      [
        "ined",
        -6.754368e-05
      ],
      [
        " Letter",
        -1.8431772e-05
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide after this figure was slain because its killer forgot to put up (*) white sails after accomplishing the feat. Daedalus built a wooden contraption that allowed Pasiphae to conceive this creature": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.0025235803
      ],
      [
        "ot",
        -0.0010897354
      ],
      [
        "aur",
        -2.188868e-05
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria could ask her husband to spare him. This man offered the kingship of his country to Francis, Duc d'Alençon": {
    "guess": "Henry I, Duke of Guise",
    "confidence": [
      [
        "Henry",
        -1.2592338
      ],
      [
        " I",
        -0.3505679
      ],
      [
        ",",
        -0.09581116
      ],
      [
        " Duke",
        -0.0005237233
      ],
      [
        " of",
        -0.00088882947
      ],
      [
        " Gu",
        -0.0011690335
      ],
      [
        "ise",
        -0.00011343709
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\"": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.03634849
      ],
      [
        "elson",
        -6.9882217e-06
      ],
      [
        " Mandela",
        -5.0497558e-05
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\" became the military wing of his political party. This man evaded capture by police by pretending to be a cook and gardener on Liliesleaf Farm, which later led to his imprisonment with 19 others in what became known as the Rivonia Trial. Some say that because this man shook the hand of his opponent,": {
    "guess": "Chris Hani",
    "confidence": [
      [
        "Chris",
        -0.78016835
      ],
      [
        " H",
        -0.0029987392
      ],
      [
        "ani",
        -4.310693e-05
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport of this organelle is depicted by the RAN cycle. snRNPs [SNURPS] are found within this structure, as are bodies named for Cajal. This organelle has a double membrane, which is lined by many pores. A subpart of this organelle carries out ribosome synthesis. Histone proteins and chromatin are found within": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.07865611
      ],
      [
        "CLE",
        -0.007389271
      ],
      [
        "us",
        -0.003434358
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music, Help, Help, the Globolinks! Another of his operas deals with the secret police tracking down the vigilante": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.010277275
      ],
      [
        "ian",
        -5.5980927e-05
      ],
      [
        " Carlo",
        -3.261701e-05
      ],
      [
        " Men",
        -3.5120287e-05
      ],
      [
        "otti",
        -1.8789384e-05
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage to it. Coats disease causes the separation of this object and a cherry-red spot is found on it in children with Tay-Sachs disease. Horizontal and amacrine cells modulate communication between its cells, the inner layer of which contains ganglion cells. Composed of neural tissue, this innermost layer": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0016475648
      ],
      [
        "ina",
        -0.00015729303
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music, Help, Help, the Globolinks! Another of his operas deals with the secret police tracking down the vigilante John Sorrel, while Annina, who can perform miracles, is the titular religious figure of another work. In addition to The Consul and The Saint of Bleeker Street, this man also composed the first": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.01306834
      ],
      [
        "ian",
        -7.600714e-05
      ],
      [
        " Carlo",
        -2.319992e-05
      ],
      [
        " Men",
        -3.070975e-05
      ],
      [
        "otti",
        -1.18755715e-05
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide after this figure was slain because its killer forgot to put up (*) white sails after accomplishing the feat. Daedalus built a wooden contraption that allowed Pasiphae to conceive this creature after Minos refused to sacrifice a white bull. Ariadne helped a hero kill this monster by giving him": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.005359333
      ],
      [
        "ot",
        -0.00014632997
      ],
      [
        "aur",
        -1.7716551e-05
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes pairing, asymmetry, and surface terms and is based on Gamow's liquid drop model. That equation": {
    "guess": "Nuclear shell model",
    "confidence": [
      [
        "N",
        -0.13183045
      ],
      [
        "uclear",
        -0.0018493895
      ],
      [
        " shell",
        -0.118964426
      ],
      [
        " model",
        -8.590105e-05
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria could ask her husband to spare him. This man offered the kingship of his country to Francis, Duc d'Alençon et d'Anjou, after a series of victories by Alessandro Farnese forced him to turn to France for support. This man was assassinated by Balthasar Gerard in 1584, before the liberation of his nation was complete. For 10 points, identify this Dutch freedom fighter, whose heirs were Stadtholders": {
    "guess": "William the Silent",
    "confidence": [
      [
        "William",
        -0.011903877
      ],
      [
        " the",
        -0.039366785
      ],
      [
        " Silent",
        -0.00091253634
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings on the ceiling of the Paris Opera House. The Lithuanian flag flaps while a synagogue burns in one of his paintings, while the Eiffel Tower can be seen through a window in another of his works. In addition to (*) White Crucifixion and Self-Portrait with Seven Fingers, this man is most famous for a painting in which a woman stands upside-down playing violin while a green man is face-to-face with": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.016161527
      ],
      [
        " Ch",
        -0.00020461321
      ],
      [
        "ag",
        -6.15835e-05
      ],
      [
        "all",
        -1.831257e-05
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -1.6009989
      ],
      [
        "let",
        -0.0006603729
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport": {
    "guess": "Atomic nucleus",
    "confidence": [
      [
        "Atomic",
        -0.23788415
      ],
      [
        " nucleus",
        -0.02951649
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport of this organelle is depicted by the RAN cycle. snRNPs [SNURPS] are found within this structure, as are bodies named for Cajal. This organelle has a double membrane, which is lined by many pores. A": {
    "guess": "Nucleolus",
    "confidence": [
      [
        "N",
        -0.022759559
      ],
      [
        "ucle",
        -0.15753998
      ],
      [
        "ol",
        -0.2676646
      ],
      [
        "us",
        -0.0003665597
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria could ask her husband to spare him. This man offered the kingship of his country to Francis, Duc d'Alençon et d'Anjou, after a series of victories by Alessandro Farnese forced him to turn to France": {
    "guess": "Henry I, Duke of Guise",
    "confidence": [
      [
        "Henry",
        -0.458164
      ],
      [
        " I",
        -0.5413932
      ],
      [
        ",",
        -0.13875416
      ],
      [
        " Duke",
        -0.0031320862
      ],
      [
        " of",
        -0.00061462435
      ],
      [
        " Gu",
        -0.0014735567
      ],
      [
        "ise",
        -0.00011939728
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre.": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.027861066
      ],
      [
        "elson",
        -1.5809293e-05
      ],
      [
        " Mandela",
        -7.493431e-05
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.0074007497
      ],
      [
        " Ch",
        -0.00023345684
      ],
      [
        "ag",
        -0.00021736434
      ],
      [
        "all",
        -5.080963e-06
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible,": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.2919929
      ],
      [
        " Qu",
        -0.001847486
      ],
      [
        "ix",
        -3.4285862e-05
      ],
      [
        "ote",
        -6.0391463e-05
      ]
    ]
  },
  "In the Hall effect, this quantity is transverse to the current. Kirchoff's loop rule states that the sum of this quantity in a loop is 0. Potential energy is equal to charge times this quantity, and across branches of a parallel circuit, this quantity is equal. By (*) Ohm's law, it equals current times resistance. For 10 points, name this quantity, which equals 1.5 for AAA batteries and is measured in namesake volts.": {
    "guess": "Voltage",
    "confidence": [
      [
        "Voltage",
        -0.022315014
      ]
    ]
  },
  "Half of it was originally a barracks for the Austrian army. Captured in 1686, it was derelict but soon": {
    "guess": "Belvedere Palace",
    "confidence": [
      [
        "Bel",
        -0.89987063
      ],
      [
        "ved",
        -0.45949936
      ],
      [
        "ere",
        -3.9769227e-05
      ],
      [
        " Palace",
        -0.10494485
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings on the ceiling of the Paris Opera House. The Lithuanian flag flaps while a synagogue burns in one of his paintings, while the Eiffel Tower can be seen through a window in another of his works. In addition to (*) White Crucifixion and Self-Portrait with Seven Fingers, this man is most famous for": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.0026693537
      ],
      [
        " Ch",
        -0.00021986762
      ],
      [
        "ag",
        -7.1238996e-05
      ],
      [
        "all",
        -2.6418418e-05
      ]
    ]
  },
  "Half of it was originally a barracks for the Austrian army. Captured in 1686, it was derelict but soon grew into an important military and commercial center. Population grew rapidly, and in 1873 it was merged with the other half, the capital since Roman times of Pannonia. For more than forty years it": {
    "guess": "Budapest",
    "confidence": [
      [
        "B",
        -0.12353001
      ],
      [
        "ud",
        -0.0049335626
      ],
      [
        "apest",
        -0.00026813045
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport of this organelle is depicted by the RAN cycle. snRNPs [SNURPS] are found within this structure, as are bodies named for Cajal. This organelle has a double membrane, which is lined by many pores. A subpart of this organelle carries out ribosome synthesis. Histone proteins and chromatin are found within this, and a namesake \"envelope\" surrounds this structure. This organelle is known as the \"control": {
    "guess": "NuCLEus",
    "confidence": [
      [
        "Nu",
        -0.062248986
      ],
      [
        "CLE",
        -0.003079079
      ],
      [
        "us",
        -0.00015788905
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide after this figure was slain because its killer forgot to put up (*) white sails after accomplishing the feat. Daedalus built a wooden contraption that allowed Pasiphae to conceive this creature after Minos refused to sacrifice a white bull. Ariadne helped a hero kill this monster by giving him a ball of string that allowed him to navigate the Labyrinth. For ten points, name this half-bull, half-man": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.0030397435
      ],
      [
        "ot",
        -4.561021e-05
      ],
      [
        "aur",
        -2.6656826e-05
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria could ask her husband to spare him. This man offered the kingship of his country to Francis, Duc d'Alençon et d'Anjou, after a series of victories by Alessandro Farnese forced him to turn to France for support. This man was assassinated by Balthasar Gerard in 1584, before the liberation of his nation": {
    "guess": "William the Silent",
    "confidence": [
      [
        "William",
        -0.0119411
      ],
      [
        " the",
        -0.064639986
      ],
      [
        " Silent",
        -0.00028278882
      ]
    ]
  },
  "Half of it was originally a barracks for the Austrian army. Captured in 1686, it was derelict but soon grew into an important military and commercial center. Population grew rapidly, and in 1873 it was merged with the other half, the capital since Roman times of Pannonia. For more than forty years it was the home of Bela Bartok, and it was there he was influenced by the music of native Magyars. For ten points, name this city on the Danube and capital of Hungary.": {
    "guess": "Budapest",
    "confidence": [
      [
        "B",
        -0.021968484
      ],
      [
        "ud",
        -0.00092873344
      ],
      [
        "apest",
        -5.5980927e-05
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\" became the military wing of his political party. This man evaded capture by police by pretending to be a cook and gardener on Liliesleaf Farm, which later led to his imprisonment with 19 others in what became known as the Rivonia Trial. Some say that because this man shook the hand of his opponent, Frederik Willem de Klerk, he won a presidential election while representing the African National Congress": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.18429446
      ],
      [
        "elson",
        -5.6769813e-06
      ],
      [
        " Mandela",
        -0.0001503829
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines who was responsible for the mangled corpses of a mother and daughter named L'Espanaye. While the story features a bevy of witnesses who attest to the culprit's nationality, the protagonist deduces": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.012968921
      ],
      [
        " Mur",
        -0.067182265
      ],
      [
        "ders",
        -1.2664457e-06
      ],
      [
        " in",
        -0.0006920627
      ],
      [
        " the",
        -0.0002454854
      ],
      [
        " Rue",
        -5.6815352e-05
      ],
      [
        " Morg",
        -3.035214e-05
      ],
      [
        "ue",
        -3.650519e-06
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines who was responsible for the mangled corpses of a mother and daughter named L'Espanaye. While": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.01042547
      ],
      [
        " Mur",
        -0.12939672
      ],
      [
        "ders",
        -1.2664457e-06
      ],
      [
        " in",
        -0.0005328983
      ],
      [
        " the",
        -9.877504e-05
      ],
      [
        " Rue",
        -4.501419e-05
      ],
      [
        " Morg",
        -6.9882217e-06
      ],
      [
        "ue",
        -1.504853e-06
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre.": {
    "guess": "The Public Burning",
    "confidence": [
      [
        "The",
        -0.9555419
      ],
      [
        " Public",
        -0.7826214
      ],
      [
        " Burning",
        -0.00041374963
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage to it. Coats disease causes the separation of this object and a cherry-red spot is found on it in children": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0050130403
      ],
      [
        "ina",
        -0.000966488
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide after this figure was slain because its killer forgot to put up (*) white sails after accomplishing the feat. Daedalus built a wooden contraption that allowed Pasiphae to conceive this creature after Minos refused to sacrifice a white bull. Ariadne helped a hero kill this monster by giving him a ball of string that allowed him to navigate the Labyrinth. For ten points, name this half-bull, half-man creature that was killed by Theseus.": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.00418311
      ],
      [
        "ot",
        -3.368984e-05
      ],
      [
        "aur",
        -2.0935051e-05
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny. Among this man's co- conspirators was Floris de Montmercy, who was executed before Anne of Austria": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -1.0125515
      ],
      [
        " IV",
        -0.1250154
      ],
      [
        " of",
        -0.0011178309
      ],
      [
        " France",
        -0.002516443
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at": {
    "guess": "The Purloined Letter",
    "confidence": [
      [
        "The",
        -0.010335688
      ],
      [
        " Pur",
        -0.12963665
      ],
      [
        "lo",
        -1.0683535e-05
      ],
      [
        "ined",
        -1.2829201e-05
      ],
      [
        " Letter",
        -7.517272e-05
      ]
    ]
  },
  "For the Hamburg State Opera, this composer created an opera about aliens that are allergic to music,": {
    "guess": "Gian Carlo Menotti",
    "confidence": [
      [
        "G",
        -0.063211285
      ],
      [
        "ian",
        -0.015640015
      ],
      [
        " Carlo",
        -0.00021295747
      ],
      [
        " Men",
        -1.18755715e-05
      ],
      [
        "otti",
        -2.4272753e-05
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes": {
    "guess": "Nuclear halo",
    "confidence": [
      [
        "N",
        -0.5633943
      ],
      [
        "uclear",
        -0.3237687
      ],
      [
        " halo",
        -1.4887339
      ]
    ]
  },
  "Half of it was originally a barracks for the Austrian army. Captured in 1686, it was derelict but soon grew into an important military and commercial center. Population grew rapidly, and in 1873 it was merged with the other half, the capital since Roman times of Pannonia. For more than forty years it was the home of Bela Bartok, and it was there he was influenced by the music of native Magyars. For": {
    "guess": "Budapest",
    "confidence": [
      [
        "B",
        -0.74659884
      ],
      [
        "ud",
        -0.0069905305
      ],
      [
        "apest",
        -0.00063094794
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature was sometimes known as Asterion due to his connection with Aldebaran, and Aegeus committed suicide after this figure was slain because its killer forgot to put up (*) white sails after accomplishing": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.0016481609
      ],
      [
        "ot",
        -0.31211868
      ],
      [
        "aur",
        -1.92662e-05
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.01074088
      ],
      [
        "asis",
        -0.00013846254
      ],
      [
        " (",
        -0.00028016636
      ],
      [
        "linear",
        -0.024990577
      ],
      [
        " algebra",
        -0.00012487332
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "After his half-brother Androgeus was killed in Athens, this figure received a yearly tribute. This creature": {
    "guess": "Minotaur",
    "confidence": [
      [
        "Min",
        -0.0017306297
      ],
      [
        "ot",
        -0.0021652484
      ],
      [
        "aur",
        -1.8193366e-05
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines who was responsible for the mangled corpses of a mother and daughter named L'Espanaye. While the story features a bevy of witnesses who attest to the culprit's nationality, the protagonist deduces that the true killer at the house on the titular street was a recently captured Orangutan. For": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.040265482
      ],
      [
        " Mur",
        -0.00015383612
      ],
      [
        "ders",
        -5.5122365e-07
      ],
      [
        " in",
        -0.00016182278
      ],
      [
        " the",
        -0.00015538577
      ],
      [
        " Rue",
        -1.998142e-05
      ],
      [
        " Morg",
        -1.2352386e-05
      ],
      [
        "ue",
        -3.7697225e-06
      ]
    ]
  },
  "This man half-jokingly suggested that he would teach his wife to read Amadis de Gaul instead of the Bible, and later wives included the runaway nun Charlotte de Bourbon and a daughter of Admiral Coligny.": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.10316626
      ],
      [
        " IV",
        -0.17347082
      ],
      [
        " of",
        -0.00030459944
      ],
      [
        " France",
        -0.0014582125
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport of this organelle is depicted by the RAN cycle. snRNPs [SNURPS] are found within this structure, as": {
    "guess": "Nucleus",
    "confidence": [
      [
        "N",
        -0.45924056
      ],
      [
        "ucle",
        -0.2130275
      ],
      [
        "us",
        -0.018780608
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\" became the military wing of his political party. This man evaded capture by police by pretending to": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.049006645
      ],
      [
        "elson",
        -1.11603495e-05
      ],
      [
        " Mandela",
        -0.00055350957
      ]
    ]
  },
  "In the Hall effect, this quantity is transverse to the current. Kirchoff's loop rule states that the": {
    "guess": "Hall effect",
    "confidence": [
      [
        "Hall",
        -0.0051533505
      ],
      [
        " effect",
        -0.4283696
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne": {
    "guess": "The Confidence-Man",
    "confidence": [
      [
        "The",
        -1.119182
      ],
      [
        " Confidence",
        -0.78674245
      ],
      [
        "-Man",
        -0.011215223
      ]
    ]
  },
  "In the Hall effect, this quantity is transverse to the current. Kirchoff's loop rule states that the sum of this quantity in a loop is 0. Potential energy is equal to charge times this quantity, and across": {
    "guess": "Electric potential",
    "confidence": [
      [
        "Electric",
        -0.58070093
      ],
      [
        " potential",
        -0.68792975
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes pairing, asymmetry, and surface terms and is based on Gamow's liquid drop model. That equation fails to predict the increase in stability in these objects at certain \"magic numbers\" such as 2 and": {
    "guess": "Atomic nucleus",
    "confidence": [
      [
        "Atomic",
        -0.052456122
      ],
      [
        " nucleus",
        -0.021092972
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes pairing, asymmetry, and surface terms and is based on Gamow's liquid drop model. That equation fails to predict the increase in stability in these objects at certain \"magic numbers\" such as 2 and 8. Their existence was discovered in an experiment in which alpha particles were deflected by a sheet of gold, and J. J. Thomson's plum pudding model of the atom lacked this structure. For 10 points,": {
    "guess": "Atomic nucleus",
    "confidence": [
      [
        "Atomic",
        -0.5281132
      ],
      [
        " nucleus",
        -0.2309525
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines": {
    "guess": "The Purloined Letter",
    "confidence": [
      [
        "The",
        -0.027602846
      ],
      [
        " Pur",
        -0.4376683
      ],
      [
        "lo",
        -8.299462e-06
      ],
      [
        "ined",
        -4.9617593e-06
      ],
      [
        " Letter",
        -3.4762674e-05
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines who was responsible for the mangled corpses of a mother and daughter named L'Espanaye. While the story features a bevy of witnesses who attest to the culprit's nationality, the protagonist deduces that the true killer at the house on the titular street was a recently captured Orangutan. For 10 points, identify this 1841 short story that featured the debut of the detective C. Auguste Dupin,": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.056521907
      ],
      [
        " Mur",
        -0.00023011913
      ],
      [
        "ders",
        -1.0280384e-06
      ],
      [
        " in",
        -0.00012403888
      ],
      [
        " the",
        -0.00013595926
      ],
      [
        " Rue",
        -2.6537622e-05
      ],
      [
        " Morg",
        -9.4914985e-06
      ],
      [
        "ue",
        -5.080963e-06
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.041329354
      ],
      [
        "ina",
        -0.0038178915
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.17037353
      ],
      [
        "ina",
        -0.02542045
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes pairing, asymmetry, and surface terms and is based on Gamow's liquid drop model. That equation fails to predict the increase in stability in these objects at certain \"magic numbers\" such as 2 and 8. Their existence was discovered in an experiment in which alpha particles were deflected by a sheet of gold, and J. J. Thomson's plum pudding model of the atom lacked this structure. For 10 points, name this center of an atom which contains protons and neutrons.": {
    "guess": "Atomic nucleus",
    "confidence": [
      [
        "Atomic",
        -0.02153012
      ],
      [
        " nucleus",
        -0.046519108
      ]
    ]
  },
  "The \"halo\" variety of these objects is found near drip lines. An equation modeling these objects includes pairing, asymmetry, and surface terms and is based on Gamow's liquid drop model. That equation fails to predict the increase in stability in these objects at certain \"magic numbers\" such as 2 and 8. Their existence was discovered in an experiment in which alpha particles were deflected by a sheet": {
    "guess": "Atomic nucleus",
    "confidence": [
      [
        "Atomic",
        -0.07749985
      ],
      [
        " nucleus",
        -0.0108303875
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings on the ceiling of the Paris Opera House. The Lithuanian flag flaps while a synagogue burns in one": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.00023584091
      ],
      [
        " Ch",
        -3.7265952e-05
      ],
      [
        "ag",
        -0.00015622021
      ],
      [
        "all",
        -9.014684e-06
      ]
    ]
  },
  "The \"halo\" type of these structures have radii larger than predicted by a liquid drop model. Transport of this organelle is depicted by the RAN cycle. snRNPs [SNURPS] are found within this structure, as are bodies named for Cajal. This organelle has a double membrane, which is lined by many pores. A subpart of this organelle carries out ribosome synthesis. Histone proteins and chromatin are found within this, and a namesake \"envelope\" surrounds this structure. This organelle is known as the \"control center\" of the cell. For 10 points, name this organelle, which holds a cell's genetic information.": {
    "guess": "Nucleus",
    "confidence": [
      [
        "N",
        -0.1001438
      ],
      [
        "ucle",
        -0.0083345445
      ],
      [
        "us",
        -0.015210263
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage to it. Coats disease causes the separation of this object and a cherry-red spot is found on it in children with Tay-Sachs disease. Horizontal and amacrine cells modulate communication between its cells, the inner layer of which contains ganglion cells. Composed of neural tissue, this innermost layer of the eye has a depression in its center called the macula. For 10 points, name this location of photoreceptors": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0017010067
      ],
      [
        "ina",
        -0.000107238506
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit to the Prefect to secure the release of Adolphe Le Bon, who had been apprehended near the scene at Quartier St. Roch. It is through a process its author dubs \"ratiocination\" that the protagonist determines who was responsible for the mangled corpses of a mother and daughter named L'Espanaye. While the story features a bevy of witnesses who attest to the culprit's nationality, the protagonist deduces that the true killer at the house on the titular street was a recently captured Orangutan. For 10 points, identify this 1841 short story that featured the debut of the detective C. Auguste Dupin, a work by Edgar Allan Poe.": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.012719423
      ],
      [
        " Mur",
        -0.00011319869
      ],
      [
        "ders",
        -1.2664457e-06
      ],
      [
        " in",
        -7.350386e-05
      ],
      [
        " the",
        -4.429897e-05
      ],
      [
        " Rue",
        -1.831257e-05
      ],
      [
        " Morg",
        -4.365741e-06
      ],
      [
        "ue",
        -3.5313153e-06
      ]
    ]
  },
  "About halfway into this work, the narrator is instructed to recall the lead actor's height in a contemporary production of Crebillon's Xerxes by a gentleman he once met in a library at the Rue Montmartre. It compares the skills needed to succeed at chess with those required by whist and, at one point, reproduces a full excerpt from the Gazette des Tribunaux. It begins with a quote from Thomas Browne asserting that even the most puzzling questions are not beyond all conjecture and ends with a visit": {
    "guess": "The Murders in the Rue Morgue",
    "confidence": [
      [
        "The",
        -0.25162187
      ],
      [
        " Mur",
        -1.5819486
      ],
      [
        "ders",
        0.0
      ],
      [
        " in",
        -0.001215356
      ],
      [
        " the",
        -0.00022630462
      ],
      [
        " Rue",
        -8.061054e-06
      ],
      [
        " Morg",
        -5.5577775e-06
      ],
      [
        "ue",
        -1.4498052e-05
      ]
    ]
  },
  "This man halted a series of negotiations after supporters of a rival party committed the Boipatong Massacre. The military organization he co-founded, whose name is translated as \"Spear of the Nation,\" became the military wing of his political party. This man evaded capture by police by pretending to be a cook and gardener on Liliesleaf Farm, which later led to his imprisonment with 19 others in what": {
    "guess": "Nelson Mandela",
    "confidence": [
      [
        "N",
        -0.022485789
      ],
      [
        "elson",
        -8.304016e-05
      ],
      [
        " Mandela",
        -0.002617159
      ]
    ]
  },
  "Haldan Keffer Hartline won a Nobel Prize for his research on the electrical responses of this object in horseshoe crabs. This object contains Muller glia, which are mitotically active following damage to it. Coats disease causes the separation of this object and a cherry-red spot is found on it in children with Tay-Sachs disease. Horizontal and amacrine cells modulate communication between its cells,": {
    "guess": "Retina",
    "confidence": [
      [
        "Ret",
        -0.0032305908
      ],
      [
        "ina",
        -0.00015705463
      ]
    ]
  },
  "A half-male, half-female crucified figure looks down at a Nazi officer in this artist's Apocalypse in Lilac, Capriccio, and a massive chandelier is located at the center of this artist's colorful paintings on the ceiling of the Paris Opera House. The Lithuanian flag flaps while a synagogue burns in one of his paintings, while the Eiffel Tower can be seen through a window in another of his works. In addition to (*) White Crucifixion and Self-Portrait with Seven Fingers, this man is most famous for a painting in which a woman stands upside-down playing violin while a green man is face-to-face with a goat. For ten points, identify this Russian-born artist of I and the Village.": {
    "guess": "Marc Chagall",
    "confidence": [
      [
        "Marc",
        -0.065131105
      ],
      [
        " Ch",
        -0.00024406596
      ],
      [
        "ag",
        -6.6232446e-05
      ],
      [
        "all",
        -1.6286107e-05
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.1140377
      ],
      [
        "asis",
        -0.0028574169
      ],
      [
        " (",
        -0.0002582402
      ],
      [
        "linear",
        -6.5994034e-05
      ],
      [
        " algebra",
        -1.6286107e-05
      ],
      [
        ")",
        -8.299462e-06
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows the decomposition into one of these constructed from eigenvectors.  The Fourier transform is equivalent": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.05627617
      ],
      [
        "asis",
        -0.00025645216
      ],
      [
        " (",
        -0.00012035091
      ],
      [
        "linear",
        -0.00013846254
      ],
      [
        " algebra",
        -4.9617593e-06
      ],
      [
        ")",
        -4.246537e-06
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows the decomposition into one of these constructed from eigenvectors.  The Fourier transform is equivalent to changing between the (*) position type and the momentum type of these objects.  Zorn's lemma": {
    "guess": "Hilbert space",
    "confidence": [
      [
        "H",
        -0.52553314
      ],
      [
        "il",
        -0.0048192074
      ],
      [
        "bert",
        -3.6431527e-05
      ],
      [
        " space",
        -0.16400518
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows the decomposition into one of these constructed from eigenvectors.  The Fourier transform is equivalent to changing between the (*) position type and the momentum type of these objects.  Zorn's lemma can show every vector space is entitled to one of these, and any linearly independent set can be": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.020155137
      ],
      [
        "asis",
        -0.0021638253
      ],
      [
        " (",
        -0.00014668758
      ],
      [
        "linear",
        -0.00016396845
      ],
      [
        " algebra",
        -8.418666e-06
      ],
      [
        ")",
        -3.650519e-06
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows the decomposition into one of these constructed from eigenvectors.  The Fourier transform is equivalent to changing between the (*) position type and the momentum type of these objects.  Zorn's lemma can show every vector space is entitled to one of these, and any linearly independent set can be extended into one.  For 10 points, name this class of mathematical objects, a linearly independent set": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.0023077428
      ],
      [
        "asis",
        -0.000121662146
      ],
      [
        " (",
        -8.363618e-05
      ],
      [
        "linear",
        -0.00030995993
      ],
      [
        " algebra",
        -1.4855664e-05
      ],
      [
        ")",
        -5.080963e-06
      ]
    ]
  },
  "The Hamel type and Schauder type of this mathematical obejct differ in the cardinality of allowed combinations.  SVD algorithms relate one of these to a diagonal matrix, while the spectral theorem allows the decomposition into one of these constructed from eigenvectors.  The Fourier transform is equivalent to changing between the (*) position type and the momentum type of these objects.  Zorn's lemma can show every vector space is entitled to one of these, and any linearly independent set can be extended into one.  For 10 points, name this class of mathematical objects, a linearly independent set of vectors spanning some space.": {
    "guess": "Basis (linear algebra)",
    "confidence": [
      [
        "B",
        -0.0027625565
      ],
      [
        "asis",
        -2.4987974e-05
      ],
      [
        " (",
        -8.43514e-05
      ],
      [
        "linear",
        -0.00031055594
      ],
      [
        " algebra",
        -1.9862217e-05
      ],
      [
        ")",
        -4.723352e-06
      ]
    ]
  }
}