{
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the work of Fernand Léger. A portrait of the founder of this movement was made by Juan Gris. Works by more": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.0026983551
      ],
      [
        "ub",
        -1.147242e-06
      ],
      [
        "ism",
        -6.241792e-05
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the work of Fernand Léger. A portrait of the founder of this movement was made by Juan Gris. Works by more famous members of this movement include Still-life with Chair Caning and Three Musicians. A work by the founder of this movement depicts the bombing of a Basque town during the Spanish Civil War. For 10 points, name this art movement which had analytic and synthetic types, led by Georges Braque and Pablo Picasso.": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.0014608313
      ],
      [
        "ub",
        -7.89631e-07
      ],
      [
        "ism",
        -8.7450695e-05
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.0008866839
      ],
      [
        "ub",
        -0.00072672893
      ],
      [
        "ism",
        -3.333223e-05
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.15961917
      ],
      [
        "ub",
        -0.00014501873
      ],
      [
        "ism",
        -0.0004452084
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the work of Fernand Léger. A portrait of the founder of this movement was made by Juan Gris. Works by more famous members of this movement include Still-life with Chair Caning and Three Musicians. A work by the founder of this movement depicts the bombing of a Basque town during the Spanish Civil War. For 10 points, name this art movement which had analytic and synthetic types, led by Georges Braque and": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.0042317854
      ],
      [
        "ub",
        -1.9146995e-05
      ],
      [
        "ism",
        -6.909333e-05
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the work of Fernand Léger. A portrait of the founder of this movement was made by Juan Gris. Works by more famous members of this movement include Still-life with Chair Caning and Three Musicians. A work": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.001909835
      ],
      [
        "ub",
        -1.8624639e-06
      ],
      [
        "ism",
        -0.00028684177
      ]
    ]
  },
  "The Czech school of this movement included Otto Guttfreund, while the Puteaux Group or Golden Section practiced Orphism. The name for this movement was coined by Louis Vauxcelles as a criticism of the work of Fernand Léger. A portrait of the founder of this movement was made by Juan Gris. Works by more famous members of this movement include Still-life with Chair Caning and Three Musicians. A work by the founder of this movement depicts the bombing of a Basque town during the Spanish Civil War. For": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -0.002655559
      ],
      [
        "ub",
        -3.4121115e-06
      ],
      [
        "ism",
        -0.00031520487
      ]
    ]
  }
}