{
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb movement. In humans, this structure is the largest in the diencephalon and its two halves sit on each side of the third ventricle. The somesthetic nuclei connect this structure to the midbrain, and by linking the cerebellum to the frontal lobe, it permits voluntary motor control. Blocking stimulus": {
    "guess": "Thalamus",
    "confidence": [
      [
        "Th",
        -0.017297246
      ],
      [
        "alam",
        -0.0004804817
      ],
      [
        "us",
        -5.085517e-05
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material, and criticism of this experiment points to its disregard of UV radiation and lack of volcanic sulfur": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.09448651
      ],
      [
        "–",
        -0.013482657
      ],
      [
        "U",
        -8.776276e-06
      ],
      [
        "rey",
        -3.1281633e-07
      ],
      [
        " experiment",
        -0.0021287298
      ]
    ]
  },
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb movement. In humans, this structure is the largest in the diencephalon and its two halves sit on": {
    "guess": "Subthalamic nucleus",
    "confidence": [
      [
        "Sub",
        -0.0809202
      ],
      [
        "thal",
        -0.01758237
      ],
      [
        "amic",
        -4.246537e-06
      ],
      [
        " nucleus",
        -0.18674538
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\" through \"thick description\" of \"deep play\" such as the Balinese cock fight according to Cliffy": {
    "guess": "Cultural Evolution",
    "confidence": [
      [
        "C",
        -0.06086927
      ],
      [
        "ultural",
        -0.00038729745
      ],
      [
        " Evolution",
        -0.5189586
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\" through \"thick description\" of \"deep play\" such as the Balinese cock fight according to Cliffy Geertz. A 1944 essay by Bronislaw Malinowski offered a \"scientific theory\" of it, while a 1934 book about it considers such groups as the Kwakiutl and Zuni. FTP, name this concept whose \"patterns\"": {
    "guess": "Cultural Anthropology",
    "confidence": [
      [
        "C",
        -0.22076133
      ],
      [
        "ultural",
        -7.171581e-05
      ],
      [
        " Anthrop",
        -0.15491942
      ],
      [
        "ology",
        -0.00028410007
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\" through \"thick description\" of \"deep play\" such as the Balinese cock fight according to Cliffy Geertz. A 1944 essay by Bronislaw Malinowski offered a \"scientific theory\" of it, while a 1934 book about it considers such groups as the Kwakiutl and Zuni. FTP, name this concept whose \"patterns\" were discussed by Ruth Benedict.": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.47271183
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material, and criticism of this experiment points to its disregard of UV radiation and lack of volcanic sulfur compounds in the air. A recent analysis of the results found more than four times the amino acid products than originally reported. Using an electric spark to simulate lightning on a heated mixture of water, hydrogen, ammonia, and methane, name this experiment that showed abiotic (ay-bai-AH-tic) synthesis": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.059979968
      ],
      [
        "–",
        -0.08141394
      ],
      [
        "U",
        -8.89548e-06
      ],
      [
        "rey",
        -1.147242e-06
      ],
      [
        " experiment",
        -0.00094445725
      ]
    ]
  },
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb movement. In humans, this structure is the largest in the diencephalon and its two halves sit on each side of the third ventricle. The somesthetic nuclei connect this structure to the midbrain, and by linking the cerebellum to the frontal lobe, it permits voluntary motor control. Blocking stimulus signals during sleep, name this \"sensory switchboard\" of the brain that relays information on sight,": {
    "guess": "Thalamus",
    "confidence": [
      [
        "Th",
        -0.006916061
      ],
      [
        "alam",
        -0.0005029929
      ],
      [
        "us",
        -6.837811e-05
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's": {
    "guess": "Miller-Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.27436078
      ],
      [
        "-U",
        -0.13164748
      ],
      [
        "rey",
        -3.7742768e-05
      ],
      [
        " experiment",
        -0.25229478
      ]
    ]
  },
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb movement. In humans, this structure is the largest in the diencephalon and its two halves sit on each side of the third ventricle. The somesthetic nuclei connect this structure to the midbrain, and": {
    "guess": "Thalamus",
    "confidence": [
      [
        "Th",
        -0.016697543
      ],
      [
        "alam",
        -4.8351892e-05
      ],
      [
        "us",
        -2.749125e-05
      ]
    ]
  },
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb movement. In humans, this structure is the largest in the diencephalon and its two halves sit on each side of the third ventricle. The somesthetic nuclei connect this structure to the midbrain, and by linking the cerebellum to the frontal lobe, it permits voluntary motor control. Blocking stimulus signals during sleep, name this \"sensory switchboard\" of the brain that relays information on sight, sound, touch, and pain from the sense organs to the cerebral cortex.": {
    "guess": "Thalamus",
    "confidence": [
      [
        "Th",
        -0.0012436825
      ],
      [
        "alam",
        -0.00015193255
      ],
      [
        "us",
        -2.1008714e-06
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material,": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.012771677
      ],
      [
        "–",
        -0.038797125
      ],
      [
        "U",
        -2.355753e-05
      ],
      [
        "rey",
        -4.3202e-07
      ],
      [
        " experiment",
        -0.0031425396
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\"": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.20355505
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material, and criticism of this experiment points to its disregard of UV radiation and lack of volcanic sulfur compounds in the air. A recent analysis of the results found more than four times the amino acid products than originally reported. Using an electric spark to simulate lightning on a heated mixture": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.00949161
      ],
      [
        "–",
        -0.013425143
      ],
      [
        "U",
        -1.3067608e-05
      ],
      [
        "rey",
        -4.3202e-07
      ],
      [
        " experiment",
        -0.0015703336
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced": {
    "guess": "Miller-Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.053517967
      ],
      [
        "-U",
        -0.12336806
      ],
      [
        "rey",
        -8.1490514e-05
      ],
      [
        " experiment",
        -0.3322596
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another": {
    "guess": "Cultural evolution",
    "confidence": [
      [
        "C",
        -0.18920396
      ],
      [
        "ultural",
        -9.531814e-05
      ],
      [
        " evolution",
        -0.18383445
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption": {
    "guess": "Leslie White",
    "confidence": [
      [
        "Les",
        -0.5512774
      ],
      [
        "lie",
        -0.0004073163
      ],
      [
        " White",
        -0.013649295
      ]
    ]
  },
  "Leslie White suggested that the product of technical factor efficiency and per capita energy consumption is an appropriate quantitative measure of the \"evolution\" of this concept, which, according to another scientist, is best explained in terms of \"webs of significance.\" Those \"webs\" are best \"interpreted\" through \"thick description\" of \"deep play\" such as the Balinese cock fight according to Cliffy Geertz. A 1944 essay by Bronislaw Malinowski offered a \"scientific theory\" of it, while a 1934 book": {
    "guess": "Culture",
    "confidence": [
      [
        "Culture",
        -0.32706642
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material, and criticism of this experiment points to its disregard of UV radiation and lack of volcanic sulfur compounds in the air. A recent analysis of the results found more than four times the amino acid products": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.0097233895
      ],
      [
        "–",
        -0.017940724
      ],
      [
        "U",
        -5.3193703e-06
      ],
      [
        "rey",
        -5.5122365e-07
      ],
      [
        " experiment",
        -0.0017619288
      ]
    ]
  },
  "Leslie Orgel replicated the results of this study at freezing temperatures, while Michael Robertson's version gave evidence for the RNA world hypothesis. A variation conducted by Joan (hoh-AHN) Oró produced adenine (AA-duh-neen) when hydrogen cyanide (SAI-uh-naid) was included as a starting material, and criticism of this experiment points to its disregard of UV radiation and lack of volcanic sulfur compounds in the air. A recent analysis of the results found more than four times the amino acid products than originally reported. Using an electric spark to simulate lightning on a heated mixture of water, hydrogen, ammonia, and methane, name this experiment that showed abiotic (ay-bai-AH-tic) synthesis of organic molecules was possible in Earth's early atmosphere.": {
    "guess": "Miller–Urey experiment",
    "confidence": [
      [
        "Miller",
        -0.013377031
      ],
      [
        "–",
        -0.030585
      ],
      [
        "U",
        -1.1279553e-05
      ],
      [
        "rey",
        -1.504853e-06
      ],
      [
        " experiment",
        -0.00071350473
      ]
    ]
  },
  "Lesions in this structure can cause hemiballism, resulting in the most violent type of involuntary limb": {
    "guess": "Subthalamic Nucleus",
    "confidence": [
      [
        "Sub",
        -0.1887738
      ],
      [
        "thal",
        -0.0036425958
      ],
      [
        "amic",
        -6.749814e-06
      ],
      [
        " N",
        -0.25045544
      ],
      [
        "ucle",
        -2.3915141e-05
      ],
      [
        "us",
        -0.00047821683
      ]
    ]
  }
}