{
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -1.0498205
      ],
      [
        "isy",
        -0.01546571
      ],
      [
        "ph",
        -0.00017123987
      ],
      [
        "us",
        -0.001665185
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.54447055
      ],
      [
        "isy",
        -0.00473308
      ],
      [
        "ph",
        -0.00012260844
      ],
      [
        "us",
        -0.0002487039
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon finding the body of Melikertes, initiated the Isthmian games, and in others, because Autolykos found him to be cleverer than himself, he was given a night with Antiklea, fathering Odysseus. He is best": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.010572685
      ],
      [
        "isy",
        -9.729906e-06
      ],
      [
        "ph",
        -5.080963e-06
      ],
      [
        "us",
        -9.567575e-05
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.42247882
      ],
      [
        "isy",
        -0.0431442
      ],
      [
        "ph",
        -4.0007635e-05
      ],
      [
        "us",
        -0.00025299523
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon finding the body of Melikertes, initiated the Isthmian games, and in others, because Autolykos found him to be cleverer than himself, he was given a night with Antiklea, fathering Odysseus. He is best known for twice deceiving gods, when he tricked Thanatos into chains and when he charmed Persephone into letting him leave Tartaros. The son of Aeolus, FTP, identify this trickster condemned to eternally roll a boulder uphill, only to see it fall back down.": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0013684538
      ],
      [
        "isy",
        -1.998142e-05
      ],
      [
        "ph",
        -4.3202e-07
      ],
      [
        "us",
        -4.501419e-05
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon finding the body of Melikertes, initiated the Isthmian games, and in others, because Autolykos found him to be cleverer than himself, he was given a night with Antiklea, fathering Odysseus. He is best known for twice deceiving gods, when he tricked Thanatos into chains and when he charmed Persephone into letting him leave Tartaros. The son of Aeolus, FTP, identify this trickster condemned to eternally": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0013266648
      ],
      [
        "isy",
        -5.5577775e-06
      ],
      [
        "ph",
        -1.9361265e-07
      ],
      [
        "us",
        -2.1769476e-05
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon finding the body of Melikertes, initiated the Isthmian games, and in others, because Autolykos found": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.099914916
      ],
      [
        "isy",
        -0.0013288104
      ],
      [
        "ph",
        -7.703444e-06
      ],
      [
        "us",
        -0.00041970983
      ]
    ]
  },
  "Eumelos relates that this figure buried Neleus in a secret location, preventing even Nestor from knowing of it, and that his reign in Ephyra was preceded by that of Medea. According to Probus, he stole the horses of Diomedes from Herakles by pulling them backwards. In some traditions, this man, upon finding the body of Melikertes, initiated the Isthmian games, and in others, because Autolykos found him to be cleverer than himself, he was given a night with Antiklea, fathering Odysseus. He is best known for twice deceiving gods, when he tricked Thanatos into chains and when he charmed Persephone": {
    "guess": "Sisyphus",
    "confidence": [
      [
        "S",
        -0.0033230307
      ],
      [
        "isy",
        -5.5122365e-07
      ],
      [
        "ph",
        -3.4121115e-06
      ],
      [
        "us",
        -2.868329e-05
      ]
    ]
  }
}