{
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes a gesture with his left hand that claims the attention of two men, while another man appears to glance over into the right foreground, where we can see part of a propped-open book, possibly a text by Vesalius. One man stares intently at the left arm of Aris Kindt's corpse, waiting to see the action of the flexor digitorum superficialis. FTP, name this Rembrandt painting of a surgeon instructing a group of men.": {
    "guess": "The Anatomy Lesson of Dr. Joan Deyman",
    "confidence": [
      [
        "The",
        -0.032971177
      ],
      [
        " Anatomy",
        -0.00021545708
      ],
      [
        " Lesson",
        -7.946405e-05
      ],
      [
        " of",
        -0.00011260267
      ],
      [
        " Dr",
        -3.1424974e-05
      ],
      [
        ".",
        -0.0006347588
      ],
      [
        " Joan",
        -0.67211807
      ],
      [
        " D",
        -0.014741704
      ],
      [
        "ey",
        -5.50273e-05
      ],
      [
        "man",
        -0.00076841365
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated Premiership season, he has been on two different teams in as many years.  He was caught up in the Juventus match-fixing scandal and moved to Inter Milan when Juventus was relegated.  Born in Senegal, he plays internationally for France, one of the two teams he has shared with other French great Thierry": {
    "guess": "Patrick Vieira",
    "confidence": [
      [
        "Patrick",
        -0.52365357
      ],
      [
        " Vie",
        -0.023962347
      ],
      [
        "ira",
        -0.00012666137
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V, which hurt his claim to the throne along with the Treaty of Nemours. As king, this man instituted a policy that let offices become hereditary for a small price, called the paulette. The fanatic Francois Ravaillac was responsible for the (*) assassination of this leader, who had ascended to the throne following the deaths of the Duke de Guise and another man with his name. For 10 points, name this man who converted to Catholicism to become king of France.": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.009662
      ],
      [
        " IV",
        -6.635165e-05
      ],
      [
        " of",
        -4.365741e-06
      ],
      [
        " France",
        -5.9153886e-06
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise than Mayer's and more wide-ranging than Joule's. In 1850 he developed an ophthalmoscope for viewing the human retina. He also argued that the cochlea resonates at different frequencies and analyses complex sounds. Later in life he gave up physiology for medicine and became interested in Maxwell's work on electromagnetic radiation. His pupils included Hertz, Boltzmann, and Michelson. FTP name this German physicist and physiologist, the namesake of a kind of free energy.": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.0008492942
      ],
      [
        "ermann",
        -0.00041780257
      ],
      [
        " von",
        -0.00084798306
      ],
      [
        " Hel",
        -0.000102708764
      ],
      [
        "mh",
        -6.1537958e-06
      ],
      [
        "olt",
        0.0
      ],
      [
        "z",
        -4.723352e-06
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated at the Battle of Baecula, and this city sought peace after their defeat at Campi Magni. This city's": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.080974616
      ],
      [
        "th",
        -0.00025287605
      ],
      [
        "age",
        -0.00073970755
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original bill came before the House, John Nance Garner grabbed a straw hat and challenged Republicans to state a duty on it. Named after the chairman of the House Ways and Means Committee from Michigan and": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.22877741
      ],
      [
        "oot",
        -4.0603656e-05
      ],
      [
        "-H",
        -0.1992157
      ],
      [
        "aw",
        -0.0005149059
      ],
      [
        "ley",
        -4.6444635e-05
      ],
      [
        " Tar",
        -0.0040689018
      ],
      [
        "iff",
        -0.00018065695
      ],
      [
        " Act",
        -0.14095272
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech as vice president and chose Glen Taylor as his running mate. Its eventual victor announced the \"Point Four\" program as a plan for foreign aid. The loser took Earl Warren as his running mate, while the winning vice presidential candidate was Senate minority leader Alben Barkley. FTP name this election": {
    "guess": "United States presidential election, 1948",
    "confidence": [
      [
        "United",
        -0.25678313
      ],
      [
        " States",
        -0.0001655181
      ],
      [
        " presidential",
        -0.018732058
      ],
      [
        " election",
        -0.0007436376
      ],
      [
        ",",
        -0.23045304
      ],
      [
        " ",
        -6.4325184e-05
      ],
      [
        "194",
        -0.009448046
      ],
      [
        "8",
        -0.006014714
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V, which hurt his claim to the throne along with the Treaty of Nemours. As king, this man instituted a policy that let offices become hereditary for a small price, called the paulette. The fanatic Francois Ravaillac was responsible for the (*) assassination of this leader, who had ascended to the throne": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.004250539
      ],
      [
        " IV",
        -3.5954712e-05
      ],
      [
        " of",
        -1.6166903e-05
      ],
      [
        " France",
        -2.2365493e-05
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas": {
    "guess": "1948 United States presidential election",
    "confidence": [
      [
        "194",
        -0.61132723
      ],
      [
        "8",
        -0.36139098
      ],
      [
        " United",
        -0.0347887
      ],
      [
        " States",
        -7.600714e-05
      ],
      [
        " presidential",
        -0.012819812
      ],
      [
        " election",
        -0.00027111053
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold": {
    "guess": "United States presidential election, 1948",
    "confidence": [
      [
        "United",
        -0.5398988
      ],
      [
        " States",
        -0.00029649358
      ],
      [
        " presidential",
        -0.009220106
      ],
      [
        " election",
        -0.00068336446
      ],
      [
        ",",
        -0.3869172
      ],
      [
        " ",
        -0.00021521868
      ],
      [
        "194",
        -0.26086017
      ],
      [
        "8",
        -0.42461595
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second": {
    "guess": "Farrell Dobbs",
    "confidence": [
      [
        "Far",
        -0.9702822
      ],
      [
        "rell",
        -0.00045510233
      ],
      [
        " Dob",
        -0.0012889248
      ],
      [
        "bs",
        -4.00813e-06
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear": {
    "guess": "Grand Illusion",
    "confidence": [
      [
        "Grand",
        -0.86468446
      ],
      [
        " Ill",
        -0.0023284326
      ],
      [
        "usion",
        -0.00021164624
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet wide.  When we last see him, he has ordered some trumpeters to play a funeral march, after which a fire brigade bursts in and allows some disgusted guests to slip away.  He acquired the praenomen \"Gaius\" when he became a freedman, and he delights in drinking fine Falernian wine at a party which": {
    "guess": "Petronius",
    "confidence": [
      [
        "Pet",
        -1.3057376
      ],
      [
        "ron",
        -0.00023464888
      ],
      [
        "ius",
        -0.0113046905
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped": {
    "guess": "Theosophical Society",
    "confidence": [
      [
        "The",
        -0.003047343
      ],
      [
        "osoph",
        -0.0038178915
      ],
      [
        "ical",
        -0.5194836
      ],
      [
        " Society",
        -0.00017290872
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation strike. In this year, activists chanted \"The whole world is watching\" at a convention that occurred five months after Eugene McCarthy placed second in the New Hampshire primary. In this year, the USS Pueblo was captured by North Korea, and the Tet Offensive in South Vietnam occurred. In this year, Bobby Kennedy and Martin Luther King Jr. were both assassinated. For 10 points, name this year in which": {
    "guess": "1968",
    "confidence": [
      [
        "196",
        -0.0024745858
      ],
      [
        "8",
        -0.00019352727
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre.": {
    "guess": "Orangeburg massacre",
    "confidence": [
      [
        "Orange",
        -0.029837262
      ],
      [
        "burg",
        -2.1650272e-05
      ],
      [
        " massacre",
        -0.7256134
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation": {
    "guess": "Assassination of Martin Luther King Jr.",
    "confidence": [
      [
        "Ass",
        -0.61539763
      ],
      [
        "ass",
        -0.00010402
      ],
      [
        "ination",
        -0.00020580526
      ],
      [
        " of",
        -0.004918378
      ],
      [
        " Martin",
        -0.00013011828
      ],
      [
        " Luther",
        -2.6968896e-06
      ],
      [
        " King",
        -4.0842064e-05
      ],
      [
        " Jr",
        -0.00024417418
      ],
      [
        ".",
        -0.00017481597
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -1.3481214
      ],
      [
        "imal",
        -0.3787325
      ],
      [
        "chio",
        -0.0004217363
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state to ratify this amendment, giving it the three-fourths majority needed to become constitutional law. The Supreme Court upheld the constitutionality of this amendment in the case of Leser v. Garnett. New York was the first state to grant the right guaranteed by this amendment, doing so in 1917, leading Woodrow Wilson to change his position and support national adoption. FTP name this amendment to": {
    "guess": "Nineteenth Amendment to the U.S. Constitution",
    "confidence": [
      [
        "N",
        -0.0076792655
      ],
      [
        "in",
        -0.00079580845
      ],
      [
        "ete",
        -6.289474e-05
      ],
      [
        "enth",
        -0.00017183588
      ],
      [
        " Amendment",
        -0.00024667746
      ],
      [
        " to",
        -0.00094802247
      ],
      [
        " the",
        -0.00029553997
      ],
      [
        " U",
        -0.03194181
      ],
      [
        ".S",
        -0.00021390743
      ],
      [
        ".",
        -0.0003097215
      ],
      [
        " Constitution",
        -7.13582e-05
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes a gesture with his left hand that claims the attention of two men, while another man appears to glance": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.5128783
      ],
      [
        " Night",
        -0.6786078
      ],
      [
        " Watch",
        -0.024269218
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius": {
    "guess": "Thysdrus",
    "confidence": [
      [
        "Th",
        -1.0540638
      ],
      [
        "ys",
        -0.35722664
      ],
      [
        "dr",
        -0.0005088302
      ],
      [
        "us",
        -0.00018995117
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated Premiership season, he has been on two different teams in as many years.  He was caught up in the Juventus match-fixing scandal and moved to Inter Milan when Juventus was relegated.  Born in Senegal, he plays internationally for France, one of the two teams he has shared with other French great Thierry Henry. For ten points, name this midfielder, a former Arsenal captain and captain of France for Euro 2008 qualifying.": {
    "guess": "Patrick Vieira",
    "confidence": [
      [
        "Patrick",
        -0.012911252
      ],
      [
        " Vie",
        -0.009080957
      ],
      [
        "ira",
        -7.7199176e-05
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as": {
    "guess": "Grand Illusion",
    "confidence": [
      [
        "Grand",
        -0.35172126
      ],
      [
        " Ill",
        -0.0035834378
      ],
      [
        "usion",
        -0.0004624856
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.026625253
      ],
      [
        "th",
        -6.17027e-05
      ],
      [
        "age",
        -0.00017696164
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated at the Battle of Baecula, and this city sought peace after their defeat at Campi Magni. This city's citadel was called the Byrsa, and Gaius Gracchus founded a new colony here called Junonia, despite the fact that its land was salted during its defeat at the hands of Scipio Aemilianus. For 10 points, identify this city, whose leaders included Hanno the Great and Hamilcar Barca, and who fought the": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.005650033
      ],
      [
        "th",
        -1.5928495e-05
      ],
      [
        "age",
        -1.9862217e-05
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as Rosenthal.  When this film was made, one of its stars had spent so long in America that he had almost forgotten his native language.  Featuring Pierre Fresnay as the aristocratic Captain de Boeldieu and Jean Gabin as the lowly mechanic Lieutenant Marechal, it is better remembered for the role of Captain von Rauffenstein, who was played by Erich von Stroheim.  FTP, name this 1937 film about some French officers captured during World War I, which was directed by Jean Renoir.": {
    "guess": "La Grande Illusion",
    "confidence": [
      [
        "La",
        -0.47973603
      ],
      [
        " Grande",
        -0.013547346
      ],
      [
        " Ill",
        -0.00057650486
      ],
      [
        "usion",
        -0.00015860428
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.07897703
      ],
      [
        "th",
        -8.709308e-05
      ],
      [
        "age",
        -0.00030745665
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet wide.  When we last see him, he has ordered some trumpeters to play a funeral march, after which a fire brigade bursts in and allows some disgusted guests to slip away.  He acquired the praenomen": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -1.2956088
      ],
      [
        "imal",
        -0.00063857326
      ],
      [
        "chio",
        -0.0011924908
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.1738013
      ],
      [
        " Cap",
        -0.00052300806
      ],
      [
        "a",
        -0.00011260267
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated at the Battle of Baecula, and this city sought peace after their defeat at Campi Magni. This city's citadel was called the Byrsa, and Gaius Gracchus founded a new colony here called Junonia, despite the fact that its land was salted during its defeat at the hands of Scipio Aemilianus. For 10 points,": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.009567898
      ],
      [
        "th",
        -6.749814e-06
      ],
      [
        "age",
        -8.11329e-05
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes a gesture with his left hand that claims the attention of two men, while another man appears to glance over into the right foreground, where we can see part of a propped-open book, possibly a text by Vesalius. One man stares intently at the left arm of Aris Kindt's corpse, waiting to see the action of the flexor digitorum superficialis. FTP, name this Rembrandt painting of a surgeon instructing a": {
    "guess": "The Anatomy Lesson of Dr. Joan Deyman",
    "confidence": [
      [
        "The",
        -0.09017338
      ],
      [
        " Anatomy",
        -0.0010737769
      ],
      [
        " Lesson",
        -0.00013440961
      ],
      [
        " of",
        -0.0001167748
      ],
      [
        " Dr",
        -0.000104616025
      ],
      [
        ".",
        -0.000905507
      ],
      [
        " Joan",
        -0.38444725
      ],
      [
        " D",
        -0.02034789
      ],
      [
        "ey",
        -4.9305523e-05
      ],
      [
        "man",
        -0.00088716066
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\" (*) method of photojournalism.  Potentially his most famous single photograph captured a man holding his outstretched rifle as he's about to fall to the ground, Death of a Spanish Loyalist.  FTP, identify this Hungarian born photographer who shot the D-Day landings, whose Americanized surname was": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.006548394
      ],
      [
        " Cap",
        -0.00031842338
      ],
      [
        "a",
        -2.2246291e-05
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original bill came before the House, John Nance Garner grabbed a straw hat and challenged Republicans to state a duty on it. Named after the chairman of the House Ways and Means Committee from Michigan and a Republican senator from North Dakota, it was immediately preceded by an Emergency Tariff Act, which was put into place while it was being drawn up. For 10 points, identify this tariff that raised duties after the Underwood-Simmons tariff, signed by President Harding in 1922.": {
    "guess": "Fordney-McCumber Tariff",
    "confidence": [
      [
        "Ford",
        -0.006033673
      ],
      [
        "ney",
        -2.5941605e-05
      ],
      [
        "-M",
        -0.3163879
      ],
      [
        "c",
        -4.9617593e-06
      ],
      [
        "C",
        -1.2664457e-06
      ],
      [
        "umber",
        0.0
      ],
      [
        " Tar",
        -0.009322271
      ],
      [
        "iff",
        -7.004696e-05
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet": {
    "guess": "Plautus",
    "confidence": [
      [
        "Pl",
        -1.6528174
      ],
      [
        "aut",
        -0.063814506
      ],
      [
        "us",
        -0.0023199876
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\"": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.014257057
      ],
      [
        " Cap",
        -0.00043722545
      ],
      [
        "a",
        -2.2603901e-05
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise than Mayer's and more wide-ranging than Joule's. In 1850 he developed an ophthalmoscope for viewing the human retina. He also argued that the cochlea resonates at different frequencies and analyses complex sounds. Later in life he gave up physiology for medicine and became interested in Maxwell's work on electromagnetic radiation. His pupils included Hertz, Boltzmann, and Michelson. FTP name this": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.0019212529
      ],
      [
        "ermann",
        -0.017482689
      ],
      [
        " von",
        -0.00479595
      ],
      [
        " Hel",
        -0.007914644
      ],
      [
        "mh",
        -0.000181849
      ],
      [
        "olt",
        -5.5122365e-07
      ],
      [
        "z",
        -6.0345924e-06
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus": {
    "guess": "Battle of Lugdunum",
    "confidence": [
      [
        "Battle",
        -0.5379022
      ],
      [
        " of",
        -0.006486692
      ],
      [
        " Lug",
        -0.4599071
      ],
      [
        "d",
        -5.6338537e-05
      ],
      [
        "un",
        -0.00011439072
      ],
      [
        "um",
        -4.5371802e-05
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet wide.  When we last see him, he has ordered some trumpeters to play a funeral march, after which a fire brigade bursts in and allows some disgusted guests to slip away.  He acquired the praenomen \"Gaius\" when he became a freedman, and he delights in drinking fine Falernian wine at a party which features his wife Fortunata and such guests as Ganymede and Encolpius.  FTP, name this wealthy ex-slave who holds a lavish party in the Satyricon of Petronius.": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -0.16225599
      ],
      [
        "imal",
        -4.310693e-05
      ],
      [
        "chio",
        -3.8219583e-05
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech": {
    "guess": "United States presidential election of 1948",
    "confidence": [
      [
        "United",
        -0.39305657
      ],
      [
        " States",
        -9.651017e-05
      ],
      [
        " presidential",
        -0.005353294
      ],
      [
        " election",
        -0.00036049128
      ],
      [
        " of",
        -0.54697955
      ],
      [
        " ",
        -0.00013715129
      ],
      [
        "194",
        -0.0022417277
      ],
      [
        "8",
        -0.24038807
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original bill came before the House, John Nance Garner grabbed a straw hat and challenged Republicans to state a duty on it. Named after the chairman of the House Ways and Means Committee from Michigan and a Republican senator from North Dakota, it was immediately preceded by an Emergency Tariff Act, which": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.09511333
      ],
      [
        "oot",
        -4.3202e-07
      ],
      [
        "-H",
        -0.24605471
      ],
      [
        "aw",
        -0.00016432605
      ],
      [
        "ley",
        -2.0100624e-05
      ],
      [
        " Tar",
        -0.00032581034
      ],
      [
        "iff",
        -4.20341e-05
      ],
      [
        " Act",
        -0.028194776
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation strike. In this year, activists chanted \"The whole world is watching\" at a convention that occurred five months after Eugene McCarthy placed second in the New Hampshire primary. In this year, the USS": {
    "guess": "1968",
    "confidence": [
      [
        "196",
        -0.0066350824
      ],
      [
        "8",
        -0.0008165352
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state to ratify this amendment, giving it the three-fourths majority needed to become constitutional law. The Supreme Court upheld the constitutionality of this amendment in the case of Leser v. Garnett. New York was the first state to grant the right guaranteed by this amendment, doing so in 1917, leading": {
    "guess": "Nineteenth Amendment to the U.S. Constitution",
    "confidence": [
      [
        "N",
        -0.0022634943
      ],
      [
        "in",
        -0.00063499715
      ],
      [
        "ete",
        -2.5345586e-05
      ],
      [
        "enth",
        -9.0907604e-05
      ],
      [
        " Amendment",
        -0.0011562933
      ],
      [
        " to",
        -0.00043901347
      ],
      [
        " the",
        -0.0002577634
      ],
      [
        " U",
        -0.039475314
      ],
      [
        ".S",
        -0.00018387179
      ],
      [
        ".",
        -0.00018292182
      ],
      [
        " Constitution",
        -0.00010807293
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.0029781794
      ],
      [
        " Cap",
        -0.0016309093
      ],
      [
        "a",
        -3.8577193e-05
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River.": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.11674176
      ],
      [
        "th",
        -7.314626e-05
      ],
      [
        "age",
        -0.00020640128
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.6388045
      ],
      [
        "oot",
        -1.8431772e-05
      ],
      [
        "-H",
        -0.24410495
      ],
      [
        "aw",
        -0.00027230257
      ],
      [
        "ley",
        -3.059055e-05
      ],
      [
        " Tar",
        -0.0040025343
      ],
      [
        "iff",
        -0.00013297916
      ],
      [
        " Act",
        -0.31086153
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and": {
    "guess": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "confidence": [
      [
        "The",
        -0.41289386
      ],
      [
        " Anatomy",
        -0.16165975
      ],
      [
        " Lesson",
        -0.0019042472
      ],
      [
        " of",
        -4.7875077e-05
      ],
      [
        " Dr",
        -0.00010473523
      ],
      [
        ".",
        -0.0010185177
      ],
      [
        " Nicola",
        -0.69271463
      ],
      [
        "es",
        -1.640531e-05
      ],
      [
        " T",
        -0.0002006795
      ],
      [
        "ulp",
        -1.0921943e-05
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.09144431
      ],
      [
        " Cap",
        -0.0011418844
      ],
      [
        "a",
        -0.00021021579
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech as vice president and chose Glen Taylor as his running mate. Its eventual victor announced the \"Point Four\" program as a plan for foreign aid. The loser took Earl Warren as his running mate, while the": {
    "guess": "1948 United States presidential election",
    "confidence": [
      [
        "194",
        -0.031918716
      ],
      [
        "8",
        -0.0125533305
      ],
      [
        " United",
        -0.0055605397
      ],
      [
        " States",
        -0.00014990607
      ],
      [
        " presidential",
        -0.021671172
      ],
      [
        " election",
        -0.00028195442
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\" (*) method of photojournalism.  Potentially his most famous single photograph captured a man holding his outstretched rifle as he's about to fall to the ground, Death of a Spanish Loyalist.  FTP, identify": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.0050906143
      ],
      [
        " Cap",
        -0.00052741496
      ],
      [
        "a",
        -3.4285862e-05
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as Rosenthal.  When this film was made, one of its stars had spent so long in America that he had almost forgotten his native language.  Featuring Pierre Fresnay as the aristocratic Captain de Boeldieu and": {
    "guess": "La Grande Illusion",
    "confidence": [
      [
        "La",
        -0.40653768
      ],
      [
        " Grande",
        -0.0155138485
      ],
      [
        " Ill",
        -0.00017433916
      ],
      [
        "usion",
        -3.059055e-05
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise": {
    "guess": "Conservation of energy",
    "confidence": [
      [
        "Cons",
        -0.34325877
      ],
      [
        "ervation",
        -0.0002600246
      ],
      [
        " of",
        -0.0021663175
      ],
      [
        " energy",
        -0.046778508
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.005350686
      ],
      [
        "osoph",
        -0.013998368
      ],
      [
        "y",
        -0.16951188
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th century The Way to Christ, Mysterium, and the Aurora, all of which were written by Jakob Bohme.": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.018991515
      ],
      [
        "osoph",
        -0.019065212
      ],
      [
        "y",
        -0.058788907
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\" (*) method of photojournalism.  Potentially his most famous single photograph captured a man holding his outstretched rifle as he's about to fall to the ground, Death of a Spanish Loyalist.  FTP, identify this Hungarian born photographer who shot the D-Day landings, whose Americanized surname was intentionally one \"r\" removed from the director of Arsenic and Old Lace, It Happened One Night and Mr.": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.004853738
      ],
      [
        " Cap",
        -0.0011285446
      ],
      [
        "a",
        -1.6882126e-05
      ]
    ]
  },
  "A year after its founding, it was publicly defended by its administrator Aneurin Bevan, while the randomness of its application via the \"postcode lottery\" led to the establishment of NICE.  First proposed in the Beveridge (*) Report, Anthony Wilson's and Bruce Hardy's fights with this agency over Sutent highlight the limits of its formulas, in which a year's life span is valued at approximately 30,000": {
    "guess": "National Institute for Health and Care Excellence",
    "confidence": [
      [
        "National",
        -0.04541319
      ],
      [
        " Institute",
        -0.015425562
      ],
      [
        " for",
        -0.000662161
      ],
      [
        " Health",
        -0.0015831855
      ],
      [
        " and",
        -0.0005984273
      ],
      [
        " Care",
        -0.0057714116
      ],
      [
        " Excellence",
        -0.0013404815
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -1.0878346
      ],
      [
        " IV",
        -0.007550428
      ],
      [
        " of",
        -0.0006388117
      ],
      [
        " France",
        -0.00024667746
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V, which hurt his claim to the throne along with the Treaty of Nemours. As king, this man instituted a policy that let offices become hereditary for a small price, called the paulette. The fanatic Francois": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.20717666
      ],
      [
        " IV",
        -0.27407008
      ],
      [
        " of",
        -8.196733e-05
      ],
      [
        " France",
        -5.419287e-05
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th century The Way to Christ, Mysterium, and the Aurora, all of which were written by Jakob Bohme. More famous still are the writings promoted by Henry Steel Olcott, the follower of a woman whose death is celebrated as White Lotus Day, such as Isis Unveiled and The Secret Doctrine. FTP identify this mystical religious system, whose name derives from the greek for divine wisdom, most closely associated": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.0032556695
      ],
      [
        "osoph",
        -0.0009311102
      ],
      [
        "y",
        -0.0042562387
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation strike. In this year, activists chanted \"The whole world is watching\" at a convention that occurred": {
    "guess": "1968 Democratic National Convention",
    "confidence": [
      [
        "196",
        -0.005604988
      ],
      [
        "8",
        -2.7133641e-05
      ],
      [
        " Democratic",
        -0.013535581
      ],
      [
        " National",
        -0.0015980568
      ],
      [
        " Convention",
        -0.00035060104
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th century The Way to Christ, Mysterium, and the Aurora, all of which were written by Jakob Bohme. More famous still are the writings promoted by Henry Steel Olcott, the follower of a woman whose death": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.0021495465
      ],
      [
        "osoph",
        -0.009377072
      ],
      [
        "y",
        -0.044905692
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V, which hurt his claim to the throne along with the Treaty of Nemours. As king, this man instituted a": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.0029334836
      ],
      [
        " IV",
        -0.0007653143
      ],
      [
        " of",
        -2.4272753e-05
      ],
      [
        " France",
        -5.2047206e-05
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American": {
    "guess": "Agricultural Adjustment Act",
    "confidence": [
      [
        "A",
        -0.37384656
      ],
      [
        "gricult",
        -0.00093921233
      ],
      [
        "ural",
        -0.014457529
      ],
      [
        " Adjustment",
        -0.6946753
      ],
      [
        " Act",
        -0.0031201988
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state": {
    "guess": "Harry T. Burn",
    "confidence": [
      [
        "Harry",
        -0.72434366
      ],
      [
        " T",
        -0.21280706
      ],
      [
        ".",
        -0.00065631996
      ],
      [
        " Burn",
        -6.1821906e-05
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation strike. In this year, activists chanted \"The whole world is watching\" at a convention that occurred five months after Eugene McCarthy placed second in the New Hampshire primary. In this year, the USS Pueblo was captured by North Korea, and the Tet Offensive in South Vietnam occurred. In this year, Bobby Kennedy and Martin Luther King Jr. were both assassinated. For 10 points, name this year in which Richard Nixon was first elected President of the United States.": {
    "guess": "1968",
    "confidence": [
      [
        "196",
        -0.0022275718
      ],
      [
        "8",
        -0.0003128208
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.8653807
      ],
      [
        " Qu",
        -0.030510083
      ],
      [
        "ix",
        -0.00064106926
      ],
      [
        "ote",
        -0.000106046464
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original bill came before the House, John Nance Garner grabbed a straw hat and challenged Republicans to": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.14314976
      ],
      [
        "oot",
        -1.1041146e-05
      ],
      [
        "-H",
        -0.22761771
      ],
      [
        "aw",
        -0.00040302498
      ],
      [
        "ley",
        -3.786197e-05
      ],
      [
        " Tar",
        -0.0054354547
      ],
      [
        "iff",
        -0.00018577903
      ],
      [
        " Act",
        -0.07170071
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican": {
    "guess": "William Borah",
    "confidence": [
      [
        "William",
        -0.030655637
      ],
      [
        " Bor",
        -0.018426524
      ],
      [
        "ah",
        -3.888926e-06
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.": {
    "guess": "Tiberius",
    "confidence": [
      [
        "T",
        -1.6043583
      ],
      [
        "iber",
        -0.3772244
      ],
      [
        "ius",
        -0.0005878219
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state to ratify this amendment, giving it the three-fourths majority needed to become constitutional law. The Supreme Court upheld the constitutionality of this amendment in the case of Leser v. Garnett.": {
    "guess": "Nineteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "N",
        -0.0028483868
      ],
      [
        "in",
        -1.6286107e-05
      ],
      [
        "ete",
        -1.18755715e-05
      ],
      [
        "enth",
        -3.4166656e-05
      ],
      [
        " Amendment",
        -0.00014931006
      ],
      [
        " to",
        -0.000102708764
      ],
      [
        " the",
        -0.00020711649
      ],
      [
        " United",
        -0.26984513
      ],
      [
        " States",
        -5.7649777e-05
      ],
      [
        " Constitution",
        -0.000191024
      ]
    ]
  },
  "In this year, three people were killed on the South Carolina State campus during the Orangeburg massacre. In this year, the speech \"I've Been to the Mountaintop\" was given during the Memphis sanitation strike. In this year, activists chanted \"The whole world is watching\" at a convention that occurred five months after Eugene McCarthy placed second in the New Hampshire primary. In this year, the USS Pueblo was captured by North Korea, and the Tet Offensive in South Vietnam occurred. In this year,": {
    "guess": "1968",
    "confidence": [
      [
        "196",
        -0.0020515278
      ],
      [
        "8",
        -0.00021891399
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as Rosenthal.  When this film was made, one of its stars had spent so long in America that he had almost forgotten his native language.  Featuring Pierre Fresnay as the aristocratic Captain de Boeldieu and Jean Gabin as the lowly mechanic Lieutenant Marechal, it is better remembered for the role of Captain von Rauffenstein, who was played by Erich von Stroheim.  FTP, name this 1937 film about some French": {
    "guess": "La Grande Illusion",
    "confidence": [
      [
        "La",
        -0.39189872
      ],
      [
        " Grande",
        -0.0036164664
      ],
      [
        " Ill",
        -0.00017159748
      ],
      [
        "usion",
        -2.4272753e-05
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes a gesture with his left hand that claims the attention of two men, while another man appears to glance over into the right foreground, where we can see part of a propped-open book, possibly a text by": {
    "guess": "The Anatomy Lesson of Dr. Nicolaes Tulp",
    "confidence": [
      [
        "The",
        -0.73907155
      ],
      [
        " Anatomy",
        -0.3246697
      ],
      [
        " Lesson",
        -0.015751142
      ],
      [
        " of",
        -0.00019412329
      ],
      [
        " Dr",
        -2.8325678e-05
      ],
      [
        ".",
        -0.0033250495
      ],
      [
        " Nicola",
        -0.00572649
      ],
      [
        "es",
        -0.0001791073
      ],
      [
        " T",
        -0.00010974178
      ],
      [
        "ulp",
        -6.0345924e-06
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet wide.  When we last see him, he has ordered some trumpeters to play a funeral march, after which a fire brigade bursts in and allows some disgusted guests to slip away.  He acquired the praenomen \"Gaius\" when he became a freedman, and he delights in drinking fine Falernian wine at a party which features his wife Fortunata and such guests as Ganymede and Encolpius.  FTP, name this wealthy ex-slave": {
    "guess": "Trimalchio",
    "confidence": [
      [
        "Tr",
        -0.71218455
      ],
      [
        "imal",
        -2.7014437e-05
      ],
      [
        "chio",
        -0.0001375089
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise than Mayer's and more wide-ranging than Joule's. In 1850 he developed an ophthalmoscope for viewing the human retina. He also argued that the cochlea resonates at different frequencies and analyses complex sounds. Later in life he gave up physiology for medicine and became interested in Maxwell's": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.010334383
      ],
      [
        "ermann",
        -0.00865937
      ],
      [
        " von",
        -0.03464386
      ],
      [
        " Hel",
        -0.0039000576
      ],
      [
        "mh",
        -0.00020222914
      ],
      [
        "olt",
        -1.147242e-06
      ],
      [
        "z",
        -1.3186812e-05
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as Rosenthal.  When this film was made, one of its stars had spent so long in America that he had almost": {
    "guess": "Grand Illusion",
    "confidence": [
      [
        "Grand",
        -0.43227574
      ],
      [
        " Ill",
        -0.013683044
      ],
      [
        "usion",
        -0.00063630845
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise than Mayer's and more wide-ranging than Joule's. In 1850 he developed an ophthalmoscope for viewing": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.016093494
      ],
      [
        "ermann",
        -0.0123518845
      ],
      [
        " von",
        -0.012079971
      ],
      [
        " Hel",
        -0.0034786668
      ],
      [
        "mh",
        -6.15835e-05
      ],
      [
        "olt",
        -2.577686e-06
      ],
      [
        "z",
        -3.8577193e-05
      ]
    ]
  },
  "He has 30 years, four months, and two days left to live, as he learned from an astrologer named Serapa.  He refuses to own a mule unless it was sired by a wild ass, and he notably placed an order for mushroom spores from India.  According to his will, Carion is to receive an apartment house and Philargyrus is to get a farm, while he asks his friend Habinnas to make the plot of his grave a hundred feet wide.  When we last see him, he has ordered some trumpeters to play a funeral march, after which": {
    "guess": "The Pot of Gold",
    "confidence": [
      [
        "The",
        -1.0208424
      ],
      [
        " Pot",
        -2.0131402
      ],
      [
        " of",
        -0.0004797665
      ],
      [
        " Gold",
        -0.0008975277
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated Premiership season, he has been on two different teams in as many years.  He was caught up in the Juventus match-fixing scandal and moved to Inter Milan when Juventus was relegated.  Born in Senegal,": {
    "guess": "Momo Sissoko",
    "confidence": [
      [
        "M",
        -0.8473675
      ],
      [
        "omo",
        -0.805637
      ],
      [
        " S",
        -0.002136579
      ],
      [
        "iss",
        -0.0010125648
      ],
      [
        "oko",
        -0.0001842294
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech as vice president and chose Glen Taylor as his running mate. Its eventual victor announced the \"Point Four\" program as a plan for foreign aid. The loser took Earl Warren as his running mate, while the winning vice presidential candidate was Senate minority leader Alben Barkley. FTP name this election year which saw Dixiecrat Strom Thurmond make his bid for president, and which infamously saw the newspaper headline \"Dewey defeats Truman.\"": {
    "guess": "United States presidential election, 1948",
    "confidence": [
      [
        "United",
        -0.1443794
      ],
      [
        " States",
        -3.4166656e-05
      ],
      [
        " presidential",
        -0.012506235
      ],
      [
        " election",
        -0.00048703788
      ],
      [
        ",",
        -0.10619449
      ],
      [
        " ",
        -2.5107178e-05
      ],
      [
        "194",
        -0.0013035722
      ],
      [
        "8",
        -0.0007585271
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech as vice president and chose Glen Taylor as his running mate. Its eventual victor announced the \"Point": {
    "guess": "United States presidential election, 1948",
    "confidence": [
      [
        "United",
        -0.59443337
      ],
      [
        " States",
        -0.000225947
      ],
      [
        " presidential",
        -0.0046356535
      ],
      [
        " election",
        -0.00046987622
      ],
      [
        ",",
        -0.1958155
      ],
      [
        " ",
        -0.00010306638
      ],
      [
        "194",
        -0.0031950662
      ],
      [
        "8",
        -0.013997545
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only": {
    "guess": "All Quiet on the Western Front",
    "confidence": [
      [
        "All",
        -1.5306811
      ],
      [
        " Quiet",
        -0.00538198
      ],
      [
        " on",
        -0.00060748315
      ],
      [
        " the",
        -0.00026586556
      ],
      [
        " Western",
        -0.00016766376
      ],
      [
        " Front",
        -9.543734e-05
      ]
    ]
  },
  "A year after its founding, it was publicly defended by its administrator Aneurin Bevan, while the randomness of its application via the \"postcode lottery\" led to the establishment of NICE.  First proposed": {
    "guess": "National Health Service",
    "confidence": [
      [
        "National",
        -0.008856478
      ],
      [
        " Health",
        -0.5810917
      ],
      [
        " Service",
        -5.8841815e-05
      ]
    ]
  },
  "A year after its founding, it was publicly defended by its administrator Aneurin Bevan, while the randomness": {
    "guess": "National Health Service",
    "confidence": [
      [
        "National",
        -0.026368344
      ],
      [
        " Health",
        -0.00464183
      ],
      [
        " Service",
        -2.939851e-05
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated at the Battle of Baecula, and this city sought peace after their defeat at Campi Magni. This city's citadel was called the Byrsa, and Gaius Gracchus founded a new colony here called Junonia, despite the fact that its land was salted during its defeat at the hands of Scipio Aemilianus. For 10 points, identify this city, whose leaders included Hanno the Great and Hamilcar Barca, and who fought the Punic Wars against the Roman Empire.": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.00141595
      ],
      [
        "th",
        -1.4021238e-05
      ],
      [
        "age",
        -1.4259645e-05
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th century The Way to Christ, Mysterium, and the Aurora, all of which were written by Jakob Bohme. More famous still are the writings promoted by Henry Steel Olcott, the follower of a woman whose death is celebrated as White Lotus Day, such as Isis Unveiled and The Secret Doctrine. FTP identify this mystical religious system, whose name derives from the greek for divine wisdom, most closely associated with the teachings of Helen Blavatsky.": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.004824315
      ],
      [
        "osoph",
        -0.00012225083
      ],
      [
        "y",
        -0.0010170909
      ]
    ]
  },
  "This year was the first time Farrell Dobbs ran for president for the Socialist Workers Party, the second time that Claude Watson was nominated for the Prohibition Party, and the last time Norman Thomas earned the Socialist Party nomination. One major candidate earned his nomination over bids by Harold Stassen and Arthur Vandenberg. Another candidate had given the \"Century of the Common Man\" speech as vice president and chose Glen Taylor as his running mate. Its eventual victor announced the \"Point Four\" program as a plan for foreign aid. The loser took Earl Warren as his running mate, while the winning vice presidential candidate was Senate minority leader Alben Barkley. FTP name this election year which saw Dixiecrat Strom Thurmond make his bid for president, and which infamously saw the newspaper": {
    "guess": "United States presidential election, 1948",
    "confidence": [
      [
        "United",
        -0.27187908
      ],
      [
        " States",
        -0.00045629436
      ],
      [
        " presidential",
        -0.011191054
      ],
      [
        " election",
        -0.0007077866
      ],
      [
        ",",
        -0.41632867
      ],
      [
        " ",
        -4.7755875e-05
      ],
      [
        "194",
        -0.010355031
      ],
      [
        "8",
        -0.0033199494
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated": {
    "guess": "Arsenal F.C.",
    "confidence": [
      [
        "Ars",
        -0.008872774
      ],
      [
        "enal",
        -0.015897341
      ],
      [
        " F",
        -0.24098313
      ],
      [
        ".C",
        -9.729906e-06
      ],
      [
        ".",
        -0.00071243185
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V,": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.03509273
      ],
      [
        " IV",
        -0.020017145
      ],
      [
        " of",
        -0.00016730615
      ],
      [
        " France",
        -0.00047130667
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state to ratify this amendment, giving it the three-fourths majority needed to become constitutional law.": {
    "guess": "Nineteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "N",
        -0.1620197
      ],
      [
        "in",
        -9.019238e-05
      ],
      [
        "ete",
        -2.6968896e-06
      ],
      [
        "enth",
        -5.1689596e-05
      ],
      [
        " Amendment",
        -0.00066966715
      ],
      [
        " to",
        -2.5107178e-05
      ],
      [
        " the",
        -1.1279553e-05
      ],
      [
        " United",
        -5.3596854e-05
      ],
      [
        " States",
        -4.3822154e-05
      ],
      [
        " Constitution",
        -0.00014334988
      ]
    ]
  },
  "A year after its founding, it was publicly defended by its administrator Aneurin Bevan, while the randomness of its application via the \"postcode lottery\" led to the establishment of NICE.  First proposed in the Beveridge (*) Report, Anthony Wilson's and Bruce Hardy's fights with this agency over Sutent": {
    "guess": "National Institute for Health and Care Excellence",
    "confidence": [
      [
        "National",
        -0.02008468
      ],
      [
        " Institute",
        -0.12274205
      ],
      [
        " for",
        -0.0003035266
      ],
      [
        " Health",
        -0.0010975956
      ],
      [
        " and",
        -0.00027754388
      ],
      [
        " Care",
        -0.008698363
      ],
      [
        " Excellence",
        -0.0006514363
      ]
    ]
  },
  "The year after this film was made Werner Florian, who appeared in it as Sergeant Arthur, made his only other known film appearance.  Marcel Dalio had previously appeared in The Golem and went on to appear as Robert de la Cheyniest in a later film by the same director, after appearing in this film as Rosenthal.  When this film was made, one of its stars had spent so long in America that he had almost forgotten his native language.  Featuring Pierre Fresnay as the aristocratic Captain de Boeldieu and Jean Gabin as the lowly mechanic Lieutenant Marechal, it is better remembered for the role of Captain": {
    "guess": "La Grande Illusion",
    "confidence": [
      [
        "La",
        -0.4651873
      ],
      [
        " Grande",
        -0.02096737
      ],
      [
        " Ill",
        -0.00027575582
      ],
      [
        "usion",
        -2.4391957e-05
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd of North Dakota, the spokesman of the Farm Bloc. The final version did not contain the American Valuation Plan, which was part of the original bill proposed by one of its namesakes. When that original bill came before the House, John Nance Garner grabbed a straw hat and challenged Republicans to state a duty on it. Named after the chairman of the House Ways and Means Committee from Michigan and a Republican senator from North Dakota, it was immediately preceded by an Emergency Tariff Act, which was put into place while it was being drawn up. For 10 points, identify this tariff that raised": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -0.088670604
      ],
      [
        "oot",
        -3.7697225e-06
      ],
      [
        "-H",
        -0.12049736
      ],
      [
        "aw",
        -0.00016134596
      ],
      [
        "ley",
        -2.9279307e-05
      ],
      [
        " Tar",
        -0.0011828464
      ],
      [
        "iff",
        -6.098748e-05
      ],
      [
        " Act",
        -0.37518263
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.06556662
      ],
      [
        "th",
        -3.1186566e-05
      ],
      [
        "age",
        -9.960947e-05
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.0035893794
      ],
      [
        "osoph",
        -0.006758475
      ],
      [
        "y",
        -0.039673198
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\" (*) method of photojournalism.  Potentially his most famous single photograph captured a man holding his outstretched rifle as he's about to fall to the ground, Death of a Spanish Loyalist.  FTP, identify this Hungarian born photographer who shot the D-Day landings, whose Americanized surname was intentionally one \"r\" removed from the director of Arsenic and Old Lace, It Happened One Night and Mr. Smith Goes to Washington.": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.0039492175
      ],
      [
        " Cap",
        -0.0017712121
      ],
      [
        "a",
        -3.9292416e-05
      ]
    ]
  },
  "A year after its founding, it was publicly defended by its administrator Aneurin Bevan, while the randomness of its application via the \"postcode lottery\" led to the establishment of NICE.  First proposed in the Beveridge (*) Report, Anthony Wilson's and Bruce Hardy's fights with this agency over Sutent highlight the limits of its formulas, in which a year's life span is valued at approximately 30,000 pounds.  For 10 points, name this British public healthcare system.": {
    "guess": "National Institute for Health and Care Excellence",
    "confidence": [
      [
        "National",
        -0.029832058
      ],
      [
        " Institute",
        -0.104385294
      ],
      [
        " for",
        -0.0017656205
      ],
      [
        " Health",
        -0.0031468198
      ],
      [
        " and",
        -0.001209757
      ],
      [
        " Care",
        -0.022785895
      ],
      [
        " Excellence",
        -0.0018966291
      ]
    ]
  },
  "He was 26 years old when he published On the Conservation of Force in 1847 whose ideas were more precise than Mayer's and more wide-ranging than Joule's. In 1850 he developed an ophthalmoscope for viewing the human retina. He also argued that the cochlea resonates at different frequencies and analyses": {
    "guess": "Hermann von Helmholtz",
    "confidence": [
      [
        "H",
        -0.005789305
      ],
      [
        "ermann",
        -0.013375745
      ],
      [
        " von",
        -0.05025445
      ],
      [
        " Hel",
        -0.005704804
      ],
      [
        "mh",
        -0.00037299667
      ],
      [
        "olt",
        -4.9617593e-06
      ],
      [
        "z",
        -5.109358e-05
      ]
    ]
  },
  "During the Year of the Six Emperors, this city was the site of a battle in which the general Capelianus defeated the emperors Gordian I and Gordian II. One general hired by this city captured Marcus Atilius Regulus, and that Spartan named Xanthippus was victorious at the Battle of the Bagradas River. Another figure from this city used guerilla tactics from his stronghold on Mt. Eryx, but could not capture Lilybaeum, and another general from this city was beheaded by Claudius Nero, who tossed his head into his brother's camp after a victory at the Battle of the Metaurus. This polity was defeated at the Battle of Baecula, and this city sought peace after their defeat at Campi Magni. This city's citadel was called the Byrsa, and Gaius Gracchus founded a new colony here called Junonia, despite": {
    "guess": "Carthage",
    "confidence": [
      [
        "Car",
        -0.006416336
      ],
      [
        "th",
        -8.657073e-06
      ],
      [
        "age",
        -7.624555e-05
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes": {
    "guess": "The Night Watch",
    "confidence": [
      [
        "The",
        -0.80331045
      ],
      [
        " Night",
        -0.8787903
      ],
      [
        " Watch",
        -0.04953624
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated Premiership season, he has been on two different teams in as many years.  He was caught up in the Juventus match-fixing scandal and moved to Inter Milan when Juventus was relegated.  Born in Senegal, he plays internationally for France, one of the two teams he has shared with other French great Thierry Henry. For ten points, name this midfielder, a former Arsenal captain and captain of France for": {
    "guess": "Patrick Vieira",
    "confidence": [
      [
        "Patrick",
        -0.008905154
      ],
      [
        " Vie",
        -0.014874666
      ],
      [
        "ira",
        -7.79144e-05
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of his most famous images were destroyed when a technician in London over-exposed them, but things went smoother when he provided the photos for A Russian Journal by John (+) Steinbeck.  This older brother of Cornell met his end when he stepped on a land-mine in Vietnam covering that conflict for Life magazine in 1954, partially due to his \"if your pictures aren't good enough, you're not close enough\" (*) method of photojournalism.  Potentially his most famous single photograph captured a man holding": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.0051933206
      ],
      [
        " Cap",
        -0.00056292297
      ],
      [
        "a",
        -1.3306016e-05
      ]
    ]
  },
  "A 24-year-old legislator named Harry Burn provided the last vote needed to make Tennessee the 36th state to ratify this amendment, giving it the three-fourths majority needed to become constitutional law. The Supreme Court upheld the constitutionality of this amendment in the case of Leser v. Garnett. New York was the first state to grant the right guaranteed by this amendment, doing so in 1917, leading Woodrow Wilson to change his position and support national adoption. FTP name this amendment to the US Constitution which granted women the right to vote.": {
    "guess": "Nineteenth Amendment to the United States Constitution",
    "confidence": [
      [
        "N",
        -0.0019120999
      ],
      [
        "in",
        -2.9517714e-05
      ],
      [
        "ete",
        -9.610702e-06
      ],
      [
        "enth",
        -2.3676734e-05
      ],
      [
        " Amendment",
        -0.00014323067
      ],
      [
        " to",
        -0.0001659949
      ],
      [
        " the",
        -1.7239736e-05
      ],
      [
        " United",
        -0.013863641
      ],
      [
        " States",
        -4.441817e-05
      ],
      [
        " Constitution",
        -2.9994528e-05
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.032419473
      ],
      [
        " Cap",
        -2.0935051e-05
      ],
      [
        "a",
        -5.240482e-05
      ]
    ]
  },
  "years after producing this painting, its creator painted a similar piece featuring Joris Fonteyn and Joan Deyman, the successor of this painting's title character. This painting's title character makes a gesture with his left hand that claims the attention of two men, while another man appears to glance over into the right foreground, where we can see part of a propped-open book, possibly a text by Vesalius. One man stares intently at the left arm of Aris Kindt's corpse, waiting to see the action": {
    "guess": "The Anatomy Lesson of Dr. Sebastiaen Egbertsz",
    "confidence": [
      [
        "The",
        -0.034846384
      ],
      [
        " Anatomy",
        -0.0010178061
      ],
      [
        " Lesson",
        -0.0007865179
      ],
      [
        " of",
        -4.727906e-05
      ],
      [
        " Dr",
        -5.419287e-05
      ],
      [
        ".",
        -0.00058222294
      ],
      [
        " Sebast",
        -0.3271162
      ],
      [
        "ia",
        -0.1053404
      ],
      [
        "en",
        -0.0066542686
      ],
      [
        " Eg",
        -0.050500542
      ],
      [
        "bert",
        0.0
      ],
      [
        "sz",
        -0.16509527
      ]
    ]
  },
  "After 10 years with the same English team, during which he captained the team in a historic undefeated Premiership season, he has been on two different teams in as many years.  He was caught up in the": {
    "guess": "John Terry",
    "confidence": [
      [
        "John",
        -1.181065
      ],
      [
        " Terry",
        -0.004576327
      ]
    ]
  },
  "Over the years several leaders including Katherine Tingley, William Judge, and Annie Besant, have helped to spread its doctrines which include that there are worlds within worlds, that space, time, and nature are infinite, and that monads begin as unconscious \"god sparks.\" Its key texts include the 17th century The Way to Christ, Mysterium, and the Aurora, all of which were written by Jakob Bohme. More famous still are the writings promoted by Henry Steel Olcott, the follower of a woman whose death is celebrated as White Lotus Day, such as Isis Unveiled and The Secret Doctrine. FTP identify this": {
    "guess": "Theosophy",
    "confidence": [
      [
        "The",
        -0.0045312312
      ],
      [
        "osoph",
        -0.005465694
      ],
      [
        "y",
        -0.079615526
      ]
    ]
  },
  "A few years after opposing the League of Nations, Senator William Borah of Idaho became the only Republican to vote against this bill when it came before the Senate. It was supported by Senator Edwin Ladd": {
    "guess": "Smoot-Hawley Tariff Act",
    "confidence": [
      [
        "Sm",
        -1.0194631
      ],
      [
        "oot",
        -6.134509e-05
      ],
      [
        "-H",
        -0.3636423
      ],
      [
        "aw",
        -0.0005054925
      ],
      [
        "ley",
        -2.9279307e-05
      ],
      [
        " Tar",
        -0.0015071245
      ],
      [
        "iff",
        -0.000113913906
      ],
      [
        " Act",
        -0.035079148
      ]
    ]
  },
  "A few years after agreeing to the Treaty of Bergerac, this ruler successfully besieged and captured the city of Cahors while fighting in the \"Lover's War.\" This man was excommunicated by (+) Sixtus V, which hurt his claim to the throne along with the Treaty of Nemours. As king, this man instituted a policy that let offices become hereditary for a small price, called the paulette. The fanatic Francois Ravaillac was responsible for the (*) assassination of this leader, who had ascended to the throne following the deaths of the Duke de Guise and another man with his name. For 10 points, name this": {
    "guess": "Henry IV of France",
    "confidence": [
      [
        "Henry",
        -0.028939005
      ],
      [
        " IV",
        -8.363618e-05
      ],
      [
        " of",
        -1.962381e-05
      ],
      [
        " France",
        -3.750436e-05
      ]
    ]
  },
  "In the same year that this person published the collection Slightly Out of Focus, he teamed up with contemporaries like George Rogger, Chim and Bill Vandivert to form the Magnum agency.  All but 10 of": {
    "guess": "Robert Capa",
    "confidence": [
      [
        "Robert",
        -0.20563276
      ],
      [
        " Cap",
        -0.0004973903
      ],
      [
        "a",
        -8.780831e-05
      ]
    ]
  }
}