{
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about zero, its integral will be small.  With Cauchy, his name describes a set of equations necessary for a complex function to be holomorphic, and his namesake surface is a one-dimensional complex manifold.  This man may be most famous for formulating one of the most well known unsolved problems in mathematics": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -1.2888869
      ],
      [
        "hard",
        -0.003988166
      ],
      [
        " R",
        -8.375538e-05
      ],
      [
        "iem",
        -9.0883464e-07
      ],
      [
        "ann",
        -7.064298e-05
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.35759315
      ],
      [
        "ott",
        -0.014890871
      ],
      [
        "fried",
        -7.4695905e-05
      ],
      [
        " Wilhelm",
        -0.014343075
      ],
      [
        " Le",
        -0.0012844024
      ],
      [
        "ib",
        -0.00012809181
      ],
      [
        "n",
        -1.92662e-05
      ],
      [
        "iz",
        -0.00012260844
      ]
    ]
  },
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about zero, its integral will be small.  With Cauchy, his name describes a set of equations necessary for a complex function to be holomorphic, and his namesake surface is a one-dimensional complex manifold.  This man may be most famous for formulating one of the most well known unsolved problems in mathematics -  whether the real part of any nontrivial zero of his eponymous zeta function has real part one-half. FTP, name this German mathematician whose namesake sums also approach his namesake integral.": {
    "guess": "Riemann Zeta Function",
    "confidence": [
      [
        "R",
        -0.68239313
      ],
      [
        "iem",
        -0.00017159748
      ],
      [
        "ann",
        -0.00017743846
      ],
      [
        " Z",
        -1.0224669
      ],
      [
        "eta",
        -1.7597347e-05
      ],
      [
        " Function",
        -0.85189646
      ]
    ]
  },
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about": {
    "guess": "Bernhard Riemann",
    "confidence": [
      [
        "Bern",
        -0.70681757
      ],
      [
        "hard",
        -0.035712466
      ],
      [
        " R",
        -0.0013172623
      ],
      [
        "iem",
        -6.1537958e-06
      ],
      [
        "ann",
        -5.50273e-05
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own time the criticism of Antoine Arnauld led him to pen Principles of Nature and Grace, about the nature of evil. But it was a chance reading of \"Treatise on Man\" that led him to write such works as Christian Meditations and Dialogues on Metaphysics and Religion, in which he argued that human knowledge is impossible without a relationship to God. FTP, identify this French Cartesian philosopher best known for The Search After Truth and his philosophy of occasionalism.": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.019757012
      ],
      [
        "olas",
        -6.0391463e-05
      ],
      [
        " Male",
        -0.0001376281
      ],
      [
        "br",
        -1.2113979e-05
      ],
      [
        "anche",
        -1.8074163e-05
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own time the criticism of Antoine Arnauld led him to pen Principles of Nature and Grace, about the nature": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.048791178
      ],
      [
        "olas",
        -0.00015455135
      ],
      [
        " Male",
        -0.0018101293
      ],
      [
        "br",
        -1.8550976e-05
      ],
      [
        "anche",
        -4.954393e-05
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own time the criticism of Antoine Arnauld led him to pen Principles of Nature and Grace, about the nature of evil. But it was a chance reading of \"Treatise on Man\" that led him to write such works as Christian Meditations and Dialogues on Metaphysics and Religion, in which he argued that human knowledge": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.06302842
      ],
      [
        "olas",
        -8.959636e-05
      ],
      [
        " Male",
        -0.00024096666
      ],
      [
        "br",
        -2.2484697e-05
      ],
      [
        "anche",
        -6.670925e-05
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own time the criticism of Antoine Arnauld led him to pen Principles of Nature and Grace, about the nature of evil. But it was a chance reading of \"Treatise on Man\" that led him to write such works as Christian": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.19119002
      ],
      [
        "olas",
        -0.00018899754
      ],
      [
        " Male",
        -0.0012545154
      ],
      [
        "br",
        -2.4034345e-05
      ],
      [
        "anche",
        -6.897413e-05
      ]
    ]
  },
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about zero, its integral will be small.  With Cauchy, his name describes a set of equations necessary for a complex function to be holomorphic, and his namesake surface is a one-dimensional complex manifold.  This man may be most famous for formulating one of the most well known unsolved problems in mathematics -  whether the real part of any nontrivial zero of his eponymous zeta function has real part": {
    "guess": "Riemann Hypothesis",
    "confidence": [
      [
        "R",
        -0.040735073
      ],
      [
        "iem",
        -0.00029649358
      ],
      [
        "ann",
        -0.00042567
      ],
      [
        " Hyp",
        -1.489734
      ],
      [
        "o",
        -7.767599e-05
      ],
      [
        "thesis",
        -0.00043364934
      ]
    ]
  },
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about zero, its integral will be small.  With Cauchy, his name describes a set of equations necessary for": {
    "guess": "Cauchy–Schwarz inequality",
    "confidence": [
      [
        "Ca",
        -0.36120373
      ],
      [
        "uch",
        -1.0280384e-06
      ],
      [
        "y",
        -4.763667e-05
      ],
      [
        "–",
        -1.0103391
      ],
      [
        "Sch",
        -0.0060350923
      ],
      [
        "warz",
        -0.00037263904
      ],
      [
        " inequality",
        -0.0032624383
      ]
    ]
  },
  "With Lebesgue, this man's name denotes a lemma which states that if a function oscillates rapidly about zero, its integral will be small.  With Cauchy, his name describes a set of equations necessary for a complex function to be holomorphic, and his namesake surface is a one-dimensional complex manifold.": {
    "guess": "Henri Lebesgue",
    "confidence": [
      [
        "Hen",
        -0.75773656
      ],
      [
        "ri",
        -0.0016974377
      ],
      [
        " Le",
        -0.30048248
      ],
      [
        "bes",
        -1.9816675e-06
      ],
      [
        "gue",
        -0.00035989526
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own": {
    "guess": "Gottfried Wilhelm Leibniz",
    "confidence": [
      [
        "G",
        -0.48413062
      ],
      [
        "ott",
        -0.015692355
      ],
      [
        "fried",
        -0.0003093639
      ],
      [
        " Wilhelm",
        -0.009559521
      ],
      [
        " Le",
        -0.0023875413
      ],
      [
        "ib",
        -0.00018875914
      ],
      [
        "n",
        -2.2246291e-05
      ],
      [
        "iz",
        -0.00010819213
      ]
    ]
  },
  "Lebniz discussed this man's views in \"Conversation of Philarete and Ariste\" while Hume's \"Of the Idea of Necessary Connection\" framed its discussion of causality with his arguments in mind. In his own time the criticism of Antoine Arnauld led him to pen Principles of Nature and Grace, about the nature of evil. But it was a chance reading of \"Treatise on Man\" that led him to write such works as Christian Meditations and Dialogues on Metaphysics and Religion, in which he argued that human knowledge is impossible without a relationship to God. FTP, identify this French Cartesian philosopher best known": {
    "guess": "Nicolas Malebranche",
    "confidence": [
      [
        "Nic",
        -0.043187242
      ],
      [
        "olas",
        -3.8338785e-05
      ],
      [
        " Male",
        -0.000119754885
      ],
      [
        "br",
        -2.9352968e-06
      ],
      [
        "anche",
        -4.6206227e-05
      ]
    ]
  }
}