{
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact": {
    "guess": "List of Seinfeld episodes",
    "confidence": [
      [
        "List",
        -0.21307519
      ],
      [
        " of",
        -0.0010203058
      ],
      [
        " Se",
        -0.011278292
      ],
      [
        "infeld",
        -0.00020592446
      ],
      [
        " episodes",
        -0.039980777
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation,": {
    "guess": "Descent from the Cross",
    "confidence": [
      [
        "Des",
        -0.7208598
      ],
      [
        "cent",
        -0.0009739941
      ],
      [
        " from",
        -0.013261759
      ],
      [
        " the",
        -0.0003612065
      ],
      [
        " Cross",
        -0.0047818306
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter, Mr. Norton, and is later kicked out of college by a man who told him he was a \"nobody,\" Dr. Bledsoe. The narrator is repeatedly mistaken for Rinehart, a black man who sacrifices his skin color": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.011117499
      ],
      [
        "visible",
        -1.4617256e-05
      ],
      [
        " Man",
        -0.0004243588
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania. One\n antagonist in this novel is the translator Ermes Marana, and another character wants to create a machine\n that condenses literature into a series of numbers. Lotaria's sister Ludmilla becomes the protagonist's love\n interest after a defective mystery story becomes confused with the novel": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.012885131
      ],
      [
        " on",
        -0.0016438805
      ],
      [
        " a",
        -5.0974373e-05
      ],
      [
        " winter",
        -0.026759084
      ],
      [
        "'s",
        -0.0001878055
      ],
      [
        " night",
        -1.50940705e-05
      ],
      [
        " a",
        -0.00013321757
      ],
      [
        " traveler",
        -0.00010342398
      ]
    ]
  },
  "In one episode, this character states that he knows everything about film, because he has seen over 240": {
    "guess": "Dwight Schrute",
    "confidence": [
      [
        "D",
        -0.6865983
      ],
      [
        "w",
        -0.00047595197
      ],
      [
        "ight",
        -1.2590794e-05
      ],
      [
        " Sch",
        -0.016726373
      ],
      [
        "r",
        -0.0004419936
      ],
      [
        "ute",
        -1.60477e-05
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel, known as the Uji chapters, depict events following the protagonist's death, which is signaled by": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.01095326
      ],
      [
        " Tale",
        -0.00026658078
      ],
      [
        " of",
        -0.00039301923
      ],
      [
        " Gen",
        -0.0004391327
      ],
      [
        "ji",
        -5.5980927e-05
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise": {
    "guess": "Veronica Mars",
    "confidence": [
      [
        "Ver",
        -1.038875
      ],
      [
        "onica",
        -0.00022463576
      ],
      [
        " Mars",
        -8.518583e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company,": {
    "guess": "Organ_transplantation",
    "confidence": [
      [
        "Organ",
        -0.5067668
      ],
      [
        "_trans",
        -0.66160434
      ],
      [
        "plant",
        -0.0016086475
      ],
      [
        "ation",
        -0.0045464193
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by the narrator as \"Owl Eyes\".  Another character in this novel discusses the night that Rosy Rosenthal": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0011664146
      ],
      [
        " Great",
        -8.530503e-05
      ],
      [
        " G",
        -1.9862217e-05
      ],
      [
        "atsby",
        -2.2842309e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a": {
    "guess": "Stranger Things (season 1)",
    "confidence": [
      [
        "Str",
        -0.593684
      ],
      [
        "anger",
        -0.00020556684
      ],
      [
        " Things",
        -0.00036775172
      ],
      [
        " (",
        -0.30962077
      ],
      [
        "season",
        -0.898212
      ],
      [
        " ",
        -0.0014013101
      ],
      [
        "1",
        -0.33713943
      ],
      [
        ")",
        -0.1268378
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls cowardly a character who threw himself out of a window after considering a bread knife, a gas fire, and razors as methods of suicide, Septimus Smith. The protagonist later remembers kissing Sally Seton,": {
    "guess": "Mrs. Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.07844473
      ],
      [
        ".",
        -0.05328279
      ],
      [
        " D",
        -0.00013476722
      ],
      [
        "allow",
        -0.00045093018
      ],
      [
        "ay",
        -8.542423e-05
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.8135329
      ],
      [
        " and",
        -0.000119039665
      ],
      [
        " Pun",
        -0.00067966926
      ],
      [
        "ishment",
        -0.0002639583
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted as a man \"centered in the sphere of common duties,\" who, by \"slow prudence\" will make \"mild/ A rugged people,\" by a Victorian poet. He aids the seer Theoclymenus, befriends Pisastratus, the son of Nestor, and after a failed ambush attempt is called \"a clever little schemer\" by Antinous. He received": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.074279495
      ],
      [
        "ly",
        -1.1041146e-05
      ],
      [
        "ss",
        -1.1398757e-05
      ],
      [
        "es",
        -4.465658e-05
      ],
      [
        " (",
        -0.0018072685
      ],
      [
        "po",
        -0.004373394
      ],
      [
        "em",
        -0.00033689264
      ],
      [
        ")",
        -4.9617593e-06
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in": {
    "guess": "List of Gilmore Girls episodes",
    "confidence": [
      [
        "List",
        -0.4030174
      ],
      [
        " of",
        -0.00028231202
      ],
      [
        " Gil",
        -2.1898253
      ],
      [
        "more",
        -4.3202e-07
      ],
      [
        " Girls",
        -8.3993786e-05
      ],
      [
        " episodes",
        -0.012686817
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic, regressive, or this. Parts 5 and 16 of Book II of the Prior Analytics discuss this type of statement,": {
    "guess": "Foundationalism",
    "confidence": [
      [
        "Found",
        -1.1731783
      ],
      [
        "ational",
        -0.0023674436
      ],
      [
        "ism",
        -0.008211939
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both contain the same misspelling of the name (*) \"Beverly\" written in the same block lettering. The final episode of this show fades to black after its subject leaves an interview to go to the bathroom, and apparently not realizing his microphone is still on, says \"What the hell did I do? Killed them all, of course.\" For 10 points, name this Andrew Jarecki produced six part documentary on HBO which": {
    "guess": "The Jinx: The Life and Deaths of Robert Durst",
    "confidence": [
      [
        "The",
        -0.0055257967
      ],
      [
        " J",
        -5.550411e-05
      ],
      [
        "inx",
        -8.017927e-05
      ],
      [
        ":",
        -0.33905587
      ],
      [
        " The",
        -6.563642e-05
      ],
      [
        " Life",
        -3.4524266e-05
      ],
      [
        " and",
        -3.094816e-05
      ],
      [
        " Deaths",
        -0.00017767686
      ],
      [
        " of",
        -7.465036e-06
      ],
      [
        " Robert",
        -1.6762922e-05
      ],
      [
        " Dur",
        -5.6769813e-06
      ],
      [
        "st",
        -1.6240566e-06
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.63243234
      ],
      [
        " Trial",
        -0.83940864
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic, regressive, or this. Parts 5 and 16 of Book II of the Prior Analytics discuss this type of statement, the latter part noting that this occurs for negative syllogisms when the predicates denied for a given subject are identical. The simplest form of this error occurs when a syllogism's conclusion is derived from one, not both, of its premises. For 10 points, name this fallacy that occurs more": {
    "guess": "Syllogistic fallacy",
    "confidence": [
      [
        "S",
        -0.95048994
      ],
      [
        "yl",
        -0.0011999934
      ],
      [
        "log",
        -4.723352e-06
      ],
      [
        "istic",
        -0.46900034
      ],
      [
        " fall",
        -0.08145955
      ],
      [
        "acy",
        -0.050709624
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with Ford that enabled it to develop assembly lines for the Cortina. Its first American car was the highest-selling debut import in history, the Excel, which was rebadged as the Mitsubishi Precis. This manufacturer of the Santa Fe SUV purchased Kia in 1998, giving it an eighty percent share of the South": {
    "guess": "Hyundai Motor Company",
    "confidence": [
      [
        "Hy",
        -0.022451751
      ],
      [
        "undai",
        -0.00039837603
      ],
      [
        " Motor",
        -0.47465798
      ],
      [
        " Company",
        -2.188868e-05
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by the narrator as \"Owl Eyes\".  Another character in this novel discusses the night that Rosy Rosenthal was murdered outside the Metropole before showing the protagonist his cufflinks made from human molars, and is later revealed to have fixed the 1919 World Series.  For 10 points, name this work about an apprentice of Dan Cody, which features characters such as Meyer Wolfsheim, Dr. T.J. Eckelstein, Jordan Baker, and Nick Carraway, an ultra-famous novel by F. Scott Fitzgerald.": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0010207825
      ],
      [
        " Great",
        -0.008222106
      ],
      [
        " G",
        -1.2590794e-05
      ],
      [
        "atsby",
        -1.2948405e-05
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train car with the stench of cheese and explains that this exemplifies the importance of proper provision selection. In the middle of the journey at an inn in Wallingford, George breaks a plaster trout. Montmorency, who burns his nose on boiling kettle, contributes a dead rat to the group's dinner preparations, the failure of which is one reason for the decision to return home. Centering on a journey": {
    "guess": "Three Men in a Boat",
    "confidence": [
      [
        "Three",
        -0.031228712
      ],
      [
        " Men",
        -0.006385653
      ],
      [
        " in",
        -0.023738736
      ],
      [
        " a",
        -0.0031474156
      ],
      [
        " Boat",
        -0.00046737297
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train car with the stench of cheese and explains that this exemplifies the importance of proper provision selection. In the middle of the journey at an inn in Wallingford, George breaks a plaster trout. Montmorency, who burns his nose on boiling kettle, contributes a dead rat to the group's dinner preparations,": {
    "guess": "Three Men in a Boat",
    "confidence": [
      [
        "Three",
        -0.021025853
      ],
      [
        " Men",
        -0.0037142152
      ],
      [
        " in",
        -0.015695171
      ],
      [
        " a",
        -0.0032154995
      ],
      [
        " Boat",
        -0.00022105966
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed": {
    "guess": "Two and a Half Men",
    "confidence": [
      [
        "Two",
        -0.0024481849
      ],
      [
        " and",
        -0.000718746
      ],
      [
        " a",
        -0.00018661347
      ],
      [
        " Half",
        -0.0027408043
      ],
      [
        " Men",
        -5.5861725e-05
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council of Basel-Florence. Chapter 15 of Acts features an apostolic council where it was decided that this act was unnecessary, and in the fifth chapter of Galatians, Paul declares that Christians who have performed this act have \"fallen away from grace\". In the early church, this practice was associated with Jewish Christians, who were distinguished from Gentile Christians by it. Considered the foremost": {
    "guess": "Circumcision in Christianity",
    "confidence": [
      [
        "C",
        -0.07676807
      ],
      [
        "irc",
        -1.735894e-05
      ],
      [
        "um",
        -0.00028410007
      ],
      [
        "cision",
        -1.0802739e-05
      ],
      [
        " in",
        -0.03320564
      ],
      [
        " Christianity",
        -0.08856772
      ]
    ]
  },
  "In one episode, this character states that he knows everything about film, because he has seen over 240 of them. He also says that he tips his urologist because he is unable to pulverize his own kidney stones. He euthanizes a cat named Sprinkles, causing Angela to break up with him. In \"The Deposition,\" he plays table tennis with his Amish cousin, Mose. He is frequently the target of pranks by Jim Halpert. For 10 points, name this beet farmer played by Rainn Wilson on The Office.": {
    "guess": "Dwight Schrute",
    "confidence": [
      [
        "D",
        -0.0027002585
      ],
      [
        "w",
        -5.6219335e-05
      ],
      [
        "ight",
        -7.9418505e-06
      ],
      [
        " Sch",
        -0.001479625
      ],
      [
        "r",
        -0.00016182278
      ],
      [
        "ute",
        -1.569009e-05
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel, known as the Uji chapters, depict events following the protagonist's death, which is signaled by the blank [*] \"Vanished into the Clouds\" chapter. The protagonist becomes fascinated by a child with the same name as the author, cheats with the sister of his rival Kokiden, and is married to Aoi at the age of 12. For 10 points, identify this 11th-century work about a Japanese prince by Lady Murasaki, often considered the first novel.": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.004401871
      ],
      [
        " Tale",
        -2.2007884e-05
      ],
      [
        " of",
        -4.274932e-05
      ],
      [
        " Gen",
        -4.9663133e-05
      ],
      [
        "ji",
        -4.5371802e-05
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although Crossjay takes her to the train station. Eventually, the Doctor decides that Vernon's scholarship is": {
    "guess": "The Eustace Diamonds",
    "confidence": [
      [
        "The",
        -0.5900088
      ],
      [
        " E",
        -0.03591386
      ],
      [
        "ust",
        -0.18176818
      ],
      [
        "ace",
        -4.477578e-05
      ],
      [
        " Diamonds",
        -0.0005301566
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist of this work encounters several working slaves and asks each one to tell his story and frequently mentions magical (*) helmet of Mambrino. In other episodes of this novel, the protagonist turns sick after consuming a magical balsam and is defeated by the Knight of the White Moon, Samsan Carrasco. Sancho Panza travels with the Rocinante-riding protagonist in his quest to please Dulcinea in, for 10 points, which novel about a man from La Mancha written by Miguel de Cervantes.": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.0040826746
      ],
      [
        " Qu",
        -0.00019972587
      ],
      [
        "ix",
        -0.00012391969
      ],
      [
        "ote",
        -3.2140193e-05
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although Crossjay takes her to the train station. Eventually, the Doctor decides that Vernon's scholarship is more attractive than the central character's wine. The title character of this novel returns from abroad": {
    "guess": "The Egoist",
    "confidence": [
      [
        "The",
        -0.13989453
      ],
      [
        " E",
        -0.010489996
      ],
      [
        "go",
        -0.15520526
      ],
      [
        "ist",
        -0.00031413205
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is Professor Crumbs, while Mr. Laritate is principal of the protagonists' school. In separate episodes of this show Zeke and Harper discover the protagonists' secret, which culminates in the finale of this series when Max loses his powers and Justin becomes headmaster of WizTech. For 10 points, name this Disney Channel show in which Selena Gomez plays Alex Russo, a member of the titular family of magic": {
    "guess": "Wizards of Waverly Place",
    "confidence": [
      [
        "W",
        -0.0061632935
      ],
      [
        "izards",
        -0.002082928
      ],
      [
        " of",
        -0.00026598477
      ],
      [
        " W",
        -0.0001878055
      ],
      [
        "aver",
        -0.00022058284
      ],
      [
        "ly",
        -0.00010354319
      ],
      [
        " Place",
        -4.3822154e-05
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with Ford that enabled it to develop assembly lines for the Cortina. Its first American car was the highest-selling debut import in history, the Excel, which was rebadged as the Mitsubishi Precis. This": {
    "guess": "Hyundai Motor Company",
    "confidence": [
      [
        "Hy",
        -0.013005633
      ],
      [
        "undai",
        -0.0005244385
      ],
      [
        " Motor",
        -0.12409088
      ],
      [
        " Company",
        -1.2590794e-05
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although Crossjay takes her to the train station. Eventually, the Doctor decides that Vernon's scholarship is more attractive than the central character's wine. The title character of this novel returns from abroad and becomes engaged to Clara Middleton, much to the dismay of a woman who thinks that she loves him secretly, Laetitia Dale. FTP, identify this \"Comedy in Narrative,\" a novel about Sir Willoughby": {
    "guess": "The Egoist",
    "confidence": [
      [
        "The",
        -0.068029486
      ],
      [
        " E",
        -0.00950449
      ],
      [
        "go",
        -0.0019588443
      ],
      [
        "ist",
        -0.00018494461
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0036076747
      ],
      [
        " Great",
        -0.0001823258
      ],
      [
        " G",
        -2.868329e-05
      ],
      [
        "atsby",
        -1.1517961e-05
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own severed eyeball, and Lu Bu riding into battle on the \"five-hundred-mile-a-day horse\" Red-Hare. Its chief characters are a Taoist hermit who becomes a master tactician, named Zhuge Liang, the poet-general Cao Cao, and three men who swear brotherhood by a peach tree: the warrior Zhang Fei, the knight Guan Yu, and the nobleman Liu Bei, a descendant of the Han dynastic line. For ten points, name this": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.024657758
      ],
      [
        "ance",
        -9.4914985e-06
      ],
      [
        " of",
        -0.00012201976
      ],
      [
        " the",
        -0.00037192382
      ],
      [
        " Three",
        -1.92662e-05
      ],
      [
        " Kingdom",
        -2.9160103e-05
      ],
      [
        "s",
        -1.3856493e-06
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things.": {
    "guess": "The Good Place",
    "confidence": [
      [
        "The",
        -0.102205545
      ],
      [
        " Good",
        -0.54095274
      ],
      [
        " Place",
        -0.5613259
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry mob to storm the Convent of St. Clare where he rescues his imprisoned sister Agnes. At the end": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.05273583
      ],
      [
        " Monk",
        -0.017064415
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.122579664
      ],
      [
        " Good",
        -0.0036283429
      ],
      [
        " Wife",
        -0.00036037207
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both": {
    "guess": "The Sopranos",
    "confidence": [
      [
        "The",
        -0.34731334
      ],
      [
        " S",
        -0.54623044
      ],
      [
        "op",
        -8.4947416e-05
      ],
      [
        "ran",
        -2.577686e-06
      ],
      [
        "os",
        -3.650519e-06
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.3075497
      ],
      [
        " Great",
        -0.23412718
      ],
      [
        " G",
        -0.0001342904
      ],
      [
        "atsby",
        -9.9371064e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson for building a 400 feet diaphragm. One of the sperm worries that it may be a homosexual encounter in the final episode, and hopes that he won't end up in the ceiling if his owner Sidney is masturbating. Gene Wilder plays a doctor who gives up his wife and profession to be with the Armenian sheep Daisy, and Jack Barry hosts a show called What's My Perversion? For 10 points, seven questions about": {
    "guess": "Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask) (film)",
    "confidence": [
      [
        "Everything",
        -0.20532809
      ],
      [
        " You",
        -0.0057298057
      ],
      [
        " Always",
        -0.033166658
      ],
      [
        " Wanted",
        -2.3676734e-05
      ],
      [
        " to",
        -0.0034179587
      ],
      [
        " Know",
        -0.00013274075
      ],
      [
        " About",
        -0.00054826826
      ],
      [
        " Sex",
        -0.00033284337
      ],
      [
        "*",
        -0.03487045
      ],
      [
        " (*",
        -0.0015090317
      ],
      [
        "But",
        -0.00040838914
      ],
      [
        " Were",
        -9.253091e-06
      ],
      [
        " Af",
        -6.2729996e-06
      ],
      [
        "raid",
        -4.0842064e-05
      ],
      [
        " to",
        -0.00017648483
      ],
      [
        " Ask",
        -9.1742026e-05
      ],
      [
        ")",
        -0.0010274507
      ],
      [
        " (",
        -0.43738428
      ],
      [
        "film",
        -0.007094927
      ],
      [
        ")",
        -0.00033784626
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train car with the stench of cheese and explains that this exemplifies the importance of proper provision selection. In the middle of the journey at an inn in Wallingford, George breaks a plaster trout. Montmorency, who burns his nose on boiling kettle, contributes a dead rat to the group's dinner preparations, the failure of which is one reason for the decision to return home. Centering on a journey from Kingston to Pangbourne on the Thames \\--for 10 points-- name this novel by Jerome K. Jerome.": {
    "guess": "Three Men in a Boat",
    "confidence": [
      [
        "Three",
        -0.0030650569
      ],
      [
        " Men",
        -0.0033359907
      ],
      [
        " in",
        -0.0028515905
      ],
      [
        " a",
        -0.000631544
      ],
      [
        " Boat",
        -8.42322e-05
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry mob to storm the Convent of St. Clare where he rescues his imprisoned sister Agnes. At the end of this novel the title character learns that Antonia, the girl he seduced and murdered, actually was his niece after a ghost of the evil sorceress Matilda convinces him to sell his soul to Lucifer to escape from the Inquisition. For 10 points, name this novel whose title character is the corrupt clergyman": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.04959421
      ],
      [
        " Monk",
        -0.0011874917
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend,": {
    "guess": "Breaking Bad",
    "confidence": [
      [
        "Breaking",
        -0.7239399
      ],
      [
        " Bad",
        -0.0004101772
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly obese Dale \"The Whale\" Biederbeck. The main character works with Randy Disher and Leland Stottlemeyer. The overarching plot on this show was the protagonist's quest to find who murdered his wife, Trudy. The titular character was originally aided by nurse Sharona, but beginning in season three, worked with Natalie Teeger. For 10 points, name this USA mystery series about the titular obsessive compulsive detective, played by Tony Shalhoub.": {
    "guess": "Monk (TV series)",
    "confidence": [
      [
        "Mon",
        -0.010683098
      ],
      [
        "k",
        -1.0802739e-05
      ],
      [
        " (",
        -0.2089985
      ],
      [
        "TV",
        -9.729906e-06
      ],
      [
        " series",
        -0.0017042215
      ],
      [
        ")",
        -3.8577193e-05
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is haggling with Sir Peregrine and Sir Politic when Ceclia drops her handkerchief, prompting the title character to swear to possess her although he is another man's wife. Another episode in this play concerns": {
    "guess": "Volpone",
    "confidence": [
      [
        "Vol",
        -0.21821576
      ],
      [
        "pone",
        -0.00013965457
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry mob to storm the Convent of St. Clare where he rescues his imprisoned sister Agnes. At the end of this novel the title character learns that Antonia, the girl he seduced and murdered, actually was his niece after a ghost of the evil sorceress Matilda convinces him to sell his soul to Lucifer to": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.04329376
      ],
      [
        " Monk",
        -0.0057237595
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician Wendy Scott-Carr, and other guest stars have included Miranda Cosgrove as delinquent teen star Sloan, and (*) Michael J. Fox as a cunning, handicapped attorney. The main character works at the law firm Lockhart, Gardner and Bond, returning to practice law after her husband was ousted from office": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0005010856
      ],
      [
        " Good",
        -4.9305523e-05
      ],
      [
        " Wife",
        -2.3795938e-05
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard Law he took up residence in Paris where he met Linda Thomas.  Hollywood started using his songs in The Battle of Paris, and he himself was the subject of the mostly fictionalized film Night and Day.  His output decreased dramatically after his leg was amputated in 1958, a consequence of a 1937 riding accident, and his only major work in his later years was the musical Kiss Me, Kate.  FTP, name": {
    "guess": "Cole Porter",
    "confidence": [
      [
        "Cole",
        -0.0022316172
      ],
      [
        " Porter",
        -5.0139948e-05
      ]
    ]
  },
  "In one episode, this character states that he knows everything about film, because he has seen over 240 of them. He also says that he tips his urologist because he is unable to pulverize his own kidney stones. He euthanizes a cat named Sprinkles, causing Angela to break up with him. In \"The Deposition,\" he plays table tennis with his Amish cousin, Mose. He is frequently the target of pranks by Jim": {
    "guess": "Dwight Schrute",
    "confidence": [
      [
        "D",
        -0.0055345735
      ],
      [
        "w",
        -4.632543e-05
      ],
      [
        "ight",
        -2.3676734e-05
      ],
      [
        " Sch",
        -0.00063714286
      ],
      [
        "r",
        -0.00010914576
      ],
      [
        "ute",
        -2.129266e-05
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen on television if he is in a vegetative state. In one episode, it was revealed that his parents were involved in a Cthulhu cult, resulting in his bizarre superpowers as Mysterion. As a result of his attire, most of his dialogue is heavily (*) muffled from the viewer. For 10 points, name this red hooded friend of Stan, Cartman, and Kyle who in a running gag was frequently killed off in early episodes": {
    "guess": "Kenny McCormick",
    "confidence": [
      [
        "K",
        -0.01740491
      ],
      [
        "enny",
        -4.3202e-07
      ],
      [
        " McCorm",
        -0.0006008114
      ],
      [
        "ick",
        -0.00015395533
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange for advice. Leni is the assistant to the lawyer Hull in this novel, who is engaged by the protagonist but only considers drafting a petition. This novel concludes when the protagonist is taken to a quarry and executed on his 31st birthday. For 10 points, name this novel about the arrest and persecution of a bank manager named Joseph K, written by Franz Kafka.": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.008250487
      ],
      [
        " Trial",
        -0.008930913
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic,": {
    "guess": "Münchhausen trilemma",
    "confidence": [
      [
        "M",
        -1.4149505
      ],
      [
        "ün",
        -0.11842505
      ],
      [
        "ch",
        -0.0006745471
      ],
      [
        "hausen",
        -0.00014656837
      ],
      [
        " tr",
        -0.049499262
      ],
      [
        "ile",
        -4.4849444e-06
      ],
      [
        "mma",
        -5.2047206e-05
      ]
    ]
  },
  "One episode of this show focuses on the lead character's depression after he sees people coming down with \"The Sweats.\" Jamie Thomas King has a recurring role as Thomas Tallis, and the second season will focus on a (*) divorce from Natalie Dormer's character. For 10 points— name this Showtime series,": {
    "guess": "Penny Dreadful: City of Angels",
    "confidence": [
      [
        "P",
        -0.39347515
      ],
      [
        "enny",
        -1.0564331e-05
      ],
      [
        " Dread",
        -5.371606e-05
      ],
      [
        "ful",
        -1.4855664e-05
      ],
      [
        ":",
        -0.03211348
      ],
      [
        " City",
        -0.00028350405
      ],
      [
        " of",
        -0.00044783088
      ],
      [
        " Angels",
        -0.0007996229
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving an education from Margaret Leonard, the protagonist enrolls in the state university at Pulpit Hill.": {
    "guess": "Look Homeward, Angel",
    "confidence": [
      [
        "Look",
        -1.4462585
      ],
      [
        " Hom",
        -0.007214007
      ],
      [
        "eward",
        -1.0206721e-05
      ],
      [
        ",",
        -0.0017161125
      ],
      [
        " Angel",
        -0.00021331508
      ]
    ]
  },
  "One episode of this show focuses on the lead character's depression after he sees people coming down with \"The Sweats.\" Jamie Thomas King has a recurring role as Thomas Tallis, and the second season will focus on a (*) divorce from Natalie Dormer's character. For 10 points— name this Showtime series, starring Sam Neill as Cardinal Wolsey and Johnathan Rhys Meyers as a young Henry VIII.": {
    "guess": "The Tudors",
    "confidence": [
      [
        "The",
        -0.019160993
      ],
      [
        " Tud",
        -0.00085702783
      ],
      [
        "ors",
        -2.2127088e-05
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving an education from Margaret Leonard, the protagonist enrolls in the state university at Pulpit Hill. At the end of this novel the protagonist has a dream of his dead brother Ben, while sleeping in the Dixieland boarding house that his mother Eliza runs in the town of Altamont, based on the author's hometown of Asheville. For 10 points, name this novel ending when Eugene Gant prepares to leave for": {
    "guess": "Look Homeward, Angel",
    "confidence": [
      [
        "Look",
        -0.01308741
      ],
      [
        " Hom",
        -0.0002074741
      ],
      [
        "eward",
        -1.6166903e-05
      ],
      [
        ",",
        -0.00027099132
      ],
      [
        " Angel",
        -0.00024406596
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\"": {
    "guess": "Catch-22",
    "confidence": [
      [
        "Catch",
        -0.99111277
      ],
      [
        "-",
        -0.0029793642
      ],
      [
        "22",
        -1.1041146e-05
      ]
    ]
  },
  "One episode of this show guest-starred bounty hunter Duane Chapman, who played the owner of a dog found": {
    "guess": "Dog the Bounty Hunter",
    "confidence": [
      [
        "Dog",
        -0.050353874
      ],
      [
        " the",
        -0.0019495831
      ],
      [
        " Bounty",
        -0.00022725825
      ],
      [
        " Hunter",
        -4.8709502e-05
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard Law he took up residence in Paris where he met Linda Thomas.  Hollywood started using his songs in The Battle of Paris, and he himself was the subject of the mostly fictionalized film Night and Day.  His output decreased dramatically after his leg was amputated in 1958, a consequence of a 1937 riding accident, and his only major work in his later years was the musical Kiss Me, Kate.  FTP, name this author of the song \"Begin the Beguine,\" who created the musical Anything Goes.": {
    "guess": "Cole Porter",
    "confidence": [
      [
        "Cole",
        -0.00042268995
      ],
      [
        " Porter",
        -4.8113485e-05
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is Professor Crumbs, while Mr. Laritate is principal of the protagonists' school. In separate episodes of this show Zeke and Harper discover the protagonists' secret, which culminates in the finale of this series when Max loses his powers and Justin becomes headmaster of WizTech. For 10 points, name this": {
    "guess": "Wizards of Waverly Place",
    "confidence": [
      [
        "W",
        -0.009426671
      ],
      [
        "izards",
        -0.0005545824
      ],
      [
        " of",
        -0.00020163313
      ],
      [
        " W",
        -0.00025907462
      ],
      [
        "aver",
        -0.0001309527
      ],
      [
        "ly",
        -0.00010926496
      ],
      [
        " Place",
        -6.122589e-05
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.021614011
      ],
      [
        " Count",
        -0.011391091
      ],
      [
        " of",
        -0.0008609615
      ],
      [
        " Monte",
        -0.0032632728
      ],
      [
        " Crist",
        -1.27099975e-05
      ],
      [
        "o",
        -4.2630116e-05
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is Professor Crumbs, while Mr. Laritate is principal of the protagonists' school. In separate episodes of this show Zeke and Harper discover the protagonists' secret, which culminates in the finale of this series when Max loses his powers and Justin becomes headmaster of WizTech. For 10 points, name this Disney Channel show in which Selena Gomez plays Alex Russo, a member of the titular family of magic users.": {
    "guess": "Wizards of Waverly Place",
    "confidence": [
      [
        "W",
        -0.006029642
      ],
      [
        "izards",
        -0.001167007
      ],
      [
        " of",
        -0.00044949973
      ],
      [
        " W",
        -0.00024180108
      ],
      [
        "aver",
        -0.00027051452
      ],
      [
        "ly",
        -0.00020795093
      ],
      [
        " Place",
        -7.1238996e-05
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council of Basel-Florence. Chapter 15 of Acts features an apostolic council where it was decided that this act was unnecessary, and in the fifth chapter of Galatians, Paul declares that Christians who have performed this act have \"fallen away from grace\". In the early church, this practice was associated with": {
    "guess": "Circumcision",
    "confidence": [
      [
        "C",
        -0.08845698
      ],
      [
        "irc",
        -0.00077568134
      ],
      [
        "um",
        -0.00048477305
      ],
      [
        "cision",
        -1.92662e-05
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is": {
    "guess": "iCarly",
    "confidence": [
      [
        "i",
        -1.9416153
      ],
      [
        "Car",
        -0.0086612515
      ],
      [
        "ly",
        -2.546479e-05
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls cowardly a character who threw himself out of a window after considering a bread knife, a gas fire, and razors as methods of suicide, Septimus Smith. The protagonist later remembers kissing Sally Seton, who smoked cigarettes on the floor, after her old flame Peter Walsh returns from India. For 10 points, name this stream-of-consciousness novel in which Big Ben constantly chimes, a work by Virginia": {
    "guess": "Mrs. Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.07001413
      ],
      [
        ".",
        -0.09275819
      ],
      [
        " D",
        -7.255024e-05
      ],
      [
        "allow",
        -8.7212284e-05
      ],
      [
        "ay",
        -7.159661e-05
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed by Ryan Stiles. The protagonist of this series is constantly stalked by  an ex-girlfriend named Rose and employs a wise-cracking housekeeper named Berta. This show's  pilot features the protagonist opening up his home to his divorced brother Alan and nephew Jake.  For 10 points, name this wildly popular CBS comedy that recently saw the addition of Ashton  Kutcher after the firing of Charlie": {
    "guess": "Two And A Half Men",
    "confidence": [
      [
        "Two",
        -0.0026569895
      ],
      [
        " And",
        -0.23738682
      ],
      [
        " A",
        -0.0011402154
      ],
      [
        " Half",
        -5.121278e-05
      ],
      [
        " Men",
        -8.244414e-05
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One character, an illiterate pauper, is hopelessly in love with a barista who won't give him the time of day. That character, Charlie, played by the show's producer, Charlie Day, turns out to be the illegitimate": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.008964585
      ],
      [
        "'s",
        -0.0001407274
      ],
      [
        " Always",
        -0.0001039008
      ],
      [
        " Sunny",
        -6.704273e-07
      ],
      [
        " in",
        -0.0010792528
      ],
      [
        " Philadelphia",
        -0.0019991773
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted as a man \"centered in the sphere of common duties,\" who, by \"slow prudence\" will make \"mild/ A rugged people,\" by a Victorian poet. He aids the seer Theoclymenus, befriends Pisastratus, the son of": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.007879996
      ],
      [
        "ly",
        -4.954393e-05
      ],
      [
        "ss",
        -9.4914985e-06
      ],
      [
        "es",
        -3.0113732e-05
      ],
      [
        " (",
        -0.00058806024
      ],
      [
        "po",
        -0.00027921272
      ],
      [
        "em",
        -0.00021796036
      ],
      [
        ")",
        -5.080963e-06
      ]
    ]
  },
  "In one episode of this series, a character is referred to as Blah Blah because the narrator can't remember": {
    "guess": "How I Met Your Mother",
    "confidence": [
      [
        "How",
        -0.054253098
      ],
      [
        " I",
        -3.9054008e-05
      ],
      [
        " Met",
        -1.9862217e-05
      ],
      [
        " Your",
        -0.00019650738
      ],
      [
        " Mother",
        -3.8219583e-05
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed by Ryan Stiles. The protagonist of this series is constantly stalked by  an ex-girlfriend named Rose and employs a wise-cracking housekeeper named Berta. This show's  pilot features the protagonist opening up his home to his divorced brother Alan and nephew Jake.  For 10 points, name this wildly popular CBS comedy that recently saw the addition of Ashton  Kutcher after the firing of Charlie Sheen.": {
    "guess": "Two And A Half Men",
    "confidence": [
      [
        "Two",
        -0.0031967277
      ],
      [
        " And",
        -0.17917107
      ],
      [
        " A",
        -0.00088656467
      ],
      [
        " Half",
        -6.670925e-05
      ],
      [
        " Men",
        -0.00011117222
      ]
    ]
  },
  "One episode of this show focused on the Spoor family, which may be connected to Roosevelt, a long-lost son of the title character. That character received his unique (*) condition after he put himself in front of an Indian woman being attacked with a sword, and must find true love to lift the curse.": {
    "guess": "Once Upon a Time (TV series)",
    "confidence": [
      [
        "Once",
        -0.39105895
      ],
      [
        " Upon",
        -1.2590794e-05
      ],
      [
        " a",
        -0.0020383222
      ],
      [
        " Time",
        -0.00029470553
      ],
      [
        " (",
        -0.070276074
      ],
      [
        "TV",
        -0.027346302
      ],
      [
        " series",
        -0.00058329577
      ],
      [
        ")",
        -0.00012106613
      ]
    ]
  },
  "One episode of this show guest-starred bounty hunter Duane Chapman, who played the owner of a dog found by the protagonist's mother. The lead character is the manager of an airplane parts factory who is bedeviled by his crazy mother (*) Benny. Produced by Sandra Bullock, who stated a desire to have a": {
    "guess": "George Lopez (TV series)",
    "confidence": [
      [
        "George",
        -0.23286384
      ],
      [
        " Lopez",
        -0.0006067679
      ],
      [
        " (",
        -0.27563843
      ],
      [
        "TV",
        -0.00015872349
      ],
      [
        " series",
        -0.0013989296
      ],
      [
        ")",
        -0.00047261795
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter, Mr. Norton, and is later kicked out of college by a man who told him he was a \"nobody,\" Dr.": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.015881151
      ],
      [
        "visible",
        -9.372295e-06
      ],
      [
        " Man",
        -1.1637165e-05
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania. One\n antagonist in this novel is the translator Ermes Marana, and another character wants to create a machine\n that condenses literature into a series of numbers. Lotaria's sister Ludmilla becomes the protagonist's love\n interest after a defective mystery story becomes confused with the novel Outside the Town of Malbork. For\n 10 points, name this novel written in second person in which The": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.013860582
      ],
      [
        " on",
        -0.0011143776
      ],
      [
        " a",
        -1.8550976e-05
      ],
      [
        " winter",
        -0.02038281
      ],
      [
        "'s",
        -0.0001441843
      ],
      [
        " night",
        -1.1994775e-05
      ],
      [
        " a",
        -0.00011749002
      ],
      [
        " traveler",
        -5.288163e-05
      ]
    ]
  },
  "One episode of this show focuses on the lead character's depression after he sees people coming down": {
    "guess": "BoJack Horseman",
    "confidence": [
      [
        "Bo",
        -0.06381988
      ],
      [
        "Jack",
        -0.08974715
      ],
      [
        " Horse",
        -3.0113732e-05
      ],
      [
        "man",
        -3.357064e-05
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own severed eyeball, and Lu Bu riding into battle on the \"five-hundred-mile-a-day horse\" Red-Hare. Its": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.16001469
      ],
      [
        "ance",
        -1.7478143e-05
      ],
      [
        " of",
        -0.00027158734
      ],
      [
        " the",
        -0.00020377879
      ],
      [
        " Three",
        -7.851042e-05
      ],
      [
        " Kingdom",
        -0.000102708764
      ],
      [
        "s",
        -6.392203e-06
      ]
    ]
  },
  "In one episode of this series, a character is referred to as Blah Blah because the narrator can't remember her name. That episode also introduced the euphemism \"eating a sandwich.\" One character is a former Canadian pop star who scored a hit called \"Let's All Go to the Mall.\" That character, Robin Scherbatsky, briefly dates Barney Stinson, as well as dating this show's narrator. For 10 points, name": {
    "guess": "How I Met Your Mother",
    "confidence": [
      [
        "How",
        -0.33551937
      ],
      [
        " I",
        -2.3676734e-05
      ],
      [
        " Met",
        -5.0616763e-05
      ],
      [
        " Your",
        -0.000210335
      ],
      [
        " Mother",
        -2.939851e-05
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when": {
    "guess": "The Good Place",
    "confidence": [
      [
        "The",
        -0.082352184
      ],
      [
        " Good",
        -0.86654323
      ],
      [
        " Place",
        -0.003922976
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother": {
    "guess": "The Office (American TV series)",
    "confidence": [
      [
        "The",
        -1.3698736
      ],
      [
        " Office",
        -0.014868208
      ],
      [
        " (",
        -0.35007134
      ],
      [
        "American",
        -0.27292547
      ],
      [
        " TV",
        -8.280175e-05
      ],
      [
        " series",
        -0.00070754817
      ],
      [
        ")",
        -0.00020282516
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress": {
    "guess": "Friends",
    "confidence": [
      [
        "Friends",
        -0.27507398
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is Professor Crumbs, while Mr. Laritate is principal of the protagonists' school. In separate episodes": {
    "guess": "Wizards of Waverly Place",
    "confidence": [
      [
        "W",
        -0.02217593
      ],
      [
        "izards",
        -0.0009907725
      ],
      [
        " of",
        -0.00021986762
      ],
      [
        " W",
        -0.00019293126
      ],
      [
        "aver",
        -0.0001911432
      ],
      [
        "ly",
        -0.00021974841
      ],
      [
        " Place",
        -0.000113079484
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both contain the same misspelling of the name (*) \"Beverly\" written in the same block lettering. The final episode of this show fades to black after its subject leaves an interview to go to the bathroom,": {
    "guess": "The Sopranos (TV series)",
    "confidence": [
      [
        "The",
        -0.066370696
      ],
      [
        " S",
        -0.002634042
      ],
      [
        "op",
        -0.0001136755
      ],
      [
        "ran",
        -9.610702e-06
      ],
      [
        "os",
        -4.723352e-06
      ],
      [
        " (",
        -0.12750879
      ],
      [
        "TV",
        -0.35412365
      ],
      [
        " series",
        -0.012887713
      ],
      [
        ")",
        -0.00016289561
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is an ambitious army man, Roy Mustang, who recruits this show's main character. The hero's brother, Alphonse, had his soul transferred into a suit of armor on the same fateful night that the main character attempted to resurrect his mother and lost an arm and a leg. For 10 points, identify this anime series that centers around the automail-sporting Edward Elric's quest to restore his limbs and his brother's body with the help of the Philosopher's Stone.": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.0076721716
      ],
      [
        "metal",
        -0.0021426473
      ],
      [
        " Al",
        -7.004696e-05
      ],
      [
        "chemist",
        -1.6882126e-05
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.23779054
      ],
      [
        "ly",
        -0.00026550796
      ],
      [
        "ss",
        -0.00012308525
      ],
      [
        "es",
        -5.538491e-05
      ],
      [
        " (",
        -0.02455296
      ],
      [
        "nov",
        -0.00016313401
      ],
      [
        "el",
        -1.27099975e-05
      ],
      [
        ")",
        -2.486877e-05
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television show features the Nine Rivers country club, which only admits Asians. This series originally featured Heimlich County School District, specifically centering on Tom Landry Middle School. (*) Bazooms is an analogue to Hooters on this series, and one character who drinks Alamo Beer and drives the Bugabago uses the alias Rusty Shackleford, Dale Gribble created by Mike Judge and Greg Daniels. For 10 points, name this animated TV series, recently terminated by Fox, centering on an Arlen, Texas family.": {
    "guess": "King of the Hill",
    "confidence": [
      [
        "King",
        -0.028975375
      ],
      [
        " of",
        -0.00067526236
      ],
      [
        " the",
        -0.0025701872
      ],
      [
        " Hill",
        -0.00086405716
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted as a man \"centered in the sphere of common duties,\" who, by \"slow prudence\" will make \"mild/ A rugged people,\" by a Victorian poet. He aids the seer Theoclymenus, befriends Pisastratus, the son of Nestor, and after a failed ambush attempt is called \"a clever little schemer\" by Antinous. He received a mixing bowl from Menelaus and is immediately recognized by Helen during a trip in which he is guided by Athena, disguised as Mentor. FTP name this hero whose name means \"Far Battle,\" the son of Odysseus.": {
    "guess": "Telemachus",
    "confidence": [
      [
        "Te",
        -0.3538961
      ],
      [
        "lem",
        -0.00070218404
      ],
      [
        "ach",
        -0.0010999687
      ],
      [
        "us",
        -0.015299376
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council of Basel-Florence. Chapter 15 of Acts features an apostolic council where it was decided that this act was unnecessary, and in the fifth chapter of Galatians, Paul declares that Christians who have performed this act have \"fallen away from grace\". In the early church, this practice was associated with Jewish Christians, who were distinguished from Gentile Christians by it. Considered the foremost mark of the Covenant, this is, for 10 points, what practice whereby the foreskin is cut from the penis?": {
    "guess": "Circumcision",
    "confidence": [
      [
        "C",
        -0.102575704
      ],
      [
        "irc",
        -0.00010342398
      ],
      [
        "um",
        -0.00048656107
      ],
      [
        "cision",
        -6.206032e-05
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted as a man \"centered in the sphere of common duties,\" who, by \"slow prudence\" will make \"mild/ A rugged people,\" by a Victorian poet. He aids the seer Theoclymenus, befriends Pisastratus, the son of Nestor, and after a failed ambush attempt is called \"a clever little schemer\" by Antinous. He received a mixing bowl from Menelaus and is immediately recognized by Helen during a trip in which he is guided": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.022065736
      ],
      [
        "ly",
        -8.180258e-06
      ],
      [
        "ss",
        -6.0345924e-06
      ],
      [
        "es",
        -5.3358446e-05
      ],
      [
        " (",
        -0.0016293597
      ],
      [
        "po",
        -0.002409185
      ],
      [
        "em",
        -0.00028517292
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "In one episode, this character states that he knows everything about film, because he has seen over 240 of them. He also says that he tips his urologist because he is unable to pulverize his own kidney stones. He euthanizes a cat named Sprinkles, causing Angela to break up with him. In \"The Deposition,\"": {
    "guess": "Dwight Schrute",
    "confidence": [
      [
        "D",
        -0.038638525
      ],
      [
        "w",
        -0.000296136
      ],
      [
        "ight",
        -2.7610455e-05
      ],
      [
        " Sch",
        -0.006514402
      ],
      [
        "r",
        -0.0003243799
      ],
      [
        "ute",
        -2.0458236e-05
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own severed eyeball, and Lu Bu riding into battle on the \"five-hundred-mile-a-day horse\" Red-Hare. Its chief characters are a Taoist hermit who becomes a master tactician, named Zhuge Liang, the poet-general Cao Cao, and three men who swear brotherhood by a peach tree: the warrior Zhang Fei, the knight": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.015080524
      ],
      [
        "ance",
        -4.1273333e-06
      ],
      [
        " of",
        -1.867018e-05
      ],
      [
        " the",
        -0.00054862583
      ],
      [
        " Three",
        -2.2484697e-05
      ],
      [
        " Kingdom",
        -2.4749568e-05
      ],
      [
        "s",
        -1.9816675e-06
      ]
    ]
  },
  "One episode of this show focused on the Spoor family, which may be connected to Roosevelt, a long-lost son of the title character. That character received his unique (*) condition after he put himself in front of an Indian woman being attacked with a sword, and must find true love to lift the curse. For 10  points— name this FOX show about a homicide investigator in New York who is immortal.": {
    "guess": "Forever (TV series)",
    "confidence": [
      [
        "Forever",
        -0.14947288
      ],
      [
        " (",
        -0.046971098
      ],
      [
        "TV",
        -0.18892056
      ],
      [
        " series",
        -0.0001752928
      ],
      [
        ")",
        -5.7530575e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly": {
    "guess": "Stranger Things",
    "confidence": [
      [
        "Str",
        -1.4049164
      ],
      [
        "anger",
        -0.0003701358
      ],
      [
        " Things",
        -0.0005664954
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard Law he took up residence in Paris where he met Linda Thomas.  Hollywood started using his songs": {
    "guess": "Cole Porter",
    "confidence": [
      [
        "Cole",
        -0.18647623
      ],
      [
        " Porter",
        -8.2324936e-05
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go": {
    "guess": "Bugatti Veyron",
    "confidence": [
      [
        "Bug",
        -0.55252814
      ],
      [
        "atti",
        -0.0002645543
      ],
      [
        " V",
        -0.011963718
      ],
      [
        "ey",
        -8.089449e-05
      ],
      [
        "ron",
        -6.3609965e-05
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the": {
    "guess": "Circumcision",
    "confidence": [
      [
        "C",
        -0.19632709
      ],
      [
        "irc",
        -0.0026599586
      ],
      [
        "um",
        -6.8616515e-05
      ],
      [
        "cision",
        -0.00016086915
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.9679986
      ],
      [
        " Trial",
        -1.0055761
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter, Mr. Norton, and is later kicked out of college by a man who told him he was a \"nobody,\" Dr. Bledsoe. The narrator is repeatedly mistaken for Rinehart, a black man who sacrifices his skin color to fit into white society. The death of Tod Clifton sparks a riot in Harlem which leads one character to rename himself Ras the Destroyer. For 10 points, name this novel narrated by a nameless black man and written by Ralph Ellison.": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.033849005
      ],
      [
        "visible",
        -9.968313e-06
      ],
      [
        " Man",
        -0.000107715314
      ]
    ]
  },
  "The epitaph that ends this poem begins: \"Here rests his head upon the lap of Earth, A Youth to fortune and to fame unknown.\" It laments the passing of all men, including its author, who eventually was": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.15383594
      ],
      [
        "leg",
        -4.3583746e-05
      ],
      [
        "y",
        -0.0002420395
      ],
      [
        " Written",
        -0.0023183224
      ],
      [
        " in",
        -0.00014013138
      ],
      [
        " a",
        -5.0616763e-05
      ],
      [
        " Country",
        -3.5358695e-05
      ],
      [
        " Church",
        -9.7583004e-05
      ],
      [
        "yard",
        -1.3544423e-05
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice": {
    "guess": "Baptism in early Christianity",
    "confidence": [
      [
        "B",
        -0.47686714
      ],
      [
        "apt",
        -0.009169199
      ],
      [
        "ism",
        -1.7120534e-05
      ],
      [
        " in",
        -0.28989276
      ],
      [
        " early",
        -0.36147997
      ],
      [
        " Christianity",
        -2.3392786e-06
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen on television if he is in a vegetative state. In one episode, it was revealed that his parents were involved in a Cthulhu cult, resulting in his bizarre superpowers as Mysterion. As a result of his attire, most of his dialogue is heavily (*) muffled from the viewer. For 10 points, name this red hooded friend of Stan, Cartman, and Kyle who in a running gag was frequently killed off in early episodes of South Park.": {
    "guess": "Kenny McCormick",
    "confidence": [
      [
        "K",
        -0.00095016806
      ],
      [
        "enny",
        -5.5122365e-07
      ],
      [
        " McCorm",
        -0.00053170626
      ],
      [
        "ick",
        -0.00016861738
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.04573675
      ],
      [
        " Monk",
        -0.23564845
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his lantern. This novel's story is partly recounted by Ellen Dean after one character is startled to grasp the cold hand of a girl after trying to break a fir branch. One character is brought home from (*) Liverpool along with a whip and a violin, much to Hindley's chagrin. This novel is told to Mr. Lockwood, the renter of Thrushcross Grange. For 10 points, name this novel in which Heathcliff loves Catherine Earnshaw, a work of Emily Bronte.": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.002617159
      ],
      [
        "uth",
        -0.00015407454
      ],
      [
        "ering",
        -1.4021238e-05
      ],
      [
        " Heights",
        -0.001127479
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his lantern. This novel's story is partly recounted by Ellen Dean after one character is startled to grasp the cold hand of a girl after trying to break a fir branch. One character is brought home from (*) Liverpool along with a whip and a violin, much to Hindley's chagrin. This novel is told to Mr. Lockwood, the renter of Thrushcross Grange. For 10 points, name this novel in which Heathcliff loves Catherine": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.004257781
      ],
      [
        "uth",
        -4.406056e-05
      ],
      [
        "ering",
        -2.8160932e-06
      ],
      [
        " Heights",
        -0.00034142236
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.010859635
      ],
      [
        " Trial",
        -0.008056205
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's": {
    "guess": "The Mill on the Floss",
    "confidence": [
      [
        "The",
        -0.63834673
      ],
      [
        " Mill",
        -1.4224124
      ],
      [
        " on",
        -0.0016842282
      ],
      [
        " the",
        -0.0010392407
      ],
      [
        " F",
        -0.00036858613
      ],
      [
        "loss",
        -0.00012546933
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed by Ryan Stiles. The protagonist of this series is constantly stalked by  an ex-girlfriend named Rose and employs a wise-cracking housekeeper named Berta. This show's  pilot features the protagonist opening up his home to his divorced brother Alan and nephew Jake.  For 10 points, name this wildly": {
    "guess": "Two and a Half Men",
    "confidence": [
      [
        "Two",
        -0.012485407
      ],
      [
        " and",
        -0.004573954
      ],
      [
        " a",
        -0.00018292182
      ],
      [
        " Half",
        -0.0072630085
      ],
      [
        " Men",
        -4.7517467e-05
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician Wendy Scott-Carr, and other guest stars have included Miranda Cosgrove as delinquent teen star Sloan, and (*) Michael J. Fox as a cunning, handicapped attorney. The main character works at the law": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0003612065
      ],
      [
        " Good",
        -5.288163e-05
      ],
      [
        " Wife",
        -2.0696643e-05
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania.": {
    "guess": "Invisible Cities",
    "confidence": [
      [
        "In",
        -0.5370816
      ],
      [
        "visible",
        -0.018655416
      ],
      [
        " Cities",
        -0.12267424
      ]
    ]
  },
  "One episode of this show guest-starred bounty hunter Duane Chapman, who played the owner of a dog found by the protagonist's mother. The lead character is the manager of an airplane parts factory who is bedeviled by his crazy mother (*) Benny. Produced by Sandra Bullock, who stated a desire to have a Hispanic- led sitcom on television, this is, for 10 points— what ABC show named after its star?": {
    "guess": "Cristela",
    "confidence": [
      [
        "C",
        -0.093821086
      ],
      [
        "rist",
        -0.00011248347
      ],
      [
        "ela",
        -0.0026941977
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own severed eyeball, and Lu Bu riding into battle on the \"five-hundred-mile-a-day horse\" Red-Hare. Its chief characters are a Taoist hermit who becomes a master tactician, named Zhuge Liang, the poet-general": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.07185581
      ],
      [
        "ance",
        -1.831257e-05
      ],
      [
        " of",
        -0.00015395533
      ],
      [
        " the",
        -0.00064822147
      ],
      [
        " Three",
        -2.6537622e-05
      ],
      [
        " Kingdom",
        -7.243103e-05
      ],
      [
        "s",
        -7.3458323e-06
      ]
    ]
  },
  "One episode of this show focused on the Spoor family, which may be connected to Roosevelt, a long-lost son of the title character. That character received his unique (*) condition after he put himself": {
    "guess": "The Waltons (season 9)",
    "confidence": [
      [
        "The",
        -1.764782
      ],
      [
        " Wal",
        -1.082872
      ],
      [
        "tons",
        -0.00015562419
      ],
      [
        " (",
        -0.61356264
      ],
      [
        "season",
        -0.45013884
      ],
      [
        " ",
        -0.00093289826
      ],
      [
        "9",
        -1.022369
      ],
      [
        ")",
        -0.0019136423
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both contain the same misspelling of the name (*) \"Beverly\" written in the same block lettering. The final episode of this show fades to black after its subject leaves an interview to go to the bathroom, and apparently not realizing his microphone is still on, says \"What the hell did I do? Killed them": {
    "guess": "The Jinx: The Life and Deaths of Robert Durst",
    "confidence": [
      [
        "The",
        -0.157849
      ],
      [
        " J",
        -0.18627666
      ],
      [
        "inx",
        -5.7961847e-06
      ],
      [
        ":",
        -0.27206138
      ],
      [
        " The",
        -7.076218e-05
      ],
      [
        " Life",
        -7.696077e-05
      ],
      [
        " and",
        -5.0974373e-05
      ],
      [
        " Deaths",
        -0.00026526954
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Robert",
        -2.4034345e-05
      ],
      [
        " Dur",
        -3.2929079e-06
      ],
      [
        "st",
        -2.577686e-06
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is an ambitious army man, Roy Mustang, who recruits this show's main character. The hero's brother, Alphonse,": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.10691011
      ],
      [
        "metal",
        -0.0025795824
      ],
      [
        " Al",
        -0.0004735679
      ],
      [
        "chemist",
        -6.408677e-05
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.9354864
      ],
      [
        "'s",
        -0.00010807293
      ],
      [
        " Always",
        -1.867018e-05
      ],
      [
        " Sunny",
        -3.1281633e-07
      ],
      [
        " in",
        -0.0002420395
      ],
      [
        " Philadelphia",
        -0.0010638903
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television show features the Nine Rivers country club, which only admits Asians. This series originally featured Heimlich County School District, specifically centering on Tom Landry Middle School. (*) Bazooms": {
    "guess": "King of the Hill",
    "confidence": [
      [
        "King",
        -0.025669584
      ],
      [
        " of",
        -0.00046522732
      ],
      [
        " the",
        -0.0053746295
      ],
      [
        " Hill",
        -0.000715412
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.06615258
      ],
      [
        "visible",
        -4.5252596e-05
      ],
      [
        " Man",
        -0.004557223
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both contain the same misspelling of the name (*) \"Beverly\" written in the same block lettering. The": {
    "guess": "List of Curb Your Enthusiasm episodes",
    "confidence": [
      [
        "List",
        -0.7715762
      ],
      [
        " of",
        -0.0011562933
      ],
      [
        " C",
        -0.7954744
      ],
      [
        "urb",
        -3.7981175e-05
      ],
      [
        " Your",
        -0.00035274302
      ],
      [
        " En",
        -3.3451433e-05
      ],
      [
        "thus",
        -5.9795446e-05
      ],
      [
        "iasm",
        -0.0035867717
      ],
      [
        " episodes",
        -0.005949656
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed by Ryan Stiles. The protagonist of this series is constantly stalked by  an ex-girlfriend named Rose and employs a wise-cracking housekeeper named Berta. This show's  pilot features the protagonist": {
    "guess": "Two and a Half Men",
    "confidence": [
      [
        "Two",
        -0.0032857324
      ],
      [
        " and",
        -0.0027973913
      ],
      [
        " a",
        -0.0004926258
      ],
      [
        " Half",
        -0.0021987867
      ],
      [
        " Men",
        -7.255024e-05
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter, Mr. Norton, and is later kicked out of college by a man who told him he was a \"nobody,\" Dr. Bledsoe. The narrator is repeatedly mistaken for Rinehart, a black man who sacrifices his skin color to fit into white society. The death of Tod Clifton sparks a riot in Harlem which leads one character to rename himself Ras the Destroyer. For 10 points, name this novel narrated by a nameless black": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.025971176
      ],
      [
        "visible",
        -3.1737043e-06
      ],
      [
        " Man",
        -0.00014168103
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold": {
    "guess": "Ford Fiesta",
    "confidence": [
      [
        "Ford",
        -1.2632779
      ],
      [
        " Fiesta",
        -0.1597853
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz.": {
    "guess": "Hyundai Motor Company",
    "confidence": [
      [
        "Hy",
        -0.005032018
      ],
      [
        "undai",
        -0.00030864868
      ],
      [
        " Motor",
        -0.24052998
      ],
      [
        " Company",
        -6.1537958e-06
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange for advice. Leni is the assistant to the lawyer Hull in this novel, who is engaged by the protagonist but only considers drafting a petition. This novel concludes when the protagonist is taken to a quarry and executed on his 31st birthday. For 10 points, name this novel about the arrest and persecution": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.016591433
      ],
      [
        " Trial",
        -0.008998843
      ]
    ]
  },
  "One episode of this show focused on the Spoor family, which may be connected to Roosevelt, a long-lost": {
    "guess": "The Waltons",
    "confidence": [
      [
        "The",
        -0.7563939
      ],
      [
        " Wal",
        -0.61134005
      ],
      [
        "tons",
        -5.5577775e-06
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen on television if he is in a vegetative state. In one episode, it was revealed that his parents were involved in a Cthulhu cult, resulting in his bizarre superpowers as Mysterion. As a result of his attire, most of his dialogue is heavily (*) muffled from the viewer. For 10 points, name this red hooded": {
    "guess": "Kenny McCormick",
    "confidence": [
      [
        "K",
        -0.13247104
      ],
      [
        "enny",
        -5.080963e-06
      ],
      [
        " McCorm",
        -0.0011450992
      ],
      [
        "ick",
        -0.00021498026
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.11693363
      ],
      [
        " Trial",
        -0.020218452
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who": {
    "guess": "Ulysses (novel)",
    "confidence": [
      [
        "U",
        -0.15969436
      ],
      [
        "ly",
        -0.0035729846
      ],
      [
        "ss",
        -7.147741e-05
      ],
      [
        "es",
        -0.00020902375
      ],
      [
        " (",
        -0.06524927
      ],
      [
        "nov",
        -0.0011283134
      ],
      [
        "el",
        -1.2829201e-05
      ],
      [
        ")",
        -0.0018142868
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving an education from Margaret Leonard, the protagonist enrolls in the state university at Pulpit Hill. At the end of this novel the protagonist has a dream of his dead brother Ben, while sleeping in the Dixieland boarding house that his mother Eliza runs in the town of Altamont, based on the author's": {
    "guess": "Look Homeward, Angel",
    "confidence": [
      [
        "Look",
        -0.029047864
      ],
      [
        " Hom",
        -0.00032938644
      ],
      [
        "eward",
        -1.8074163e-05
      ],
      [
        ",",
        -0.0006289215
      ],
      [
        " Angel",
        -0.0002390594
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is haggling with Sir Peregrine and Sir Politic when Ceclia drops her handkerchief, prompting the title": {
    "guess": "Volpone",
    "confidence": [
      [
        "Vol",
        -0.46137834
      ],
      [
        "pone",
        -0.00013989297
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel, known as the Uji chapters, depict events following the protagonist's death, which is signaled by the blank [*] \"Vanished into the Clouds\" chapter. The protagonist becomes fascinated by a child with the same name as the author, cheats with the sister of his rival Kokiden, and is married to Aoi at": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.0026706613
      ],
      [
        " Tale",
        -0.00023965542
      ],
      [
        " of",
        -0.00019126241
      ],
      [
        " Gen",
        -0.00032914805
      ],
      [
        "ji",
        -5.6576944e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson for building a 400 feet diaphragm. One of the sperm worries that it may be a homosexual encounter in the final episode, and hopes that he won't end up in the ceiling if his owner Sidney is masturbating. Gene Wilder plays a doctor who gives up his wife and profession to be with the Armenian sheep": {
    "guess": "Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask) (film)",
    "confidence": [
      [
        "Everything",
        -1.0786961
      ],
      [
        " You",
        -0.0129168965
      ],
      [
        " Always",
        -0.051292025
      ],
      [
        " Wanted",
        -6.682846e-05
      ],
      [
        " to",
        -0.0073530586
      ],
      [
        " Know",
        -0.000109622575
      ],
      [
        " About",
        -0.0016065092
      ],
      [
        " Sex",
        -0.0009144436
      ],
      [
        "*",
        -0.07299199
      ],
      [
        " (*",
        -0.004003365
      ],
      [
        "But",
        -0.00039754162
      ],
      [
        " Were",
        -7.465036e-06
      ],
      [
        " Af",
        -1.5332478e-05
      ],
      [
        "raid",
        -6.551722e-05
      ],
      [
        " to",
        -0.00022165567
      ],
      [
        " Ask",
        -0.00010676169
      ],
      [
        ")",
        -0.0028618202
      ],
      [
        " (",
        -0.55336815
      ],
      [
        "film",
        -0.0022426776
      ],
      [
        ")",
        -0.0005404045
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic, regressive, or this. Parts 5 and 16 of Book II of the Prior Analytics discuss this type of statement, the latter part noting that this occurs for negative syllogisms when the predicates denied": {
    "guess": "Barbara Celarent",
    "confidence": [
      [
        "Bar",
        -0.5175056
      ],
      [
        "bara",
        -0.075464636
      ],
      [
        " Cel",
        -1.0496087
      ],
      [
        "arent",
        -0.00044401636
      ]
    ]
  },
  "In one episode, this character states that he knows everything about film, because he has seen over 240 of them. He also says that he tips his urologist because he is unable to pulverize his own kidney": {
    "guess": "Dwight Schrute",
    "confidence": [
      [
        "D",
        -0.063016325
      ],
      [
        "w",
        -0.00049893995
      ],
      [
        "ight",
        -1.8908588e-05
      ],
      [
        " Sch",
        -0.00050060876
      ],
      [
        "r",
        -0.00031842338
      ],
      [
        "ute",
        -1.6643718e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson for building a 400 feet diaphragm. One of the sperm worries that it may be a homosexual encounter in the final episode, and hopes that he won't end up in the ceiling if his owner Sidney is masturbating.": {
    "guess": "List of works by William S. Burroughs",
    "confidence": [
      [
        "List",
        -1.2801976
      ],
      [
        " of",
        -0.00044592362
      ],
      [
        " works",
        -1.3857412
      ],
      [
        " by",
        -0.19711904
      ],
      [
        " William",
        -1.658661
      ],
      [
        " S",
        -0.014498888
      ],
      [
        ".",
        -0.00013190633
      ],
      [
        " Bur",
        -0.00063368597
      ],
      [
        "rough",
        -0.00015753144
      ],
      [
        "s",
        -2.9040899e-05
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train car with the stench of cheese and explains that this exemplifies the importance of proper provision": {
    "guess": "Moby-Dick",
    "confidence": [
      [
        "M",
        -1.083458
      ],
      [
        "oby",
        -0.002542132
      ],
      [
        "-D",
        -0.062879875
      ],
      [
        "ick",
        -0.00019507692
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.04265188
      ],
      [
        "metal",
        -0.013361864
      ],
      [
        " Al",
        -0.0013663082
      ],
      [
        "chemist",
        -4.8828708e-05
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen": {
    "guess": "List of South Park episodes",
    "confidence": [
      [
        "List",
        -0.7135309
      ],
      [
        " of",
        -0.0007557854
      ],
      [
        " South",
        -0.44695997
      ],
      [
        " Park",
        -8.4828214e-05
      ],
      [
        " episodes",
        -0.804519
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television": {
    "guess": "The Boondocks",
    "confidence": [
      [
        "The",
        -0.21790749
      ],
      [
        " Bo",
        -0.060856704
      ],
      [
        "ond",
        -7.89631e-07
      ],
      [
        "ocks",
        -3.2929079e-06
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania. One\n antagonist in this novel is the translator Ermes Marana, and another character wants to create a machine\n that condenses literature into a series of numbers. Lotaria's sister Ludmilla becomes": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.019089067
      ],
      [
        " on",
        -0.0015015329
      ],
      [
        " a",
        -2.546479e-05
      ],
      [
        " winter",
        -0.021769384
      ],
      [
        "'s",
        -0.00012952226
      ],
      [
        " night",
        -1.7239736e-05
      ],
      [
        " a",
        -0.00013989297
      ],
      [
        " traveler",
        -9.710619e-05
      ]
    ]
  },
  "One episode of this show guest-starred bounty hunter Duane Chapman, who played the owner of a dog found by the protagonist's mother. The lead character is the manager of an airplane parts factory who is": {
    "guess": "List of My Name Is Earl episodes",
    "confidence": [
      [
        "List",
        -0.7135818
      ],
      [
        " of",
        -0.0014935574
      ],
      [
        " My",
        -0.42948908
      ],
      [
        " Name",
        -9.7583004e-05
      ],
      [
        " Is",
        -0.00088847196
      ],
      [
        " Earl",
        -0.00011081461
      ],
      [
        " episodes",
        -0.14510216
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician Wendy Scott-Carr, and other guest stars have included Miranda Cosgrove as delinquent teen star Sloan,": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0011614118
      ],
      [
        " Good",
        -0.00015776986
      ],
      [
        " Wife",
        -2.6656826e-05
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving an education from Margaret Leonard, the protagonist enrolls in the state university at Pulpit Hill. At the end of this novel the protagonist has a dream of his dead brother Ben, while sleeping in the Dixieland boarding house that his mother Eliza runs in the town of Altamont, based on the author's hometown of Asheville. For 10 points, name this novel ending when Eugene Gant prepares to leave for Harvard, by Thomas Wolfe.": {
    "guess": "Look Homeward, Angel",
    "confidence": [
      [
        "Look",
        -0.0016032944
      ],
      [
        " Hom",
        -7.6364755e-05
      ],
      [
        "eward",
        -6.6306106e-06
      ],
      [
        ",",
        -4.7994283e-05
      ],
      [
        " Angel",
        -0.00011522515
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel, known as the Uji chapters, depict events following the protagonist's death, which is signaled by the blank [*] \"Vanished into the Clouds\" chapter. The protagonist becomes fascinated by a child with the same name as the author, cheats with the sister of his rival Kokiden, and is married to Aoi at the age of 12. For 10 points, identify this 11th-century work about a Japanese prince by Lady Murasaki,": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.0033546397
      ],
      [
        " Tale",
        -4.3464544e-05
      ],
      [
        " of",
        -5.0616763e-05
      ],
      [
        " Gen",
        -2.8564085e-05
      ],
      [
        "ji",
        -5.931863e-05
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although Crossjay takes her to the train station. Eventually, the Doctor decides that Vernon's scholarship is more attractive than the central character's wine. The title character of this novel returns from abroad and becomes engaged to Clara Middleton, much to the dismay of a woman who thinks that she loves him secretly, Laetitia Dale. FTP, identify this \"Comedy in Narrative,\" a novel about Sir Willoughby Patterne by George Meredith whose title refers to a self- absorbed individual.": {
    "guess": "The Egoist (novel)",
    "confidence": [
      [
        "The",
        -0.0020830473
      ],
      [
        " E",
        -0.00080104975
      ],
      [
        "go",
        -7.612634e-05
      ],
      [
        "ist",
        -1.11603495e-05
      ],
      [
        " (",
        -0.058098312
      ],
      [
        "nov",
        -0.48933664
      ],
      [
        "el",
        -0.00020103711
      ],
      [
        ")",
        -0.00033260495
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is an ambitious army man, Roy Mustang, who recruits this show's main character. The hero's brother, Alphonse, had his soul transferred into a suit of armor on the same fateful night that the main character attempted to resurrect his mother and lost an arm and a leg. For 10 points, identify this anime": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.03754939
      ],
      [
        "metal",
        -0.0039401944
      ],
      [
        " Al",
        -0.00016849818
      ],
      [
        "chemist",
        -4.572941e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly obese Dale \"The Whale\" Biederbeck. The main character works with Randy Disher and Leland Stottlemeyer. The overarching plot on this show was the protagonist's quest to find who murdered his wife, Trudy.": {
    "guess": "Monk (TV series)",
    "confidence": [
      [
        "Mon",
        -0.043239426
      ],
      [
        "k",
        -1.0280384e-06
      ],
      [
        " (",
        -0.16874869
      ],
      [
        "TV",
        -3.3213026e-05
      ],
      [
        " series",
        -0.0034726132
      ],
      [
        ")",
        -2.9636918e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson for building a 400 feet diaphragm. One of the sperm worries that it may be a homosexual encounter in the final episode, and hopes that he won't end up in the ceiling if his owner Sidney is masturbating. Gene Wilder plays a doctor who gives up his wife and profession to be with the Armenian sheep Daisy, and Jack Barry hosts a show called What's My Perversion? For 10 points, seven questions about a taboo topic are answered by what Woody Allen film with a comprehensive title?": {
    "guess": "Everything You Always Wanted to Know About Sex* (*But Were Afraid to Ask)",
    "confidence": [
      [
        "Everything",
        -0.006232956
      ],
      [
        " You",
        -0.00048763392
      ],
      [
        " Always",
        -0.0033029548
      ],
      [
        " Wanted",
        -9.4914985e-06
      ],
      [
        " to",
        -0.002280623
      ],
      [
        " Know",
        -3.88156e-05
      ],
      [
        " About",
        -0.0007264906
      ],
      [
        " Sex",
        -0.00015193255
      ],
      [
        "*",
        -0.034412842
      ],
      [
        " (*",
        -0.000116894
      ],
      [
        "But",
        -0.0003156817
      ],
      [
        " Were",
        -2.9352968e-06
      ],
      [
        " Af",
        -4.246537e-06
      ],
      [
        "raid",
        -4.465658e-05
      ],
      [
        " to",
        -0.00011117222
      ],
      [
        " Ask",
        -9.639097e-05
      ],
      [
        ")",
        -0.00021212305
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is": {
    "guess": "Epicoene",
    "confidence": [
      [
        "Ep",
        -0.46642768
      ],
      [
        "ico",
        -4.3583746e-05
      ],
      [
        "ene",
        -0.00022630462
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.051411036
      ],
      [
        " Count",
        -0.5668805
      ],
      [
        " of",
        -0.001099015
      ],
      [
        " Monte",
        -0.0052800076
      ],
      [
        " Crist",
        -1.7716551e-05
      ],
      [
        "o",
        -2.677603e-05
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.005092153
      ],
      [
        " Qu",
        -0.0006713286
      ],
      [
        "ix",
        -7.0285365e-05
      ],
      [
        "ote",
        -1.7716551e-05
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television show features the Nine Rivers country club, which only admits Asians. This series originally featured Heimlich County School District, specifically centering on Tom Landry Middle School. (*) Bazooms is an analogue to Hooters on this series, and one character who drinks Alamo Beer and drives the Bugabago uses the alias Rusty Shackleford, Dale Gribble created by Mike Judge and Greg Daniels. For 10": {
    "guess": "King of the Hill",
    "confidence": [
      [
        "King",
        -0.019991089
      ],
      [
        " of",
        -0.0005854415
      ],
      [
        " the",
        -0.0020333228
      ],
      [
        " Hill",
        -0.0005673298
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although": {
    "guess": "The Way We Live Now",
    "confidence": [
      [
        "The",
        -1.4189073
      ],
      [
        " Way",
        -0.5305277
      ],
      [
        " We",
        -0.06487999
      ],
      [
        " Live",
        -0.0004479501
      ],
      [
        " Now",
        -0.00021152703
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is": {
    "guess": "Fullmetal Alchemist: Brotherhood",
    "confidence": [
      [
        "Full",
        -0.19372946
      ],
      [
        "metal",
        -0.016796827
      ],
      [
        " Al",
        -0.0017778765
      ],
      [
        "chemist",
        -0.0001309527
      ],
      [
        ":",
        -0.3026659
      ],
      [
        " Brotherhood",
        -0.00078258786
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen on television if he is in a vegetative state. In one episode, it was revealed that his parents were": {
    "guess": "List of Kyle Broflovski's Injuries",
    "confidence": [
      [
        "List",
        -0.76219213
      ],
      [
        " of",
        -0.0015962723
      ],
      [
        " Kyle",
        -0.8388166
      ],
      [
        " Bro",
        -0.0072886893
      ],
      [
        "f",
        -0.00048226974
      ],
      [
        "lov",
        -4.894791e-05
      ],
      [
        "ski",
        -0.00016694854
      ],
      [
        "'s",
        -0.07889794
      ],
      [
        " In",
        -1.2210282
      ],
      [
        "juries",
        -0.31647867
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.6829681
      ],
      [
        "ance",
        -0.001836422
      ],
      [
        " of",
        -0.00014513794
      ],
      [
        " the",
        -0.0019466066
      ],
      [
        " Three",
        -0.00035548472
      ],
      [
        " Kingdom",
        -0.00021426505
      ],
      [
        "s",
        -5.3596854e-05
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter,": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.27631867
      ],
      [
        "visible",
        -0.00030138093
      ],
      [
        " Man",
        -0.0075107915
      ]
    ]
  },
  "In one episode of this show, the protagonist sells t-shirts with the logo \"Punk Dollhouse,\" while in a crossover episode of this show with two other series, that protagonist is unable to go on a cruise because she has not completed her science assignments. One character who appears in this series is Professor Crumbs, while Mr. Laritate is principal of the protagonists' school. In separate episodes of this show Zeke and Harper discover the protagonists' secret, which culminates in the finale of this": {
    "guess": "Wizards of Waverly Place",
    "confidence": [
      [
        "W",
        -0.005620516
      ],
      [
        "izards",
        -0.0027103687
      ],
      [
        " of",
        -0.00022463576
      ],
      [
        " W",
        -0.0002488231
      ],
      [
        "aver",
        -0.00020604367
      ],
      [
        "ly",
        -0.00024429336
      ],
      [
        " Place",
        -7.505351e-05
      ]
    ]
  },
  "In one episode, this character wears a purity ring after he and his girlfriend Tammy attend a Jonas Brother concert. In \"Best Friends Forever,\" his will ironically states that he doesn't want to be seen on television if he is in a vegetative state. In one episode, it was revealed that his parents were involved in a Cthulhu cult, resulting in his bizarre superpowers as Mysterion. As a result of his": {
    "guess": "Kenny McCormick",
    "confidence": [
      [
        "K",
        -0.35625333
      ],
      [
        "enny",
        -1.2664457e-06
      ],
      [
        " McCorm",
        -0.0003770496
      ],
      [
        "ick",
        -0.00013059509
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.1177482
      ],
      [
        " Count",
        -0.80024874
      ],
      [
        " of",
        -0.0004324573
      ],
      [
        " Monte",
        -0.0028577745
      ],
      [
        " Crist",
        -1.9385403e-05
      ],
      [
        "o",
        -3.0828953e-05
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -1.0048189
      ],
      [
        " Hundred",
        -0.0003920656
      ],
      [
        " Years",
        -0.00012976067
      ],
      [
        " of",
        -0.00028111998
      ],
      [
        " Sol",
        -9.221884e-05
      ],
      [
        "itude",
        -4.0961266e-05
      ]
    ]
  },
  "The epitaph that ends this poem begins: \"Here rests his head upon the lap of Earth, A Youth to fortune and to fame unknown.\" It laments the passing of all men, including its author, who eventually was buried at its setting in Stoke Poges. Published in 1751 at the insistence of Horace Walpole, FTP what is this work which begins \"The curfew tolls the knell of parting day,\" written by Thomas Gray?": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.0066412413
      ],
      [
        "leg",
        -2.451116e-05
      ],
      [
        "y",
        -9.849109e-06
      ],
      [
        " Written",
        -0.00018387179
      ],
      [
        " in",
        -3.4047454e-05
      ],
      [
        " a",
        -7.0523776e-05
      ],
      [
        " Country",
        -0.00012248923
      ],
      [
        " Church",
        -4.7159858e-05
      ],
      [
        "yard",
        -9.253091e-06
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council": {
    "guess": "Baptism in early Christianity",
    "confidence": [
      [
        "B",
        -1.0292122
      ],
      [
        "apt",
        -0.011383546
      ],
      [
        "ism",
        -2.3915141e-05
      ],
      [
        " in",
        -0.632076
      ],
      [
        " early",
        -0.24191052
      ],
      [
        " Christianity",
        -7.226629e-06
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted as a man \"centered in the sphere of common duties,\" who, by \"slow prudence\" will make \"mild/ A rugged": {
    "guess": "Ulysses (poem)",
    "confidence": [
      [
        "U",
        -0.089793146
      ],
      [
        "ly",
        -5.6219335e-05
      ],
      [
        "ss",
        -9.968313e-06
      ],
      [
        "es",
        -6.515961e-05
      ],
      [
        " (",
        -0.0017290873
      ],
      [
        "po",
        -0.00036894376
      ],
      [
        "em",
        -0.00030721823
      ],
      [
        ")",
        -5.5577775e-06
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council of Basel-Florence. Chapter 15 of Acts features an apostolic council where it was decided that this": {
    "guess": "Circumcision",
    "confidence": [
      [
        "C",
        -1.5037806
      ],
      [
        "irc",
        -0.06927439
      ],
      [
        "um",
        -0.0009018117
      ],
      [
        "cision",
        -0.00026276626
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n": {
    "guess": "Invisible Cities",
    "confidence": [
      [
        "In",
        -0.7937461
      ],
      [
        "visible",
        -0.00013965457
      ],
      [
        " Cities",
        -0.000676812
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his lantern. This novel's story is partly recounted by Ellen Dean after one character is startled to grasp the cold hand of a girl after trying to break a fir branch. One character is brought home from (*)": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.09340466
      ],
      [
        "uth",
        -0.00014716439
      ],
      [
        "ering",
        -1.0445127e-05
      ],
      [
        " Heights",
        -0.0003956417
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange for advice. Leni is the assistant to the lawyer Hull in this novel, who is engaged by the protagonist": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.0022310214
      ],
      [
        " Trial",
        -0.001465581
      ]
    ]
  },
  "The epitaph that ends this poem begins: \"Here rests his head upon the lap of Earth, A Youth to fortune and to fame unknown.\" It laments the passing of all men, including its author, who eventually was buried at its setting in Stoke Poges. Published in 1751 at the insistence of Horace Walpole, FTP what": {
    "guess": "Elegy Written in a Country Churchyard",
    "confidence": [
      [
        "E",
        -0.4111234
      ],
      [
        "leg",
        -0.00088966393
      ],
      [
        "y",
        -9.41261e-05
      ],
      [
        " Written",
        -0.0011790355
      ],
      [
        " in",
        -8.029847e-05
      ],
      [
        " a",
        -0.00010521204
      ],
      [
        " Country",
        -9.567575e-05
      ],
      [
        " Church",
        -4.8828708e-05
      ],
      [
        "yard",
        -2.0339032e-05
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist of this work encounters several working slaves and asks each one to tell his story and frequently mentions magical (*) helmet of Mambrino. In other episodes of this novel, the protagonist turns sick after consuming a magical balsam and is defeated by the Knight of the White Moon, Samsan Carrasco.": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.02141589
      ],
      [
        " Qu",
        -0.0011605773
      ],
      [
        "ix",
        -5.8245798e-05
      ],
      [
        "ote",
        -5.1808798e-05
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with": {
    "guess": "Hyundai",
    "confidence": [
      [
        "Hy",
        -0.0053902804
      ],
      [
        "undai",
        -0.0005458842
      ]
    ]
  },
  "One episode of this show discusses the opening of a Vermont health-food store called All Good Things. One of the questions raised in this show is why a person would shoplift a hoagie from Wegmans when he has tens of thousands of dollars in his car. A key moment in this show involves two notes which both contain the same misspelling of the name (*) \"Beverly\" written in the same block lettering. The final episode of this show fades to black after its subject leaves an interview to go to the bathroom, and apparently not realizing his microphone is still on, says \"What the hell did I do? Killed them all, of course.\" For 10 points, name this Andrew Jarecki produced six part documentary on HBO which broke open the investigation into the murders of Robert Durst.": {
    "guess": "The Jinx (miniseries)",
    "confidence": [
      [
        "The",
        -0.010525271
      ],
      [
        " J",
        -0.00032914805
      ],
      [
        "inx",
        -0.00010413921
      ],
      [
        " (",
        -0.5076976
      ],
      [
        "min",
        -0.0074976627
      ],
      [
        "is",
        -1.3856493e-06
      ],
      [
        "eries",
        -6.9882217e-06
      ],
      [
        ")",
        -0.000156101
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is haggling with Sir Peregrine and Sir Politic when Ceclia drops her handkerchief, prompting the title character to swear to possess her although he is another man's wife. Another episode in this play concerns Voltore's visit, which is quickly followed by Corbaccio's. Throughout the play, the title character's": {
    "guess": "Volpone",
    "confidence": [
      [
        "Vol",
        -0.06683276
      ],
      [
        "pone",
        -0.0004984631
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls cowardly a character who threw himself out of a window after considering a bread knife, a gas fire,": {
    "guess": "Mrs Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.086385354
      ],
      [
        " D",
        -0.3948163
      ],
      [
        "allow",
        -5.1808798e-05
      ],
      [
        "ay",
        -3.488188e-05
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims": {
    "guess": "The Simpsons (season 5)",
    "confidence": [
      [
        "The",
        -1.4900498
      ],
      [
        " Simpsons",
        -0.030001909
      ],
      [
        " (",
        -0.7434143
      ],
      [
        "season",
        -0.14881945
      ],
      [
        " ",
        -0.0003825293
      ],
      [
        "5",
        -1.4986174
      ],
      [
        ")",
        -0.00027611342
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One character, an illiterate pauper, is hopelessly in love with a barista who won't give him the time of day. That character, Charlie, played by the show's producer, Charlie Day, turns out to be the illegitimate son of the wealthy Frank Reynolds. For 10 points, name this show, which just ended its third": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.009073036
      ],
      [
        "'s",
        -0.00013476722
      ],
      [
        " Always",
        -0.0001906664
      ],
      [
        " Sunny",
        -5.5122365e-07
      ],
      [
        " in",
        -0.000446162
      ],
      [
        " Philadelphia",
        -0.0012520157
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the": {
    "guess": "The Monk (novel)",
    "confidence": [
      [
        "The",
        -0.20301612
      ],
      [
        " Monk",
        -0.40403998
      ],
      [
        " (",
        -0.5500688
      ],
      [
        "nov",
        -0.21007118
      ],
      [
        "el",
        -2.6968896e-06
      ],
      [
        ")",
        -0.000645599
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by the narrator as \"Owl Eyes\".  Another character in this novel discusses the night that Rosy Rosenthal was murdered outside the Metropole before showing the protagonist his cufflinks made from human molars,": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0007835415
      ],
      [
        " Great",
        -0.00023500649
      ],
      [
        " G",
        -6.9882217e-06
      ],
      [
        "atsby",
        -1.3186812e-05
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television show features the Nine Rivers country club, which only admits Asians. This series originally featured": {
    "guess": "The Boondocks",
    "confidence": [
      [
        "The",
        -0.29653105
      ],
      [
        " Bo",
        -0.02473487
      ],
      [
        "ond",
        0.0
      ],
      [
        "ocks",
        -2.8160932e-06
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard Law he took up residence in Paris where he met Linda Thomas.  Hollywood started using his songs in The Battle of Paris, and he himself was the subject of the mostly fictionalized film Night and Day.  His output decreased dramatically after his leg was amputated in 1958, a consequence of a 1937": {
    "guess": "Cole Porter",
    "confidence": [
      [
        "Cole",
        -0.0036051788
      ],
      [
        " Porter",
        -0.0001506213
      ]
    ]
  },
  "One episode in this novel shows a washerwoman screaming while clutched by another character, while she later is seized and carried away by a student. Another character appears in her nightgown and explains that she has a businessman locked up in a small room. The protagonist of this novel is confused to see a person in Fraulein Burstner's room, and he later buys three paintings from Titorelli in exchange for advice. Leni is the assistant to the lawyer Hull in this novel, who is engaged by the protagonist but only considers drafting a petition. This novel concludes when the protagonist is taken": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.015278718
      ],
      [
        " Trial",
        -0.013641303
      ]
    ]
  },
  "In one episode from this novel the narrator recalls that he once overpowered the passengers of a train car with the stench of cheese and explains that this exemplifies the importance of proper provision selection. In the middle of the journey at an inn in Wallingford, George breaks a plaster trout. Montmorency,": {
    "guess": "Three Men in a Boat",
    "confidence": [
      [
        "Three",
        -0.018289592
      ],
      [
        " Men",
        -0.0035309403
      ],
      [
        " in",
        -0.010486341
      ],
      [
        " a",
        -0.001924587
      ],
      [
        " Boat",
        -0.00012523093
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he": {
    "guess": "The Good Earth",
    "confidence": [
      [
        "The",
        -1.0598184
      ],
      [
        " Good",
        -2.1192207
      ],
      [
        " Earth",
        -0.29331598
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic, regressive, or this. Parts 5 and 16 of Book II of the Prior Analytics discuss this type of statement, the latter part noting that this occurs for negative syllogisms when the predicates denied for a given subject are identical. The simplest form of this error occurs when a syllogism's conclusion": {
    "guess": "Barbara (syllogism)",
    "confidence": [
      [
        "Bar",
        -1.1082699
      ],
      [
        "bara",
        -0.11937309
      ],
      [
        " (",
        -0.8467705
      ],
      [
        "s",
        -0.68169177
      ],
      [
        "yl",
        -0.00027933193
      ],
      [
        "log",
        -1.2664457e-06
      ],
      [
        "ism",
        -0.0025053862
      ],
      [
        ")",
        -0.0018282189
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall": {
    "guess": "One Flew Over the Cuckoo's Nest",
    "confidence": [
      [
        "One",
        -1.1060473
      ],
      [
        " Fle",
        -0.0035664502
      ],
      [
        "w",
        -3.4047454e-05
      ],
      [
        " Over",
        -8.876193e-05
      ],
      [
        " the",
        -0.00083380874
      ],
      [
        " C",
        -1.1279553e-05
      ],
      [
        "uck",
        -9.0883464e-07
      ],
      [
        "oo",
        -0.00011319869
      ],
      [
        "'s",
        -7.7199176e-05
      ],
      [
        " Nest",
        -3.7385154e-05
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist of this work encounters several working slaves and asks each one to tell his story and frequently": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.024193231
      ],
      [
        " Qu",
        -0.0013765414
      ],
      [
        "ix",
        -7.982166e-05
      ],
      [
        "ote",
        -2.8802491e-05
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is haggling with Sir Peregrine and Sir Politic when Ceclia drops her handkerchief, prompting the title character to swear to possess her although he is another man's wife. Another episode in this play concerns Voltore's visit, which is quickly followed by Corbaccio's. Throughout the play, the title character's loyal servant Mosca is around to help him out. For ten points, identify this play by Ben Jonson,": {
    "guess": "Volpone",
    "confidence": [
      [
        "Vol",
        -0.1435275
      ],
      [
        "pone",
        -0.00028982185
      ]
    ]
  },
  "In one episode of this TV series one protagonist accidentally burns down the house of his  girlfriend, Lyndsey MacElroy. One character in this series is married to pediatrician Herb  Melnick, who is portrayed by Ryan Stiles. The protagonist of this series is constantly stalked by  an ex-girlfriend named": {
    "guess": "Two and a Half Men",
    "confidence": [
      [
        "Two",
        -0.004048837
      ],
      [
        " and",
        -0.0010553185
      ],
      [
        " a",
        -0.00029112943
      ],
      [
        " Half",
        -0.011529102
      ],
      [
        " Men",
        -0.00014776041
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One character, an illiterate pauper, is hopelessly in love with a barista who won't give him the time of": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.06438293
      ],
      [
        "'s",
        -8.876193e-05
      ],
      [
        " Always",
        -2.0815847e-05
      ],
      [
        " Sunny",
        -5.5122365e-07
      ],
      [
        " in",
        -0.0006053375
      ],
      [
        " Philadelphia",
        -0.0010324535
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée": {
    "guess": "The Way We Live Now",
    "confidence": [
      [
        "The",
        -1.0953546
      ],
      [
        " Way",
        -0.6667876
      ],
      [
        " We",
        -0.023239885
      ],
      [
        " Live",
        -0.0005381396
      ],
      [
        " Now",
        -0.00030102333
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with Ford that enabled it to develop assembly lines for the Cortina. Its first American car was the highest-selling debut import in history, the Excel, which was rebadged as the Mitsubishi Precis. This manufacturer of the Santa Fe SUV purchased Kia in 1998, giving it an eighty percent share of the South Korean market. For 10 points, name this automaker whose models include the Accent, Elantra, and Sonata.": {
    "guess": "Hyundai Motor Company",
    "confidence": [
      [
        "Hy",
        -0.004906397
      ],
      [
        "undai",
        -0.00045641355
      ],
      [
        " Motor",
        -0.078412324
      ],
      [
        " Company",
        -2.8206474e-05
      ]
    ]
  },
  "One episode of this show, features a pimp named Alabaster Jones voiced by Snoop Dogg. This television show features the Nine Rivers country club, which only admits Asians. This series originally featured Heimlich County School District, specifically centering on Tom Landry Middle School. (*) Bazooms is an analogue to Hooters on this series, and one character who drinks Alamo Beer and drives the Bugabago": {
    "guess": "King of the Hill",
    "confidence": [
      [
        "King",
        -0.019481957
      ],
      [
        " of",
        -0.00028779538
      ],
      [
        " the",
        -0.004312618
      ],
      [
        " Hill",
        -0.00044389718
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls cowardly a character who threw himself out of a window after considering a bread knife, a gas fire, and razors as methods of suicide, Septimus Smith. The protagonist later remembers kissing Sally Seton, who smoked cigarettes on the floor, after her old flame Peter Walsh returns from India. For 10 points, name this stream-of-consciousness novel in which Big Ben constantly chimes, a work by Virginia Woolf centering around Clarissa's dinner party.": {
    "guess": "Mrs Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.0038937803
      ],
      [
        " D",
        -0.15517218
      ],
      [
        "allow",
        -1.4498052e-05
      ],
      [
        "ay",
        -2.4153549e-05
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover": {
    "guess": "The Count of Monte Cristo",
    "confidence": [
      [
        "The",
        -0.07557031
      ],
      [
        " Count",
        -0.3108283
      ],
      [
        " of",
        -0.0018072685
      ],
      [
        " Monte",
        -0.008436916
      ],
      [
        " Crist",
        -0.00017970333
      ],
      [
        "o",
        -4.4537377e-05
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist of this work encounters several working slaves and asks each one to tell his story and frequently mentions magical (*) helmet of Mambrino. In other episodes of this novel, the protagonist turns sick": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.0020427215
      ],
      [
        " Qu",
        -0.00043698703
      ],
      [
        "ix",
        -6.408677e-05
      ],
      [
        "ote",
        -2.9517714e-05
      ]
    ]
  },
  "In one episode of this series, a character is referred to as Blah Blah because the narrator can't remember her name. That episode also introduced the euphemism \"eating a sandwich.\" One character is a former": {
    "guess": "List of How I Met Your Mother episodes",
    "confidence": [
      [
        "List",
        -0.21477988
      ],
      [
        " of",
        -0.0015671151
      ],
      [
        " How",
        -0.012652677
      ],
      [
        " I",
        -2.2007884e-05
      ],
      [
        " Met",
        -3.8219583e-05
      ],
      [
        " Your",
        -0.000113079484
      ],
      [
        " Mother",
        -2.618001e-05
      ],
      [
        " episodes",
        -0.19522668
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement": {
    "guess": "Epistemological foundationalism",
    "confidence": [
      [
        "Ep",
        -0.44471127
      ],
      [
        "istem",
        -0.05554096
      ],
      [
        "ological",
        -0.03452375
      ],
      [
        " foundational",
        -0.81410706
      ],
      [
        "ism",
        -0.0019730038
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while": {
    "guess": "Bob Dylan",
    "confidence": [
      [
        "Bob",
        -0.82813483
      ],
      [
        " Dylan",
        -0.0019038896
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in": {
    "guess": "Tom Jones",
    "confidence": [
      [
        "Tom",
        -1.5702313
      ],
      [
        " Jones",
        -0.13475381
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls cowardly a character who threw himself out of a window after considering a bread knife, a gas fire, and razors as methods of suicide, Septimus Smith. The protagonist later remembers kissing Sally Seton, who smoked cigarettes on the floor, after her old flame Peter Walsh returns from India. For 10 points,": {
    "guess": "Mrs. Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.07650363
      ],
      [
        ".",
        -0.04477576
      ],
      [
        " D",
        -8.852353e-05
      ],
      [
        "allow",
        -0.00026801124
      ],
      [
        "ay",
        -6.372917e-05
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson": {
    "guess": "List of television series that include time travel",
    "confidence": [
      [
        "List",
        -0.6607813
      ],
      [
        " of",
        -0.0013884471
      ],
      [
        " television",
        -1.7570257
      ],
      [
        " series",
        -0.5239324
      ],
      [
        " that",
        -0.3741185
      ],
      [
        " include",
        -0.0067088553
      ],
      [
        " time",
        -0.045065247
      ],
      [
        " travel",
        -0.01228006
      ]
    ]
  },
  "The epitaph that ends this poem begins: \"Here rests his head upon the lap of Earth, A Youth to fortune": {
    "guess": "Thomas Gray",
    "confidence": [
      [
        "Thomas",
        -0.16683346
      ],
      [
        " Gray",
        -0.00070278003
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician Wendy Scott-Carr, and other guest stars have included Miranda Cosgrove as delinquent teen star Sloan, and (*) Michael J. Fox as a cunning, handicapped attorney. The main character works at the law firm Lockhart, Gardner and Bond, returning to practice law after her husband was ousted from office for sleeping with a prostitute. FTP, name this show revolving around Alicia Florrick's decision to stay": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0010370951
      ],
      [
        " Good",
        -0.00017421995
      ],
      [
        " Wife",
        -2.4987974e-05
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his lantern. This novel's story is partly recounted by Ellen Dean after one character is startled to grasp the cold hand of a girl after trying to break a fir branch. One character is brought home from (*) Liverpool along with a whip and a violin, much to Hindley's chagrin. This novel is told to Mr. Lockwood,": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.014122133
      ],
      [
        "uth",
        -0.0002477503
      ],
      [
        "ering",
        -9.968313e-06
      ],
      [
        " Heights",
        -0.00034368722
      ]
    ]
  },
  "In the Epistle of Barnabas, this act is considered a prefiguration of Christ's crucifixion, because the number 318 in Greek, TIH, resembles Christ on the cross according to the author. During the Reformation, Zwingli opposed Anabaptism, citing this practice as justification for infant baptism. This practice was forbidden in Eugenius IV's papal bull reuniting with the Coptic Church after the Council of Basel-Florence. Chapter 15 of Acts features an apostolic council where it was decided that this act was unnecessary, and in the fifth chapter of Galatians, Paul declares that Christians who have performed": {
    "guess": "Circumcision",
    "confidence": [
      [
        "C",
        -0.17165
      ],
      [
        "irc",
        -0.000184587
      ],
      [
        "um",
        -0.000716008
      ],
      [
        "cision",
        -3.655073e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly obese Dale \"The Whale\" Biederbeck. The main character works with Randy Disher and Leland Stottlemeyer.": {
    "guess": "Monk (TV series)",
    "confidence": [
      [
        "Mon",
        -0.13501786
      ],
      [
        "k",
        -3.2929079e-06
      ],
      [
        " (",
        -0.14722389
      ],
      [
        "TV",
        -3.619312e-05
      ],
      [
        " series",
        -0.0033882644
      ],
      [
        ")",
        -6.062987e-05
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania. One\n antagonist in this novel is the translator Ermes Marana, and another character wants to": {
    "guess": "If on a Winter’s Night a Traveler",
    "confidence": [
      [
        "If",
        -0.20144695
      ],
      [
        " on",
        -0.0011293789
      ],
      [
        " a",
        -0.00018029935
      ],
      [
        " Winter",
        -0.0050859875
      ],
      [
        "’s",
        -0.5756622
      ],
      [
        " Night",
        -2.3438328e-05
      ],
      [
        " a",
        -0.00015538577
      ],
      [
        " Travel",
        -0.000117132404
      ],
      [
        "er",
        -2.1531068e-05
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact that her only pleasure left in life is eating. In another episode in this novel, Dr. Holmes calls": {
    "guess": "Mrs Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.05730592
      ],
      [
        " D",
        -0.07181233
      ],
      [
        "allow",
        -1.8908588e-05
      ],
      [
        "ay",
        -3.368984e-05
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard": {
    "guess": "Tom Lehrer",
    "confidence": [
      [
        "Tom",
        -0.3484551
      ],
      [
        " Lehr",
        -0.05847032
      ],
      [
        "er",
        -1.9816675e-06
      ]
    ]
  },
  "One episode in this novel sees Anselmo request that Lothario tests his wife's fidelity. The protagonist of this work encounters several working slaves and asks each one to tell his story and frequently mentions magical (*) helmet of Mambrino. In other episodes of this novel, the protagonist turns sick after consuming a magical balsam and is defeated by the Knight of the White Moon, Samsan Carrasco. Sancho Panza travels with the Rocinante-riding protagonist in his quest to please Dulcinea in, for": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.034408927
      ],
      [
        " Qu",
        -0.001369523
      ],
      [
        "ix",
        -7.409989e-05
      ],
      [
        "ote",
        -5.2643223e-05
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact that is brought up in the episode \"The Betrayal\". He is represented in several episodes by the attorney": {
    "guess": "Jackie Chiles",
    "confidence": [
      [
        "Jack",
        -0.42289314
      ],
      [
        "ie",
        -0.031082308
      ],
      [
        " Ch",
        -0.00055315194
      ],
      [
        "iles",
        -1.50940705e-05
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.01833243
      ],
      [
        " Good",
        -0.00089157117
      ],
      [
        " Wife",
        -0.00025597532
      ]
    ]
  },
  "In one episode, the brain of a lesbian is transplanted into a man who works for a telephone company, and premature ejaculation in hippopotamus is studied by a man who got kicked out of Masters and Johnson for building a 400 feet diaphragm. One of the sperm worries that it may be a homosexual encounter": {
    "guess": "List of Drawn Together episodes",
    "confidence": [
      [
        "List",
        -0.38460693
      ],
      [
        " of",
        -0.0019367238
      ],
      [
        " Draw",
        -1.911883
      ],
      [
        "n",
        -0.00017386234
      ],
      [
        " Together",
        -0.0002036596
      ],
      [
        " episodes",
        -0.05702198
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One character, an illiterate pauper, is hopelessly in love with a barista who won't give him the time of day. That character, Charlie, played by the show's producer, Charlie Day, turns out to be the illegitimate son of the wealthy Frank Reynolds. For 10 points, name this show, which just ended its third season on FX, in which the dysfunctional losers Charlie, Dennis, Mac, and Diandra interact with Frank,": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.034896236
      ],
      [
        "'s",
        -0.0014739144
      ],
      [
        " Always",
        -0.100714795
      ],
      [
        " Sunny",
        -1.0683535e-05
      ],
      [
        " in",
        -0.0010245934
      ],
      [
        " Philadelphia",
        -0.0018095333
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel, known as the Uji chapters, depict events following the protagonist's death, which is signaled by the blank [*] \"Vanished into the Clouds\" chapter. The protagonist becomes fascinated by a child with": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.002589931
      ],
      [
        " Tale",
        -0.00015955791
      ],
      [
        " of",
        -0.0002637199
      ],
      [
        " Gen",
        -0.00041994822
      ],
      [
        "ji",
        -2.9994528e-05
      ]
    ]
  },
  "In one episode from this novel, the narrator is tricked into jumping onto an electrified carpet in order to pick up gold coins. The narrator attends a college financed by a man obsessed with his dead daughter, Mr. Norton, and is later kicked out of college by a man who told him he was a \"nobody,\" Dr. Bledsoe. The narrator is repeatedly mistaken for Rinehart, a black man who sacrifices his skin color to fit into white society. The death of Tod Clifton sparks a riot in Harlem which leads one character": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.0129868025
      ],
      [
        "visible",
        -5.7961847e-06
      ],
      [
        " Man",
        -4.632543e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly obese Dale \"The Whale\" Biederbeck. The main character works with Randy Disher and Leland Stottlemeyer. The overarching plot on this show was the protagonist's quest to find who murdered his wife, Trudy. The titular character was originally aided by nurse Sharona, but beginning in season three, worked": {
    "guess": "Monk (TV series)",
    "confidence": [
      [
        "Mon",
        -0.024241518
      ],
      [
        "k",
        -7.89631e-07
      ],
      [
        " (",
        -0.39584756
      ],
      [
        "TV",
        -1.5570886e-05
      ],
      [
        " series",
        -0.0031756947
      ],
      [
        ")",
        -3.166338e-05
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry mob to storm the Convent of St. Clare where he rescues his imprisoned sister Agnes. At the end of this novel the title character learns that Antonia, the girl he seduced and murdered, actually was his niece after a ghost of the evil sorceress Matilda convinces him to sell his soul to Lucifer to escape from the Inquisition. For 10 points, name this novel whose title character is the corrupt clergyman Father Ambrosio, written by Matthew Lewis.": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.0034417226
      ],
      [
        " Monk",
        -1.2948405e-05
      ]
    ]
  },
  "Episodes in this novel include Sun Ruan Er killing her husband with a needle, Xiahou Dun eating his own severed eyeball, and Lu Bu riding into battle on the \"five-hundred-mile-a-day horse\" Red-Hare. Its chief characters are a Taoist hermit who becomes a master tactician, named Zhuge Liang, the poet-general Cao Cao, and three men who swear brotherhood by a peach tree: the warrior Zhang Fei, the knight Guan Yu, and the nobleman Liu Bei, a descendant of the Han dynastic line. For ten points, name this Luo Guanzhong novel describing a third-century era of Chinese history.": {
    "guess": "Romance of the Three Kingdoms",
    "confidence": [
      [
        "Rom",
        -0.0024121578
      ],
      [
        "ance",
        -4.00813e-06
      ],
      [
        " of",
        -2.355753e-05
      ],
      [
        " the",
        -0.00041398805
      ],
      [
        " Three",
        -4.604148e-06
      ],
      [
        " Kingdom",
        -1.0683535e-05
      ],
      [
        "s",
        -1.6240566e-06
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by the narrator as \"Owl Eyes\".  Another character in this novel discusses the night that Rosy Rosenthal was murdered outside the Metropole before showing the protagonist his cufflinks made from human molars, and is later revealed to have fixed the 1919 World Series.  For 10 points, name this work about an apprentice of Dan Cody, which features characters such as Meyer Wolfsheim, Dr. T.J. Eckelstein,": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.002323914
      ],
      [
        " Great",
        -0.0037334491
      ],
      [
        " G",
        -4.5252596e-05
      ],
      [
        "atsby",
        -1.92662e-05
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.102329955
      ],
      [
        " Great",
        -0.06453438
      ],
      [
        " G",
        -0.00010914576
      ],
      [
        "atsby",
        -6.17027e-05
      ]
    ]
  },
  "In one episode of this show, the main character recalls getting a walke-talkie for Christmas during a plot where he is dubbed \"The Man Who Shot Santa.\" A recurring villain on this show was the incredibly obese Dale \"The Whale\" Biederbeck. The main character works with Randy Disher and Leland Stottlemeyer. The overarching plot on this show was the protagonist's quest to find who murdered his wife, Trudy. The titular character was originally aided by nurse Sharona, but beginning in season three, worked with Natalie Teeger. For 10 points, name this USA mystery series about the titular obsessive compulsive": {
    "guess": "Monk (TV series)",
    "confidence": [
      [
        "Mon",
        -0.022782398
      ],
      [
        "k",
        -7.703444e-06
      ],
      [
        " (",
        -0.15550837
      ],
      [
        "TV",
        -9.849109e-06
      ],
      [
        " series",
        -0.0028564704
      ],
      [
        ")",
        -3.9411618e-05
      ]
    ]
  },
  "One episode in this work revolves around a drunken car accident, after which one man attempts to find a gasoline station and the other announces he knows nothing about driving or mechanics.  One of those men was earlier observed in the library of a large mansion during a party, and is referred to by the narrator as \"Owl Eyes\".  Another character in this novel discusses the night that Rosy Rosenthal was murdered outside the Metropole before showing the protagonist his cufflinks made from human molars, and is later revealed to have fixed the 1919 World Series.  For 10 points, name this work about": {
    "guess": "The Great Gatsby",
    "confidence": [
      [
        "The",
        -0.0011242642
      ],
      [
        " Great",
        -0.002824966
      ],
      [
        " G",
        -2.129266e-05
      ],
      [
        "atsby",
        -1.92662e-05
      ]
    ]
  },
  "In one episode of this series, a character is referred to as Blah Blah because the narrator can't remember her name. That episode also introduced the euphemism \"eating a sandwich.\" One character is a former Canadian pop star who scored a hit called \"Let's All Go to the Mall.\" That character, Robin Scherbatsky, briefly dates Barney Stinson, as well as dating this show's narrator. For 10 points, name this CBS comedy in which Ted Mosby narrates his romantic history to his children.": {
    "guess": "How I Met Your Mother",
    "confidence": [
      [
        "How",
        -0.006829983
      ],
      [
        " I",
        -2.6895234e-05
      ],
      [
        " Met",
        -1.9146995e-05
      ],
      [
        " Your",
        -0.00018565984
      ],
      [
        " Mother",
        -2.5226382e-05
      ]
    ]
  },
  "An episiode of Top Gear clocked one of this company's flagship models as taking nineteen seconds to go from zero to sixty. In 2008, this company began phasing out its supermini model, which is not sold in the United States; both the i20 and a new electric version will replace the engine-driven Getz. This firm entered the international market with the Pony following a technology-sharing agreement with Ford that enabled it to develop assembly lines for the Cortina. Its first American car was the highest-selling": {
    "guess": "Hyundai Motor Company",
    "confidence": [
      [
        "Hy",
        -0.009635907
      ],
      [
        "undai",
        -0.00042780832
      ],
      [
        " Motor",
        -0.033159394
      ],
      [
        " Company",
        -1.0802739e-05
      ]
    ]
  },
  "His epithets included \"Poised,\" \"Sober,\" and \"Clear-Headed,\" which is similar to the way he is depicted": {
    "guess": "Athena",
    "confidence": [
      [
        "A",
        -0.55616003
      ],
      [
        "then",
        -0.06826367
      ],
      [
        "a",
        -8.0656086e-05
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah Palin's autobiography as a joke. Anika Noni Rose joined the cast in season two as aspiring politician Wendy Scott-Carr, and other guest stars have included Miranda Cosgrove as delinquent teen star Sloan, and (*) Michael J. Fox as a cunning, handicapped attorney. The main character works at the law firm Lockhart, Gardner and Bond, returning to practice law after her husband was ousted from office for sleeping with a prostitute. FTP, name this show revolving around Alicia Florrick's decision to stay married to her husband, starring Juliana Margulies and Chris Noth.": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0034121328
      ],
      [
        " Good",
        -0.00030448023
      ],
      [
        " Wife",
        -3.1186566e-05
      ]
    ]
  },
  "One episode of this novel sees a zealous man named Joseph sic his dogs on a character who borrows his lantern. This novel's story is partly recounted by Ellen Dean after one character is startled to grasp": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0018447443
      ],
      [
        "uth",
        -8.43514e-05
      ],
      [
        "ering",
        -8.537869e-06
      ],
      [
        " Heights",
        -0.00016229959
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State": {
    "guess": "Invisible Cities",
    "confidence": [
      [
        "In",
        -0.47548148
      ],
      [
        "visible",
        -0.035044383
      ],
      [
        " Cities",
        -0.024587046
      ]
    ]
  },
  "In one episode in this work, a storm causes the protagonist to dream of a visit from his father, who married Kiritsubo after the death of the protagonist's mother. The 42nd to 54th chapters of this novel,": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.029057011
      ],
      [
        " Tale",
        -0.0001752928
      ],
      [
        " of",
        -9.9251854e-05
      ],
      [
        " Gen",
        -0.0003213998
      ],
      [
        "ji",
        -7.0523776e-05
      ]
    ]
  },
  "In one episode in this work, Doris Kilman shops for petticoats with Elizabeth while bemoaning the fact": {
    "guess": "Mrs Dalloway",
    "confidence": [
      [
        "Mrs",
        -0.0049330895
      ],
      [
        " D",
        -0.025611028
      ],
      [
        "allow",
        -2.5941605e-05
      ],
      [
        "ay",
        -1.60477e-05
      ]
    ]
  },
  "Epistemological coherentism is characterized by a rejection of the claim that this specific type of statement is necessarily false. Agrippa's trilemma is the claim that all proofs are fundamentally axiomatic, regressive, or this. Parts 5 and 16 of Book II of the Prior Analytics discuss this type of statement, the latter part noting that this occurs for negative syllogisms when the predicates denied for a given subject are identical. The simplest form of this error occurs when a syllogism's conclusion is derived from one, not both, of its premises. For 10 points, name this fallacy that occurs more generally when a conclusion is the same as one of the premises used to prove it.": {
    "guess": "Fallacy of affirming the consequent",
    "confidence": [
      [
        "Fall",
        -0.4250004
      ],
      [
        "acy",
        -0.010595568
      ],
      [
        " of",
        -0.00059628166
      ],
      [
        " affirm",
        -0.8048863
      ],
      [
        "ing",
        -7.465036e-06
      ],
      [
        " the",
        -0.00047583276
      ],
      [
        " consequ",
        -0.009458321
      ],
      [
        "ent",
        -3.9530823e-05
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another": {
    "guess": "The Alchemist",
    "confidence": [
      [
        "The",
        -0.27432817
      ],
      [
        " Al",
        -0.015026981
      ],
      [
        "chemist",
        -1.700133e-05
      ]
    ]
  },
  "In one episode of this series, a character is referred to as Blah Blah because the narrator can't remember her name. That episode also introduced the euphemism \"eating a sandwich.\" One character is a former Canadian pop star who scored a hit called \"Let's All Go to the Mall.\" That character, Robin Scherbatsky,": {
    "guess": "How I Met Your Mother",
    "confidence": [
      [
        "How",
        -0.031833615
      ],
      [
        " I",
        -5.1808798e-05
      ],
      [
        " Met",
        -4.632543e-05
      ],
      [
        " Your",
        -0.0005151443
      ],
      [
        " Mother",
        -3.6431527e-05
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is an ambitious army man, Roy Mustang, who recruits this show's main character. The hero's brother, Alphonse, had his soul transferred into a suit of armor on the same fateful night that the main character": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.076283745
      ],
      [
        "metal",
        -0.0075944415
      ],
      [
        " Al",
        -0.000764003
      ],
      [
        "chemist",
        -0.00018494461
      ]
    ]
  },
  "In one episode in this novel, the password \"Zeno of Elia\" is meant to be used in a clandestine suitcase\n exchange at a train station. One character in this novel visits the Director General of the State Police\n Archives while infiltrating the totalitarian nation of Ircania as a double agent for Ataguitania. One\n antagonist in this novel is the translator Ermes Marana, and another character wants to create a machine\n that condenses literature into a series of numbers. Lotaria's sister Ludmilla becomes the protagonist's love\n interest after a defective mystery story becomes confused with the novel Outside the Town of Malbork. For\n 10 points, name this novel written in second person in which The Reader tries to finish a series of ten\n novels, a work by Italo Calvino.": {
    "guess": "If on a winter's night a traveler",
    "confidence": [
      [
        "If",
        -0.011027313
      ],
      [
        " on",
        -0.00069670804
      ],
      [
        " a",
        -4.365741e-06
      ],
      [
        " winter",
        -0.045716718
      ],
      [
        "'s",
        -0.0001006823
      ],
      [
        " night",
        -1.0683535e-05
      ],
      [
        " a",
        -5.3954464e-05
      ],
      [
        " traveler",
        -3.392825e-05
      ]
    ]
  },
  "One episode of this show focuses on the lead character's depression after he sees people coming down with \"The Sweats.\" Jamie Thomas King has a recurring role as Thomas Tallis, and the second season will": {
    "guess": "The Last Panthers",
    "confidence": [
      [
        "The",
        -0.108854644
      ],
      [
        " Last",
        -0.34425732
      ],
      [
        " Panthers",
        -0.1555796
      ]
    ]
  },
  "In one episode from this novel, the central family's patriarch makes a giant stone angel for a prostitute's grave. As a baby one character has his face stomped on by a horse driving a carriage, and he is annoyed when his mother constantly refers to one locale as \"America's Switzerland.\" After receiving an education from Margaret Leonard, the protagonist enrolls in the state university at Pulpit Hill. At the end of this novel the protagonist has a dream of his dead brother Ben, while sleeping in the": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1984477
      ]
    ]
  },
  "A one-off episode of this series features Lieutenant Havoc courting the piano-lifting sister of his muscle-bound colleague, who apparently emits pink sparkles whenever he poses. Their mutual superior is an ambitious army man, Roy Mustang, who recruits this show's main character. The hero's brother, Alphonse, had his soul transferred into a suit of armor on the same fateful night that the main character attempted to resurrect his mother and lost an arm and a leg. For 10 points, identify this anime series that centers around the automail-sporting Edward Elric's quest to restore his limbs and his": {
    "guess": "Fullmetal Alchemist",
    "confidence": [
      [
        "Full",
        -0.09174224
      ],
      [
        "metal",
        -0.002428098
      ],
      [
        " Al",
        -0.00029005657
      ],
      [
        "chemist",
        -2.9040899e-05
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry mob to storm the Convent of St. Clare where he rescues his imprisoned sister Agnes. At the end of this novel the title character learns that Antonia, the girl he seduced and murdered, actually was": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.03817897
      ],
      [
        " Monk",
        -0.00017493518
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat, but that bat is later used to frame her for a near-fatal beating. One romantic subplot in this show revolved around ballistics expert Kurt McVeigh, who sends one of the main characters a copy of Sarah": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.0022203187
      ],
      [
        " Good",
        -0.00091313245
      ],
      [
        " Wife",
        -1.60477e-05
      ]
    ]
  },
  "In one episode of this show, a woman smashes the windows of her colleague's car with a baseball bat,": {
    "guess": "The Good Wife",
    "confidence": [
      [
        "The",
        -0.08885919
      ],
      [
        " Good",
        -0.0006239186
      ],
      [
        " Wife",
        -0.0011578429
      ]
    ]
  },
  "In one episode of this show, two characters quit their jobs to follow their dreams of becoming an actress and a veterinarian, but end up becoming addicted to crack in order to qualify for welfare. One character, an illiterate pauper, is hopelessly in love with a barista who won't give him the time of day. That character, Charlie, played by the show's producer, Charlie Day, turns out to be the illegitimate son of the wealthy Frank Reynolds. For 10 points, name this show, which just ended its third season on FX, in which the dysfunctional losers Charlie, Dennis, Mac, and Diandra interact with Frank, played by Danny DeVito, and run Paddy's Pub in an east-coast city.": {
    "guess": "It's Always Sunny in Philadelphia",
    "confidence": [
      [
        "It",
        -0.11556388
      ],
      [
        "'s",
        -0.001973123
      ],
      [
        " Always",
        -0.3744766
      ],
      [
        " Sunny",
        -1.4140442e-05
      ],
      [
        " in",
        -0.0016630393
      ],
      [
        " Philadelphia",
        -0.0026152553
      ]
    ]
  },
  "In an episode from this novel a man traveling under the assumed identity Alphonse d'Alvarada stays the night at Baptiste's cottage where he narrowly escapes a trap because Marguerite makes his bed with bloody sheets as a warning. In another incident a man plans to escape from a castle with his lover by making her dress up as the legendary ghost of a bleeding nun, but he accidentally escapes with the actual ghost instead. One character is nursed back to health by Virginia de Villa Franca after she had been tortured by the prioress Mother St. Agatha, who discovered a letter from the Marquis Raymond de las Cisternas revealing her illegitimate pregnancy. In this novel Lorenzo de Medina leads an angry": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.12573376
      ],
      [
        " Monk",
        -0.0036912898
      ]
    ]
  },
  "One episode in this play concerns Bonario being falsely told that he will be disinherited, and another lesser character in this play is Lady Would-be. At one point in this play, the title character is haggling with Sir Peregrine and Sir Politic when Ceclia drops her handkerchief, prompting the title character to swear to possess her although he is another man's wife. Another episode in this play concerns Voltore's visit, which is quickly followed by Corbaccio's. Throughout the play, the title character's loyal servant Mosca is around to help him out. For ten points, identify this play by Ben Jonson, a work about the title \"fox\" who tries to decide if his friends are in it for the money.": {
    "guess": "Volpone",
    "confidence": [
      [
        "Vol",
        -0.023843624
      ],
      [
        "pone",
        -1.8193366e-05
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun": {
    "guess": "Gilmore Girls",
    "confidence": [
      [
        "Gil",
        -0.3485861
      ],
      [
        "more",
        -8.089449e-05
      ],
      [
        " Girls",
        -0.0019881134
      ]
    ]
  },
  "In one episode in this novel, the title character uses two bottles of claret to get a doctor drunk in France, and later, Lucy Darleton invites the title character's fiancée to London. When that fiancée attempts to break off her engagement, her father is too engrossed in his studies to help, although Crossjay takes her to the train station. Eventually, the Doctor decides that Vernon's scholarship is more attractive than the central character's wine. The title character of this novel returns from abroad and becomes engaged to Clara Middleton, much to the dismay of a woman who thinks that she loves": {
    "guess": "The Egoist",
    "confidence": [
      [
        "The",
        -0.08223755
      ],
      [
        " E",
        -0.01240275
      ],
      [
        "go",
        -0.032723274
      ],
      [
        "ist",
        -0.00029279827
      ]
    ]
  },
  "On the episode of Gilmore Girls entitled \"Ted Koppel's Big Night Out,\"' Richard, emboldened by a fun flask, begins singing one of this man's songs, embarrassing Lorelai.  A member of the Wiffenpoofs while at Yale, he \"at football games may long for a strong undergraddy,'' and after a brief stint at Harvard Law he took up residence in Paris where he met Linda Thomas.  Hollywood started using his songs in The Battle of Paris, and he himself was the subject of the mostly fictionalized film Night and": {
    "guess": "Cole Porter",
    "confidence": [
      [
        "Cole",
        -0.2708446
      ],
      [
        " Porter",
        -0.00014227704
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact that is brought up in the episode \"The Betrayal\". He is represented in several episodes by the attorney Jackie Chiles and it is not until the sixth season episode \"The Switch\" that we learn his first": {
    "guess": "List of Seinfeld episodes",
    "confidence": [
      [
        "List",
        -0.6845558
      ],
      [
        " of",
        -0.0011441455
      ],
      [
        " Se",
        -0.005072226
      ],
      [
        "infeld",
        -0.0007393499
      ],
      [
        " episodes",
        -0.21425717
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact that is brought up in the episode \"The Betrayal\". He is represented in several episodes by the attorney Jackie Chiles and it is not until the sixth season episode \"The Switch\" that we learn his first name. Often seen mooching off his next door neighbor and getting involved in elaborate plots with his": {
    "guess": "Cosmo Kramer",
    "confidence": [
      [
        "Cos",
        -1.0029293
      ],
      [
        "mo",
        -3.6669935e-05
      ],
      [
        " Kramer",
        -1.3856493e-06
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact that is brought up in the episode \"The Betrayal\". He is represented in several episodes by the attorney Jackie Chiles and it is not until the sixth season episode \"The Switch\" that we learn his first name. Often seen mooching off his next door neighbor and getting involved in elaborate plots with his friend Newman, this is, FTP, what character portrayed by Michael Richards, the next door neighbor": {
    "guess": "Kramer (Seinfeld)",
    "confidence": [
      [
        "K",
        -0.61311966
      ],
      [
        "ramer",
        -0.001571876
      ],
      [
        " (",
        -0.5114846
      ],
      [
        "Se",
        -0.0778773
      ],
      [
        "infeld",
        -0.00043412615
      ],
      [
        ")",
        -0.04042452
      ]
    ]
  },
  "In one episode, he expresses a desire to name his child \"Isosceles\" and in another episode he claims that his friend is a \"raging anti-dentite\". In his first appearance he is known as \"Kessler\", a fact that is brought up in the episode \"The Betrayal\". He is represented in several episodes by the attorney Jackie Chiles and it is not until the sixth season episode \"The Switch\" that we learn his first name. Often seen mooching off his next door neighbor and getting involved in elaborate plots with his friend Newman, this is, FTP, what character portrayed by Michael Richards, the next door neighbor of Jerry Seinfeld.": {
    "guess": "Cosmo Kramer",
    "confidence": [
      [
        "Cos",
        -0.67760867
      ],
      [
        "mo",
        -5.109358e-05
      ],
      [
        " Kramer",
        -3.650519e-06
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -0.8111477
      ],
      [
        " Qu",
        -0.018290062
      ],
      [
        "ix",
        -0.00023166878
      ],
      [
        "ote",
        -6.289474e-05
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.5822637
      ],
      [
        " Adventures",
        -0.40478972
      ],
      [
        " of",
        -0.0010790145
      ],
      [
        " Aug",
        -0.0017476501
      ],
      [
        "ie",
        -1.5570886e-05
      ],
      [
        " March",
        -0.00041220002
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.48053315
      ],
      [
        " Adventures",
        -0.37272584
      ],
      [
        " of",
        -0.0011197381
      ],
      [
        " Aug",
        -0.0005213392
      ],
      [
        "ie",
        -1.8431772e-05
      ],
      [
        " March",
        -0.0007294707
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into": {
    "guess": "The Adventures of Augie March",
    "confidence": [
      [
        "The",
        -0.86735725
      ],
      [
        " Adventures",
        -1.6120383
      ],
      [
        " of",
        -0.0038332138
      ],
      [
        " Aug",
        -0.00059985777
      ],
      [
        "ie",
        -1.5213274e-05
      ],
      [
        " March",
        -0.0009599391
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into abandoning her mother by a man nicknamed Tenderfoot. Pancracio and Anastasio Montanez are members of": {
    "guess": "Hopscotch",
    "confidence": [
      [
        "Hop",
        -1.0589807
      ],
      [
        "sc",
        -0.0013791639
      ],
      [
        "otch",
        -2.5345586e-05
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into abandoning her mother by a man nicknamed Tenderfoot. Pancracio and Anastasio Montanez are members of the protagonist's (*) army, which wins a famous victory at Zacatecas after the intellectual Luis Cervantes": {
    "guess": "The Underdogs",
    "confidence": [
      [
        "The",
        -0.0352054
      ],
      [
        " Under",
        -0.016599407
      ],
      [
        "dogs",
        -0.005956172
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into abandoning her mother by a man nicknamed Tenderfoot. Pancracio and Anastasio Montanez are members of the protagonist's (*) army, which wins a famous victory at Zacatecas after the intellectual Luis Cervantes convinces the protagonist to join the forces of General Natera and Pancho Villa. For 10 points,": {
    "guess": "The Underdogs",
    "confidence": [
      [
        "The",
        -0.08083531
      ],
      [
        " Under",
        -0.7151949
      ],
      [
        "dogs",
        -0.0055968147
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into abandoning her mother by a man nicknamed Tenderfoot. Pancracio and Anastasio Montanez are members of the protagonist's (*) army, which wins a famous victory at Zacatecas after the intellectual Luis Cervantes convinces the protagonist to join the forces of General Natera and Pancho Villa. For 10 points, name this novel about Demetrio Macias's actions during the Mexican Revolution, written by Mariano": {
    "guess": "The Underdogs",
    "confidence": [
      [
        "The",
        -0.25899467
      ],
      [
        " Under",
        -0.024627745
      ],
      [
        "dogs",
        -0.0070479405
      ]
    ]
  },
  "In one episode from this novel a man buys a typewriter for a quarter then smashes it against the wall because it is too heavy to carry. The barber in this novel is considered an \"unimpeachable authority\" because he has read a book titled The Wandering Jew, and the part three begins with a letter written to him suggesting that he use his life savings to invest in a dubious restaurant scheme instead of getting a medical degree. The woman War Paint coerces her way into a relationship with the lecherous Blondie and is exiled after stabbing the main character's mistress Camilla, who is tricked into abandoning her mother by a man nicknamed Tenderfoot. Pancracio and Anastasio Montanez are members of the protagonist's (*) army, which wins a famous victory at Zacatecas after the intellectual Luis Cervantes convinces the protagonist to join the forces of General Natera and Pancho Villa. For 10 points, name this novel about Demetrio Macias's actions during the Mexican Revolution, written by Mariano Azuela.": {
    "guess": "The Underdogs",
    "confidence": [
      [
        "The",
        -0.4632645
      ],
      [
        " Under",
        -0.021390805
      ],
      [
        "dogs",
        -0.0066009723
      ]
    ]
  }
}