{
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering": {
    "guess": "Athens",
    "confidence": [
      [
        "Ath",
        -1.5087147
      ],
      [
        "ens",
        -0.00047190272
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes a figure who is \"carrying the wheel\". In addition to \"My Name is Jonas\" and \"The World Has Turned and Left Me Here\", it contains a song that invites the listener to \"hold this thread as I walk away\" and a song which opens with the question \"What's with these homies dissin' my girl?\" For 10 points, identify this 1994 album that contains \"Undone (The Sweater Song)\" and \"Buddy Holly\", the debut": {
    "guess": "Weezer (Blue Album)",
    "confidence": [
      [
        "We",
        -0.028517617
      ],
      [
        "e",
        -1.7432603e-06
      ],
      [
        "zer",
        -1.1517961e-05
      ],
      [
        " (",
        -0.07530412
      ],
      [
        "Blue",
        -0.48605418
      ],
      [
        " Album",
        -0.0002703953
      ],
      [
        ")",
        -5.4550484e-05
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.12303576
      ],
      [
        "via",
        -0.0054904646
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was": {
    "guess": "Haystack Prayer Meeting",
    "confidence": [
      [
        "Hay",
        -0.8402485
      ],
      [
        "stack",
        -0.00083666964
      ],
      [
        " Prayer",
        -0.34308335
      ],
      [
        " Meeting",
        -0.00063857326
      ]
    ]
  },
  "During his final command, he planned the amphibious assault at Inchon. Nearly a decade before that, he took command of American troops in the Pacific, but lost the Philippine Islands to the Japanese in 1942.For 10 points, name this American general who accepted the surrender of Japan in 1945 and vowed,": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.008989283
      ],
      [
        "glas",
        -3.1782583e-05
      ],
      [
        " Mac",
        -6.0033854e-05
      ],
      [
        "Arthur",
        -0.00014692599
      ]
    ]
  },
  "Finland won the 2004 World Championship, marking the first time that a team that was not from Sweden": {
    "guess": "2004 Men's World Ice Hockey Championships",
    "confidence": [
      [
        "200",
        -0.4175914
      ],
      [
        "4",
        -0.0038051878
      ],
      [
        " Men",
        -0.35277015
      ],
      [
        "'s",
        -0.00015205175
      ],
      [
        " World",
        -0.4724958
      ],
      [
        " Ice",
        -0.0014201149
      ],
      [
        " Hockey",
        -8.75699e-05
      ],
      [
        " Championships",
        -0.0011017567
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\" but that it paradoxically taught members of society the value of work.  Chapter two defines certain entities and notes that they arose from recurrent needs that were unforeseen and went unnoticed for a long time.  First published in 1906, it advocated a study of society its author termed \"ethology\" and focused on the relationship between the titular non-coercive customs and their more binding": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6645238
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader Venancio Flores was brought into the war, which started due to Brazilian reprisals against casualties": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.06660594
      ],
      [
        "agu",
        -0.00021236145
      ],
      [
        "ayan",
        -9.014684e-06
      ],
      [
        " War",
        -1.5809293e-05
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape": {
    "guess": "OK Computer",
    "confidence": [
      [
        "OK",
        -2.0900197
      ],
      [
        " Computer",
        -0.00036644045
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired by a Shakespeare play led to its common title \"The Tempest.\" Movements called \"The Absence\" and \"The Return\" appear in one honoring the composer's patron Archduke Randolph being forced to leave Vienna.": {
    "guess": "Piano sonatas (Beethoven)",
    "confidence": [
      [
        "P",
        -0.02637136
      ],
      [
        "iano",
        -3.888926e-06
      ],
      [
        " son",
        -0.07934676
      ],
      [
        "atas",
        -0.01139687
      ],
      [
        " (",
        -0.0026675693
      ],
      [
        "Be",
        -0.00061653164
      ],
      [
        "ethoven",
        -7.0404574e-05
      ],
      [
        ")",
        -7.958325e-05
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"]": {
    "guess": "Antwerp",
    "confidence": [
      [
        "Ant",
        -1.263004
      ],
      [
        "werp",
        -3.3093824e-05
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in 6/8 under a chromatically rising string melody in C minor. An \"F - A - B-flat\" motif sets the words \"Selig sind\" in a choral work by him. This composer wrote that non-liturgical requiem using excerpts from the Luther Bible, and quoted \"Gaudeamus igitur\" in an overture written in response to the conferral": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.4634157
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater": {
    "guess": "The Gay Science",
    "confidence": [
      [
        "The",
        -0.99743193
      ],
      [
        " Gay",
        -2.2079475
      ],
      [
        " Science",
        -6.1106686e-05
      ]
    ]
  },
  "Finland won the 2004 World Championship, marking the first time that a team that was not from Sweden or the Soviet Union/Russia had won the event.* There are currently 15 participating countries, with India and Italy not yet full members and the sport is descended from shinty. With rules like soccer and field hockey, FTP, name this winter sport played on a large, ice-covered field by players wearing ice skates and using curved sticks to hit a small red or orange ball.": {
    "guess": "Bandy",
    "confidence": [
      [
        "B",
        -0.038906403
      ],
      [
        "andy",
        -0.0012441593
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of this poem mentions a time when \"The wind blew the cotton wool away\" and \"oxide scattered nickel and": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.3952919
      ],
      [
        " Waste",
        -0.5114574
      ],
      [
        " Land",
        -7.433829e-05
      ]
    ]
  },
  "Finland won the 2004 World Championship, marking the first time that a team that was not from Sweden or the Soviet Union/Russia had won the event.* There are currently 15 participating countries, with India and Italy not yet full members and the sport is descended from shinty. With rules like soccer": {
    "guess": "International Rules Football",
    "confidence": [
      [
        "International",
        -0.95625836
      ],
      [
        " Rules",
        -1.1958228
      ],
      [
        " Football",
        -0.43114898
      ]
    ]
  },
  "A financial arm of this organization was founded at the Bretton Woods conference, and a conference that": {
    "guess": "International Monetary Fund",
    "confidence": [
      [
        "International",
        -0.19972123
      ],
      [
        " Monetary",
        -0.007202875
      ],
      [
        " Fund",
        -0.0007466177
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\" but that it paradoxically taught members of society the value of work.  Chapter two defines certain": {
    "guess": "The Social Contract",
    "confidence": [
      [
        "The",
        -1.1351941
      ],
      [
        " Social",
        -1.9560666
      ],
      [
        " Contract",
        -0.3131266
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled": {
    "guess": "War Before Civilization",
    "confidence": [
      [
        "War",
        -1.2352489
      ],
      [
        " Before",
        -0.025804242
      ],
      [
        " Civilization",
        -0.00020032188
      ]
    ]
  },
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering Sigeum, thereby controlling the Hellespont, and by acquiring the Thracian Chersonese.  His second time in power came after he married the daughter of Megacles, although he was later forced out by Megacles and Lycurgus.  This son of Hippocrates had first come to power with much difficulty but peacefully": {
    "guess": "Peisistratos",
    "confidence": [
      [
        "Pe",
        -0.027583828
      ],
      [
        "is",
        -0.0012950005
      ],
      [
        "istr",
        -0.0002158147
      ],
      [
        "atos",
        -0.02576707
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The Countess Cathleen is booed off the stage. The first of its five parts begins with the protagonist's": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.020126043
      ],
      [
        " Portrait",
        -0.00025323365
      ],
      [
        " of",
        -2.2365493e-05
      ],
      [
        " the",
        -6.6232446e-05
      ],
      [
        " Artist",
        -4.1557283e-05
      ],
      [
        " as",
        -4.4849444e-06
      ],
      [
        " a",
        -2.9279307e-05
      ],
      [
        " Young",
        -2.319992e-05
      ],
      [
        " Man",
        -1.6240566e-06
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"] where they settled most transactions. This city ceded its largest overseas possession to Alfonso V of Aragon, after which it became a duchy under French rule for half a century. This city was ruled by (*) consuls who were elected by popular vote, and its crossbowmen and powerful navy were frequently hired as mercenaries. Corsica was controlled by - for 10 points - what Ligurian city where Christopher": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.6130614
      ],
      [
        " of",
        -0.0092014475
      ],
      [
        " Gen",
        -0.00023143037
      ],
      [
        "oa",
        -0.0004804817
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -1.281122
      ],
      [
        "é",
        -0.1389736
      ],
      [
        "lie",
        -0.00020771251
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears. That story prompts the title character to marry his courtesan, leave the \"Sodom of Italy,\" and go to the camp of the King of England between Ardes and Guines. The title character meets the pornographic writer Pietro Aretino, and describes the massacre of John of Leyden's Anabaptists in Munster. The work is dedicated to Henry Wriothesley, and describes the adventures of a page named Jack Wilton. FTP, name this prose romance of 1594, a work by Thomas Nashe.": {
    "guess": "The Unfortunate Traveller",
    "confidence": [
      [
        "The",
        -0.00074065744
      ],
      [
        " Un",
        -0.00059866573
      ],
      [
        "fortunate",
        -5.1928004e-05
      ],
      [
        " Trav",
        -0.0001505021
      ],
      [
        "eller",
        -2.7610455e-05
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment": {
    "guess": "The Theory of the Leisure Class",
    "confidence": [
      [
        "The",
        -0.53674877
      ],
      [
        " Theory",
        -1.6025012
      ],
      [
        " of",
        -0.0023398506
      ],
      [
        " the",
        -0.014753452
      ],
      [
        " Leisure",
        -0.03717823
      ],
      [
        " Class",
        -0.0004076739
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure to include it in every cathedral. Its twenty-four chapters include a life of William Tyndale, and its original title called it the \"Acts and Monuments of these Latter and Perilous Days, Touching Matters of the Church.\" Containing tales about the Lollards and the Marian persecutions, FTP, name this work by John Foxe, a gigantic work of the Protestant Reformation which focuses on lots of holy people dying.": {
    "guess": "Foxe's Book of Martyrs",
    "confidence": [
      [
        "Fox",
        -0.24914938
      ],
      [
        "e",
        -0.0021206385
      ],
      [
        "'s",
        -0.007386667
      ],
      [
        " Book",
        -0.0062472923
      ],
      [
        " of",
        -0.00032354548
      ],
      [
        " Marty",
        -9.126521e-05
      ],
      [
        "rs",
        -0.00012952226
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist": {
    "guess": "The Secret Diary of Adrian Mole, Aged 13¾",
    "confidence": [
      [
        "The",
        -0.19868137
      ],
      [
        " Secret",
        -1.0408819
      ],
      [
        " Diary",
        -0.06816223
      ],
      [
        " of",
        -4.692145e-05
      ],
      [
        " Adrian",
        -0.3252548
      ],
      [
        " M",
        -5.5122365e-07
      ],
      [
        "ole",
        0.0
      ],
      [
        ",",
        -0.29364654
      ],
      [
        " A",
        -0.00035965684
      ],
      [
        "ged",
        -6.704273e-07
      ],
      [
        " ",
        -3.106736e-05
      ],
      [
        "13",
        -0.02726522
      ],
      [
        "¾",
        -0.010704786
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in": {
    "guess": "Symphony No. 1 (Sibelius)",
    "confidence": [
      [
        "Sym",
        -0.63543487
      ],
      [
        "phony",
        -0.0030730215
      ],
      [
        " No",
        -0.0029741377
      ],
      [
        ".",
        -0.0010294734
      ],
      [
        " ",
        -0.0023387815
      ],
      [
        "1",
        -0.026090799
      ],
      [
        " (",
        -0.0057480643
      ],
      [
        "S",
        -0.06314773
      ],
      [
        "ibel",
        -2.6968896e-06
      ],
      [
        "ius",
        -6.392203e-06
      ],
      [
        ")",
        -3.1782583e-05
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader Venancio Flores was brought into the war, which started due to Brazilian reprisals against casualties caused by Uruguay's civil war, prompting *Paraguayan President Francisco Solano Lopez to declare war on Brazil, and after Argentina refused to allow Lopez's troops free passage Lopez declared war": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0028082023
      ],
      [
        "agu",
        -8.418666e-06
      ],
      [
        "ayan",
        -3.0545007e-06
      ],
      [
        " War",
        -2.3915141e-05
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired by a Shakespeare play led to its common title \"The Tempest.\" Movements called \"The Absence\" and \"The": {
    "guess": "Piano sonatas (Beethoven)",
    "confidence": [
      [
        "P",
        -0.17777263
      ],
      [
        "iano",
        -2.3795938e-05
      ],
      [
        " son",
        -0.13760854
      ],
      [
        "atas",
        -0.053920615
      ],
      [
        " (",
        -0.0129322
      ],
      [
        "Be",
        -0.00040934276
      ],
      [
        "ethoven",
        -8.268255e-05
      ],
      [
        ")",
        -5.0497558e-05
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a Medea. The epigram from the first poem is a quote from the Book of Job, and is spoken by Satan. Section Three contains snatches of conversation overheard at waterfront bars interspersed with visions": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.26803753
      ],
      [
        " Waste",
        -0.25300792
      ],
      [
        " Land",
        -8.7450695e-05
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of their grand finale, however, this finale involves being engulfed in flame. The second act involves": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -0.6741474
      ],
      [
        "ust",
        -7.9418505e-06
      ]
    ]
  },
  "The final sentence of a work he published in 1788, stating that the mind is awed by reflection on the starry heavens above and the moral law within, is inscribed on his tombstone. In his most famous work,": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.754916
      ],
      [
        "manuel",
        -0.00057447836
      ],
      [
        " Kant",
        -7.6364755e-05
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates": {
    "guess": "Heart of Darkness",
    "confidence": [
      [
        "Heart",
        -0.3538464
      ],
      [
        " of",
        -6.837811e-05
      ],
      [
        " Darkness",
        -0.00031019835
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in 6/8 under a chromatically rising string melody in C minor. An \"F - A - B-flat\" motif sets the words": {
    "guess": "Ludwig van Beethoven",
    "confidence": [
      [
        "L",
        -1.203686
      ],
      [
        "ud",
        -1.0445127e-05
      ],
      [
        "wig",
        -0.00029792404
      ],
      [
        " van",
        -0.001992755
      ],
      [
        " Be",
        -4.1199673e-05
      ],
      [
        "ethoven",
        -5.383526e-05
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be found as far back as Book Two of Plato's The Republic. Its definitive statement can be found in Chapters 13 through 15 of Hobbes' Leviathan, who argues that the original state of nature is a condition of constant war, which rational and self-motivated people would want to end. John Locke used this doctrine to expound on the state of nature, saying we live in a moral society bound by divinely commanded": {
    "guess": "Social contract theory",
    "confidence": [
      [
        "Social",
        -0.5344327
      ],
      [
        " contract",
        -0.6290164
      ],
      [
        " theory",
        -0.17022876
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.18998358
      ],
      [
        "arn",
        -7.100059e-05
      ],
      [
        "aby",
        -4.692145e-05
      ],
      [
        " R",
        -0.00042090187
      ],
      [
        "udge",
        -1.2664457e-06
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his arm fighting in the American Revolution and returns to England to rescue and marry Dolly Varden.  She had been abducted earlier, along with Emma Haredale, by Simon Tappertit and Dennis the Hangman.  Both of these men support John Chester's violent ideas.  As does Hugh, who works as a hostler at the Maypole Inn and inspires his friend, the mentally disabled title figure, to take up arms against the": {
    "guess": "The Old Curiosity Shop",
    "confidence": [
      [
        "The",
        -0.37812215
      ],
      [
        " Old",
        -0.00090586464
      ],
      [
        " Cur",
        -8.792751e-05
      ],
      [
        "iosity",
        -0.0020788824
      ],
      [
        " Shop",
        -0.00012952226
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and because animate and inanimate bodies behave differently under it, the National Weather Service has doubted the validity of this measure for decades. However, it does have major implications at high speeds or in very high winds, as well as in very cold climates or high altitudes. Tourism is affected by this measurement, particularly ski resorts. FTP, what is this measure of ambient air temperature and wind speed?": {
    "guess": "Wind chill",
    "confidence": [
      [
        "Wind",
        -0.0031600147
      ],
      [
        " chill",
        -0.12870027
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired by a Shakespeare play led to its common title \"The Tempest.\" Movements called \"The Absence\" and \"The Return\" appear in one honoring the composer's patron Archduke Randolph being forced to leave Vienna. This group of works includes ones called \"Les Adieux\" and \"Hammerklavier\" and another piece is subtitled": {
    "guess": "Piano Sonatas (Beethoven)",
    "confidence": [
      [
        "P",
        -0.030593103
      ],
      [
        "iano",
        -1.1756368e-05
      ],
      [
        " Son",
        -0.42030817
      ],
      [
        "atas",
        -6.1106686e-05
      ],
      [
        " (",
        -0.14389384
      ],
      [
        "Be",
        -0.00011319869
      ],
      [
        "ethoven",
        -2.0219828e-05
      ],
      [
        ")",
        -0.0009035998
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in 6/8 under a chromatically rising string melody in C minor. An \"F - A - B-flat\" motif sets the words \"Selig sind\" in a choral work by him. This composer wrote that non-liturgical requiem using excerpts from the Luther Bible, and quoted \"Gaudeamus igitur\" in an overture written in response to the conferral of an honorary degree by the University of Breslau. For 10 points, name this 19th-century composer of A German Requiem and the Academic Festival Overture.": {
    "guess": "Johannes Brahms",
    "confidence": [
      [
        "J",
        -0.0033909986
      ],
      [
        "oh",
        -1.7432603e-06
      ],
      [
        "annes",
        -1.27099975e-05
      ],
      [
        " Brah",
        -6.3490756e-05
      ],
      [
        "ms",
        -3.5313153e-06
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of his Perpetual Peace, having earlier reconquered Gelimer's Tunisian kingdom in the Vandalic War. A revolt led by the Greens nearly replaced this ruler with the senator Hypatius, but he and his supporters": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.006669547
      ],
      [
        "ian",
        -3.035214e-05
      ],
      [
        " I",
        -5.3358446e-05
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another": {
    "guess": "Three Dialogues between Hylas and Philonous",
    "confidence": [
      [
        "Three",
        -1.0163052
      ],
      [
        " Dialog",
        -0.012200335
      ],
      [
        "ues",
        -0.00018137218
      ],
      [
        " between",
        -0.0012227283
      ],
      [
        " H",
        -0.00024810788
      ],
      [
        "yl",
        -2.8160932e-06
      ],
      [
        "as",
        -2.577686e-06
      ],
      [
        " and",
        -1.8550976e-05
      ],
      [
        " Phil",
        -1.2352386e-05
      ],
      [
        "on",
        -0.0008344047
      ],
      [
        "ous",
        -8.75699e-05
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed from a metal and a gas.  Earlier, his studies with phosphoric acid led to the concept of polybasic acids, yet perhaps his most useful work was the discovery of the method of dialysis.  This was done with his work with mixtures, which earned him the name \"father of colloid chemistry.\"  Best known for demonstrating the inverse square relationship between the density of a gas and its rate of diffusion,": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.0016059132
      ],
      [
        " Graham",
        -4.365741e-06
      ],
      [
        " (",
        -0.00012916465
      ],
      [
        "chemist",
        -1.378283e-05
      ],
      [
        ")",
        -9.0883464e-07
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader Venancio Flores was brought into the war, which started due to Brazilian reprisals against casualties caused by Uruguay's civil war, prompting *Paraguayan President Francisco Solano Lopez to declare war on Brazil, and after Argentina refused to allow Lopez's troops free passage Lopez declared war on Argentina as well. FTP, what was this devastating 1864-70 war named for the coalition opposed to Paraguay?": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0379879
      ],
      [
        "agu",
        -4.0961266e-05
      ],
      [
        "ayan",
        -5.3193703e-06
      ],
      [
        " War",
        -3.2736214e-05
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure to include it in every cathedral. Its twenty-four chapters include a life of William Tyndale, and its original title called it the \"Acts and Monuments of these Latter and Perilous Days, Touching Matters of the Church.\" Containing tales about the Lollards and the Marian persecutions, FTP, name this": {
    "guess": "Foxe's Book of Martyrs",
    "confidence": [
      [
        "Fox",
        -0.47427526
      ],
      [
        "e",
        -0.002962846
      ],
      [
        "'s",
        -0.009478153
      ],
      [
        " Book",
        -0.0013418972
      ],
      [
        " of",
        -0.00030984072
      ],
      [
        " Marty",
        -9.221884e-05
      ],
      [
        "rs",
        -0.000111291425
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia": {
    "guess": "Freelancer (video game)",
    "confidence": [
      [
        "Fre",
        -0.6771494
      ],
      [
        "el",
        -0.001679106
      ],
      [
        "ancer",
        -0.01198775
      ],
      [
        " (",
        -0.18801922
      ],
      [
        "video",
        -0.0024276213
      ],
      [
        " game",
        -0.00018292182
      ],
      [
        ")",
        -0.0033346794
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant to cross. He hires the useless advocate Huld soon after he takes Leni as a lover, despite his pursuit of his neighbor Fraulein Burstner. This character hears the parable of the man before the law and is taken to a quarry, where he gets stabbed in the heart and dies like a dog. For 10 points, name this character who is arrested on his thirtieth birthday for violating an unspecified crime in Kafka's The Trial.": {
    "guess": "Joseph K.",
    "confidence": [
      [
        "Joseph",
        -0.2118084
      ],
      [
        " K",
        -6.837811e-05
      ],
      [
        ".",
        -0.0020461748
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses a notable collection of drill bits and porcelain ballerinas with sharpened toes.  Toward the end of the film, she goes on a hunger strike, soiling her wedding dress and refusing to move.  She rejects her boyfriend Peter, played by Jeremy Davies, in favor of E. Edward Grey.  Directed by Steven Shainberg,": {
    "guess": "Secretary (2002 film)",
    "confidence": [
      [
        "Secretary",
        -0.0020567619
      ],
      [
        " (",
        -0.66317296
      ],
      [
        "200",
        -0.0070673507
      ],
      [
        "2",
        -0.00051264104
      ],
      [
        " film",
        -4.739826e-05
      ],
      [
        ")",
        -0.00010354319
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of their grand finale, however, this finale involves being engulfed in flame. The second act involves the title character in a variety of careers including priesthood, art and usurping his father, Charlemagne to be king. Featuring such songs as \"Morning Glow\", \"War is a Science\", and \"Corner of the Sky\",": {
    "guess": "Pippin (musical)",
    "confidence": [
      [
        "P",
        -0.004480916
      ],
      [
        "ipp",
        -1.9027791e-05
      ],
      [
        "in",
        -3.1305768e-05
      ],
      [
        " (",
        -0.024342982
      ],
      [
        "mus",
        -0.000101159116
      ],
      [
        "ical",
        -3.523949e-05
      ],
      [
        ")",
        -6.4444386e-05
      ]
    ]
  },
  "Its final act sees the high priests try the lover of the title character for treason and sentence him to death in the temple of Vulcan, but not before the title character's rival, Amneris, makes a manipulative": {
    "guess": "Aida",
    "confidence": [
      [
        "A",
        -0.05627966
      ],
      [
        "ida",
        -0.0022720585
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.12969297
      ],
      [
        " Portrait",
        -0.00072303734
      ],
      [
        " of",
        -3.4047454e-05
      ],
      [
        " the",
        -0.00013131031
      ],
      [
        " Artist",
        -3.4047454e-05
      ],
      [
        " as",
        -4.1273333e-06
      ],
      [
        " a",
        -3.8338785e-05
      ],
      [
        " Young",
        -6.718607e-05
      ],
      [
        " Man",
        -4.9617593e-06
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo, a lyric poet who leaves Valparaiso in search of art, titled \"En Chile.\" It was heavily promoted by Juan Valera, and it includes the poems \"Primaveral,\" \"Estival,\" and \"Pensamiento de Otoño\" in its section \"El Año Lyrical.\" Its title refers to the \"intense space of the sky\" evoked by the title adjective. FTP, name this 1888 collection that ushered in ? Modernismo, a work by Rubén Dário named for": {
    "guess": "Azul",
    "confidence": [
      [
        "Az",
        -0.060607
      ],
      [
        "ul",
        -0.00024108587
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught after Francis Tresham's letter to William Parker was intercepted by (*) Robert Cecil. The central participant of this event went under the pseudonym John Johnson and formed an alliance with the Catholic Roger Catesby. Its main objective was to install Elizabeth as ruler and assassinate James I. For 10 points, name this failed 1605 conspiracy event that would have seen Guy Fawkes use explosives to": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.00031675454
      ],
      [
        "pow",
        -0.00019364648
      ],
      [
        "der",
        -2.8921695e-05
      ],
      [
        " Plot",
        -4.727906e-05
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a Medea. The epigram from the first poem is a quote from the Book of Job, and is spoken by Satan. Section Three contains snatches of conversation overheard at waterfront bars interspersed with visions of undersea mythological creatures and is titled \"Cutty Sark.\" Other sections include, \"National Winter Garden,\" \"Van Winkle\" and \"Cape Hatteras.\" For 10 points, identify this long poem about a New York landmark, the masterwork of Hart Crane.": {
    "guess": "The Bridge (poem)",
    "confidence": [
      [
        "The",
        -0.010429956
      ],
      [
        " Bridge",
        -0.00038134094
      ],
      [
        " (",
        -0.18907343
      ],
      [
        "po",
        -0.09931765
      ],
      [
        "em",
        -0.011302574
      ],
      [
        ")",
        -0.00018327577
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.007006744
      ],
      [
        "ped",
        -8.637786e-05
      ],
      [
        "ition",
        -1.569009e-05
      ],
      [
        " of",
        -0.0003034074
      ],
      [
        " the",
        -3.5954712e-05
      ],
      [
        " Thousand",
        -0.00014287306
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of their grand finale, however, this finale involves being engulfed in flame. The second act involves the title character in a variety of careers including priesthood, art and usurping his father, Charlemagne": {
    "guess": "Faust",
    "confidence": [
      [
        "Fa",
        -1.3139877
      ],
      [
        "ust",
        -2.6418418e-05
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo,": {
    "guess": "Sonnets to Orpheus",
    "confidence": [
      [
        "S",
        -1.0372498
      ],
      [
        "onn",
        -0.00077055563
      ],
      [
        "ets",
        -3.22594e-05
      ],
      [
        " to",
        -0.006612465
      ],
      [
        " Or",
        -0.00071743474
      ],
      [
        "phe",
        -0.0002074741
      ],
      [
        "us",
        -8.6616266e-05
      ]
    ]
  },
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering Sigeum, thereby controlling the Hellespont, and by acquiring the Thracian Chersonese.  His second time in power came after he married the daughter of Megacles, although he was later forced out by Megacles": {
    "guess": "Pisistratus",
    "confidence": [
      [
        "P",
        -0.16251655
      ],
      [
        "is",
        -0.0001136755
      ],
      [
        "istr",
        -0.0004934602
      ],
      [
        "atus",
        -0.0023742237
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall,": {
    "guess": "Crusader Cup 2005",
    "confidence": [
      [
        "Cr",
        -1.0928478
      ],
      [
        "us",
        -0.00015395533
      ],
      [
        "ader",
        -0.022513648
      ],
      [
        " Cup",
        -0.0014405922
      ],
      [
        " ",
        -0.41373268
      ],
      [
        "200",
        -0.00069015543
      ],
      [
        "5",
        -0.00010342398
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter meshes justice with the titular concept, stating that justice can be \"moralised by the social feeling.\"": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.031385485
      ],
      [
        "itarian",
        -0.00025001515
      ],
      [
        "ism",
        -0.002281934
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of his Perpetual Peace, having earlier reconquered Gelimer's Tunisian kingdom in the Vandalic War. A revolt": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.008357245
      ],
      [
        "ian",
        -7.2192626e-05
      ],
      [
        " I",
        -0.000101993544
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated": {
    "guess": "Pyotr Ilyich Tchaikovsky",
    "confidence": [
      [
        "Py",
        -1.2040107
      ],
      [
        "otr",
        -5.0616763e-05
      ],
      [
        " I",
        -0.00019877224
      ],
      [
        "ly",
        -0.00018065695
      ],
      [
        "ich",
        -0.00011605957
      ],
      [
        " T",
        -1.473646e-05
      ],
      [
        "cha",
        -4.6206227e-05
      ],
      [
        "ik",
        -6.749814e-06
      ],
      [
        "ovsky",
        -0.00021533787
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist,": {
    "guess": "Mollusca",
    "confidence": [
      [
        "M",
        -0.4969258
      ],
      [
        "oll",
        -0.034528017
      ],
      [
        "us",
        -0.021822458
      ],
      [
        "ca",
        -0.0011034219
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy of toleration through the Edict of Versailles, and the Declaration of Pillnitz pledged support for": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.011703127
      ],
      [
        " XVI",
        -0.0021734587
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided into seven rings named for the  seven planets, with four gates aligned with the four cardinal directions. The character tel ing of this place recal s being conducted there after finding himself \"on a large plain immediately under the equator.\"  Framed as a dialogue between the Grandmaster of the Knights Hospital ers and a \"Geonese sea-captain,\"  for 10 points, identify this philosophical work describing the title utopian locale, the masterpiece of  Tomasso Campanel a.": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.015271424
      ],
      [
        " City",
        -3.6431527e-05
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " the",
        -4.0842064e-05
      ],
      [
        " Sun",
        -2.220075e-06
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.008457601
      ],
      [
        " City",
        -0.012921606
      ],
      [
        " of",
        -9.74638e-05
      ],
      [
        " the",
        -0.00020711649
      ],
      [
        " Sun",
        -7.696077e-05
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired by a Shakespeare play led to its common title \"The Tempest.\" Movements called \"The Absence\" and \"The Return\" appear in one honoring the composer's patron Archduke Randolph being forced to leave Vienna. This group of works includes ones called \"Les Adieux\" and \"Hammerklavier\" and another piece is subtitled \"quasi una fantasia.\" For 10 points, name this series of compositions for a specific instrument including one titled \"Moonlight\" created by the composer of the Eroica Symphony.": {
    "guess": "Piano Sonatas (Beethoven)",
    "confidence": [
      [
        "P",
        -0.0033305183
      ],
      [
        "iano",
        -4.9617593e-06
      ],
      [
        " Son",
        -0.12361524
      ],
      [
        "atas",
        -5.1928004e-05
      ],
      [
        " (",
        -0.2844832
      ],
      [
        "Be",
        -0.0017290873
      ],
      [
        "ethoven",
        -1.342522e-05
      ],
      [
        ")",
        -0.0008217802
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.027936185
      ],
      [
        "agu",
        -5.705376e-05
      ],
      [
        "ayan",
        -2.4584822e-06
      ],
      [
        " War",
        -0.00024120507
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and": {
    "guess": "The Black Saint and the Sinner Lady",
    "confidence": [
      [
        "The",
        -1.3831809
      ],
      [
        " Black",
        -1.6991574
      ],
      [
        " Saint",
        -0.0019549215
      ],
      [
        " and",
        -0.0014740335
      ],
      [
        " the",
        -0.00056792586
      ],
      [
        " S",
        -0.00010247036
      ],
      [
        "inner",
        -6.1537958e-06
      ],
      [
        " Lady",
        -1.5928495e-05
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure to include it in every cathedral. Its twenty-four chapters include a life of William Tyndale, and its original title called it the \"Acts and Monuments of these Latter and Perilous Days, Touching Matters": {
    "guess": "Foxe's Book of Martyrs",
    "confidence": [
      [
        "Fox",
        -0.30708292
      ],
      [
        "e",
        -0.0009960101
      ],
      [
        "'s",
        -0.005622528
      ],
      [
        " Book",
        -0.00057733926
      ],
      [
        " of",
        -0.00012976067
      ],
      [
        " Marty",
        -6.706687e-05
      ],
      [
        "rs",
        -9.639097e-05
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy of toleration through the Edict of Versailles, and the Declaration of Pillnitz pledged support for this man's rulership. The 10th of August Incident saw Swiss Guards massacred in defense of this king's family at the Tuileries, but this man was captured by the sans-culottes. This king's wife allegedly declared, \"Let them eat cake\" in response to starving peasants. For 10 points, name this only French king to be executed, who lost power during the French Revolution.": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.029388236
      ],
      [
        " XVI",
        -0.00014740281
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a Medea. The epigram from the first poem is a quote from the Book of Job, and is spoken by Satan. Section Three contains snatches of conversation overheard at waterfront bars interspersed with visions of undersea mythological creatures and is titled \"Cutty Sark.\" Other sections include, \"National Winter": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.18206564
      ],
      [
        " Waste",
        -0.28558037
      ],
      [
        " Land",
        -0.00015824666
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action like the Battle of (*) Volturnus, after which Francis II fled his kingdom. The republicanism espoused": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.058726538
      ],
      [
        "ped",
        -0.0004074355
      ],
      [
        "ition",
        -0.0001659949
      ],
      [
        " of",
        -0.00011617878
      ],
      [
        " the",
        -6.575563e-05
      ],
      [
        " Thousand",
        -5.574252e-05
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound formed from a metal and a gas. From his work on the three forms of phosphoric acid he developed the concept of polybasic acids, devised the method of dialysis, and proved that partial decomposition of certain chemical compounds results from liquid diffusion, but is best known for a law used to separate isotopes stating that the rates at which gases diffuse is inversely proportional to the square": {
    "guess": "Graham's law",
    "confidence": [
      [
        "G",
        -0.008397433
      ],
      [
        "raham",
        -0.0015117661
      ],
      [
        "'s",
        -0.00024287392
      ],
      [
        " law",
        -0.0144867785
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo, a lyric poet who leaves Valparaiso in search of art, titled \"En Chile.\" It was heavily promoted by Juan Valera, and it includes the poems \"Primaveral,\" \"Estival,\" and \"Pensamiento de Otoño\" in its section \"El Año Lyrical.\" Its title refers to the \"intense space of the sky\" evoked by the title adjective. FTP, name this 1888 collection that ushered in ? Modernismo, a work by Rubén Dário named for a color.": {
    "guess": "Azul",
    "confidence": [
      [
        "Az",
        -0.05178137
      ],
      [
        "ul",
        -0.00012618455
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and because animate and inanimate bodies behave differently under it, the National Weather Service has doubted the validity of this measure for decades. However, it does have major implications at high speeds or in very high winds, as well as in very cold climates or high altitudes. Tourism is affected by this measurement, particularly ski resorts. FTP, what is this measure of ambient air temperature": {
    "guess": "Wind chill",
    "confidence": [
      [
        "Wind",
        -0.014105328
      ],
      [
        " chill",
        -0.14450963
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The Countess Cathleen is booed off the stage. The first of its five parts begins with the protagonist's memory of \"baby tuckoo\" and other important events from his childhood, described from the child's perspective. It ends with his conviction to \"forge in the smithy of (his) soul the uncreated conscience": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.0075854408
      ],
      [
        " Portrait",
        -3.1737043e-06
      ],
      [
        " of",
        -6.9882217e-06
      ],
      [
        " the",
        -8.8404326e-05
      ],
      [
        " Artist",
        -3.3093824e-05
      ],
      [
        " as",
        -1.3856493e-06
      ],
      [
        " a",
        -2.4987974e-05
      ],
      [
        " Young",
        -8.776276e-06
      ],
      [
        " Man",
        -6.704273e-07
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound formed from a metal and a gas. From his work on the three forms of phosphoric acid he developed": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.022598501
      ],
      [
        " Graham",
        -0.00060307264
      ],
      [
        " (",
        -0.00036679808
      ],
      [
        "chemist",
        -3.9888433e-05
      ],
      [
        ")",
        -6.1537958e-06
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The Countess Cathleen is booed off the stage. The first of its five parts begins with the protagonist's memory of \"baby tuckoo\" and other important events from his childhood, described from the child's perspective. It ends with his conviction to \"forge in the smithy of (his) soul the uncreated conscience of (his) race,\" prompting his decision to leave Ireland. FTP, what is this novel about the development of Stephen Daedalus, a semi-autobiographical work of James Joyce?": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.0036452108
      ],
      [
        " Portrait",
        -2.3392786e-06
      ],
      [
        " of",
        -2.1008714e-06
      ],
      [
        " the",
        -4.561021e-05
      ],
      [
        " Artist",
        -2.7729659e-05
      ],
      [
        " as",
        -6.9882217e-06
      ],
      [
        " a",
        -2.1650272e-05
      ],
      [
        " Young",
        -5.7961847e-06
      ],
      [
        " Man",
        -7.89631e-07
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and because animate and inanimate bodies behave differently under it, the National Weather Service has doubted the validity of this measure for decades. However, it does have major implications at high speeds or in very high winds, as well as in very cold climates or high altitudes. Tourism is affected": {
    "guess": "Wind chill",
    "confidence": [
      [
        "Wind",
        -0.018018825
      ],
      [
        " chill",
        -0.21801257
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it included figures like Tityos, Otus and Ephalties, and the Lapiths.  Rhadymanthus assigns who stays and who goes here, along with his brother Minos.  Surrounded by a wall of bronze, it was where the Titans went after Zeus defeated them.  Hesiod wrote that an anvil falling from earth would take seven days to land in, for ten points, what opposite of Elysium, the lowest region of the world and a place of punishment for sinners in Greek myth?": {
    "guess": "Tartarus",
    "confidence": [
      [
        "T",
        -0.003073968
      ],
      [
        "art",
        -0.00012821102
      ],
      [
        "arus",
        -0.0002040172
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn": {
    "guess": "The Brothers Karamazov",
    "confidence": [
      [
        "The",
        -0.5495453
      ],
      [
        " Brothers",
        -0.23475124
      ],
      [
        " K",
        -8.530503e-05
      ],
      [
        "aram",
        -0.00014692599
      ],
      [
        "az",
        -6.313315e-05
      ],
      [
        "ov",
        -6.6306106e-06
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they had kings,\" this work describes a nation in which \"every part was full of vice / yet the whole mass": {
    "guess": "Gulliver's Travels",
    "confidence": [
      [
        "G",
        -0.44237378
      ],
      [
        "ull",
        -2.6418418e-05
      ],
      [
        "iver",
        -1.50940705e-05
      ],
      [
        "'s",
        -0.0002478695
      ],
      [
        " Trav",
        -2.9279307e-05
      ],
      [
        "els",
        -1.9385403e-05
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound": {
    "guess": "William Hyde Wollaston",
    "confidence": [
      [
        "William",
        -0.06996767
      ],
      [
        " Hyde",
        -0.29599175
      ],
      [
        " W",
        -2.4584822e-06
      ],
      [
        "oll",
        -7.107425e-06
      ],
      [
        "aston",
        -5.4788892e-05
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to": {
    "guess": "The Prague Cemetery",
    "confidence": [
      [
        "The",
        -0.9329759
      ],
      [
        " Prague",
        -2.6517372
      ],
      [
        " Cemetery",
        -0.021250194
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.13736656
      ],
      [
        " of",
        -0.0033207838
      ],
      [
        " Long",
        -0.1387001
      ],
      [
        " Island",
        -6.7662884e-05
      ]
    ]
  },
  "During his final command, he planned the amphibious assault at Inchon. Nearly a decade before that, he took command of American troops in the Pacific, but lost the Philippine Islands to the Japanese in 1942.For 10 points, name this American general who accepted the surrender of Japan in 1945 and vowed, \"I shall return.\"": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0029508397
      ],
      [
        "glas",
        -3.368984e-05
      ],
      [
        " Mac",
        -4.85903e-05
      ],
      [
        "Arthur",
        -0.00019877224
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize to rouse us toward our fate.\" Numbers 78 through 91 are entitled \"Opus Posthumous,\" while the poems from 78 on are dedicated to Mark van Doren and the \"sacred memory\" of Delmore Schwartz, and are collectively entitled His Toy, His Dream, His Rest. FTP, identify this collection of poems, the first 77 of which won the Pulitzer Prize in 1965, which center around the character Henry and were written": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.0031701068
      ],
      [
        " Dream",
        -6.659005e-05
      ],
      [
        " Songs",
        -6.456359e-05
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be found as far back as Book Two of Plato's The Republic. Its definitive statement can be found in Chapters 13 through 15 of Hobbes' Leviathan, who argues that the original state of nature is a condition": {
    "guess": "State of nature",
    "confidence": [
      [
        "State",
        -0.28624833
      ],
      [
        " of",
        -0.00022892709
      ],
      [
        " nature",
        -0.3384146
      ]
    ]
  },
  "A financial arm of this organization was founded at the Bretton Woods conference, and a conference that oversaw its creation was held in San Francisco. Its former leaders include Dag Hammarskjold (\"DOG HAHM-ahr-SKEEOLD\") and Kurt Waldheim (\"VALD-hime\"). It encompasses the World Bank and General Assembly.": {
    "guess": "International Monetary Fund",
    "confidence": [
      [
        "International",
        -0.3386997
      ],
      [
        " Monetary",
        -0.006907414
      ],
      [
        " Fund",
        -0.00011260267
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears. That story prompts the title character to marry his courtesan, leave the \"Sodom of Italy,\" and go to the camp of the King of England between Ardes and Guines. The title character meets the pornographic writer Pietro Aretino, and describes the massacre of John of Leyden's Anabaptists in Munster.": {
    "guess": "The Unfortunate Traveller",
    "confidence": [
      [
        "The",
        -0.0038146877
      ],
      [
        " Un",
        -0.001117354
      ],
      [
        "fortunate",
        -9.770221e-05
      ],
      [
        " Trav",
        -8.947716e-05
      ],
      [
        "eller",
        -7.171581e-05
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they had kings,\" this work describes a nation in which \"every part was full of vice / yet the whole mass a paradise,\" until it is undone by Jove's pledge to rid it of Fraud. Subtitled \"Private Vices, Public Benefits,\" for 10 points, identify this philosophical poem, a meditation on self-interest whose final section notes \"Fools only strive / To make a great and honest hive,\" and the most famous work of Bernard de Mandeville.": {
    "guess": "The Fable of the Bees",
    "confidence": [
      [
        "The",
        -0.0016294788
      ],
      [
        " F",
        -0.0046291267
      ],
      [
        "able",
        -1.6286107e-05
      ],
      [
        " of",
        -2.8921695e-05
      ],
      [
        " the",
        -0.0019350658
      ],
      [
        " Be",
        -8.1371305e-05
      ],
      [
        "es",
        -1.147242e-06
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears. That story prompts the title character to marry his courtesan, leave the \"Sodom of Italy,\" and go": {
    "guess": "The Unfortunate Traveller",
    "confidence": [
      [
        "The",
        -0.013080114
      ],
      [
        " Un",
        -0.030931724
      ],
      [
        "fortunate",
        -6.8616515e-05
      ],
      [
        " Trav",
        -0.00084798306
      ],
      [
        "eller",
        -5.550411e-05
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"] where they settled most transactions. This city ceded its largest overseas possession to Alfonso V of Aragon, after which it became a duchy under French rule for half a century. This city was ruled by (*) consuls who were elected by popular vote, and its crossbowmen and powerful navy were frequently hired as mercenaries. Corsica was controlled by - for 10 points - what Ligurian city where Christopher Columbus was born?": {
    "guess": "Republic of Genoa",
    "confidence": [
      [
        "Republic",
        -0.23701839
      ],
      [
        " of",
        -0.0006245146
      ],
      [
        " Gen",
        -4.7159858e-05
      ],
      [
        "oa",
        -0.00018518302
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught after Francis Tresham's letter to William Parker was intercepted by (*) Robert Cecil. The central participant of this event went under the pseudonym John Johnson and formed an alliance with the Catholic Roger Catesby. Its main objective was to install Elizabeth as ruler and assassinate James I. For 10 points, name this failed 1605 conspiracy event that would have seen Guy Fawkes use explosives to blow up Parliament.": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.00097041804
      ],
      [
        "pow",
        -6.9331734e-05
      ],
      [
        "der",
        -2.4630364e-05
      ],
      [
        " Plot",
        -4.143808e-05
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears. That story prompts the title character to marry his courtesan, leave the \"Sodom of Italy,\" and go to the camp of the King of England between Ardes and Guines. The title character meets the pornographic writer Pietro Aretino, and describes the massacre of John of Leyden's Anabaptists in Munster. The work is dedicated to Henry Wriothesley, and describes the adventures of a page named Jack Wilton.": {
    "guess": "The Unfortunate Traveller",
    "confidence": [
      [
        "The",
        -0.009370806
      ],
      [
        " Un",
        -0.001999535
      ],
      [
        "fortunate",
        -6.8616515e-05
      ],
      [
        " Trav",
        -0.0003036458
      ],
      [
        "eller",
        -2.4034345e-05
      ]
    ]
  },
  "One of these that finds the shortest path between nodes on a graph is, along with Kruskal's and Prim's, a greedy one and is named for Dijkstra. In addition to a triply eponymous compression method called the LZW one, a class of these is known as \"divide-and-conquer\" for their tactics. Analyzed by the order of their runtime using Big-O notation, these perform tasks like searching and sorting. FTP, give this computer science term for a finite set of procedures for solving a problem.": {
    "guess": "Algorithm",
    "confidence": [
      [
        "Algorithm",
        -0.019715281
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action like the Battle of (*) Volturnus, after which Francis II fled his kingdom. The republicanism espoused during this event by Francesco Crispi led him to be replaced at the behest of Cavour during this event, which began when the central group left Quarto on Il Piemonte and Il Lombardo. Leading to the collapse of the Kingdom of Two Sicilies, for 10 points, name this action in which Red Shirts under Garibaldi conquered Southern Italy, named for the approximate number of participants.": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.0011840385
      ],
      [
        "ped",
        -5.4385737e-06
      ],
      [
        "ition",
        -1.342522e-05
      ],
      [
        " of",
        -1.5332478e-05
      ],
      [
        " the",
        -5.080963e-06
      ],
      [
        " Thousand",
        -2.7133641e-05
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.46958864
      ],
      [
        " of",
        -0.00017433916
      ],
      [
        " Long",
        -0.10971163
      ],
      [
        " Island",
        -3.2736214e-05
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound formed from a metal and a gas. From his work on the three forms of phosphoric acid he developed the concept of polybasic acids, devised the method of dialysis, and proved that partial decomposition": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.013644236
      ],
      [
        " Graham",
        -2.5941605e-05
      ],
      [
        " (",
        -0.07390745
      ],
      [
        "chemist",
        -8.1490514e-05
      ],
      [
        ")",
        -6.0345924e-06
      ]
    ]
  },
  "One of these that finds the shortest path between nodes on a graph is, along with Kruskal's and Prim's,": {
    "guess": "Dijkstra's algorithm",
    "confidence": [
      [
        "D",
        -0.031405814
      ],
      [
        "ijkstra",
        -0.000877993
      ],
      [
        "'s",
        -0.002361975
      ],
      [
        " algorithm",
        -0.06045956
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.45953092
      ],
      [
        "ian",
        -0.000342376
      ],
      [
        " I",
        -0.00035929924
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed": {
    "guess": "The Song (2014 film)",
    "confidence": [
      [
        "The",
        -0.74413896
      ],
      [
        " Song",
        -0.946308
      ],
      [
        " (",
        -0.9854918
      ],
      [
        "201",
        -0.0007682944
      ],
      [
        "4",
        -0.0002359601
      ],
      [
        " film",
        -0.00055219827
      ],
      [
        ")",
        -0.00011880126
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his arm fighting in the American Revolution and returns to England to rescue and marry Dolly Varden.  She": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.028306618
      ],
      [
        "arn",
        -1.3902034e-05
      ],
      [
        "aby",
        -4.7994283e-05
      ],
      [
        " R",
        -0.000565661
      ],
      [
        "udge",
        -3.1281633e-07
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses a notable collection of drill bits and porcelain ballerinas with sharpened toes.  Toward the end of the film, she goes on a hunger strike, soiling her wedding dress and refusing to move.  She rejects": {
    "guess": "Phantom Thread",
    "confidence": [
      [
        "Ph",
        -1.0617799
      ],
      [
        "antom",
        -0.023201562
      ],
      [
        " Thread",
        -0.0001506213
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be found as far back as Book Two of Plato's The Republic. Its definitive statement can be found in Chapters 13 through 15 of Hobbes' Leviathan, who argues that the original state of nature is a condition of constant war, which rational and self-motivated people would want to end. John Locke used this": {
    "guess": "State of Nature",
    "confidence": [
      [
        "State",
        -1.142163
      ],
      [
        " of",
        -0.0010314998
      ],
      [
        " Nature",
        -0.13009602
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of": {
    "guess": "2008 Latvian financial crisis",
    "confidence": [
      [
        "200",
        -0.5922427
      ],
      [
        "8",
        -0.017834991
      ],
      [
        " Lat",
        -0.3731392
      ],
      [
        "v",
        -0.00019305047
      ],
      [
        "ian",
        -4.723352e-06
      ],
      [
        " financial",
        -0.068309985
      ],
      [
        " crisis",
        -9.0883464e-07
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his arm fighting in the American Revolution and returns to England to rescue and marry Dolly Varden.  She had been abducted earlier, along with Emma Haredale, by Simon Tappertit and Dennis the Hangman.  Both of these men support John Chester's violent ideas.  As does Hugh, who works as a hostler at the Maypole Inn and inspires his friend, the mentally disabled title figure, to take up arms against the Catholics, in FTP, what 1841 work centering on the Gordon Riots by Charles Dickens?": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.016643375
      ],
      [
        "arn",
        -2.355753e-05
      ],
      [
        "aby",
        -3.4285862e-05
      ],
      [
        " R",
        -0.00068300695
      ],
      [
        "udge",
        -6.704273e-07
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates": {
    "guess": "Phaedrus (dialogue)",
    "confidence": [
      [
        "Ph",
        -2.1792195
      ],
      [
        "aed",
        -0.022598274
      ],
      [
        "rus",
        -0.57296073
      ],
      [
        " (",
        -0.17592001
      ],
      [
        "dialog",
        -0.016626723
      ],
      [
        "ue",
        -2.0219828e-05
      ],
      [
        ")",
        -0.00039015833
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept,": {
    "guess": "The Principles of Psychology",
    "confidence": [
      [
        "The",
        -1.7778646
      ],
      [
        " Principles",
        -1.0083176
      ],
      [
        " of",
        -0.0003035266
      ],
      [
        " Psychology",
        -0.72239864
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound formed from a metal and a gas. From his work on the three forms of phosphoric acid he developed the concept of polybasic acids, devised the method of dialysis, and proved that partial decomposition of certain chemical compounds results from liquid diffusion, but is best known for a law used to separate isotopes stating that the rates at which gases diffuse is inversely proportional to the square roots of their densities. FTP, who was this Scottish chemist, considered the father of colloid chemistry?": {
    "guess": "Thomas Graham",
    "confidence": [
      [
        "Thomas",
        -0.09428812
      ],
      [
        " Graham",
        -0.0007595999
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and": {
    "guess": "Index of Florida-related articles",
    "confidence": [
      [
        "Index",
        -1.0832765
      ],
      [
        " of",
        -0.0052986233
      ],
      [
        " Florida",
        -0.38206846
      ],
      [
        "-related",
        -0.0035403206
      ],
      [
        " articles",
        -3.6669935e-05
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.025481345
      ],
      [
        "ian",
        -0.001016614
      ],
      [
        " I",
        -0.00017493518
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film,": {
    "guess": "La La Land",
    "confidence": [
      [
        "La",
        -0.78221095
      ],
      [
        " La",
        -4.036525e-05
      ],
      [
        " Land",
        -8.7212284e-05
      ]
    ]
  },
  "During his final command, he planned the amphibious assault at Inchon. Nearly a decade before that, he took command of American troops in the Pacific, but lost the Philippine Islands to the Japanese in": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.0378147
      ],
      [
        "glas",
        -2.1008714e-06
      ],
      [
        " Mac",
        -7.2192626e-05
      ],
      [
        "Arthur",
        -0.0003001889
      ]
    ]
  },
  "Finland won the 2004 World Championship, marking the first time that a team that was not from Sweden or the Soviet Union/Russia had won the event.* There are currently 15 participating countries, with India and Italy not yet full members and the sport is descended from shinty. With rules like soccer and field hockey, FTP, name this winter sport played on a large, ice-covered field by players wearing": {
    "guess": "Bandy",
    "confidence": [
      [
        "B",
        -0.006423798
      ],
      [
        "andy",
        -0.00014692599
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they had kings,\" this work describes a nation in which \"every part was full of vice / yet the whole mass a paradise,\" until it is undone by Jove's pledge to rid it of Fraud. Subtitled \"Private Vices, Public": {
    "guess": "The Fable of the Bees",
    "confidence": [
      [
        "The",
        -0.26745656
      ],
      [
        " F",
        -0.03266191
      ],
      [
        "able",
        -1.7432603e-06
      ],
      [
        " of",
        -0.00019316968
      ],
      [
        " the",
        -0.0006708592
      ],
      [
        " Be",
        -5.7649777e-05
      ],
      [
        "es",
        -0.00012237004
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.010667528
      ],
      [
        "pow",
        -0.00036251772
      ],
      [
        "der",
        -0.00014120422
      ],
      [
        " Plot",
        -0.0027151187
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided into seven rings named for the  seven planets, with four gates aligned with the four cardinal directions. The character tel ing of this place recal s being conducted there after finding himself \"on a": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.0034355388
      ],
      [
        " City",
        -0.00053766277
      ],
      [
        " of",
        -3.2140193e-05
      ],
      [
        " the",
        -0.000108907356
      ],
      [
        " Sun",
        -3.5954712e-05
      ]
    ]
  },
  "Its final act sees the high priests try the lover of the title character for treason and sentence him": {
    "guess": "Aida",
    "confidence": [
      [
        "A",
        -0.06727289
      ],
      [
        "ida",
        -0.0053027733
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his arm fighting in the American Revolution and returns to England to rescue and marry Dolly Varden.  She had been abducted earlier, along with Emma Haredale, by Simon Tappertit and Dennis the Hangman.  Both of these men support John Chester's violent ideas.  As does Hugh, who works as a hostler at the": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.06581857
      ],
      [
        "arn",
        -8.9357956e-05
      ],
      [
        "aby",
        -7.672237e-05
      ],
      [
        " R",
        -0.00036442498
      ],
      [
        "udge",
        -2.6299214e-05
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.007886736
      ],
      [
        " Dream",
        -0.0006070063
      ],
      [
        " Songs",
        -0.00080843305
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes a figure who is \"carrying the wheel\". In addition to \"My Name is Jonas\" and \"The World Has Turned and Left Me Here\", it contains a song that invites the listener to \"hold this thread as I walk away\" and a song which opens with the question \"What's with these homies dissin' my girl?\" For 10 points,": {
    "guess": "Weezer (The Blue Album)",
    "confidence": [
      [
        "We",
        -0.25424173
      ],
      [
        "e",
        -1.3856493e-06
      ],
      [
        "zer",
        -1.8789384e-05
      ],
      [
        " (",
        -0.018168204
      ],
      [
        "The",
        -0.50090015
      ],
      [
        " Blue",
        -0.00016539889
      ],
      [
        " Album",
        -2.6418418e-05
      ],
      [
        ")",
        -4.6683042e-05
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses a notable collection of drill bits and porcelain ballerinas with sharpened toes.  Toward the end of the film, she goes on a hunger strike, soiling her wedding dress and refusing to move.  She rejects her boyfriend Peter, played by Jeremy Davies, in favor of E. Edward Grey.  Directed by Steven Shainberg, FTP, name this dark comedy released in 2002 in which Lee Holloway overcomes the urge to cut herself": {
    "guess": "Secretary",
    "confidence": [
      [
        "Secretary",
        -0.0008894256
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant": {
    "guess": "The Man Without Qualities",
    "confidence": [
      [
        "The",
        -0.52657396
      ],
      [
        " Man",
        -0.484272
      ],
      [
        " Without",
        -0.14430895
      ],
      [
        " Qual",
        -3.106736e-05
      ],
      [
        "ities",
        -5.8603408e-05
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of this poem mentions a time when \"The wind blew the cotton wool away\" and \"oxide scattered nickel and glass,\" when a man lies in a (*) \"coffin on wheels\" for a bed. Though \"terrifying mothers / lifted": {
    "guess": "Ode to Walt Whitman",
    "confidence": [
      [
        "O",
        -0.8324069
      ],
      [
        "de",
        -0.06875469
      ],
      [
        " to",
        -0.002146216
      ],
      [
        " Walt",
        -0.03310601
      ],
      [
        " Whit",
        -8.470901e-05
      ],
      [
        "man",
        -9.531814e-05
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in 6/8 under a chromatically rising string melody in C minor. An \"F - A - B-flat\" motif sets the words \"Selig sind\" in a choral work by him. This composer wrote that non-liturgical requiem using excerpts": {
    "guess": "Johannes Brahms",
    "confidence": [
      [
        "J",
        -1.2814482
      ],
      [
        "oh",
        -0.00016623331
      ],
      [
        "annes",
        -1.2664457e-06
      ],
      [
        " Brah",
        -0.00019662657
      ],
      [
        "ms",
        -9.729906e-06
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat,": {
    "guess": "The Dark Tower (series)",
    "confidence": [
      [
        "The",
        -1.2201099
      ],
      [
        " Dark",
        -2.0919013
      ],
      [
        " Tower",
        -0.017060192
      ],
      [
        " (",
        -0.13517095
      ],
      [
        "series",
        -0.14173031
      ],
      [
        ")",
        -0.0019094774
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a Medea. The epigram from the first poem is a quote from the Book of Job, and is spoken by Satan. Section Three contains snatches of conversation overheard at waterfront bars interspersed with visions of undersea mythological creatures and is titled \"Cutty Sark.\" Other sections include, \"National Winter Garden,\" \"Van Winkle\" and \"Cape Hatteras.\" For 10 points, identify this long poem about a New": {
    "guess": "The Bridge",
    "confidence": [
      [
        "The",
        -0.031375665
      ],
      [
        " Bridge",
        -0.0052345945
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed from a metal and a gas.  Earlier, his studies with phosphoric acid led to the concept of polybasic acids, yet perhaps his most useful work was the discovery of the method of dialysis.  This was done with his work with mixtures, which earned him the name \"father of colloid chemistry.\"  Best known for": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.0009838623
      ],
      [
        " Graham",
        -3.888926e-06
      ],
      [
        " (",
        -0.00021951001
      ],
      [
        "chemist",
        -4.6683042e-05
      ],
      [
        ")",
        -2.220075e-06
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn before Murazov the lawyer frees him. Earlier, he gained the favor of Betrishtechev, paving the way for Tentetnikov to be closer to Ulinka. The protagonist had visited the Temple of Solitary Meditation of Manilovka's estate, the first place he obtained the names of those who perished before the census.  For ten points, the title entities are actually the serf's names bought by Pavel Tchitchikov in what Nikolai Gogol work?": {
    "guess": "Dead Souls",
    "confidence": [
      [
        "Dead",
        -0.0020617575
      ],
      [
        " Souls",
        -7.016616e-05
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta -": {
    "guess": "Haystack Prayer Meeting",
    "confidence": [
      [
        "Hay",
        -0.92276585
      ],
      [
        "stack",
        -0.00061188266
      ],
      [
        " Prayer",
        -0.7638605
      ],
      [
        " Meeting",
        -0.0025682836
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.0731384
      ],
      [
        " Waste",
        -0.58350563
      ],
      [
        " Land",
        -0.00018625586
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music": {
    "guess": "Azul (poetry collection)",
    "confidence": [
      [
        "Az",
        -0.39428073
      ],
      [
        "ul",
        -0.030789439
      ],
      [
        " (",
        -0.68817395
      ],
      [
        "po",
        -1.3585305
      ],
      [
        "etry",
        -0.022377033
      ],
      [
        " collection",
        -0.01376065
      ],
      [
        ")",
        -0.0068167197
      ]
    ]
  },
  "One of these that finds the shortest path between nodes on a graph is, along with Kruskal's and Prim's, a greedy one and is named for Dijkstra. In addition to a triply eponymous compression method called the LZW one, a class of these is known as \"divide-and-conquer\" for their tactics. Analyzed by the": {
    "guess": "Dijkstra's algorithm",
    "confidence": [
      [
        "D",
        -1.3070117
      ],
      [
        "ijkstra",
        -0.0028877293
      ],
      [
        "'s",
        -0.004432967
      ],
      [
        " algorithm",
        -0.026948482
      ]
    ]
  },
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering Sigeum, thereby controlling the Hellespont, and by acquiring the Thracian Chersonese.  His second time in power came after he married the daughter of Megacles, although he was later forced out by Megacles and Lycurgus.  This son of Hippocrates had first come to power with much difficulty but peacefully passed rule to his son Hippias.  FTP, name this man who unified Attica as the 6th century BC tyrant of Athens.": {
    "guess": "Hippias",
    "confidence": [
      [
        "H",
        -0.81560755
      ],
      [
        "ippi",
        -0.040132653
      ],
      [
        "as",
        -9.610702e-06
      ]
    ]
  },
  "The final sentence of a work he published in 1788, stating that the mind is awed by reflection on the": {
    "guess": "Joseph-Louis Lagrange",
    "confidence": [
      [
        "Joseph",
        -0.7899303
      ],
      [
        "-L",
        -0.023675516
      ],
      [
        "ouis",
        -1.9146995e-05
      ],
      [
        " Lag",
        -0.00019877224
      ],
      [
        "range",
        -0.00020556684
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.015930897
      ],
      [
        " City",
        -0.010565964
      ],
      [
        " of",
        -3.7027545e-05
      ],
      [
        " the",
        -0.00015467056
      ],
      [
        " Sun",
        -2.2484697e-05
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter meshes justice with the titular concept, stating that justice can be \"moralised by the social feeling.\" Its second chapter famously claims it is \"better to be Socrates dissatisfied than a fool satisfied,\"": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.020669764
      ],
      [
        "itarian",
        -0.00013190633
      ],
      [
        "ism",
        -0.00028874903
      ]
    ]
  },
  "Finland won the 2004 World Championship, marking the first time that a team that was not from Sweden or the Soviet Union/Russia had won the event.* There are currently 15 participating countries, with": {
    "guess": "IIHF World Championship",
    "confidence": [
      [
        "II",
        -0.7038436
      ],
      [
        "HF",
        -5.3596854e-05
      ],
      [
        " World",
        -0.0054942574
      ],
      [
        " Championship",
        -0.11953154
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action like the Battle of (*) Volturnus, after which Francis II fled his kingdom. The republicanism espoused during this event by Francesco Crispi led him to be replaced at the behest of Cavour during": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.0023104807
      ],
      [
        "ped",
        -1.8193366e-05
      ],
      [
        "ition",
        -1.5332478e-05
      ],
      [
        " of",
        -4.7040652e-05
      ],
      [
        " the",
        -1.0564331e-05
      ],
      [
        " Thousand",
        -2.3319124e-05
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of his Perpetual Peace, having earlier reconquered Gelimer's Tunisian kingdom in the Vandalic War. A revolt led by the Greens nearly replaced this ruler with the senator Hypatius, but he and his supporters were massacred by this man's generals Mundus and Belisarius in the Hippodrome. For 10 points, name this Byzantine emperor, who suppressed the Nika riots and was blasted by Procopius in the Secret History, the husband of Theodora.": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0006517939
      ],
      [
        "ian",
        -4.954393e-05
      ],
      [
        " I",
        -6.217952e-05
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or": {
    "guess": "Alciphron",
    "confidence": [
      [
        "Al",
        -0.7168457
      ],
      [
        "c",
        -0.00037085102
      ],
      [
        "iph",
        -1.6762922e-05
      ],
      [
        "ron",
        -0.00010306638
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"] where they settled most transactions. This city ceded its largest overseas possession to Alfonso": {
    "guess": "Venice",
    "confidence": [
      [
        "Ven",
        -0.9102489
      ],
      [
        "ice",
        -0.010519604
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant to cross. He hires the useless advocate Huld soon after he takes Leni as a lover, despite his pursuit of his neighbor Fraulein Burstner. This character hears the parable of the man before the law and is taken to a quarry, where he gets stabbed in the heart and dies like a dog. For 10 points, name this character who is arrested on his thirtieth birthday for violating an unspecified crime in Kafka's": {
    "guess": "Joseph K.",
    "confidence": [
      [
        "Joseph",
        -0.44077736
      ],
      [
        " K",
        -0.0001659949
      ],
      [
        ".",
        -0.01368775
      ]
    ]
  },
  "A financial arm of this organization was founded at the Bretton Woods conference, and a conference that oversaw its creation was held in San Francisco. Its former leaders include Dag Hammarskjold (\"DOG HAHM-ahr-SKEEOLD\") and Kurt Waldheim (\"VALD-hime\"). It encompasses the World Bank and General Assembly. For 10 points, Ban Ki-moon is the current Secretary General of what international organization?": {
    "guess": "United Nations",
    "confidence": [
      [
        "United",
        -0.036920216
      ],
      [
        " Nations",
        -0.00043055005
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize to rouse us toward our fate.\" Numbers 78 through 91 are entitled \"Opus Posthumous,\" while the poems": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.0034810398
      ],
      [
        " Dream",
        -0.00029315587
      ],
      [
        " Songs",
        -0.00019495773
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of the newsletter Atmoda, this nation's Popular Front which was popular in the late 1980s. This nation was ruled in the 1930s by the dictatorial K?rlis Ulmanis, while today, it is home to a unicameral parliament known as the Saeima, which is home to such coalitions as the Unity, Harmony Centre, and Union": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.003617528
      ],
      [
        "via",
        -0.0025832665
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording": {
    "guess": "In Between Dreams",
    "confidence": [
      [
        "In",
        -0.3924666
      ],
      [
        " Between",
        -0.3084227
      ],
      [
        " Dreams",
        -0.019784713
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed from a metal and a gas.  Earlier, his studies with phosphoric acid led to the concept of polybasic acids, yet perhaps his most useful work was the discovery of the method of dialysis.  This was done with his work with mixtures, which earned him the name \"father of colloid chemistry.\"  Best known for demonstrating the inverse square relationship between the density of a gas and its rate of diffusion, FTP, name this British scientist.": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.0052179904
      ],
      [
        " Graham",
        -6.9882217e-06
      ],
      [
        " (",
        -0.0019467259
      ],
      [
        "chemist",
        -2.546479e-05
      ],
      [
        ")",
        -2.6968896e-06
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on E, then descends in sixteenth - dotted eighth - whole note rhythm to D, C, G; that solo is repeated by the flute. That first symphony by this composer opens with the timpani pounding eighth notes in 6/8 under a chromatically rising string melody in C minor. An \"F - A - B-flat\" motif sets the words \"Selig sind\" in a choral work by him. This composer wrote that non-liturgical requiem using excerpts from the Luther Bible, and quoted \"Gaudeamus igitur\" in an overture written in response to the conferral of an honorary degree by the University of Breslau. For 10 points, name this 19th-century composer": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6886303
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be found as far back as Book Two of Plato's The Republic. Its definitive statement can be found in Chapters 13 through 15 of Hobbes' Leviathan, who argues that the original state of nature is a condition of constant war, which rational and self-motivated people would want to end. John Locke used this doctrine to expound on the state of nature, saying we live in a moral society bound by divinely commanded natural law. FTP, identify this two-word phrase most famous as the title of a work by Rousseau.": {
    "guess": "Social contract",
    "confidence": [
      [
        "Social",
        -0.03803736
      ],
      [
        " contract",
        -0.31535986
      ]
    ]
  },
  "One of these that finds the shortest path between nodes on a graph is, along with Kruskal's and Prim's, a greedy one and is named for Dijkstra. In addition to a triply eponymous compression method called": {
    "guess": "Dijkstra's algorithm",
    "confidence": [
      [
        "D",
        -0.20502503
      ],
      [
        "ijkstra",
        -0.012435949
      ],
      [
        "'s",
        -0.002475897
      ],
      [
        " algorithm",
        -0.017512795
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize to rouse us toward our fate.\" Numbers 78 through 91 are entitled \"Opus Posthumous,\" while the poems from 78 on are dedicated to Mark van Doren and the \"sacred memory\" of Delmore Schwartz, and are collectively": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.021363381
      ],
      [
        " Dream",
        -0.0016166195
      ],
      [
        " Songs",
        -0.00054457295
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support,": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.0028583705
      ],
      [
        "ped",
        -5.419287e-05
      ],
      [
        "ition",
        -1.8789384e-05
      ],
      [
        " of",
        -0.00015109812
      ],
      [
        " the",
        -1.378283e-05
      ],
      [
        " Thousand",
        -8.12521e-05
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of the newsletter Atmoda, this nation's Popular Front which was popular in the late 1980s. This nation was ruled in the 1930s by the dictatorial K?rlis Ulmanis, while today, it is home to a unicameral parliament known as the Saeima, which is home to such coalitions as the Unity, Harmony Centre, and Union of Greens and Farmers. For 10 points, name this country currently led by president Andris B?rzi?š and prime minister Valdis Dombrovskis from its capital of Riga.": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.00032890963
      ],
      [
        "via",
        -0.0011194997
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of his Perpetual Peace, having earlier reconquered Gelimer's Tunisian kingdom in the Vandalic War. A revolt led by the Greens nearly replaced this ruler with the senator Hypatius, but he and his supporters were massacred by this man's generals Mundus and Belisarius in the Hippodrome. For 10 points, name": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0060829725
      ],
      [
        "ian",
        -0.00012558853
      ],
      [
        " I",
        -0.00010127832
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed": {
    "guess": "Palladium hydride",
    "confidence": [
      [
        "P",
        -0.6029974
      ],
      [
        "all",
        -3.488188e-05
      ],
      [
        "adium",
        -4.048445e-05
      ],
      [
        " hy",
        -0.018944733
      ],
      [
        "d",
        -2.3392786e-06
      ],
      [
        "ride",
        -0.00013655527
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The Countess Cathleen is booed off the stage. The first of its five parts begins with the protagonist's memory of \"baby tuckoo\" and other important events from his childhood, described from the child's": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.014914591
      ],
      [
        " Portrait",
        -2.0815847e-05
      ],
      [
        " of",
        -1.3067608e-05
      ],
      [
        " the",
        -0.0001341712
      ],
      [
        " Artist",
        -4.9305523e-05
      ],
      [
        " as",
        -6.1537958e-06
      ],
      [
        " a",
        -3.8219583e-05
      ],
      [
        " Young",
        -1.2113979e-05
      ],
      [
        " Man",
        -1.0280384e-06
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught after Francis Tresham's letter to William Parker was intercepted by (*) Robert Cecil. The central participant of this event went under the pseudonym John Johnson and formed an alliance with the Catholic": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.009034996
      ],
      [
        "pow",
        -0.00079318596
      ],
      [
        "der",
        -0.00026646157
      ],
      [
        " Plot",
        -0.006144692
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears.": {
    "guess": "The Monk",
    "confidence": [
      [
        "The",
        -0.5639093
      ],
      [
        " Monk",
        -0.92397654
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\"": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.2841818
      ],
      [
        " Waste",
        -1.5745887
      ],
      [
        " Land",
        -0.00019078559
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved above a door. Another event involves the character, Hindley forcing his sister's love interest to work the fields after his father dies. This work begins ‘en medias re' when Mr. Lockwood sees a ghost": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.0024640022
      ],
      [
        "uth",
        -0.00022046364
      ],
      [
        "ering",
        -6.869018e-06
      ],
      [
        " Heights",
        -0.0016236489
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant to cross. He hires the useless advocate Huld soon after he takes Leni as a lover, despite his pursuit of his neighbor Fraulein Burstner. This character hears the parable of the man before the law and is taken to a quarry, where he gets stabbed in the heart and dies like a dog. For 10 points, name": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.0052819
      ],
      [
        " Trial",
        -0.0018629532
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another": {
    "guess": "The Dark Side of the Moon",
    "confidence": [
      [
        "The",
        -1.9147921
      ],
      [
        " Dark",
        -1.1402869
      ],
      [
        " Side",
        -0.0010528154
      ],
      [
        " of",
        -0.00071433914
      ],
      [
        " the",
        -0.000775443
      ],
      [
        " Moon",
        -3.4524266e-05
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant": {
    "guess": "Symphony No. 9 (Beethoven)",
    "confidence": [
      [
        "Sym",
        -0.38010368
      ],
      [
        "phony",
        -0.01226604
      ],
      [
        " No",
        -0.0012170211
      ],
      [
        ".",
        -0.00018172979
      ],
      [
        " ",
        -0.0007013569
      ],
      [
        "9",
        -1.0899543
      ],
      [
        " (",
        -0.020937253
      ],
      [
        "Be",
        -0.08494186
      ],
      [
        "ethoven",
        -5.0616763e-05
      ],
      [
        ")",
        -9.3530085e-05
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed from a metal and a gas.  Earlier, his studies with phosphoric acid led to the concept of polybasic acids, yet perhaps his most useful work was the discovery of the method of dialysis.  This was done": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.00864624
      ],
      [
        " Graham",
        -1.6643718e-05
      ],
      [
        " (",
        -0.04625122
      ],
      [
        "chemist",
        -0.00022642381
      ],
      [
        ")",
        -8.180258e-06
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter meshes justice with the titular concept, stating that justice can be \"moralised by the social feeling.\" Its second chapter famously claims it is \"better to be Socrates dissatisfied than a fool satisfied,\" and it bases its titular doctrine on the idea \"that pleasure and freedom from pain are the only things desirable as ends.\" For 10 points, name this work that espouses \"the greatest happiness": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.007903061
      ],
      [
        "itarian",
        -0.00019352727
      ],
      [
        "ism",
        -0.0003066222
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo, a lyric poet who leaves Valparaiso in search of art, titled \"En Chile.\" It was heavily promoted by Juan Valera, and it includes the poems \"Primaveral,\" \"Estival,\" and \"Pensamiento de Otoño\" in its": {
    "guess": "Azul...",
    "confidence": [
      [
        "Az",
        -0.09468335
      ],
      [
        "ul",
        -0.00030126172
      ],
      [
        "...",
        -0.82468677
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\" but that it paradoxically taught members of society the value of work.  Chapter two defines certain entities and notes that they arose from recurrent needs that were unforeseen and went unnoticed for a long time.  First published in 1906, it advocated a study of society its author termed \"ethology\"": {
    "guess": "The Elementary Forms of the Religious Life",
    "confidence": [
      [
        "The",
        -0.21270877
      ],
      [
        " Elementary",
        -0.9440481
      ],
      [
        " Forms",
        -0.06145192
      ],
      [
        " of",
        -4.8351892e-05
      ],
      [
        " the",
        -0.08131405
      ],
      [
        " Religious",
        -0.00019626896
      ],
      [
        " Life",
        -0.00039801843
      ]
    ]
  },
  "One of these that finds the shortest path between nodes on a graph is, along with Kruskal's and Prim's, a greedy one and is named for Dijkstra. In addition to a triply eponymous compression method called the LZW one, a class of these is known as \"divide-and-conquer\" for their tactics. Analyzed by the order of their runtime using Big-O notation, these perform tasks like searching and sorting. FTP, give": {
    "guess": "Algorithm analysis",
    "confidence": [
      [
        "Algorithm",
        -0.6298901
      ],
      [
        " analysis",
        -0.77950937
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught after Francis Tresham's letter to William Parker was intercepted by (*) Robert Cecil. The central participant": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.015850414
      ],
      [
        "pow",
        -0.0003701358
      ],
      [
        "der",
        -0.00016504127
      ],
      [
        " Plot",
        -0.010670944
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"] where they settled most transactions. This city ceded its largest overseas possession to Alfonso V of Aragon, after which it became a duchy under French rule for half a century. This city was ruled by (*) consuls who were elected by popular vote, and its crossbowmen and powerful navy were frequently": {
    "guess": "Genoa",
    "confidence": [
      [
        "Gen",
        -0.47223675
      ],
      [
        "oa",
        -0.00050918775
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader Venancio Flores was brought into the war, which started due to Brazilian reprisals against casualties caused by Uruguay's civil war, prompting *Paraguayan President Francisco Solano Lopez to declare war on Brazil, and after Argentina refused to allow Lopez's troops free passage Lopez declared war on Argentina as well. FTP, what was this devastating 1864-70 war named for the coalition opposed to": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.002863962
      ],
      [
        "agu",
        -1.0683535e-05
      ],
      [
        "ayan",
        -6.0345924e-06
      ],
      [
        " War",
        -1.378283e-05
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys": {
    "guess": "Leaves of Grass",
    "confidence": [
      [
        "Le",
        -0.5672368
      ],
      [
        "aves",
        -0.00090097735
      ],
      [
        " of",
        -0.0005654226
      ],
      [
        " Grass",
        -0.00011796683
      ]
    ]
  },
  "The finance system used by merchants from this city predominated in the fairs at Besançon [\"be-zanSOHN\"] where they settled most transactions. This city ceded its largest overseas possession to Alfonso V of Aragon, after which it became a duchy under French rule for half a century. This city was ruled": {
    "guess": "Genoa",
    "confidence": [
      [
        "Gen",
        -0.7255659
      ],
      [
        "oa",
        -0.00079128606
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved above a door. Another event involves the character, Hindley forcing his sister's love interest to work the fields after his father dies. This work begins ‘en medias re' when Mr. Lockwood sees a ghost of a woman named Catherine in the middle of the night on his way to Thrushcross Grange. Following two generations of the Earnshaw and Linton families, for 10 points, identify this novel by Emily Bronte set in the title Yorkshire manor.": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.014139179
      ],
      [
        "uth",
        -0.00036906294
      ],
      [
        "ering",
        -1.4974867e-05
      ],
      [
        " Heights",
        -0.0015690223
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes a figure who is \"carrying the wheel\". In addition to \"My Name is Jonas\" and \"The World Has Turned": {
    "guess": "Pinkerton",
    "confidence": [
      [
        "Pink",
        -0.6522437
      ],
      [
        "erton",
        -0.000692778
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes a figure who is \"carrying the wheel\". In addition to \"My Name is Jonas\" and \"The World Has Turned and Left Me Here\", it contains a song that invites the listener to \"hold this thread as I walk away\" and a song which opens with the question \"What's with these homies dissin' my girl?\" For 10 points, identify this 1994 album that contains \"Undone (The Sweater Song)\" and \"Buddy Holly\", the debut album of Weezer.": {
    "guess": "Weezer (Blue Album)",
    "confidence": [
      [
        "We",
        -0.0027661214
      ],
      [
        "e",
        -7.226629e-06
      ],
      [
        "zer",
        -4.0961266e-05
      ],
      [
        " (",
        -0.025211925
      ],
      [
        "Blue",
        -0.5159601
      ],
      [
        " Album",
        -0.00025978617
      ],
      [
        ")",
        -2.8564085e-05
      ]
    ]
  },
  "Its final act sees the high priests try the lover of the title character for treason and sentence him to death in the temple of Vulcan, but not before the title character's rival, Amneris, makes a manipulative marriage proposal that is rejected by Radames. This opera was commissioned by Ishmael Pacha, who intended for it to open on the same day as the Suez Canal. For 10 points, name this Giuseppe Verdi opera about an Ethopian princess who is buried alive.": {
    "guess": "Aida",
    "confidence": [
      [
        "A",
        -0.008493539
      ],
      [
        "ida",
        -2.3080716e-05
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize to rouse us toward our fate.\" Numbers 78 through 91 are entitled \"Opus Posthumous,\" while the poems from 78 on are dedicated to Mark van Doren and the \"sacred memory\" of Delmore Schwartz, and are collectively entitled His Toy, His Dream, His Rest. FTP, identify this collection of poems, the first": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.01874878
      ],
      [
        " Dream",
        -0.00018697108
      ],
      [
        " Songs",
        -5.5265704e-05
      ]
    ]
  },
  "The final novel published in Master Humphrey's Clock, its characters include Joe Willet who loses his arm fighting in the American Revolution and returns to England to rescue and marry Dolly Varden.  She had been abducted earlier, along with Emma Haredale, by Simon Tappertit and Dennis the Hangman. ": {
    "guess": "Barnaby Rudge",
    "confidence": [
      [
        "B",
        -0.11021262
      ],
      [
        "arn",
        -9.651017e-05
      ],
      [
        "aby",
        -6.50404e-05
      ],
      [
        " R",
        -0.00040552823
      ],
      [
        "udge",
        -7.703444e-06
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be": {
    "guess": "Natural law",
    "confidence": [
      [
        "Natural",
        -0.04184017
      ],
      [
        " law",
        -0.05616426
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.0024510422
      ],
      [
        " City",
        -0.0010889011
      ],
      [
        " of",
        -2.4749568e-05
      ],
      [
        " the",
        -0.000110337794
      ],
      [
        " Sun",
        -2.188868e-05
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was": {
    "guess": "Adoniram Judson: A Biography",
    "confidence": [
      [
        "Ad",
        -0.7379331
      ],
      [
        "on",
        -7.338466e-05
      ],
      [
        "iram",
        -0.0002158147
      ],
      [
        " Jud",
        -0.00071338547
      ],
      [
        "son",
        -3.8696395e-05
      ],
      [
        ":",
        -0.36616242
      ],
      [
        " A",
        -0.24704649
      ],
      [
        " Biography",
        -0.33295882
      ]
    ]
  },
  "The final pages of this novel include diary entries that follow a discussion between the protagonist and Cranly about the reasons for the protagonist's departure, as well as a scene in which the play The Countess Cathleen is booed off the stage. The first of its five parts begins with the protagonist's memory of \"baby tuckoo\" and other important events from his childhood, described from the child's perspective. It ends with his conviction to \"forge in the smithy of (his) soul the uncreated conscience of (his) race,\" prompting his decision to leave Ireland. FTP, what is this novel about the development": {
    "guess": "A Portrait of the Artist as a Young Man",
    "confidence": [
      [
        "A",
        -0.005032018
      ],
      [
        " Portrait",
        -6.6306106e-06
      ],
      [
        " of",
        -3.1737043e-06
      ],
      [
        " the",
        -3.8338785e-05
      ],
      [
        " Artist",
        -2.749125e-05
      ],
      [
        " as",
        -2.1008714e-06
      ],
      [
        " a",
        -2.1173457e-05
      ],
      [
        " Young",
        -7.822647e-06
      ],
      [
        " Man",
        -5.5122365e-07
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy of toleration through the Edict of Versailles, and the Declaration of Pillnitz pledged support for this man's rulership. The 10th of August Incident saw Swiss Guards massacred in defense of this king's family at the Tuileries, but this man was captured by the sans-culottes. This king's wife allegedly declared, \"Let them eat cake\" in response to starving peasants. For 10 points, name this only French": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.5925751
      ],
      [
        " XVI",
        -0.0010692507
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard": {
    "guess": "Bouvard and Pécuchet",
    "confidence": [
      [
        "B",
        -0.3146882
      ],
      [
        "ou",
        -0.0032821675
      ],
      [
        "vard",
        -0.00013297916
      ],
      [
        " and",
        -0.47877395
      ],
      [
        " P",
        -0.00094445725
      ],
      [
        "éc",
        -0.046714466
      ],
      [
        "uch",
        -4.0842064e-05
      ],
      [
        "et",
        -4.2630116e-05
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.10617444
      ],
      [
        " XVI",
        -0.052130286
      ]
    ]
  },
  "During his final command, he planned the amphibious assault at Inchon. Nearly a decade before that, he": {
    "guess": "Douglas MacArthur",
    "confidence": [
      [
        "Dou",
        -0.21648726
      ],
      [
        "glas",
        -1.9816675e-06
      ],
      [
        " Mac",
        -9.1026806e-05
      ],
      [
        "Arthur",
        -0.000104616025
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn before Murazov the lawyer frees him. Earlier, he gained the favor of Betrishtechev, paving the way for Tentetnikov to be closer to Ulinka. The protagonist had visited the Temple of Solitary Meditation": {
    "guess": "The Master and Margarita",
    "confidence": [
      [
        "The",
        -0.64142144
      ],
      [
        " Master",
        -0.41934502
      ],
      [
        " and",
        -0.0002972088
      ],
      [
        " Marg",
        -8.470901e-05
      ],
      [
        "ar",
        -9.627177e-05
      ],
      [
        "ita",
        -5.955704e-05
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo, a lyric poet who leaves Valparaiso in search of art, titled \"En Chile.\" It was heavily promoted by Juan Valera, and it includes the poems \"Primaveral,\" \"Estival,\" and \"Pensamiento de Otoño\" in its section \"El Año Lyrical.\" Its title refers to the \"intense space of the sky\" evoked by the title adjective.": {
    "guess": "Azul",
    "confidence": [
      [
        "Az",
        -0.084505506
      ],
      [
        "ul",
        -0.0003424952
      ]
    ]
  },
  "The final sentence of a work he published in 1788, stating that the mind is awed by reflection on the starry heavens above and the moral law within, is inscribed on his tombstone. In his most famous work, published in 1781 and in a revised edition si  x years later, he tried to answer the question, \"Is": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.009479099
      ],
      [
        "manuel",
        -0.0010112536
      ],
      [
        " Kant",
        -0.001353449
      ]
    ]
  },
  "The final sentence of a work he published in 1788, stating that the mind is awed by reflection on the starry heavens above and the moral law within, is inscribed on his tombstone. In his most famous work, published in 1781 and in a revised edition si  x years later, he tried to answer the question, \"Is synthetic a priori knowledge possible?\" FTP, name this German philosopher, who dealt with judgement,": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.021030057
      ],
      [
        "manuel",
        -0.00017028624
      ],
      [
        " Kant",
        -0.00020687809
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of": {
    "guess": "Rosencrantz and Guildenstern Are Dead",
    "confidence": [
      [
        "Ros",
        -1.03175
      ],
      [
        "enc",
        -5.3193703e-06
      ],
      [
        "rant",
        -5.1928004e-05
      ],
      [
        "z",
        -3.23786e-05
      ],
      [
        " and",
        -0.0012824952
      ],
      [
        " Guild",
        -0.00018375258
      ],
      [
        "en",
        -3.786197e-05
      ],
      [
        "st",
        -3.2140193e-05
      ],
      [
        "ern",
        -1.3856493e-06
      ],
      [
        " Are",
        -0.005288192
      ],
      [
        " Dead",
        -1.4259645e-05
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains": {
    "guess": "J. Edgar Hoover",
    "confidence": [
      [
        "J",
        -1.5964974
      ],
      [
        ".",
        -0.056780655
      ],
      [
        " Edgar",
        -0.38841408
      ],
      [
        " Hoover",
        -0.06770379
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles": {
    "guess": "Bouvard and Pécuchet",
    "confidence": [
      [
        "B",
        -0.31047818
      ],
      [
        "ou",
        -0.009130567
      ],
      [
        "vard",
        -0.0011109243
      ],
      [
        " and",
        -0.32480693
      ],
      [
        " P",
        -0.0010307846
      ],
      [
        "éc",
        -0.060635377
      ],
      [
        "uch",
        -9.610702e-06
      ],
      [
        "et",
        -5.312004e-05
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -1.3109521
      ],
      [
        "é",
        -0.11448655
      ],
      [
        "lie",
        -6.647085e-05
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught after Francis Tresham's letter to William Parker was intercepted by (*) Robert Cecil. The central participant of this event went under the pseudonym John Johnson and formed an alliance with the Catholic Roger Catesby. Its main objective was to install Elizabeth as ruler and assassinate James I. For": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.008536328
      ],
      [
        "pow",
        -0.001130571
      ],
      [
        "der",
        -0.0001345288
      ],
      [
        " Plot",
        -0.0037422448
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it included figures like Tityos, Otus and Ephalties, and the Lapiths.  Rhadymanthus assigns who stays and who goes here, along with his brother Minos.  Surrounded by a wall of bronze, it was where the Titans": {
    "guess": "Tartarus",
    "confidence": [
      [
        "T",
        -0.09831138
      ],
      [
        "art",
        -0.00062308414
      ],
      [
        "arus",
        -0.00081010186
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6660573
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it": {
    "guess": "Tartarus",
    "confidence": [
      [
        "T",
        -0.013028338
      ],
      [
        "art",
        -0.0006036686
      ],
      [
        "arus",
        -0.000106284875
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.17725946
      ],
      [
        "itarian",
        -0.000107953725
      ],
      [
        "ism",
        -0.0003836021
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a Medea. The epigram from the first poem is a quote from the Book of Job, and is spoken by Satan. Section": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.6556736
      ],
      [
        " Waste",
        -0.1150031
      ],
      [
        " Land",
        -8.7450695e-05
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of their grand finale, however, this finale involves being engulfed in flame. The second act involves the title character in a variety of careers including priesthood, art and usurping his father, Charlemagne to be king. Featuring such songs as \"Morning Glow\", \"War is a Science\", and \"Corner of the Sky\", FTP, name this Broadway musical set in 8th century France with music by Steven Schwartz and choreography": {
    "guess": "Pippin (musical)",
    "confidence": [
      [
        "P",
        -0.011584833
      ],
      [
        "ipp",
        -2.9279307e-05
      ],
      [
        "in",
        -1.2829201e-05
      ],
      [
        " (",
        -0.07673163
      ],
      [
        "mus",
        -1.7716551e-05
      ],
      [
        "ical",
        -4.9424725e-05
      ],
      [
        ")",
        -7.9940866e-05
      ]
    ]
  },
  "The final one, number 385, begins \"My daughter's heavier\" and states that \"Fall comes to us as a prize to rouse us toward our fate.\" Numbers 78 through 91 are entitled \"Opus Posthumous,\" while the poems from 78 on are dedicated to Mark van Doren and the \"sacred memory\" of Delmore Schwartz, and are collectively entitled His Toy, His Dream, His Rest. FTP, identify this collection of poems, the first 77 of which won the Pulitzer Prize in 1965, which center around the character Henry and were written by John Berryman.": {
    "guess": "The Dream Songs",
    "confidence": [
      [
        "The",
        -0.0043110726
      ],
      [
        " Dream",
        -9.5079726e-05
      ],
      [
        " Songs",
        -1.4140442e-05
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved above a door. Another event involves the character, Hindley forcing his sister's love interest to": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.16683649
      ],
      [
        "uth",
        -9.448371e-05
      ],
      [
        "ering",
        -2.7729659e-05
      ],
      [
        " Heights",
        -0.0007585271
      ]
    ]
  },
  "A financial arm of this organization was founded at the Bretton Woods conference, and a conference that oversaw its creation was held in San Francisco. Its former leaders include Dag Hammarskjold (\"DOG": {
    "guess": "International Monetary Fund",
    "confidence": [
      [
        "International",
        -0.07174509
      ],
      [
        " Monetary",
        -0.003298436
      ],
      [
        " Fund",
        -0.00018125297
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action like the Battle of (*) Volturnus, after which Francis II fled his kingdom. The republicanism espoused during this event by Francesco Crispi led him to be replaced at the behest of Cavour during this event, which began when the central group left Quarto on Il Piemonte and Il Lombardo. Leading to": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.009496223
      ],
      [
        "ped",
        -1.1398757e-05
      ],
      [
        "ition",
        -1.7120534e-05
      ],
      [
        " of",
        -0.00027611342
      ],
      [
        " the",
        -9.133887e-06
      ],
      [
        " Thousand",
        -4.9067115e-05
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved above a door. Another event involves the character, Hindley forcing his sister's love interest to work the fields after his father dies. This work begins ‘en medias re' when Mr. Lockwood sees a ghost of a woman named Catherine in the middle of the night on his way to Thrushcross Grange. Following": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.009053305
      ],
      [
        "uth",
        -0.00029232146
      ],
      [
        "ering",
        -1.5570886e-05
      ],
      [
        " Heights",
        -0.0011770127
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th": {
    "guess": "Goldberg Variations",
    "confidence": [
      [
        "Gold",
        -0.24010833
      ],
      [
        "berg",
        -0.00997069
      ],
      [
        " Vari",
        -0.0024245293
      ],
      [
        "ations",
        -7.7079974e-05
      ]
    ]
  },
  "In the final movement of this composer's first symphony, a horn solo begins with a dotted half note on": {
    "guess": "Symphony No. 1 (Mahler)",
    "confidence": [
      [
        "Sym",
        -0.16317232
      ],
      [
        "phony",
        -0.02004461
      ],
      [
        " No",
        -0.0018798508
      ],
      [
        ".",
        -0.00038765505
      ],
      [
        " ",
        -0.0012429672
      ],
      [
        "1",
        -0.2934285
      ],
      [
        " (",
        -0.03784099
      ],
      [
        "Mah",
        -0.6494222
      ],
      [
        "ler",
        -2.0696643e-05
      ],
      [
        ")",
        -9.3530085e-05
      ]
    ]
  },
  "The final sentence of a work he published in 1788, stating that the mind is awed by reflection on the starry heavens above and the moral law within, is inscribed on his tombstone. In his most famous work, published in 1781 and in a revised edition si  x years later, he tried to answer the question, \"Is synthetic a priori knowledge possible?\" FTP, name this German philosopher, who dealt with judgement, practical reason, and pure reason in a series of critiques.": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.3872278
      ],
      [
        "manuel",
        -0.00017338553
      ],
      [
        " Kant",
        -0.00028934504
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they had kings,\" this work describes a nation in which \"every part was full of vice / yet the whole mass a paradise,\" until it is undone by Jove's pledge to rid it of Fraud. Subtitled \"Private Vices, Public Benefits,\" for 10 points, identify this philosophical poem, a meditation on self-interest whose final section notes \"Fools only strive / To make a great and honest hive,\" and the most famous work": {
    "guess": "The Fable of the Bees",
    "confidence": [
      [
        "The",
        -0.0042640655
      ],
      [
        " F",
        -0.0032831137
      ],
      [
        "able",
        -5.4312077e-05
      ],
      [
        " of",
        -4.477578e-05
      ],
      [
        " the",
        -0.0017985887
      ],
      [
        " Be",
        -5.967624e-05
      ],
      [
        "es",
        -5.5122365e-07
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy of toleration through the Edict of Versailles, and the Declaration of Pillnitz pledged support for this man's rulership. The 10th of August Incident saw Swiss Guards massacred in defense of this king's family at the Tuileries, but this man was captured by the sans-culottes. This king's wife allegedly": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.009421355
      ],
      [
        " XVI",
        -0.0007642415
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\" but that it paradoxically taught members of society the value of work.  Chapter two defines certain entities and notes that they arose from recurrent needs that were unforeseen and went unnoticed for a long time.  First published in 1906, it advocated a study of society its author termed \"ethology\" and focused on the relationship between the titular non-coercive customs and their more binding analogues: Mores. For 10 points, identify this work by William Graham Sumner.": {
    "guess": "Folkways",
    "confidence": [
      [
        "F",
        -0.0038776272
      ],
      [
        "olk",
        -1.867018e-05
      ],
      [
        "ways",
        -0.084868714
      ]
    ]
  },
  "In his final paper he described palladium hydride, the first known instance of a solid compound formed from a metal and a gas.  Earlier, his studies with phosphoric acid led to the concept of polybasic": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.026959164
      ],
      [
        " Graham",
        -0.0006305903
      ],
      [
        " (",
        -0.0020051266
      ],
      [
        "chemist",
        -4.6444635e-05
      ],
      [
        ")",
        -4.723352e-06
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes": {
    "guess": "Pinkerton",
    "confidence": [
      [
        "Pink",
        -0.37132537
      ],
      [
        "erton",
        -0.00010509284
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn before Murazov the lawyer frees him. Earlier, he gained the favor of Betrishtechev, paving the way for Tentetnikov to be closer to Ulinka. The protagonist had visited the Temple of Solitary Meditation of Manilovka's estate, the first place he obtained the names of those who perished before": {
    "guess": "Dead Souls",
    "confidence": [
      [
        "Dead",
        -0.008563748
      ],
      [
        " Souls",
        -3.619312e-05
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of the newsletter Atmoda, this nation's Popular Front which was popular in the late 1980s. This nation": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.0017966813
      ],
      [
        "via",
        -0.0016814865
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it included figures like Tityos, Otus and Ephalties, and the Lapiths.  Rhadymanthus assigns who stays and who goes here, along with his brother Minos.  Surrounded by a wall of bronze, it was where the Titans went after Zeus defeated them.  Hesiod wrote that an anvil falling from earth would take seven": {
    "guess": "Tartarus",
    "confidence": [
      [
        "T",
        -0.00038372134
      ],
      [
        "art",
        -0.00010974178
      ],
      [
        "arus",
        -0.00015526658
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin": {
    "guess": "An Enquiry Concerning Human Understanding",
    "confidence": [
      [
        "An",
        -0.3783617
      ],
      [
        " En",
        -0.061457194
      ],
      [
        "quiry",
        -0.00011331789
      ],
      [
        " Concern",
        -0.16568644
      ],
      [
        "ing",
        -7.445749e-05
      ],
      [
        " Human",
        -0.009837078
      ],
      [
        " Understanding",
        -8.542423e-05
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white anemone that springs from the end of their affair. One of the poems contains an epigraph from Seneca'a": {
    "guess": "Endymion (poem)",
    "confidence": [
      [
        "End",
        -0.14554924
      ],
      [
        "ym",
        -0.002214131
      ],
      [
        "ion",
        -0.0003061454
      ],
      [
        " (",
        -0.017977023
      ],
      [
        "po",
        -0.36437705
      ],
      [
        "em",
        -0.005449682
      ],
      [
        ")",
        -0.000119754885
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses a notable collection of drill bits and porcelain ballerinas with sharpened toes.  Toward the end of": {
    "guess": "American Beauty",
    "confidence": [
      [
        "American",
        -0.40532884
      ],
      [
        " Beauty",
        -0.008789826
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved above a door. Another event involves the character, Hindley forcing his sister's love interest to work the fields after his father dies. This work begins ‘en medias re' when Mr. Lockwood sees a ghost of a woman named Catherine in the middle of the night on his way to Thrushcross Grange. Following two generations of the Earnshaw and Linton families, for 10 points, identify this novel by Emily Bronte": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.013859531
      ],
      [
        "uth",
        -0.0007392307
      ],
      [
        "ering",
        -1.7478143e-05
      ],
      [
        " Heights",
        -0.0014651042
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of the newsletter Atmoda, this nation's Popular Front which was popular in the late 1980s. This nation was ruled in the 1930s by the dictatorial K?rlis Ulmanis, while today, it is home to a unicameral parliament known as the Saeima, which is home to such coalitions as the Unity, Harmony Centre, and Union of Greens and Farmers. For 10 points, name this country currently led by president Andris B?rzi?š": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.0017998889
      ],
      [
        "via",
        -0.0010854477
      ]
    ]
  },
  "The final three years of this war consisted of a guerilla campaign which culminated in the battle of Cerro Cora, where the defenders were finally defeated. The tide had turned when Colorado faction leader Venancio Flores was brought into the war, which started due to Brazilian reprisals against casualties caused by Uruguay's civil war, prompting *Paraguayan President Francisco Solano Lopez to declare": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.023146367
      ],
      [
        "agu",
        -0.00022356294
      ],
      [
        "ayan",
        -9.0883464e-07
      ],
      [
        " War",
        -7.5530326e-05
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops drawn from one central participant's Army of the Alps helped expedite engagements during this action like the Battle of (*) Volturnus, after which Francis II fled his kingdom. The republicanism espoused during this event by Francesco Crispi led him to be replaced at the behest of Cavour during this event, which began when the central group left Quarto on Il Piemonte and Il Lombardo. Leading to the collapse of the Kingdom of Two Sicilies, for 10 points, name this action in which Red Shirts under": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.0028023869
      ],
      [
        "ped",
        -9.014684e-06
      ],
      [
        "ition",
        -1.1637165e-05
      ],
      [
        " of",
        -3.7027545e-05
      ],
      [
        " the",
        -9.849109e-06
      ],
      [
        " Thousand",
        -3.4762674e-05
      ]
    ]
  },
  "This man's finance minister Peter Barsymes broke the Sassanid silk monopoly by establishing the silk industry for this ruler's empire. This man fought the Lazic Wars with Khosrau I after the failure of his Perpetual Peace, having earlier reconquered Gelimer's Tunisian kingdom in the Vandalic War. A revolt led by the Greens nearly replaced this ruler with the senator Hypatius, but he and his supporters were massacred by this man's generals Mundus and Belisarius in the Hippodrome. For 10 points, name this Byzantine emperor, who suppressed the Nika riots and was blasted by Procopius in the Secret": {
    "guess": "Justinian I",
    "confidence": [
      [
        "Justin",
        -0.0012138063
      ],
      [
        "ian",
        -4.7994283e-05
      ],
      [
        " I",
        -8.75699e-05
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it included figures like Tityos, Otus and Ephalties, and the Lapiths.  Rhadymanthus assigns who stays": {
    "guess": "The Gates of Hell",
    "confidence": [
      [
        "The",
        -0.7814516
      ],
      [
        " Gates",
        -1.083604
      ],
      [
        " of",
        -7.147741e-05
      ],
      [
        " Hell",
        -0.00016694854
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.27863595
      ],
      [
        "ped",
        -0.0018602114
      ],
      [
        "ition",
        -0.00023321842
      ],
      [
        " of",
        -0.045045648
      ],
      [
        " the",
        -0.00020675888
      ],
      [
        " Thousand",
        -0.00038372134
      ]
    ]
  },
  "The finale of the poem contains an allusion to the story of Venus and Adonis, particularly the white": {
    "guess": "Endymion (poem)",
    "confidence": [
      [
        "End",
        -0.31170982
      ],
      [
        "ym",
        -0.0020296348
      ],
      [
        "ion",
        -0.00027885512
      ],
      [
        " (",
        -0.015797492
      ],
      [
        "po",
        -0.0053219893
      ],
      [
        "em",
        -6.384837e-05
      ],
      [
        ")",
        -4.0842064e-05
      ]
    ]
  },
  "Its final act sees the high priests try the lover of the title character for treason and sentence him to death in the temple of Vulcan, but not before the title character's rival, Amneris, makes a manipulative marriage proposal that is rejected by Radames. This opera was commissioned by Ishmael Pacha,": {
    "guess": "Aida",
    "confidence": [
      [
        "A",
        -0.027159303
      ],
      [
        "ida",
        -0.0006613265
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn before Murazov the lawyer frees him. Earlier, he gained the favor of Betrishtechev, paving": {
    "guess": "Crime and Punishment",
    "confidence": [
      [
        "Crime",
        -0.8092287
      ],
      [
        " and",
        -0.000191024
      ],
      [
        " Pun",
        -0.0010869937
      ],
      [
        "ishment",
        -0.00040362097
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of this poem mentions a time when \"The wind blew the cotton wool away\" and \"oxide scattered nickel and glass,\" when a man lies in a (*) \"coffin on wheels\" for a bed. Though \"terrifying mothers / lifted up their heads,\" that man's \"eyes did not shut\" as he faced his demise. The title event of this poem": {
    "guess": "Poet in New York",
    "confidence": [
      [
        "Po",
        -0.85328895
      ],
      [
        "et",
        -0.54940766
      ],
      [
        " in",
        -0.00083892717
      ],
      [
        " New",
        -0.00021498026
      ],
      [
        " York",
        -3.6789137e-05
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack,": {
    "guess": "Cat's Cradle",
    "confidence": [
      [
        "Cat",
        -0.44482157
      ],
      [
        "'s",
        -8.45898e-05
      ],
      [
        " Cr",
        -0.0015662845
      ],
      [
        "adle",
        -0.00017624642
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -1.6123738
      ],
      [
        " Waste",
        -0.56110173
      ],
      [
        " Land",
        -0.00021772196
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of this poem mentions a time when \"The wind blew the cotton wool away\" and \"oxide scattered nickel and glass,\" when a man lies in a (*) \"coffin on wheels\" for a bed. Though \"terrifying mothers / lifted up their heads,\" that man's \"eyes did not shut\" as he faced his demise. The title event of this poem occurs at five in the afternoon. For ten points, name this Federico Garcia Lorca poem describing one who failed to adequately deal with a horned beast.": {
    "guess": "Lament for Ignacio Sánchez Mejías",
    "confidence": [
      [
        "L",
        -0.03718213
      ],
      [
        "ament",
        -0.18058965
      ],
      [
        " for",
        -0.0008525127
      ],
      [
        " Ign",
        -0.006378072
      ],
      [
        "acio",
        -0.00077972695
      ],
      [
        " S",
        -0.012064663
      ],
      [
        "ánchez",
        -9.710619e-05
      ],
      [
        " Mej",
        -0.00018601745
      ],
      [
        "ías",
        -0.0025203691
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A": {
    "guess": "A Treatise of Human Nature",
    "confidence": [
      [
        "A",
        -1.0493096
      ],
      [
        " Treat",
        -0.22268425
      ],
      [
        "ise",
        -0.00022499338
      ],
      [
        " of",
        -0.5762403
      ],
      [
        " Human",
        -0.0008340472
      ],
      [
        " Nature",
        -0.00011236426
      ]
    ]
  },
  "The final song heard in this film originally contained a line about being a fool, but that was changed to \"What grace have I, to fall so in love\" at the request of the director.  At the end of this film, the protagonist puts a cockroach in a freshly-made bed after her husband leaves for work.  That protagonist masturbates over the prospect of being compelled to eat exactly four peas, and possesses a notable collection of drill bits and porcelain ballerinas with sharpened toes.  Toward the end of the film, she goes on a hunger strike, soiling her wedding dress and refusing to move.  She rejects her boyfriend Peter, played by Jeremy Davies, in favor of E. Edward Grey.  Directed by Steven Shainberg, FTP, name this dark comedy released in 2002 in which Lee Holloway overcomes the urge to cut herself by taking the title position, a film which stars James Spader and Maggie Gyllenhaal.": {
    "guess": "Secretary",
    "confidence": [
      [
        "Secretary",
        -0.00030697984
      ]
    ]
  },
  "Its final act sees the high priests try the lover of the title character for treason and sentence him to death in the temple of Vulcan, but not before the title character's rival, Amneris, makes a manipulative marriage proposal that is rejected by Radames. This opera was commissioned by Ishmael Pacha, who intended for it to open on the same day as the Suez Canal. For 10 points, name this Giuseppe Verdi": {
    "guess": "Aida",
    "confidence": [
      [
        "A",
        -0.014401014
      ],
      [
        "ida",
        -5.8245798e-05
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of": {
    "guess": "Azul (Rubén Darío)",
    "confidence": [
      [
        "Az",
        -0.2067091
      ],
      [
        "ul",
        -0.0034195085
      ],
      [
        " (",
        -0.33873928
      ],
      [
        "Rub",
        -0.18858872
      ],
      [
        "én",
        -0.055123173
      ],
      [
        " Dar",
        -0.0047129034
      ],
      [
        "ío",
        -0.00040254818
      ],
      [
        ")",
        -0.02565228
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant to cross. He hires the useless advocate Huld soon after he takes Leni as a lover, despite his pursuit": {
    "guess": "Franz Kafka",
    "confidence": [
      [
        "Fran",
        -0.22723709
      ],
      [
        "z",
        -1.2829201e-05
      ],
      [
        " Kafka",
        -0.008015297
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure to include it in every cathedral. Its twenty-four chapters include a life of William Tyndale, and": {
    "guess": "Foxe's Book of Martyrs",
    "confidence": [
      [
        "Fox",
        -0.18489231
      ],
      [
        "e",
        -0.0024579375
      ],
      [
        "'s",
        -0.0065270765
      ],
      [
        " Book",
        -0.000546361
      ],
      [
        " of",
        -0.00020556684
      ],
      [
        " Marty",
        -5.4669687e-05
      ],
      [
        "rs",
        -0.00012868783
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.017304981
      ],
      [
        " Trial",
        -0.027769478
      ]
    ]
  },
  "The 2008 financial crisis in this nation saw the nationalization of Parex Bank as well as a downfall of its president Ivars Godmanis. That president had first gained prominence leading the publisher of the newsletter Atmoda, this nation's Popular Front which was popular in the late 1980s. This nation was ruled in the 1930s by the dictatorial K?rlis Ulmanis, while today, it is home to a unicameral parliament": {
    "guess": "Latvia",
    "confidence": [
      [
        "Lat",
        -0.0046233223
      ],
      [
        "via",
        -0.0024424777
      ]
    ]
  },
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering Sigeum, thereby controlling the Hellespont, and by acquiring the Thracian Chersonese.  His second": {
    "guess": "Miltiades",
    "confidence": [
      [
        "M",
        -1.2404132
      ],
      [
        "ilt",
        -0.016358564
      ],
      [
        "i",
        -0.00035524633
      ],
      [
        "ades",
        -7.465036e-06
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting": {
    "guess": "Dead Souls",
    "confidence": [
      [
        "Dead",
        -0.0017722812
      ],
      [
        " Souls",
        -6.3609965e-05
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided into seven rings named for the  seven planets, with four gates aligned with the four cardinal directions.": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.00088882947
      ],
      [
        " City",
        -0.0002939903
      ],
      [
        " of",
        -1.18755715e-05
      ],
      [
        " the",
        -2.6418418e-05
      ],
      [
        " Sun",
        -1.9385403e-05
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided into seven rings named for the  seven planets, with four gates aligned with the four cardinal directions. The character tel ing of this place recal s being conducted there after finding himself \"on a large plain immediately under the equator.\"  Framed as a dialogue between the Grandmaster of the Knights Hospital ers and a \"Geonese sea-captain,\"  for 10 points, identify this philosophical work describing": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.010920133
      ],
      [
        " City",
        -0.0009115827
      ],
      [
        " of",
        -2.4034345e-05
      ],
      [
        " the",
        -6.909333e-05
      ],
      [
        " Sun",
        -4.6683042e-05
      ]
    ]
  },
  "This man finds a picture of a naked man and woman on a sofa in some official documents that he gains access to by flirting with a washerwoman. This character's careful study of Italian verbs proves to be a waste when a tourist he was supposed to meet at a cathedral doesn't show up, forcing him to listen to a chaplain's story about a man who is barred by a gatekeeper from an entryway that he is meant to cross. He hires the useless advocate Huld soon after he takes Leni as a lover, despite his pursuit of his neighbor Fraulein Burstner. This character hears the parable of the man before the law and": {
    "guess": "The Trial",
    "confidence": [
      [
        "The",
        -0.005260203
      ],
      [
        " Trial",
        -0.0015988911
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.0009643423
      ],
      [
        " City",
        -0.00042983482
      ],
      [
        " of",
        -2.9875326e-05
      ],
      [
        " the",
        -5.4550484e-05
      ],
      [
        " Sun",
        -1.18755715e-05
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.10055052
      ],
      [
        " City",
        -0.017465701
      ],
      [
        " of",
        -6.50404e-05
      ],
      [
        " the",
        -0.00037693037
      ],
      [
        " Sun",
        -0.0003679901
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location do not fear  death because they believe that the soul is immortal. The title location of this work is said to be ruled by  the triumvirate of personified Power, Love, and Wisdom, and is divided into seven rings named for the  seven planets, with four gates aligned with the four cardinal directions. The character tel ing of this place recal s being conducted there after finding himself \"on a large plain immediately under the equator.\"  Framed as a dialogue between the Grandmaster of the Knights": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.004201748
      ],
      [
        " City",
        -0.0017651436
      ],
      [
        " of",
        -3.619312e-05
      ],
      [
        " the",
        -0.00011725161
      ],
      [
        " Sun",
        -3.2497806e-05
      ]
    ]
  },
  "Its final section includes sonnets about J.J. Palma, Walt Whitman, and Liconte de Lisle. Suzette destroys a porcelain doll out of jealousy in one story in this collection, \"The Death of the Empress of China.\" Another story in this collection describes a poet who dies of starvation while cranking a music box for a wealthy man. In addition to \"El Rey Burgués,\" this work includes a section about Ricardo, a lyric poet who leaves Valparaiso in search of art, titled \"En Chile.\" It was heavily promoted": {
    "guess": "Azul...",
    "confidence": [
      [
        "Az",
        -0.83014536
      ],
      [
        "ul",
        -0.0007905708
      ],
      [
        "...",
        -0.32581162
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses,": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.008608784
      ],
      [
        " XVI",
        -0.0050346255
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure": {
    "guess": "John Foxe",
    "confidence": [
      [
        "John",
        -1.2248777
      ],
      [
        " Fox",
        -0.019874578
      ],
      [
        "e",
        -0.0014868855
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\"": {
    "guess": "The Anatomy of Melancholy",
    "confidence": [
      [
        "The",
        -0.2179472
      ],
      [
        " Anatomy",
        -0.13756752
      ],
      [
        " of",
        -0.00047023385
      ],
      [
        " Mel",
        -0.018441271
      ],
      [
        "anch",
        -0.00017123987
      ],
      [
        "oly",
        -0.000113913906
      ]
    ]
  },
  "It finds its origins in the theories of Grotius and Pufendorf, while its earliest appreciations can be found as far back as Book Two of Plato's The Republic. Its definitive statement can be found in Chapters": {
    "guess": "Natural law",
    "confidence": [
      [
        "Natural",
        -0.032954104
      ],
      [
        " law",
        -0.1643387
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired by a Shakespeare play led to its common title \"The Tempest.\" Movements called \"The Absence\" and \"The Return\" appear in one honoring the composer's patron Archduke Randolph being forced to leave Vienna. This group of works includes ones called \"Les Adieux\" and \"Hammerklavier\" and another piece is subtitled \"quasi una fantasia.\" For 10 points, name this series of compositions for a specific instrument": {
    "guess": "Piano Sonatas by Ludwig van Beethoven",
    "confidence": [
      [
        "P",
        -0.0020644953
      ],
      [
        "iano",
        -2.2007884e-05
      ],
      [
        " Son",
        -0.50048256
      ],
      [
        "atas",
        -4.3941356e-05
      ],
      [
        " by",
        -0.7004917
      ],
      [
        " Ludwig",
        -0.016776552
      ],
      [
        " van",
        -0.011257194
      ],
      [
        " Be",
        -3.1782583e-05
      ],
      [
        "ethoven",
        -6.2775536e-05
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced": {
    "guess": "Weezer (The Blue Album)",
    "confidence": [
      [
        "We",
        -0.91464305
      ],
      [
        "e",
        -3.2929079e-06
      ],
      [
        "zer",
        -1.60477e-05
      ],
      [
        " (",
        -0.035772733
      ],
      [
        "The",
        -0.6070991
      ],
      [
        " Blue",
        -0.00081641605
      ],
      [
        " Album",
        -5.4788892e-05
      ],
      [
        ")",
        -9.9371064e-05
      ]
    ]
  },
  "This is the final destination of Typhus and the hecatoncheires stayed at its bronze gates.  Later, it included figures like Tityos, Otus and Ephalties, and the Lapiths.  Rhadymanthus assigns who stays and who goes here, along with his brother Minos.  Surrounded by a wall of bronze, it was where the Titans went after Zeus defeated them.  Hesiod wrote that an anvil falling from earth would take seven days to land in, for ten points, what opposite of Elysium, the lowest region of the world and a place": {
    "guess": "Tartarus",
    "confidence": [
      [
        "T",
        -0.0008592927
      ],
      [
        "art",
        -5.2047206e-05
      ],
      [
        "arus",
        -0.00016408764
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and because animate and inanimate bodies behave differently under it, the National Weather Service has doubted the validity of this measure for decades. However, it does have major implications at high speeds": {
    "guess": "Wind chill",
    "confidence": [
      [
        "Wind",
        -0.31532788
      ],
      [
        " chill",
        -0.40803984
      ]
    ]
  },
  "The final scene of this play sees a group of players convincing the title character to become part of their grand finale, however, this finale involves being engulfed in flame. The second act involves the title character in a variety of careers including priesthood, art and usurping his father, Charlemagne to be king. Featuring such songs as \"Morning Glow\", \"War is a Science\", and \"Corner of the Sky\", FTP, name this Broadway musical set in 8th century France with music by Steven Schwartz and choreography by Bob Fosse.": {
    "guess": "Pippin (musical)",
    "confidence": [
      [
        "P",
        -0.0025611497
      ],
      [
        "ipp",
        -2.0339032e-05
      ],
      [
        "in",
        -1.50940705e-05
      ],
      [
        " (",
        -0.5424871
      ],
      [
        "mus",
        -9.372295e-06
      ],
      [
        "ical",
        -3.6789137e-05
      ],
      [
        ")",
        -2.2961513e-05
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice": {
    "guess": "Crusader Cup",
    "confidence": [
      [
        "Cr",
        -0.9339423
      ],
      [
        "us",
        -0.000715412
      ],
      [
        "ader",
        -0.08674185
      ],
      [
        " Cup",
        -0.0067298147
      ]
    ]
  },
  "The final movement of one of these pieces ends with an arioso marked \"exhausted\" moving into a triumphant second fugue that Charles Rosen believes represents a physical rejuvenation. The 19th and 20th ones are often called the \"easy\" ones and Anton Schindler's erroneous claim that another was inspired": {
    "guess": "String Quartet No. 13 (Beethoven)",
    "confidence": [
      [
        "String",
        -1.4339386
      ],
      [
        " Quart",
        -0.010384528
      ],
      [
        "et",
        -0.3528536
      ],
      [
        " No",
        -0.0087175155
      ],
      [
        ".",
        -0.0011910604
      ],
      [
        " ",
        -0.002697163
      ],
      [
        "13",
        -0.7655213
      ],
      [
        " (",
        -0.019486867
      ],
      [
        "Be",
        -0.00037895687
      ],
      [
        "ethoven",
        -0.00033367777
      ],
      [
        ")",
        -0.0005785313
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by": {
    "guess": "An Enquiry Concerning the Principles of Morals",
    "confidence": [
      [
        "An",
        -0.7982873
      ],
      [
        " En",
        -0.27426654
      ],
      [
        "quiry",
        -4.604148e-06
      ],
      [
        " Concern",
        -0.26071385
      ],
      [
        "ing",
        -1.3902034e-05
      ],
      [
        " the",
        -0.41734162
      ],
      [
        " Principles",
        -0.0011010414
      ],
      [
        " of",
        -1.1041146e-05
      ],
      [
        " Mor",
        -0.00019698418
      ],
      [
        "als",
        -8.89548e-06
      ]
    ]
  },
  "The final chapter of this book begins with a story of how Samuel Mills arranged a meeting in a haystack, and how his students, including Doctor Adoniram Judson, sailed from Massachusetts to Calcutta - that chapter is entitled \"The Beginnings of American Foreign Missions.\" The author of this work was patronized by Mary Fitzroy, the duchess of Richmond, and was the tutor to her nephews. This book was published by the printer John Day, a close friend of the author, and William Cecil sponsored a measure to include it in every cathedral. Its twenty-four chapters include a life of William Tyndale, and its original title called it the \"Acts and Monuments of these Latter and Perilous Days, Touching Matters of the Church.\" Containing tales about the Lollards and the Marian persecutions, FTP, name this work by John Foxe, a gigantic work of the Protestant Reformation which focuses on lots of holy people": {
    "guess": "Foxe's Book of Martyrs",
    "confidence": [
      [
        "Fox",
        -0.3965498
      ],
      [
        "e",
        -0.0015777133
      ],
      [
        "'s",
        -0.006726857
      ],
      [
        " Book",
        -0.005317601
      ],
      [
        " of",
        -0.00032247265
      ],
      [
        " Marty",
        -7.4576696e-05
      ],
      [
        "rs",
        -0.00014478032
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they had kings,\" this work describes a nation in which \"every part was full of vice / yet the whole mass a paradise,\" until it is undone by Jove's pledge to rid it of Fraud. Subtitled \"Private Vices, Public Benefits,\" for 10 points, identify this philosophical poem, a meditation on self-interest whose": {
    "guess": "The Fable of the Bees",
    "confidence": [
      [
        "The",
        -0.018028658
      ],
      [
        " F",
        -0.004938074
      ],
      [
        "able",
        -2.5226382e-05
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " the",
        -0.0011766551
      ],
      [
        " Be",
        -2.1531068e-05
      ],
      [
        "es",
        -2.1008714e-06
      ]
    ]
  },
  "The final section of this poem says that, though \"Autumn will come with its snails, / grapes in mist, and clustered mountains,\" no one will \"gaze in your eyes,\" and though \"no one knows you,\" \"I sing of you.\" This poem's speaker wants \"to see the men with the harsh voices here,\" \"in front of the stone\" before telling the title figure ($) \"Sleep, soar, rest: Even the ocean dies!\" The first section of this poem mentions a time when \"The wind blew the cotton wool away\" and \"oxide scattered nickel and glass,\" when a man lies in a (*) \"coffin on wheels\" for a bed. Though \"terrifying mothers / lifted up their heads,\" that man's \"eyes did not shut\" as he faced his demise. The title event of this poem occurs at five in the afternoon. For ten points, name this Federico Garcia Lorca poem describing one": {
    "guess": "Llanto por Ignacio Sánchez Mejías",
    "confidence": [
      [
        "L",
        -0.028910056
      ],
      [
        "l",
        -0.6770526
      ],
      [
        "anto",
        -0.0005760281
      ],
      [
        " por",
        -0.0019476758
      ],
      [
        " Ign",
        -0.0014445223
      ],
      [
        "acio",
        -5.538491e-05
      ],
      [
        " S",
        -0.000110457004
      ],
      [
        "ánchez",
        -0.000105331244
      ],
      [
        " Mej",
        -0.00035631913
      ],
      [
        "ías",
        -0.004620003
      ]
    ]
  },
  "The final portion of this work describes a system of confessions in which ordinary people confess their  sins to magistrates, who confess to \"the three supreme chiefs,\" who themselves confess to a priest  named Hoh. When asked to discourse upon military affairs in the title location, one speaker in this work  explains that women are also trained to be soldiers, and that inhabitants of the title location": {
    "guess": "The City of the Sun",
    "confidence": [
      [
        "The",
        -0.0016434037
      ],
      [
        " City",
        -0.0022029516
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " the",
        -7.0404574e-05
      ],
      [
        " Sun",
        -2.7372049e-05
      ]
    ]
  },
  "In his final paper this chemist described palladium hydride, the first known instance of a solid compound formed from a metal and a gas. From his work on the three forms of phosphoric acid he developed the concept of polybasic acids, devised the method of dialysis, and proved that partial decomposition of certain chemical compounds results from liquid diffusion, but is best known for a law used to": {
    "guess": "Thomas Graham (chemist)",
    "confidence": [
      [
        "Thomas",
        -0.017455976
      ],
      [
        " Graham",
        -4.85903e-05
      ],
      [
        " (",
        -0.009583958
      ],
      [
        "chemist",
        -8.780831e-05
      ],
      [
        ")",
        -1.11603495e-05
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter meshes justice with the titular concept, stating that justice can be \"moralised by the social feeling.\" Its second chapter famously claims it is \"better to be Socrates dissatisfied than a fool satisfied,\" and it bases its titular doctrine on the idea \"that pleasure and freedom from pain are the only things desirable as ends.\" For 10 points, name this work that espouses \"the greatest happiness for the greatest number of people,\" a philosophical tract by John Stuart Mill.": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.010791831
      ],
      [
        "itarian",
        -8.4828214e-05
      ],
      [
        "ism",
        -0.00018006093
      ]
    ]
  },
  "The final refuge for many of the organizers of this event was the Holbeche house after those organizers realized the Midlands Rebellion would fail. It led to the death of Thomas Wintour, who was caught": {
    "guess": "Gunpowder Plot",
    "confidence": [
      [
        "Gun",
        -0.015672171
      ],
      [
        "pow",
        -0.00023619852
      ],
      [
        "der",
        -0.00011331789
      ],
      [
        " Plot",
        -0.014657604
      ]
    ]
  },
  "A financial minister under this ruler published the Compte rendu au roi, making public this king's expenses, leading to his replacement with Charles-Alexandre de Colonne. This man reinstated the policy of toleration through the Edict of Versailles, and the Declaration of Pillnitz pledged support for this man's rulership. The 10th of August Incident saw Swiss Guards massacred in defense of this king's": {
    "guess": "Louis XVI",
    "confidence": [
      [
        "Louis",
        -0.0149825895
      ],
      [
        " XVI",
        -0.00033915747
      ]
    ]
  },
  "The final track on this album describes a figure who can be found \"in between molecules of oxygen and carbon dioxide\" and notes that in the title situation, \"we see what it means\". The singer of another song from this album notes that \"all along the undertow is strengthening its hold\" and wants to escape the rat race, proposing that \"you take your car to work, I'll take my board\". During the recording of this album, which features tracks like \"Only in Dreams\" and \"Surf Wax America\", Brian Bell replaced Nick Cropper, who co-wrote a song which ends with the chant \"workers are going home!\" and describes a figure who is \"carrying the wheel\". In addition to \"My Name is Jonas\" and \"The World Has Turned and Left Me Here\", it contains a song that invites the listener to \"hold this thread as I walk": {
    "guess": "Weezer (The Blue Album)",
    "confidence": [
      [
        "We",
        -0.7317081
      ],
      [
        "e",
        -8.657073e-06
      ],
      [
        "zer",
        -2.9994528e-05
      ],
      [
        " (",
        -0.04063195
      ],
      [
        "The",
        -0.40405262
      ],
      [
        " Blue",
        -0.003021799
      ],
      [
        " Album",
        -7.350386e-05
      ],
      [
        ")",
        -5.5980927e-05
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching": {
    "guess": "Dead Souls",
    "confidence": [
      [
        "Dead",
        -0.68648523
      ],
      [
        " Souls",
        -3.5597102e-05
      ]
    ]
  },
  "The financial backing for this event was in great part driven by Britain's need for a steady supply of sulfur for their steam ships. This event was preceded by the Gancia revolt which roused popular support, while a major envoy during this arrested and replaced with the scheming Depretis. Seasoned troops": {
    "guess": "Expedition of the Thousand",
    "confidence": [
      [
        "Ex",
        -0.02227806
      ],
      [
        "ped",
        -0.00014358829
      ],
      [
        "ition",
        -2.7372049e-05
      ],
      [
        " of",
        -0.0008068907
      ],
      [
        " the",
        -4.7517467e-05
      ],
      [
        " Thousand",
        -0.00030138093
      ]
    ]
  },
  "In its final version, this work came bundled with a set of six dialogues in which Cleomenes explicates the meaning of this work to Horatio, as well as several essays, including \"An Enquiry into the Origin of Moral Virtue\" and \"An Essay on Charity and Charity Schools.\" George Berkeley's Alciphron, or the Minute Philosopher was largely a response to this work, which its author would later defend in A Letter to Dion. In one section of this work, Justice is described as departing on a cloud, while another describes soldiers who would stay home for double pay and kings that were \"knavishly cheated by their own ministry.\" Observing that the title creatures \"lived like men\" and \"wanted dice, yet they": {
    "guess": "An Enquiry Concerning Human Understanding",
    "confidence": [
      [
        "An",
        -0.37410483
      ],
      [
        " En",
        -0.17245054
      ],
      [
        "quiry",
        -5.9153886e-06
      ],
      [
        " Concern",
        -0.25405535
      ],
      [
        "ing",
        -1.735894e-05
      ],
      [
        " Human",
        -0.6405781
      ],
      [
        " Understanding",
        -7.481511e-05
      ]
    ]
  },
  "A final event in this work involves one of the characters spotting his name and the date 1500 engraved": {
    "guess": "Wuthering Heights",
    "confidence": [
      [
        "W",
        -0.5842393
      ],
      [
        "uth",
        -0.006359824
      ],
      [
        "ering",
        -4.4894987e-05
      ],
      [
        " Heights",
        -0.0010859246
      ]
    ]
  },
  "The final sentence of this work discusses the future and how it looms in the dark. One character relates a tale about how the protagonist replaced 2 million false rubles with genuine ones thereby resisting arrest in addition showing off his extensive [?] dagger collection before being arrested for punching Maximov. The protagonist fails to help Hlobuev alter a will correctly, so he is arrested by Lyenitzyn before Murazov the lawyer frees him. Earlier, he gained the favor of Betrishtechev, paving the way for Tentetnikov to be closer to Ulinka. The protagonist had visited the Temple of Solitary Meditation of Manilovka's estate, the first place he obtained the names of those who perished before the census.  For ten points, the title entities are actually the serf's names bought by Pavel Tchitchikov": {
    "guess": "Dead Souls",
    "confidence": [
      [
        "Dead",
        -0.0022794346
      ],
      [
        " Souls",
        -8.6735476e-05
      ]
    ]
  },
  "His final ruling stint came after his victory near Mount Hymettus.  He extended influence by recovering Sigeum, thereby controlling the Hellespont, and by acquiring the Thracian Chersonese.  His second time in power came after he married the daughter of Megacles, although he was later forced out by Megacles and Lycurgus.  This son of Hippocrates had first come to power with much difficulty but peacefully passed rule to his son Hippias.  FTP, name this man who unified Attica as the 6th century BC": {
    "guess": "Peisistratos",
    "confidence": [
      [
        "Pe",
        -0.17785385
      ],
      [
        "is",
        -0.0008401192
      ],
      [
        "istr",
        -4.763667e-05
      ],
      [
        "atos",
        -0.014880531
      ]
    ]
  },
  "Final Round 9  # Crusader Cup 2005  # Final Round  # Questions by various freelancers (Auburn, Georgia Perimeter College, Shorter College, Florida, South Florida's Anthony Napolitano, Kentucky's Seth Kendall, Florida State's Billy Beyer and Matt Alford, and Cal-Berkeley's Ray Luo), and Charlie Steinhice  Edited By Charlie Steinhice and James Washick  Toss-Up #1  Because it is a composite index and because animate and inanimate bodies behave differently under it, the National Weather Service has doubted": {
    "guess": "Heat Index",
    "confidence": [
      [
        "Heat",
        -0.19871928
      ],
      [
        " Index",
        -0.24216639
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\"": {
    "guess": "Civilization of the Renaissance in Italy",
    "confidence": [
      [
        "Civil",
        -0.50760233
      ],
      [
        "ization",
        -0.00021521868
      ],
      [
        " of",
        -0.5691048
      ],
      [
        " the",
        -0.009318136
      ],
      [
        " Renaissance",
        -0.002209497
      ],
      [
        " in",
        -0.0093852235
      ],
      [
        " Italy",
        -6.5994034e-05
      ]
    ]
  },
  "In its final pages we learn how a man named Cutwolf took revenge on Esdras by shooting him in the throat, after which a torturer broke Cutwolf on the wheel and put \"venomous stinging worms\" into his ears. That story prompts the title character to marry his courtesan, leave the \"Sodom of Italy,\" and go to the camp of the King of England between Ardes and Guines. The title character meets the pornographic": {
    "guess": "The Unfortunate Traveller",
    "confidence": [
      [
        "The",
        -0.03241924
      ],
      [
        " Un",
        -0.0065350155
      ],
      [
        "fortunate",
        -4.167649e-05
      ],
      [
        " Trav",
        -0.00063368597
      ],
      [
        "eller",
        -3.4524266e-05
      ]
    ]
  },
  "Its final chapter, which cites to Burckhardt's Renaissance to make a point about the definition of \"success,\" begins by comparing Native American and Samoan approaches to deceit during warfare and is entitled \"Life Policy.\"  Another section describes the history of the mimus and the marionette theater to argue that \"amusements\" \"lack all progress\" and need the constant control of educated judgment and will.  This work asserts that slavery originated with \"ill feelings towards a member of an out group\" but that it paradoxically taught members of society the value of work.  Chapter two defines certain entities and notes that they arose from recurrent needs that were unforeseen and went unnoticed": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.0322618
      ]
    ]
  },
  "Its final chapter notes that Herbert Spencer objects to being labeled an opponent of the titular concept, and that its title was gleaned from an expression in Galt's Annals of the Parish. The fifth chapter meshes justice with the titular concept, stating that justice can be \"moralised by the social feeling.\" Its second chapter famously claims it is \"better to be Socrates dissatisfied than a fool satisfied,\" and it bases its titular doctrine on the idea \"that pleasure and freedom from pain are the": {
    "guess": "Utilitarianism",
    "confidence": [
      [
        "Util",
        -0.046895444
      ],
      [
        "itarian",
        -0.00027647105
      ],
      [
        "ism",
        -0.00034690573
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard and Pecuchet, is his Dictionary of Recieved Ideas, which is a spoof of the 2nd French empire. Another": {
    "guess": "Bouvard and Pécuchet",
    "confidence": [
      [
        "B",
        -0.0834376
      ],
      [
        "ou",
        -0.0011709371
      ],
      [
        "vard",
        -9.472212e-05
      ],
      [
        " and",
        -0.13595136
      ],
      [
        " P",
        -0.00021807956
      ],
      [
        "éc",
        -0.07595576
      ],
      [
        "uch",
        -4.3202e-07
      ],
      [
        "et",
        -1.831257e-05
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard and Pecuchet, is his Dictionary of Recieved Ideas, which is a spoof of the 2nd French empire. Another novel's focus is a Carthaginian priestess, (*) Salammbo. His most famous works center on the selfless": {
    "guess": "Gustave Flaubert",
    "confidence": [
      [
        "G",
        -0.0049916934
      ],
      [
        "ust",
        -1.11603495e-05
      ],
      [
        "ave",
        -0.00049405626
      ],
      [
        " Fl",
        -9.555654e-05
      ],
      [
        "aub",
        -3.7027545e-05
      ],
      [
        "ert",
        -4.5848617e-05
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard and Pecuchet, is his Dictionary of Recieved Ideas, which is a spoof of the 2nd French empire. Another novel's focus is a Carthaginian priestess, (*) Salammbo. His most famous works center on the selfless maid Felicite,  the autobiographical Frederic Moreau, and the bored Norman wife Dr. Charles who": {
    "guess": "Gustave Flaubert",
    "confidence": [
      [
        "G",
        -0.009639807
      ],
      [
        "ust",
        -5.0139948e-05
      ],
      [
        "ave",
        -0.00076555274
      ],
      [
        " Fl",
        -0.0001005631
      ],
      [
        "aub",
        -5.0616763e-05
      ],
      [
        "ert",
        -7.326546e-05
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard and Pecuchet, is his Dictionary of Recieved Ideas, which is a spoof of the 2nd French empire. Another novel's focus is a Carthaginian priestess, (*) Salammbo. His most famous works center on the selfless maid Felicite,  the autobiographical Frederic Moreau, and the bored Norman wife Dr. Charles who commits adultery and suicide. FTP name this French author of A Simple Heart, A Sentimental Education,": {
    "guess": "Gustave Flaubert",
    "confidence": [
      [
        "G",
        -0.0066495338
      ],
      [
        "ust",
        -1.0802739e-05
      ],
      [
        "ave",
        -0.00031103275
      ],
      [
        " Fl",
        -8.4947416e-05
      ],
      [
        "aub",
        -3.2140193e-05
      ],
      [
        "ert",
        -6.0391463e-05
      ]
    ]
  },
  "His final, unfinished novel concerns two Parisian Clerks who move into the country near Chavignolles to pursue every kind of intillectual stimulation and failing miserably. Related to that work, Bouvard and Pecuchet, is his Dictionary of Recieved Ideas, which is a spoof of the 2nd French empire. Another novel's focus is a Carthaginian priestess, (*) Salammbo. His most famous works center on the selfless maid Felicite,  the autobiographical Frederic Moreau, and the bored Norman wife Dr. Charles who commits adultery and suicide. FTP name this French author of A Simple Heart, A Sentimental Education, and Madame Bovary.": {
    "guess": "Gustave Flaubert",
    "confidence": [
      [
        "G",
        -0.0037271606
      ],
      [
        "ust",
        -3.202099e-05
      ],
      [
        "ave",
        -0.00014585316
      ],
      [
        " Fl",
        -9.770221e-05
      ],
      [
        "aub",
        -1.18755715e-05
      ],
      [
        "ert",
        -6.909333e-05
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy fog.  During the previous day, Israel Putnam's force was engaged with Henry Clinton, but a force": {
    "guess": "Evacuation of Long Island",
    "confidence": [
      [
        "Ev",
        -0.8671378
      ],
      [
        "ac",
        -3.888926e-06
      ],
      [
        "uation",
        -7.8748824e-05
      ],
      [
        " of",
        -0.00024299313
      ],
      [
        " Long",
        -0.58033395
      ],
      [
        " Island",
        -4.4179764e-05
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy fog.  During the previous day, Israel Putnam's force was engaged with Henry Clinton, but a force led by William Howe marched through the lightly-defended Jamaica Pass to turn Putnam's flank, (*)forcing": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.033733528
      ],
      [
        " of",
        -8.75699e-05
      ],
      [
        " Long",
        -0.13217634
      ],
      [
        " Island",
        -7.088138e-05
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy fog.  During the previous day, Israel Putnam's force was engaged with Henry Clinton, but a force led by William Howe marched through the lightly-defended Jamaica Pass to turn Putnam's flank, (*)forcing the Americans to fall back.  With over 2,000 casualties, compared to the British 400, Washington": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.13983463
      ],
      [
        " of",
        -0.00045069176
      ],
      [
        " Long",
        -0.081775196
      ],
      [
        " Island",
        -0.00010342398
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy fog.  During the previous day, Israel Putnam's force was engaged with Henry Clinton, but a force led by William Howe marched through the lightly-defended Jamaica Pass to turn Putnam's flank, (*)forcing the Americans to fall back.  With over 2,000 casualties, compared to the British 400, Washington ordered a surprise night retreat across the East River to Manhattan.  FTP – Name this first Revolutionary": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.012500113
      ],
      [
        " of",
        -0.0010917583
      ],
      [
        " Long",
        -0.028350303
      ],
      [
        " Island",
        -0.00014919086
      ]
    ]
  },
  "The final tactical withdrawal from this battle was conducted under the direction of John Glover, whose Marbleheaders did not complete the operation by sunrise as planned, but were luckily saved by a heavy fog.  During the previous day, Israel Putnam's force was engaged with Henry Clinton, but a force led by William Howe marched through the lightly-defended Jamaica Pass to turn Putnam's flank, (*)forcing the Americans to fall back.  With over 2,000 casualties, compared to the British 400, Washington ordered a surprise night retreat across the East River to Manhattan.  FTP – Name this first Revolutionary Battle after the Declaration of Independence on an island in New York.": {
    "guess": "Battle of Long Island",
    "confidence": [
      [
        "Battle",
        -0.0053754603
      ],
      [
        " of",
        -9.7821416e-05
      ],
      [
        " Long",
        -0.013052929
      ],
      [
        " Island",
        -6.5994034e-05
      ]
    ]
  }
}