{
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.121916324
      ],
      [
        "uc",
        -0.00024120507
      ],
      [
        "alion",
        -0.00015896189
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.1977318
      ],
      [
        "os",
        -0.0030702834
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen and Protogenea, and this man was the grandfather of Aelous, Dorus, and Xuthus. This ruler of Phthia eventually settled atop Mt. Parnassus, and after an incident caused indirectly by Lycaon, this man recognized the earth as his mother and cast stones over his shoulder, which grew into men. FTP, name this figure and son of Prometheus, the only man spared during the great flood, who repopulated the": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.0034775976
      ],
      [
        "uc",
        -0.0015206953
      ],
      [
        "alion",
        -0.0010088731
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.042667527
      ],
      [
        "aur",
        -0.00022427815
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus.": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.048170187
      ],
      [
        "ey",
        -0.06724669
      ],
      [
        "x",
        -0.00020628207
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen and Protogenea, and this man was the grandfather of Aelous, Dorus, and Xuthus. This ruler of Phthia eventually settled atop Mt. Parnassus, and after an incident caused indirectly by Lycaon, this man recognized the earth as his mother and cast stones over his shoulder, which grew into men. FTP, name this figure and son of Prometheus, the only man spared during the great flood, who repopulated the earth with his wife": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.00043078844
      ],
      [
        "uc",
        -9.1622824e-05
      ],
      [
        "alion",
        -6.134509e-05
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen and Protogenea, and this man was the grandfather of Aelous, Dorus, and Xuthus. This ruler of Phthia": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.37742987
      ],
      [
        "uc",
        -0.0013445196
      ],
      [
        "alion",
        -0.00015836587
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees on top of him. Another incident involving them occurred when one named Eurytion attempted to abduct Hippodameia at her wedding, leading to a battle between these creatures and the Lapiths. Other members of this race included Nessus, whose blood was used to kill Heracles, and the tutor of Jason and Achilles, Chiron. For 10 points, name this mythological race of creatures who were half man and half": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.015086042
      ],
      [
        "aur",
        -3.4047454e-05
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able to trick that god into giving her power over life and death. She was magically impregnated with a": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.7432973
      ],
      [
        "is",
        -8.900034e-05
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen and Protogenea, and this man was the grandfather of Aelous, Dorus, and Xuthus. This ruler of Phthia eventually settled atop Mt. Parnassus, and after an incident caused indirectly by Lycaon, this man": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.15551683
      ],
      [
        "uc",
        -0.00039576087
      ],
      [
        "alion",
        -0.0007303051
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able to trick that god into giving her power over life and death. She was magically impregnated with a penis made out of gold and wax because her husband lost his real one when he was chopped into fourteen pieces. Like Hathor, she is sometimes depicted with a cow's head, but is more often pictured with her son, Horus. For 10 points, name this Egyptian goddess, whose name means \"woman of the throne,\"": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.021002047
      ],
      [
        "is",
        -6.0749073e-05
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.22849211
      ],
      [
        "is",
        -0.000101874335
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees on top of him. Another incident involving them occurred when one named Eurytion attempted to abduct Hippodameia at her wedding, leading to a battle between these creatures and the Lapiths. Other members of this race included Nessus, whose blood was used to kill Heracles, and the tutor of Jason and Achilles,": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0006604921
      ],
      [
        "aur",
        -6.749814e-06
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able to trick that god into giving her power over life and death. She was magically impregnated with a penis made out of gold and wax because her husband lost his real one when he was chopped into fourteen": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.66276324
      ],
      [
        "is",
        -0.00038145646
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence his name, which is Greek for \"New Wine Sailor\". Children of this man and his wife included Hellen and Protogenea, and this man was the grandfather of Aelous, Dorus, and Xuthus. This ruler of Phthia eventually settled atop Mt. Parnassus, and after an incident caused indirectly by Lycaon, this man recognized the earth as his mother and cast stones over his shoulder, which grew into men. FTP, name": {
    "guess": "Deucalion",
    "confidence": [
      [
        "De",
        -0.07281999
      ],
      [
        "uc",
        -0.00020914296
      ],
      [
        "alion",
        -0.00049989356
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able to trick that god into giving her power over life and death. She was magically impregnated with a penis made out of gold and wax because her husband lost his real one when he was chopped into fourteen pieces. Like Hathor, she is sometimes depicted with a cow's head, but is more often pictured with": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.17712276
      ],
      [
        "is",
        -0.0029765142
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees on top of him. Another incident involving them occurred when one named Eurytion attempted to abduct Hippodameia at her wedding, leading to a battle between these creatures and the Lapiths. Other members of this race included Nessus, whose blood was used to kill Heracles, and the tutor of Jason and Achilles, Chiron. For 10 points, name this mythological race of creatures who were half man and half horse.": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.011175849
      ],
      [
        "aur",
        -3.22594e-05
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees on top of him. Another incident involving them occurred when one named Eurytion attempted to abduct": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0073350756
      ],
      [
        "aur",
        -0.0010261394
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests": {
    "guess": "Minos",
    "confidence": [
      [
        "Min",
        -0.37633604
      ],
      [
        "os",
        -0.00012594614
      ]
    ]
  },
  "In Ovid's Metamorphoses, the hero Caenus is killed when some of these creatures pile rocks and trees on top of him. Another incident involving them occurred when one named Eurytion attempted to abduct Hippodameia at her wedding, leading to a battle between these creatures and the Lapiths. Other members": {
    "guess": "Centaur",
    "confidence": [
      [
        "Cent",
        -0.0008018842
      ],
      [
        "aur",
        -0.00019054719
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that she could marry the maiden Ianthe. By creating a snake from a fellow god's spit and mud, she was able to trick that god into giving her power over life and death. She was magically impregnated with a penis made out of gold and wax because her husband lost his real one when he was chopped into fourteen pieces. Like Hathor, she is sometimes depicted with a cow's head, but is more often pictured with her son, Horus. For 10 points, name this Egyptian goddess, whose name means \"woman of the throne,\" the wife of Osiris.": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.04205566
      ],
      [
        "is",
        -0.00017493518
      ]
    ]
  },
  "In Ovid's Metamorphoses, Telethusa prays to this goddess to change the gender of her dauthger so that": {
    "guess": "Isis",
    "confidence": [
      [
        "Is",
        -0.10637264
      ],
      [
        "is",
        -6.289474e-05
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus,": {
    "guess": "Catreus",
    "confidence": [
      [
        "C",
        -0.88499755
      ],
      [
        "atre",
        -0.07296108
      ],
      [
        "us",
        -0.00074184954
      ]
    ]
  },
  "Ovid's Heroides recounts that this man threw himself from the Leucadian cliff to cure himself of love for his wife, and Pausanius lists this man as the king of Ozolion Locris and the father of Orestheus. Another figure of this name succeeded to the throne after Althaemenes murdered his father Catreus, and that figure was the father of the husband of Meda, the Cretan king Idomeneus. Robert Graves suggests that the more famous figure of this name was once a wine-god before the coming of Dionyos, hence": {
    "guess": "Catreus",
    "confidence": [
      [
        "C",
        -0.2817669
      ],
      [
        "atre",
        -0.09223654
      ],
      [
        "us",
        -0.00013679368
      ]
    ]
  }
}