{
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include Cradle Mountain and the highest, Mount Ossa. In the southwest is Lake Pedder, now an artificial lake that comes within the area of South-West National Park. The south is also home to Bruny Island,": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.004873658
      ],
      [
        "as",
        -1.3663626e-05
      ],
      [
        "mania",
        -0.013739717
      ]
    ]
  },
  "It is separated from the island to the south by the Strait of Bonifacio. Featuring the cities of Rogliano,": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.19934003
      ],
      [
        "ica",
        -0.0008190385
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability was lower in children who were regularly spanked. The average of this measure for a population steadily rises over time, a phenomenon known as the Flynn Effect. This measure is typically referenced to a normal distribution with mean one hundred and standard deviation fifteen. It was originally expressed as one hundred times the mental age divided by the chronological age. For 10 points, give this measure of a human's intelligence.": {
    "guess": "IQ",
    "confidence": [
      [
        "IQ",
        -0.30397394
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability was lower in children who were regularly spanked. The average of this measure for a population steadily rises over time, a phenomenon known as the Flynn Effect. This measure is typically referenced to a normal distribution with mean one hundred and standard deviation fifteen. It was originally expressed": {
    "guess": "Intelligence quotient",
    "confidence": [
      [
        "Int",
        -0.49643445
      ],
      [
        "elligence",
        -0.0005370668
      ],
      [
        " quotient",
        -0.4517821
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts between himself and president Sharif Ahmed as reasons. In August, 32 people were killed when the Muna Hotel in this country's capital was stormed by the insurgency group al-Shabab, which is currently at war with this country's government and peacekeepers from nearby Kenya and Ethiopia. For 10": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.00018542144
      ],
      [
        "alia",
        -0.0022234106
      ]
    ]
  },
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.082040444
      ],
      [
        "as",
        -0.00010008628
      ],
      [
        "mania",
        -0.0054399665
      ]
    ]
  },
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include Cradle Mountain and the highest, Mount Ossa. In the southwest is Lake Pedder, now an artificial lake that comes within the area of South-West National Park. The south is also home to Bruny Island, which is within Storm Bay, the outlet of the Derwent River estuary. Its major cities include Clarence,": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.0016977953
      ],
      [
        "as",
        -1.1517961e-05
      ],
      [
        "mania",
        -0.00042710046
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has the world's largest soccer stadium, Maracana. Squatter settlements, known as favelas, cover the slopes of those mountains, often encroaching on wealthy areas such as Gavea and Ipanema. Its most famous": {
    "guess": "Rio de Janeiro",
    "confidence": [
      [
        "Rio",
        -0.009592345
      ],
      [
        " de",
        -0.00096077356
      ],
      [
        " Janeiro",
        -0.000451407
      ]
    ]
  },
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include Cradle Mountain and the highest, Mount Ossa. In the southwest is Lake Pedder, now an artificial lake that comes within the area of South-West National Park. The south is also home to Bruny Island, which is within Storm Bay, the outlet of the Derwent River estuary. Its major cities include Clarence, Launceston, and Devonport, and to the northwest is Christmas Island. Situated on the south side of the Bass Strait, FTP, name this island with capital at Hobart formerly known as Van Diemen's Land.": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.0027887078
      ],
      [
        "as",
        -9.133887e-06
      ],
      [
        "mania",
        -4.9186317e-05
      ]
    ]
  },
  "It is separated from the island to the south by the Strait of Bonifacio. Featuring the cities of Rogliano, Ajaccio (ah-jack-see-oh), Bastia, and Porto- Vecchio, the Ligurian Sea lies to the north and the Tyrrhenian Sea lies to the east. FTP, name th  is Mediterranean island, owned by France, which is": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.06999846
      ],
      [
        "ica",
        -0.00038956228
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living with your decisions.\" In addition to Lance Easley, another one of these individuals threw a hat on the ground that Kevin Ogletree slipped on. One of these individuals signaled interception while another signaled touchdown at the end of the infamous \"Fail Mary\" play between the Seahawks and Packers. For 10 points, name these scab officials who patrolled pro football games while the NFL played hardball with the real game officials.": {
    "guess": "2012 NFL Referee Lockout",
    "confidence": [
      [
        "201",
        -0.022216849
      ],
      [
        "2",
        -0.0010805641
      ],
      [
        " NFL",
        -0.08281065
      ],
      [
        " Ref",
        -1.1373338
      ],
      [
        "eree",
        -0.04315356
      ],
      [
        " Lock",
        -0.11513805
      ],
      [
        "out",
        -0.00012225083
      ]
    ]
  },
  "On September 4, 1922, he flew his DH4B-Liberty 400 from Pablo  Beach, Florida to San Diego, becoming the first person ever to  travel coast-to-coast in less than 24 hours. But he is more famous  for another long-distance flight he made twenty years later, taking  off from the USS Hornet, 800 miles away": {
    "guess": "Doolittle Raid",
    "confidence": [
      [
        "D",
        -1.2111286
      ],
      [
        "ool",
        -0.053405523
      ],
      [
        "ittle",
        -0.0002782591
      ],
      [
        " Raid",
        -0.022881905
      ]
    ]
  },
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include Cradle Mountain and the highest, Mount Ossa. In the southwest is Lake Pedder, now an artificial": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.014489715
      ],
      [
        "as",
        -1.1517961e-05
      ],
      [
        "mania",
        -0.0013066678
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living with your decisions.\" In addition to Lance Easley, another one of these individuals threw a hat on the ground that Kevin Ogletree slipped on. One of these individuals signaled interception while another signaled touchdown at the end of the infamous \"Fail Mary\" play between the Seahawks and Packers. For 10 points, name these scab officials who patrolled pro football games while the NFL played hardball": {
    "guess": "2012 NFL Referee Lockout",
    "confidence": [
      [
        "201",
        -0.0559269
      ],
      [
        "2",
        -0.0015149809
      ],
      [
        " NFL",
        -0.112058036
      ],
      [
        " Ref",
        -0.9778405
      ],
      [
        "eree",
        -0.109226204
      ],
      [
        " Lock",
        -0.08054709
      ],
      [
        "out",
        -0.00026205103
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living with your decisions.\" In addition to Lance Easley, another one of these individuals threw a hat on the ground that Kevin Ogletree slipped on. One of these individuals signaled interception while another signaled touchdown at the end of the infamous \"Fail Mary\" play between the Seahawks and Packers.": {
    "guess": "National Football League referee",
    "confidence": [
      [
        "National",
        -0.47705486
      ],
      [
        " Football",
        -0.00014227704
      ],
      [
        " League",
        -0.000115701965
      ],
      [
        " referee",
        -1.2210528
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has the world's largest soccer stadium, Maracana. Squatter settlements, known as favelas, cover the slopes of those mountains, often encroaching on wealthy areas such as Gavea and Ipanema. Its most famous landmark lies atop Corcovado Mountain, and its most famous mountain, lying on a peninsula in Guanabara Bay, is the Sugar Loaf. FTP, name this city overlooked by a statue of Christ the Redeemer, the second-largest city in Brazil.": {
    "guess": "Rio de Janeiro",
    "confidence": [
      [
        "Rio",
        -0.0023896834
      ],
      [
        " de",
        -0.0005374244
      ],
      [
        " Janeiro",
        -3.9769227e-05
      ]
    ]
  },
  "It is separated from the island to the south by the Strait of Bonifacio. Featuring the cities of Rogliano, Ajaccio (ah-jack-see-oh), Bastia, and Porto- Vecchio, the Ligurian Sea lies to the north and the Tyrrhenian Sea lies to the east. FTP, name th  is Mediterranean island, owned by France, which is best known as the homeland of Napoleon.": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.012227306
      ],
      [
        "ica",
        -0.00018554063
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has the world's largest soccer stadium, Maracana. Squatter settlements, known as favelas, cover the slopes of those mountains, often encroaching on wealthy areas such as Gavea and Ipanema. Its most famous landmark lies atop Corcovado Mountain, and its most famous mountain, lying on a peninsula in Guanabara": {
    "guess": "Rio de Janeiro",
    "confidence": [
      [
        "Rio",
        -0.010131432
      ],
      [
        " de",
        -0.0034195085
      ],
      [
        " Janeiro",
        -0.0004154185
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability was lower in children who were regularly spanked. The average of this measure for a population steadily rises over time, a phenomenon known as the Flynn Effect. This measure is typically referenced": {
    "guess": "Intelligence quotient",
    "confidence": [
      [
        "Int",
        -0.07030719
      ],
      [
        "elligence",
        -0.00026252787
      ],
      [
        " quotient",
        -0.21313125
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.05045748
      ],
      [
        "alia",
        -0.0025674566
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living with your decisions.\" In addition to Lance Easley, another one of these individuals threw a hat on": {
    "guess": "Referee",
    "confidence": [
      [
        "Ref",
        -1.9220607
      ],
      [
        "eree",
        -0.09687222
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts between himself and president Sharif Ahmed as reasons. In August, 32 people were killed when the Muna Hotel in this country's capital was stormed by the insurgency group al-Shabab, which is currently at war with this country's government and peacekeepers from nearby Kenya and Ethiopia. For 10 points, name this African nation with its capital at Mogadishu which in recent years has also been the scene of many pirate attacks.": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -2.4630364e-05
      ],
      [
        "alia",
        -0.00013190633
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability": {
    "guess": "Conflict Tactics Scale",
    "confidence": [
      [
        "Conflict",
        -0.42112482
      ],
      [
        " Tactics",
        -0.15113519
      ],
      [
        " Scale",
        -0.000260859
      ]
    ]
  },
  "On September 4, 1922, he flew his DH4B-Liberty 400 from Pablo  Beach, Florida to San Diego, becoming": {
    "guess": "Charles Lindbergh",
    "confidence": [
      [
        "Charles",
        -1.4542766
      ],
      [
        " Lind",
        -0.09219317
      ],
      [
        "ber",
        -0.0023858761
      ],
      [
        "gh",
        -5.2001665e-06
      ]
    ]
  },
  "It is separated from Maria Island to the southeast by the Mercury Passage, and its notable peaks include Cradle Mountain and the highest, Mount Ossa. In the southwest is Lake Pedder, now an artificial lake that comes within the area of South-West National Park. The south is also home to Bruny Island, which is within Storm Bay, the outlet of the Derwent River estuary. Its major cities include Clarence, Launceston, and Devonport, and to the northwest is Christmas Island. Situated on the south side": {
    "guess": "Tasmania",
    "confidence": [
      [
        "T",
        -0.008099966
      ],
      [
        "as",
        -1.7432603e-06
      ],
      [
        "mania",
        -0.003940429
      ]
    ]
  },
  "On September 4, 1922, he flew his DH4B-Liberty 400 from Pablo  Beach, Florida to San Diego, becoming the first person ever to  travel coast-to-coast in less than 24 hours. But he is more famous  for another long-distance flight he made twenty years later, taking  off from the USS Hornet, 800 miles away from his targets in Japan.  FTP, name this aviator, whose 1942 bombing raid on Tokyo was the  first": {
    "guess": "James Harold Doolittle",
    "confidence": [
      [
        "James",
        -0.17690763
      ],
      [
        " Harold",
        -0.0013807098
      ],
      [
        " D",
        -1.0564331e-05
      ],
      [
        "ool",
        -2.1769476e-05
      ],
      [
        "ittle",
        -9.043079e-05
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has the world's largest soccer stadium, Maracana. Squatter settlements, known as favelas, cover the slopes of those mountains, often encroaching on wealthy areas such as Gavea and Ipanema. Its most famous landmark lies atop Corcovado Mountain, and its most famous mountain, lying on a peninsula in Guanabara Bay, is the Sugar Loaf. FTP, name this city overlooked by a statue of Christ the Redeemer, the": {
    "guess": "Rio de Janeiro",
    "confidence": [
      [
        "Rio",
        -0.004653338
      ],
      [
        " de",
        -0.00090026204
      ],
      [
        " Janeiro",
        -7.481511e-05
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living": {
    "guess": "Brock Thoene",
    "confidence": [
      [
        "B",
        -0.7984149
      ],
      [
        "rock",
        -0.44345632
      ],
      [
        " Th",
        -0.5792083
      ],
      [
        "o",
        -0.00026896485
      ],
      [
        "ene",
        -1.867018e-05
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts between himself and president Sharif Ahmed as reasons. In August, 32 people were killed when the Muna Hotel in this country's capital was stormed by the insurgency group al-Shabab, which is currently at war with this country's government and peacekeepers from nearby Kenya and Ethiopia. For 10 points, name this African nation with its capital at Mogadishu which in recent years has also been": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.00025716738
      ],
      [
        "alia",
        -0.00020342118
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has the world's largest soccer stadium, Maracana. Squatter settlements, known as favelas, cover the slopes": {
    "guess": "Rio de Janeiro",
    "confidence": [
      [
        "Rio",
        -0.0018783048
      ],
      [
        " de",
        -0.0010749688
      ],
      [
        " Janeiro",
        -0.0002669384
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts between himself and president Sharif Ahmed as reasons. In August, 32 people were killed when": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.10515735
      ],
      [
        "alia",
        -0.0014842703
      ]
    ]
  },
  "Separated from the rest of the country by mountains including the Serra da Mantiquiera, this city has": {
    "guess": "São Paulo",
    "confidence": [
      [
        "S",
        -0.35109895
      ],
      [
        "ão",
        -0.024647525
      ],
      [
        " Paulo",
        -0.008182615
      ]
    ]
  },
  "It is separated from the island to the south by the Strait of Bonifacio. Featuring the cities of Rogliano, Ajaccio (ah-jack-see-oh), Bastia, and Porto- Vecchio, the Ligurian Sea lies to the north and the": {
    "guess": "Corsica",
    "confidence": [
      [
        "Cors",
        -0.3758738
      ],
      [
        "ica",
        -0.0053230547
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability was lower in children who were regularly spanked. The average of this measure for a population steadily": {
    "guess": "Intelligence Quotient",
    "confidence": [
      [
        "Int",
        -0.19416897
      ],
      [
        "elligence",
        -0.00013500563
      ],
      [
        " Qu",
        -0.06546457
      ],
      [
        "ot",
        -0.00016229959
      ],
      [
        "ient",
        -6.659005e-05
      ]
    ]
  },
  "On September 4, 1922, he flew his DH4B-Liberty 400 from Pablo  Beach, Florida to San Diego, becoming the first person ever to  travel coast-to-coast in less than 24 hours. But he is more famous  for another": {
    "guess": "James Harold Doolittle",
    "confidence": [
      [
        "James",
        -0.3840274
      ],
      [
        " Harold",
        -0.0017293256
      ],
      [
        " D",
        -5.7649777e-05
      ],
      [
        "ool",
        -1.0564331e-05
      ],
      [
        "ittle",
        -0.00012368128
      ]
    ]
  },
  "In September 2013, one of these individuals released a book co-written with Brock Thoene about \"living with your decisions.\" In addition to Lance Easley, another one of these individuals threw a hat on the ground that Kevin Ogletree slipped on. One of these individuals signaled interception while another": {
    "guess": "Replacement officials during the 2012 NFL referee lockout",
    "confidence": [
      [
        "Replacement",
        -0.31264204
      ],
      [
        " officials",
        -0.8814443
      ],
      [
        " during",
        -0.95278925
      ],
      [
        " the",
        -0.011698294
      ],
      [
        " ",
        -0.01625219
      ],
      [
        "201",
        -1.1279553e-05
      ],
      [
        "2",
        -0.0006295175
      ],
      [
        " NFL",
        -0.008386919
      ],
      [
        " referee",
        -0.18966559
      ],
      [
        " lock",
        -0.18458876
      ],
      [
        "out",
        -5.8841815e-05
      ]
    ]
  },
  "On September 21, 2010, this country's prime minster Omar Sharmarke resigned from his post, citing conflicts between himself and president Sharif Ahmed as reasons. In August, 32 people were killed when the Muna Hotel in this country's capital was stormed by the insurgency group al-Shabab, which is currently": {
    "guess": "Somalia",
    "confidence": [
      [
        "Som",
        -0.00038193326
      ],
      [
        "alia",
        -0.0006525091
      ]
    ]
  },
  "On September 4, 1922, he flew his DH4B-Liberty 400 from Pablo  Beach, Florida to San Diego, becoming the first person ever to  travel coast-to-coast in less than 24 hours. But he is more famous  for another long-distance flight he made twenty years later, taking  off from the USS Hornet, 800 miles away from his targets in Japan.  FTP, name this aviator, whose 1942 bombing raid on Tokyo was the  first American success of World War II.": {
    "guess": "James Harold Doolittle",
    "confidence": [
      [
        "James",
        -0.10551141
      ],
      [
        " Harold",
        -0.0019273285
      ],
      [
        " D",
        -1.2948405e-05
      ],
      [
        "ool",
        -1.9385403e-05
      ],
      [
        "ittle",
        -6.6947665e-05
      ]
    ]
  },
  "In September 2009, Murray Straus presented the results of a study claiming that this measure of ability was lower in children who were regularly spanked. The average of this measure for a population steadily rises over time, a phenomenon known as the Flynn Effect. This measure is typically referenced to a normal distribution with mean one hundred and standard deviation fifteen. It was originally expressed as one hundred times the mental age divided by the chronological age. For 10 points, give this": {
    "guess": "IQ",
    "confidence": [
      [
        "IQ",
        -0.28037855
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.9765451
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\". ": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.32332593
      ],
      [
        " Name",
        -0.07678761
      ],
      [
        " of",
        -6.46828e-05
      ],
      [
        " the",
        -0.0013150012
      ],
      [
        " Rose",
        -1.5809293e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.26215908
      ],
      [
        " Name",
        -0.5005993
      ],
      [
        " of",
        -9.150362e-05
      ],
      [
        " the",
        -0.0015352162
      ],
      [
        " Rose",
        -3.1424974e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.3761718
      ],
      [
        " Name",
        -0.0024346397
      ],
      [
        " of",
        -0.0001135563
      ],
      [
        " the",
        -0.0073443
      ],
      [
        " Rose",
        -0.000468565
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In this work, Berengar is found with a black tongue, a result of poison being applied to a laughter-sanctioning": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.1385491
      ],
      [
        " Name",
        -0.0011006838
      ],
      [
        " of",
        -0.00013512482
      ],
      [
        " the",
        -0.0024289289
      ],
      [
        " Rose",
        -1.0445127e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In this work, Berengar is found with a black tongue, a result of poison being applied to a laughter-sanctioning tome hidden in the finis Africae. Both the Aedificum and the second volume of Aristotle's Poetics are": {
    "guess": "Foucault's Pendulum",
    "confidence": [
      [
        "F",
        -0.2623611
      ],
      [
        "ou",
        -0.0050931033
      ],
      [
        "ca",
        -0.0018399908
      ],
      [
        "ult",
        -6.909333e-05
      ],
      [
        "'s",
        -0.005581876
      ],
      [
        " Pend",
        -2.3795938e-05
      ],
      [
        "ulum",
        -3.8457987e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In this work, Berengar is found with a black tongue, a result of poison being applied to a laughter-sanctioning tome hidden in the finis Africae. Both the Aedificum and the second volume of Aristotle's Poetics are destroyed by the blind librarian Jorge of Burgos in, for 10 points, this novel in which Adso": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.07454286
      ],
      [
        " Name",
        -0.002602053
      ],
      [
        " of",
        -7.7199176e-05
      ],
      [
        " the",
        -0.00077317806
      ],
      [
        " Rose",
        -3.7027545e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In this work, Berengar is found with a black tongue, a result of poison being applied to a laughter-sanctioning tome hidden in the finis Africae. Both the Aedificum and the second volume of Aristotle's Poetics are destroyed by the blind librarian Jorge of Burgos in, for 10 points, this novel in which Adso of Melk helps William of Baskerville investigate a series of murders in a medieval monastery, by": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.009771555
      ],
      [
        " Name",
        -0.0010705619
      ],
      [
        " of",
        -0.00038169484
      ],
      [
        " the",
        -0.0031740295
      ],
      [
        " Rose",
        -3.917321e-05
      ]
    ]
  },
  "In the separately-published Postscript to this work, this book's author cites his own Opera aperta in a section on \"constructing the reader\" and claims \"I wrote a novel because I had a yen to do it\".  One character in this work gets a new pair of glasses from the glazier Nicholas and his discussions of herbalism are critiqued in the fake translator's note which precedes the story of this novel. In this work, Berengar is found with a black tongue, a result of poison being applied to a laughter-sanctioning tome hidden in the finis Africae. Both the Aedificum and the second volume of Aristotle's Poetics are destroyed by the blind librarian Jorge of Burgos in, for 10 points, this novel in which Adso of Melk helps William of Baskerville investigate a series of murders in a medieval monastery, by Umberto Eco.": {
    "guess": "The Name of the Rose",
    "confidence": [
      [
        "The",
        -0.0021056482
      ],
      [
        " Name",
        -0.0017253958
      ],
      [
        " of",
        -0.00012225083
      ],
      [
        " the",
        -0.00075542775
      ],
      [
        " Rose",
        -1.867018e-05
      ]
    ]
  }
}