{
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison": {
    "guess": "Basilisk",
    "confidence": [
      [
        "B",
        -1.0830362
      ],
      [
        "asil",
        -0.07294323
      ],
      [
        "isk",
        -0.0030232256
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This": {
    "guess": "Don Quixote",
    "confidence": [
      [
        "Don",
        -1.6353748
      ],
      [
        " Qu",
        -0.59425384
      ],
      [
        "ix",
        -0.00030483783
      ],
      [
        "ote",
        -8.947716e-05
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out,": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.002345323
      ],
      [
        "mer",
        -1.4140442e-05
      ],
      [
        " G",
        -2.6418418e-05
      ],
      [
        "antry",
        -0.00010831134
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -1.4998041
      ],
      [
        "ulus",
        -0.0022266218
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison apple trees by climbing them. Their silk, hair or wool can be spun into garments that protect the wearer from certain types of damage. According to Paracelsus, these creatures are the counterparts": {
    "guess": "Gryphon",
    "confidence": [
      [
        "G",
        -0.5542935
      ],
      [
        "ry",
        -0.85108894
      ],
      [
        "phon",
        -0.002348173
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies. The protagonist of The Narrative of Arthur Gordon Pym of Nantucket visits an island inhabited by black": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.14531167
      ],
      [
        "ar",
        -0.0028210394
      ],
      [
        "ctica",
        -0.002453892
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures.": {
    "guess": "Passover Lamb",
    "confidence": [
      [
        "Pass",
        -0.48017198
      ],
      [
        "over",
        -0.29879057
      ],
      [
        " Lamb",
        -0.7209427
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens.": {
    "guess": "More Die of Heartbreak",
    "confidence": [
      [
        "More",
        -0.084530815
      ],
      [
        " Die",
        -0.00027742467
      ],
      [
        " of",
        -6.515961e-05
      ],
      [
        " Heart",
        -0.00047511753
      ],
      [
        "break",
        -0.0001975802
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then": {
    "guess": "Interlacing (bitmaps)",
    "confidence": [
      [
        "Inter",
        -0.2163779
      ],
      [
        "l",
        -0.07484596
      ],
      [
        "acing",
        -0.06451259
      ],
      [
        " (",
        -0.06726708
      ],
      [
        "bit",
        -0.10367126
      ],
      [
        "maps",
        -0.005935082
      ],
      [
        ")",
        -0.0003395151
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This lover of of Philina eventually becomes a Renunciant, and throws away his poetry after weeping in front": {
    "guess": "Wilhelm Meister's Apprenticeship",
    "confidence": [
      [
        "Wil",
        -0.050616708
      ],
      [
        "helm",
        -4.9663133e-05
      ],
      [
        " Me",
        -0.0018264309
      ],
      [
        "ister",
        -0.00049453304
      ],
      [
        "'s",
        -0.23365772
      ],
      [
        " Apprent",
        -0.026932932
      ],
      [
        "ices",
        -3.4762674e-05
      ],
      [
        "hip",
        -0.00011462913
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies. The protagonist of The Narrative of Arthur Gordon Pym of Nantucket visits an island inhabited by black natives at this location, whose Kelvinator Station is where Joe Kavalier is stationed during WWII. Scientists discover a the ruins of an intelligent civilization at this location in H. P. Lovecraft's At the Mountains of Madness. Captain Nemo uses the Nautilus to cut through the ice at this location in Twenty Thousand Leagues under the Sea. For 10 points, name this extremely cold continent.": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.0062391143
      ],
      [
        "ar",
        -0.0004189946
      ],
      [
        "ctica",
        -2.4584822e-06
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out, however, and he became the crack salesman of the Pequod Farm Implement Company before re-entering the world of religion. He joins the Methodists after an encounter with Bishop Wesley Toomis, and preaches": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.0005778161
      ],
      [
        "mer",
        -8.418666e-06
      ],
      [
        " G",
        -3.500108e-05
      ],
      [
        "antry",
        -9.7583004e-05
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result of the closing of Guildhall Square, which led soldiers to divert a march to the Free Corner. It occurred at a demonstration against imprisonment without charge that took place in (*) Londonderry in 1972. Thirteen of the protesters were killed by British army shooters, though the question of who shot": {
    "guess": "Bloody Sunday (1972)",
    "confidence": [
      [
        "Blo",
        -0.0018031037
      ],
      [
        "ody",
        -6.749814e-06
      ],
      [
        " Sunday",
        -9.729906e-06
      ],
      [
        " (",
        -0.22220558
      ],
      [
        "197",
        -5.4385737e-06
      ],
      [
        "2",
        -2.4584822e-06
      ],
      [
        ")",
        -5.6576944e-05
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This lover of of Philina eventually becomes a Renunciant, and throws away his poetry after weeping in front of Werner. His father encourages him to settle down and start a business, which he does only after": {
    "guess": "Wilhelm Meister's Apprenticeship",
    "confidence": [
      [
        "Wil",
        -0.3078458
      ],
      [
        "helm",
        -1.1756368e-05
      ],
      [
        " Me",
        -0.00087465893
      ],
      [
        "ister",
        -0.00035441187
      ],
      [
        "'s",
        -0.0032739681
      ],
      [
        " Apprent",
        -0.013615069
      ],
      [
        "ices",
        -5.080963e-06
      ],
      [
        "hip",
        -4.608702e-05
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include Imperialism, the Highest Stage of Capitalism, and a work in which he argues for the creation of a vanguard, What is to be Done? This politician attacked social democrats in his (*) April Theses, and returned to Russia in a \"sealed train\" to oppose the Mensheviks. This man, who worked with Leon": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.251272
      ],
      [
        "lad",
        -7.493431e-05
      ],
      [
        "imir",
        -0.00056446897
      ],
      [
        " Lenin",
        -0.0006745471
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out, however, and he became the crack salesman of the Pequod Farm Implement Company before re-entering the world of religion. He joins the Methodists after an encounter with Bishop Wesley Toomis, and preaches at Banjo Crossing, Rudd Center, Vulcan, and Sparta. This occurred after the death of his partner sister Sharon Falconer, and before he became the pastor of a large church in Zenith. FTP identify": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.002244462
      ],
      [
        "mer",
        -6.1537958e-06
      ],
      [
        " G",
        -2.3676734e-05
      ],
      [
        "antry",
        -7.815281e-05
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out, however, and he became the crack salesman of the Pequod Farm Implement Company before re-entering the world of religion. He joins the Methodists after an encounter with Bishop Wesley Toomis, and preaches at Banjo Crossing, Rudd Center, Vulcan, and Sparta. This occurred after the death of his partner sister Sharon Falconer, and before he became the pastor of a large church in Zenith. FTP identify this religious hypocrite, the titular subject of a Sinclair Lewis novel.": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.001622576
      ],
      [
        "mer",
        -1.0683535e-05
      ],
      [
        " G",
        -1.6524515e-05
      ],
      [
        "antry",
        -0.00014871404
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include Imperialism, the Highest Stage of Capitalism, and a work in which he argues for the creation of a vanguard, What is to be Done? This politician attacked social democrats in his (*) April Theses, and returned to Russia in a \"sealed train\" to oppose the Mensheviks. This man, who worked with Leon Trotsky, implemented the New Economic Policy. For 10 points, name this Russian leader who led the October Revolution.": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.01323352
      ],
      [
        "lad",
        -6.1537958e-06
      ],
      [
        "imir",
        -8.76891e-05
      ],
      [
        " Lenin",
        -0.00012856863
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result of the closing of Guildhall Square, which led soldiers to divert a march to the Free Corner. It occurred at a demonstration against imprisonment without charge that took place in (*) Londonderry in 1972. Thirteen of the protesters were killed by British army shooters, though the question of who shot first was contested by the Northern Ireland Civil Rights Association. For 10 points, identify this": {
    "guess": "Bloody Sunday (1972)",
    "confidence": [
      [
        "Blo",
        -0.0016985106
      ],
      [
        "ody",
        -8.776276e-06
      ],
      [
        " Sunday",
        -0.0012564226
      ],
      [
        " (",
        -0.080343045
      ],
      [
        "197",
        -0.0006986153
      ],
      [
        "2",
        -7.107425e-06
      ],
      [
        ")",
        -0.000385867
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This lover of of Philina eventually becomes a Renunciant, and throws away his poetry after weeping in front of Werner. His father encourages him to settle down and start a business, which he does only after finding out that his first love, Mariana, is cheating on him. He adopts Mignon after joining a traveling troupe, and is the father of Felix. For 10 points, name this man, whose apprenticeship and travels are the subject of a bildungsroman by Johann Wolfgang von Goethe.": {
    "guess": "Wilhelm Meister's Apprenticeship",
    "confidence": [
      [
        "Wil",
        -0.0012640443
      ],
      [
        "helm",
        -9.5079726e-05
      ],
      [
        " Me",
        -0.00014013138
      ],
      [
        "ister",
        -5.4385737e-06
      ],
      [
        "'s",
        -0.069375046
      ],
      [
        " Apprent",
        -0.07400499
      ],
      [
        "ices",
        -1.0921943e-05
      ],
      [
        "hip",
        -3.035214e-05
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison apple trees by climbing them. Their silk, hair or wool can be spun into garments that protect the wearer from certain types of damage. According to Paracelsus, these creatures are the counterparts of sylphs, undines and gnomes. These creatures are most commonly sighted when (*) rotting wood is burned, causing them to scamper through the flames. For 10 points, name these fire elementals, a legendary type of amphibian.": {
    "guess": "Salamander",
    "confidence": [
      [
        "S",
        -0.003791054
      ],
      [
        "alam",
        -0.15258662
      ],
      [
        "ander",
        -0.013994488
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This lover of of Philina eventually becomes a Renunciant, and throws away his poetry after weeping in front of Werner. His father encourages him to settle down and start a business, which he does only after finding out that his first love, Mariana, is cheating on him. He adopts Mignon after joining a traveling troupe, and is the father of Felix. For 10 points, name this man, whose apprenticeship and": {
    "guess": "Wilhelm Meister",
    "confidence": [
      [
        "Wil",
        -0.0076440135
      ],
      [
        "helm",
        -0.0001823258
      ],
      [
        " Me",
        -0.0001909048
      ],
      [
        "ister",
        -6.2729996e-06
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch": {
    "guess": "The Golden Ass",
    "confidence": [
      [
        "The",
        -2.4462976
      ],
      [
        " Golden",
        -2.0101979
      ],
      [
        " Ass",
        -0.041817307
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then all even lines, are traced. That technique is called interlacing. Most Windows NT-based operating systems use a setting of 60 hertz as the default refresh rate for these pieces of hardware. Older examples of them can suffer from phosphor burn-in, while newer versions can suffer from dead or stuck": {
    "guess": "Monitor",
    "confidence": [
      [
        "Monitor",
        -0.6722593
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in": {
    "guess": "Cattle",
    "confidence": [
      [
        "C",
        -1.1981508
      ],
      [
        "attle",
        -0.14826797
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies. The protagonist of The Narrative of Arthur Gordon Pym of Nantucket visits an island inhabited by black natives at this location, whose Kelvinator Station is where Joe Kavalier is stationed during WWII. Scientists discover a the ruins of an intelligent civilization at this location in H. P. Lovecraft's At the Mountains of Madness. Captain Nemo uses the Nautilus to cut through the ice at this location": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.038684513
      ],
      [
        "ar",
        -0.00014168103
      ],
      [
        "ctica",
        -0.0020210706
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out, however, and he became the crack salesman of the Pequod Farm Implement Company before re-entering": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.0012603527
      ],
      [
        "mer",
        -1.0564331e-05
      ],
      [
        " G",
        -2.8325678e-05
      ],
      [
        "antry",
        -0.0003454753
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result": {
    "guess": "Bloody Sunday Inquiry",
    "confidence": [
      [
        "Blo",
        -0.003597456
      ],
      [
        "ody",
        -2.6418418e-05
      ],
      [
        " Sunday",
        -2.0935051e-05
      ],
      [
        " Inquiry",
        -0.006871191
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies.": {
    "guess": "Central Park",
    "confidence": [
      [
        "Central",
        -0.16349784
      ],
      [
        " Park",
        -0.00035310065
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result of the closing of Guildhall Square, which led soldiers to divert a march to the Free Corner. It occurred at a demonstration against imprisonment without charge that took place in (*) Londonderry in 1972. Thirteen of the protesters were killed by British army shooters, though the question of who shot first was contested by the Northern Ireland Civil Rights Association. For 10 points, identify this sanguine event, named for its occurrence on a certain day of the week.": {
    "guess": "Bloody Sunday",
    "confidence": [
      [
        "Blo",
        -0.0051827626
      ],
      [
        "ody",
        -2.8160932e-06
      ],
      [
        " Sunday",
        -0.005210752
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then all even lines, are traced. That technique is called interlacing. Most Windows NT-based operating systems use a setting of 60 hertz as the default refresh rate for these pieces of hardware. Older examples of them can suffer from phosphor burn-in, while newer versions can suffer from dead or stuck pixels. For 10 points, identify these pieces of computer hardware, which are now less likely to use": {
    "guess": "Computer monitor",
    "confidence": [
      [
        "Computer",
        -0.1540059
      ],
      [
        " monitor",
        -0.07185215
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then all even lines, are traced. That technique is called interlacing. Most Windows NT-based operating systems use a setting of 60 hertz as the default refresh rate for these pieces of hardware. Older examples of them can suffer from phosphor burn-in, while newer versions can suffer from dead or stuck pixels. For 10 points, identify these pieces of computer hardware, which are now less likely to use CRTs than LCDs, and which are used to display images.": {
    "guess": "Computer monitor",
    "confidence": [
      [
        "Computer",
        -0.24017143
      ],
      [
        " monitor",
        -0.0270051
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result of the closing of Guildhall Square, which led soldiers to divert a march to the Free Corner. It occurred": {
    "guess": "Bloody Sunday Inquiry",
    "confidence": [
      [
        "Blo",
        -0.008928078
      ],
      [
        "ody",
        -9.253091e-06
      ],
      [
        " Sunday",
        -6.3490756e-05
      ],
      [
        " Inquiry",
        -0.019893864
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies. The protagonist of The Narrative of Arthur Gordon Pym of Nantucket visits an island inhabited by black natives at this location, whose Kelvinator Station is where Joe Kavalier is stationed during WWII.": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.08303021
      ],
      [
        "ar",
        -0.00028207363
      ],
      [
        "ctica",
        -0.004056079
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then all even lines, are traced. That technique is called interlacing. Most Windows NT-based operating systems use a setting of 60 hertz as the default refresh rate for these pieces of hardware. Older examples": {
    "guess": "Monitor",
    "confidence": [
      [
        "Monitor",
        -0.7740808
      ]
    ]
  },
  "The 2004 Saville inquiry overturned Lord Widgery's earlier findings about this event. It was a result of the closing of Guildhall Square, which led soldiers to divert a march to the Free Corner. It occurred at a demonstration against imprisonment without charge that took place in (*) Londonderry in 1972.": {
    "guess": "Bloody Sunday (1972)",
    "confidence": [
      [
        "Blo",
        -0.002550812
      ],
      [
        "ody",
        -6.749814e-06
      ],
      [
        " Sunday",
        -1.0921943e-05
      ],
      [
        " (",
        -0.33734065
      ],
      [
        "197",
        -2.3392786e-06
      ],
      [
        "2",
        -4.00813e-06
      ],
      [
        ")",
        -0.00022785427
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation,": {
    "guess": "Golem",
    "confidence": [
      [
        "G",
        -0.40685153
      ],
      [
        "olem",
        -0.028008638
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include Imperialism, the Highest Stage of Capitalism, and a work in which he argues for the creation of": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.51908284
      ],
      [
        "lad",
        -1.0683535e-05
      ],
      [
        "imir",
        -0.00018697108
      ],
      [
        " Lenin",
        -0.00017720005
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.009602848
      ],
      [
        "lad",
        -5.4385737e-06
      ],
      [
        "imir",
        -0.0006115251
      ],
      [
        " Lenin",
        -0.00047917044
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include Imperialism, the Highest Stage of Capitalism, and a work in which he argues for the creation of a vanguard, What is to be Done? This politician attacked social democrats in his (*) April Theses,": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.24778385
      ],
      [
        "lad",
        -1.0325924e-05
      ],
      [
        "imir",
        -0.00021295747
      ],
      [
        " Lenin",
        -0.0003000697
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison apple trees by climbing them. Their silk, hair or wool can be spun into garments that protect the wearer from certain types of damage. According to Paracelsus, these creatures are the counterparts of sylphs, undines and gnomes. These creatures are most commonly sighted when (*) rotting wood is": {
    "guess": "Elemental",
    "confidence": [
      [
        "Element",
        -1.8152835
      ],
      [
        "al",
        -0.022908358
      ]
    ]
  },
  "In Saul Bellow's novel More Die of Heartbreak, botanist Benn Crader visits this place to collect lichens. Harper chews down a tree in this location in Angels in America before being rescued by Mr. Lies. The protagonist of The Narrative of Arthur Gordon Pym of Nantucket visits an island inhabited by black natives at this location, whose Kelvinator Station is where Joe Kavalier is stationed during WWII. Scientists discover a the ruins of an intelligent civilization at this location in H. P. Lovecraft's": {
    "guess": "Antarctica",
    "confidence": [
      [
        "Ant",
        -0.13192855
      ],
      [
        "ar",
        -0.0004324573
      ],
      [
        "ctica",
        -0.0056667523
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself after he is shoved into stones by Hersilia. He is saved by the \"Amazon\" Natalia, and his foster daughter, who was fathered by an incestuous priest turned harpist, uses her long hair to staunch his bullet wound. He sends word of the Nut-Brown Maid to Lenardo and meets the geologist Montan. This lover of of Philina eventually becomes a Renunciant, and throws away his poetry after weeping in front of Werner. His father encourages him to settle down and start a business, which he does only after finding out that his first love, Mariana, is cheating on him. He adopts Mignon after joining a traveling": {
    "guess": "Wilhelm Meister's Apprenticeship",
    "confidence": [
      [
        "Wil",
        -0.022183273
      ],
      [
        "helm",
        -4.0842064e-05
      ],
      [
        " Me",
        -0.00043424533
      ],
      [
        "ister",
        -7.588794e-05
      ],
      [
        "'s",
        -0.07803652
      ],
      [
        " Apprent",
        -0.005466994
      ],
      [
        "ices",
        -2.4153549e-05
      ],
      [
        "hip",
        -3.4166656e-05
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison apple trees by climbing them. Their silk, hair or wool can be spun into garments that protect the wearer from certain types of damage. According to Paracelsus, these creatures are the counterparts of sylphs, undines and gnomes. These creatures are most commonly sighted when (*) rotting wood is burned, causing them to scamper through the flames. For 10 points, name these fire elementals, a legendary": {
    "guess": "Salamander",
    "confidence": [
      [
        "S",
        -0.008527103
      ],
      [
        "alam",
        -0.17014128
      ],
      [
        "ander",
        -0.040722825
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.0134022115
      ],
      [
        "mer",
        -8.637786e-05
      ],
      [
        " G",
        -0.0002751598
      ],
      [
        "antry",
        -0.00047106826
      ]
    ]
  },
  "To save bandwidth, some versions of these objects make use of a technique in which all odd lines, then all even lines, are traced. That technique is called interlacing. Most Windows NT-based operating": {
    "guess": "Interlacing",
    "confidence": [
      [
        "Inter",
        -0.031766176
      ],
      [
        "l",
        -0.029645072
      ],
      [
        "acing",
        -0.09103747
      ]
    ]
  },
  "A savant who lives in the castle of Makaria explains the stars to this character, whose son injures himself": {
    "guess": "The Fisher King",
    "confidence": [
      [
        "The",
        -0.914074
      ],
      [
        " Fisher",
        -0.907386
      ],
      [
        " King",
        -0.003699012
      ]
    ]
  },
  "This man was saved during a failed assassination attempt by Fritz Platten. This leader's writings include Imperialism, the Highest Stage of Capitalism, and a work in which he argues for the creation of a vanguard, What is to be Done? This politician attacked social democrats in his (*) April Theses, and returned to Russia in a \"sealed train\" to oppose the Mensheviks. This man, who worked with Leon Trotsky, implemented the New Economic Policy. For 10 points, name this Russian leader who led the October": {
    "guess": "Vladimir Lenin",
    "confidence": [
      [
        "V",
        -0.16385753
      ],
      [
        "lad",
        -2.6895234e-05
      ],
      [
        "imir",
        -0.0004866803
      ],
      [
        " Lenin",
        -0.00042400116
      ]
    ]
  },
  "He was saved by Judson Roberts, and was nicknamed \"Hell-Cat.\" The college roommate of Jim Lefferts, he later entered Mizpah Theological Seminary. His indiscretions with wine and women got him kicked out, however, and he became the crack salesman of the Pequod Farm Implement Company before re-entering the world of religion. He joins the Methodists after an encounter with Bishop Wesley Toomis, and preaches at Banjo Crossing, Rudd Center, Vulcan, and Sparta. This occurred after the death of his partner": {
    "guess": "Elmer Gantry",
    "confidence": [
      [
        "El",
        -0.0031527653
      ],
      [
        "mer",
        -9.729906e-06
      ],
      [
        " G",
        -4.406056e-05
      ],
      [
        "antry",
        -0.00037430789
      ]
    ]
  },
  "To save him from being sacrificed to Moloch, Hezekiah's mother smears him with the blood of these creatures. Benvenuto Cellini allegedly saw one of these creatures, after which his father punched him in the ear to make him remember it. Some Jewish sources posit that myrtlewood is required for their creation, while Aristotle believed they were born from chalcites and had wings. These creatures can poison apple trees by climbing them. Their silk, hair or wool can be spun into garments that protect": {
    "guess": "Silk Worm",
    "confidence": [
      [
        "Sil",
        -0.9801584
      ],
      [
        "k",
        -0.12656642
      ],
      [
        " Worm",
        -0.17935671
      ]
    ]
  }
}