{
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect, a polarized beam of light is rotated by application of a similarly-aligned magnetic field. An": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.008073707
      ],
      [
        " Far",
        -5.3596854e-05
      ],
      [
        "aday",
        -9.770221e-05
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect, a polarized beam of light is rotated by application of a similarly-aligned magnetic field. An external electric field can be cancelled out using his namesake (*) \"cage,\" and, using his iron ring-coil,": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.0065527824
      ],
      [
        " Far",
        -6.0510665e-05
      ],
      [
        "aday",
        -8.1371305e-05
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses the word \"international\" to describe both his people's nature and their government, before ending with": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.19848481
      ],
      [
        " Waste",
        -0.5736116
      ],
      [
        " Land",
        -5.8484206e-05
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct Urca process, described by George Gamow, is one the simplest interstellar processes which produce these particles, and it is currently unproven whether these particles are Majorana particles, serving as their own antiparticles. Work conducted at Super-Kamiokande provided evidence for flavor oscillation, which in turn proves that they have non-zero mass. For 10 points, name these extremely low- mass, uncharged leptons, which come in tau, mu, and electron varieties.": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.00020008348
      ],
      [
        "utr",
        -1.9361265e-07
      ],
      [
        "ino",
        -0.00026383912
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.047284044
      ],
      [
        "utr",
        -1.9816675e-06
      ],
      [
        "ino",
        -0.00042768914
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.7901781
      ],
      [
        " Waste",
        -0.090522535
      ],
      [
        " Land",
        -3.0113732e-05
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses the word \"international\" to describe both his people's nature and their government, before ending with the line \"I am a Russian.\" These words follow references to Egypt, Dreyfus, and Anna Frank as he describes the dead \"gently embracing each other\" in \"a dark room.\" For 10 points, identify this Yevgeny Yevtushenko work that commemorates the massacre of thousands of Jews outside of a namesake ravine": {
    "guess": "Babi Yar",
    "confidence": [
      [
        "B",
        -0.0051582158
      ],
      [
        "abi",
        -0.0051773083
      ],
      [
        " Y",
        -0.021863624
      ],
      [
        "ar",
        -4.6683042e-05
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses the word \"international\" to describe both his people's nature and their government, before ending with the line \"I am a Russian.\" These words follow references to Egypt, Dreyfus, and Anna Frank as he": {
    "guess": "Babi Yar",
    "confidence": [
      [
        "B",
        -0.19717005
      ],
      [
        "abi",
        -0.0042493506
      ],
      [
        " Y",
        -6.730528e-05
      ],
      [
        "ar",
        -4.298773e-05
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect, a polarized beam of light is rotated by application of a similarly-aligned magnetic field. An external electric field can be cancelled out using his namesake (*) \"cage,\" and, using his iron ring-coil, he found that a changing current in one wire would create a current in one nearby. For ten points, identify this British physicist and namesake of the SI unit for capacitance who discovered electromagnetic induction.": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.00042638523
      ],
      [
        " Far",
        -1.7835755e-05
      ],
      [
        "aday",
        -3.7385154e-05
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct Urca process, described by George Gamow, is one the simplest interstellar processes which produce these particles, and it is currently unproven whether these particles are Majorana particles, serving as their own antiparticles. Work conducted at Super-Kamiokande provided evidence for flavor oscillation,": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.00041089242
      ],
      [
        "utr",
        -4.3202e-07
      ],
      [
        "ino",
        -8.017927e-05
      ],
      [
        " oscill",
        -0.014392195
      ],
      [
        "ation",
        -0.0028671622
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses the word \"international\" to describe both his people's nature and their government, before ending with the line \"I am a Russian.\" These words follow references to Egypt, Dreyfus, and Anna Frank as he describes the dead \"gently embracing each other\" in \"a dark room.\" For 10 points, identify this Yevgeny": {
    "guess": "Babi Yar",
    "confidence": [
      [
        "B",
        -0.029088391
      ],
      [
        "abi",
        -0.0074375547
      ],
      [
        " Y",
        -0.0001202317
      ],
      [
        "ar",
        -7.517272e-05
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses the word \"international\" to describe both his people's nature and their government, before ending with the line \"I am a Russian.\" These words follow references to Egypt, Dreyfus, and Anna Frank as he describes the dead \"gently embracing each other\" in \"a dark room.\" For 10 points, identify this Yevgeny Yevtushenko work that commemorates the massacre of thousands of Jews outside of a namesake ravine near Kiev.": {
    "guess": "Babi Yar",
    "confidence": [
      [
        "B",
        -0.0034316198
      ],
      [
        "abi",
        -0.0025074054
      ],
      [
        " Y",
        -0.022039734
      ],
      [
        "ar",
        -3.202099e-05
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.62773174
      ],
      [
        " Far",
        -1.7239736e-05
      ],
      [
        "aday",
        -0.00017147827
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect, a polarized beam of light is rotated by application of a similarly-aligned magnetic field. An external electric field can be cancelled out using his namesake (*) \"cage,\" and, using his iron ring-coil, he found that a changing current in one wire would create a current in one nearby. For ten points,": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.0072666784
      ],
      [
        " Far",
        -1.7716551e-05
      ],
      [
        "aday",
        -6.945094e-05
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect, a polarized beam of light is rotated by application of a similarly-aligned magnetic field. An external electric field can be cancelled out using his namesake (*) \"cage,\" and, using his iron ring-coil, he found that a changing current in one wire would create a current in one nearby. For ten points, identify this British physicist and namesake of the SI unit for capacitance who discovered electromagnetic": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.00065012503
      ],
      [
        " Far",
        -8.89548e-06
      ],
      [
        "aday",
        -2.7968066e-05
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct": {
    "guess": "IceCube Neutrino Observatory",
    "confidence": [
      [
        "Ice",
        -0.66842747
      ],
      [
        "Cube",
        -0.0031174645
      ],
      [
        " Ne",
        -0.025204135
      ],
      [
        "utr",
        -1.4855664e-05
      ],
      [
        "ino",
        -0.00012380048
      ],
      [
        " Observatory",
        -0.00022022522
      ]
    ]
  },
  "This man's ice pail experiment demonstrated that charge in an electrically conducting body rests entirely on the surface. This discoverer of benzene coined the term diamagnetism, and in his namesake effect,": {
    "guess": "Michael Faraday",
    "confidence": [
      [
        "Michael",
        -0.0023296247
      ],
      [
        " Far",
        -9.968313e-06
      ],
      [
        "aday",
        -7.743759e-05
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct Urca process, described by George Gamow, is one the simplest interstellar processes which produce these particles, and it is currently unproven whether these particles are Majorana particles, serving as their own antiparticles. Work conducted at Super-Kamiokande provided evidence for flavor oscillation, which in turn proves that they have non-zero mass. For 10 points, name these extremely low-": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.00068896345
      ],
      [
        "utr",
        -1.3856493e-06
      ],
      [
        "ino",
        -0.00097053725
      ],
      [
        " oscill",
        -0.10518171
      ],
      [
        "ation",
        -0.08531311
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct Urca process, described by George Gamow, is one the simplest interstellar processes which produce": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.0032270292
      ],
      [
        "utr",
        -3.7027545e-05
      ],
      [
        "ino",
        -0.0015181921
      ]
    ]
  },
  "The IceCube project in Antarctica is designed to detect these particles in the previously unexplored PeV energy region and is based on the earlier AMANDA project also located near the South Pole. The direct Urca process, described by George Gamow, is one the simplest interstellar processes which produce these particles, and it is currently unproven whether these particles are Majorana particles, serving": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.00049024174
      ],
      [
        "utr",
        -4.365741e-06
      ],
      [
        "ino",
        -3.1544176e-05
      ]
    ]
  },
  "Ice arrives with \"a roar,\" while the \"trees look threatening, look like judges\" in this poem. Other imagery includes \"screaming ladies with Brussels lace\" and \"the mark of the nails.\" The speaker uses": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.14835338
      ],
      [
        " Waste",
        -0.16728415
      ],
      [
        " Land",
        -2.4034345e-05
      ]
    ]
  }
}