{
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.061573204
      ],
      [
        "reat",
        -7.465036e-06
      ],
      [
        "y",
        -0.0014472604
      ],
      [
        " of",
        -9.233804e-05
      ],
      [
        " the",
        -0.008331348
      ],
      [
        " Py",
        -1.9504607e-05
      ],
      [
        "rene",
        -0.0010012515
      ],
      [
        "es",
        -1.5928495e-05
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis,": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.014748984
      ],
      [
        " Sahara",
        -0.0004776208
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was broken in 1983, when Gaafar Nimeiry imposed shari'a law in it. This region agreed to split its oil revenues with its northern neighbor in the 2005 Comprehensive Peace Agreement. In 2008 the MV Faina, a Ukrainian cargo ship, was found to be carrying Soviet tanks and weaponry destined for this region's capital, Juba. On July 9th, 2011, it is set to become fully independent after a January referendum. For 10 points, name this region of Sudan bordering Darfur.": {
    "guess": "South Sudan",
    "confidence": [
      [
        "South",
        -0.68930745
      ],
      [
        " Sudan",
        -0.0013728497
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.10102926
      ],
      [
        "reat",
        -0.0003097215
      ],
      [
        "y",
        -0.00074911356
      ],
      [
        " of",
        -0.0010378103
      ],
      [
        " Greenville",
        -1.3088455
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in its central portion and dry farming in regions such as its Northern Jaffna Peninsula. The Central Highlands of this nation contain its highest point of Pidurutalagala. The mouth of the Kelani river in the west is the site of this nation's largest city of Colombo and its nearby capital, and this country was once connected by Adam's Bridge to the region of Tamil Nadu. For 10 points, name this island nation located southwest of the Bay of Bengal and southeast of the Indian Subcontinent.": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.02450655
      ],
      [
        "ri",
        -3.1281633e-07
      ],
      [
        " Lanka",
        -0.00031115196
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives birth to Berthe. Monsieur Homais is the pharmacist in the town of (*) Yonville in this work, in": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0018690214
      ],
      [
        "ame",
        -7.815281e-05
      ],
      [
        " B",
        -0.00021593389
      ],
      [
        "ov",
        -1.6240566e-06
      ],
      [
        "ary",
        -6.670925e-05
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis, although many have been displaced and they may now be outnumbered by government-sponsored settlers.": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.021353114
      ],
      [
        " Sahara",
        -0.00081248593
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel": {
    "guess": "Treaty of Ghent",
    "confidence": [
      [
        "T",
        -1.183941
      ],
      [
        "reat",
        -0.0015569974
      ],
      [
        "y",
        -0.0021548995
      ],
      [
        " of",
        -0.00054802984
      ],
      [
        " Gh",
        -0.90385735
      ],
      [
        "ent",
        -0.00028016636
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.79375005
      ],
      [
        "reat",
        -4.5252596e-05
      ],
      [
        "y",
        -0.0016009102
      ],
      [
        " of",
        -0.00020842774
      ],
      [
        " the",
        -0.0064529283
      ],
      [
        " Py",
        -3.0113732e-05
      ],
      [
        "rene",
        -0.00067430874
      ],
      [
        "es",
        -1.5570886e-05
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to not favor recombination in systems that exhibit quasi-linkage equilibrium, but this can be overcome by strong selection pressure. It was originally formulated as an extension to the Law of Extinction": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -1.0823528
      ],
      [
        " Queen",
        -0.1441813
      ],
      [
        " hypothesis",
        -0.06614332
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one": {
    "guess": "Convention of Constantinople",
    "confidence": [
      [
        "Convention",
        -0.5743031
      ],
      [
        " of",
        -0.011437641
      ],
      [
        " Constantin",
        -0.0339632
      ],
      [
        "ople",
        -0.00023607932
      ]
    ]
  },
  "In 1900, he agreed to head a commission to end US military rule in the Philippines. A year later, he became civil [*] governor of the islands and sponsored many reforms while preparing the Filipinos for self-government. In 1904, Teddy Roosevelt named him Secretary of War. For 10 points—name this man who couldn't keep the peace between conservatives and progressives as our most corpulent President.": {
    "guess": "William Howard Taft",
    "confidence": [
      [
        "William",
        -0.008953718
      ],
      [
        " Howard",
        -0.0034222356
      ],
      [
        " Ta",
        -1.504853e-06
      ],
      [
        "ft",
        0.0
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.62768227
      ],
      [
        "reat",
        -8.971556e-05
      ],
      [
        "y",
        -0.002519896
      ],
      [
        " of",
        -0.0002421587
      ],
      [
        " the",
        -0.009836367
      ],
      [
        " Py",
        -1.9743013e-05
      ],
      [
        "rene",
        -0.0007927165
      ],
      [
        "es",
        -3.500108e-05
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared off in the Third Carnatic War. After one of these nations completed a fourteen-month trek from the headwaters of the Ubangi River, they were locked in a (*) stalemate with the other in the Fashoda Incident. These nations remained enemies despite the Diplomatic Revolution, and fought in a global war that included the Battle of Plassey and the first military skirmishes of George Washington. For 10 points, name these two countries, the primary combatants in the Seven Years' War.": {
    "guess": "Seven Years' War",
    "confidence": [
      [
        "Seven",
        -0.07068392
      ],
      [
        " Years",
        -0.0026717342
      ],
      [
        "'",
        -0.0017322985
      ],
      [
        " War",
        -4.9663133e-05
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared off in the Third Carnatic War. After one of these nations completed a fourteen-month trek from the headwaters of the Ubangi River, they were locked in a (*) stalemate with the other in the Fashoda Incident. These nations remained enemies despite the Diplomatic Revolution, and fought in a global": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.96156377
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared off in the Third Carnatic War. After one of these nations completed a fourteen-month trek from the headwaters of the Ubangi River, they were locked in a (*) stalemate with the other in the Fashoda": {
    "guess": "Third Carnatic War",
    "confidence": [
      [
        "Third",
        -0.7427338
      ],
      [
        " Carn",
        -0.0150258
      ],
      [
        "atic",
        -2.8802491e-05
      ],
      [
        " War",
        -0.00047547516
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared": {
    "guess": "Sierra Leone-Liberia relations",
    "confidence": [
      [
        "Si",
        -1.8327188
      ],
      [
        "erra",
        -5.1808798e-05
      ],
      [
        " Leone",
        -0.002375177
      ],
      [
        "-L",
        -0.63218015
      ],
      [
        "iber",
        -0.00019388489
      ],
      [
        "ia",
        -0.02847996
      ],
      [
        " relations",
        -0.29188964
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was": {
    "guess": "Bangsamoro Organic Law",
    "confidence": [
      [
        "Bang",
        -0.976953
      ],
      [
        "sam",
        -0.1027632
      ],
      [
        "oro",
        -1.0445127e-05
      ],
      [
        " Organic",
        -0.5252845
      ],
      [
        " Law",
        -3.1424974e-05
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in its central portion and dry farming in regions such as its Northern Jaffna Peninsula. The Central Highlands of this nation contain its highest point of Pidurutalagala. The mouth of the Kelani river in": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.21492808
      ],
      [
        "ri",
        -3.7697225e-06
      ],
      [
        " Lanka",
        -0.0005915172
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives birth to Berthe. Monsieur Homais is the pharmacist in the town of (*) Yonville in this work, in which the protagonist lies about taking piano lessons from a law student whom she rediscovers in Rouen,": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.00095136015
      ],
      [
        "ame",
        -9.627177e-05
      ],
      [
        " B",
        -0.00010664248
      ],
      [
        "ov",
        -6.704273e-07
      ],
      [
        "ary",
        -5.0616763e-05
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages as insurance. It was made possible after the newly formed Legion of the United States avenged some earlier losses by Josiah Harmar and Arthur St. Clair. It created a namesake line extending south to Fort": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.38123587
      ],
      [
        "reat",
        -8.061054e-06
      ],
      [
        "y",
        -9.436451e-05
      ],
      [
        " of",
        -0.0009745902
      ],
      [
        " Greenville",
        -0.15424573
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared off in the Third Carnatic War. After one of these nations completed a fourteen-month trek from the headwaters of the Ubangi River, they were locked in a (*) stalemate with the other in the Fashoda Incident. These nations remained enemies despite the Diplomatic Revolution, and fought in a global war that included the Battle of Plassey and the first military skirmishes of George Washington. For": {
    "guess": "Anglo-French Convention of 1898",
    "confidence": [
      [
        "Ang",
        -0.74191254
      ],
      [
        "lo",
        -3.8100377e-05
      ],
      [
        "-F",
        -0.024574485
      ],
      [
        "rench",
        -3.8457987e-05
      ],
      [
        " Convention",
        -1.5209681
      ],
      [
        " of",
        -0.00021378823
      ],
      [
        " ",
        -0.00032318785
      ],
      [
        "189",
        -0.38806334
      ],
      [
        "8",
        -0.03055922
      ]
    ]
  },
  "In 1900, he agreed to head a commission to end US military rule in the Philippines. A year later, he became civil [*] governor of the islands and sponsored many reforms while preparing the Filipinos for": {
    "guess": "William Howard Taft",
    "confidence": [
      [
        "William",
        -0.14738263
      ],
      [
        " Howard",
        -0.0018236928
      ],
      [
        " Ta",
        -7.58424e-06
      ],
      [
        "ft",
        -3.1281633e-07
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.025759049
      ],
      [
        "ri",
        -1.147242e-06
      ],
      [
        " Lanka",
        -0.001289044
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in its central portion and dry farming in regions such as its Northern Jaffna Peninsula. The Central Highlands of this nation contain its highest point of Pidurutalagala. The mouth of the Kelani river in the west is the site of this nation's largest city of Colombo and its nearby capital, and this country": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.002694913
      ],
      [
        "ri",
        -1.6240566e-06
      ],
      [
        " Lanka",
        -0.0003281944
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in its central portion and dry farming in regions such as its Northern Jaffna Peninsula. The Central Highlands of this nation contain its highest point of Pidurutalagala. The mouth of the Kelani river in the west is the site of this nation's largest city of Colombo and its nearby capital, and this country was once connected by Adam's Bridge to the region of Tamil Nadu. For 10 points, name this island": {
    "guess": "Sri Lanka",
    "confidence": [
      [
        "S",
        -0.069804035
      ],
      [
        "ri",
        -6.704273e-07
      ],
      [
        " Lanka",
        -0.0007892596
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0028662123
      ],
      [
        "ame",
        -0.0003060262
      ],
      [
        " B",
        -0.00030090412
      ],
      [
        "ov",
        -3.1281633e-07
      ],
      [
        "ary",
        -0.00012952226
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages as insurance. It was made possible after the newly formed Legion of the United States avenged some earlier losses by Josiah Harmar and Arthur St. Clair. It created a namesake line extending south to Fort Laurens and west to Fort Loramie and Fort Recovery, though some land was set aside for the army of George Rogers Clark, and it was agreed to by Little Turtle and Blue Jacket among other Indian leaders.": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.008131297
      ],
      [
        "reat",
        0.0
      ],
      [
        "y",
        -1.4259645e-05
      ],
      [
        " of",
        -0.00017028624
      ],
      [
        " Greenville",
        -0.007138844
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages as insurance. It was made possible after the newly formed Legion of the United States avenged some earlier losses by Josiah Harmar and Arthur St. Clair. It created a namesake line extending south to Fort Laurens and west to Fort Loramie and Fort Recovery, though some land was set aside for the army": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.022795213
      ],
      [
        "reat",
        -1.9361265e-07
      ],
      [
        "y",
        -2.677603e-05
      ],
      [
        " of",
        -0.00018852073
      ],
      [
        " Greenville",
        -0.0063062925
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives birth to Berthe. Monsieur Homais is the pharmacist in the town of (*) Yonville in this work, in which the protagonist lies about taking piano lessons from a law student whom she rediscovers in Rouen, named Leon Dupuis. That character has a four-year affair with Rodolphe Boulanger and swallows arsenic when she cannot repay her debts. For ten points, name this French novel by Gustave Flaubert about": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0005450497
      ],
      [
        "ame",
        -7.398068e-05
      ],
      [
        " B",
        -0.0001039008
      ],
      [
        "ov",
        -7.89631e-07
      ],
      [
        "ary",
        -7.2192626e-05
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives birth to Berthe. Monsieur Homais is the pharmacist in the town of (*) Yonville in this work, in which the protagonist lies about taking piano lessons from a law student whom she rediscovers in Rouen, named Leon Dupuis. That character has a four-year affair with Rodolphe Boulanger and swallows arsenic when she cannot repay her debts. For ten points, name this French novel by Gustave Flaubert about the wife of Charles, Emma Rouault.": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.001074492
      ],
      [
        "ame",
        -0.00018113377
      ],
      [
        " B",
        -0.0002487039
      ],
      [
        "ov",
        -3.7697225e-06
      ],
      [
        "ary",
        -0.00013131031
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to not favor recombination in systems that exhibit quasi-linkage equilibrium, but this can be overcome by strong selection pressure. It was originally formulated as an extension to the Law of Extinction by Leigh Van Valen in the paper \"A New Evolutionary Law\". Used to explain the evolution of sex, FTP, name this hypothesis that states an organism must continue to evolve simply in order to maintain its": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.031046366
      ],
      [
        " Queen",
        -0.00019960667
      ],
      [
        " hypothesis",
        -0.0062600886
      ]
    ]
  },
  "An agreement between these two nations enforced the earlier Convention of Constantinople and saw one of them gain the town of Yarbutenda and the Iles de Los in equatorial Africa. These two nations squared off in the Third Carnatic War. After one of these nations completed a fourteen-month trek from the": {
    "guess": "Anglo-Swiss Treaty of 1863",
    "confidence": [
      [
        "Ang",
        -1.4234666
      ],
      [
        "lo",
        -0.00022177487
      ],
      [
        "-S",
        -0.15694337
      ],
      [
        "w",
        -0.006734676
      ],
      [
        "iss",
        -0.62721854
      ],
      [
        " Treaty",
        -0.3114189
      ],
      [
        " of",
        -0.06558024
      ],
      [
        " ",
        -0.001074492
      ],
      [
        "186",
        -0.09203629
      ],
      [
        "3",
        -0.59469104
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.030170327
      ],
      [
        " Sahara",
        -0.0013113131
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince of Conde was defeated by the Vicomte de Turenne. In this agreement, the infanta Maria Theresa, daughter of King Philip IV, renounced her claim to the throne in exchange for marrying Louis XIV, but the failure to pay the dowry led to the War of Devolution. Cardinal Mazarin negotiated this treaty, which": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.14447114
      ],
      [
        "reat",
        -1.9385403e-05
      ],
      [
        "y",
        -0.00044151678
      ],
      [
        " of",
        -3.297462e-05
      ],
      [
        " the",
        -0.0013242881
      ],
      [
        " Py",
        -9.729906e-06
      ],
      [
        "rene",
        -0.0010188753
      ],
      [
        "es",
        -1.3544423e-05
      ]
    ]
  },
  "In 1900, he agreed to head a commission to end US military rule in the Philippines. A year later, he became civil [*] governor of the islands and sponsored many reforms while preparing the Filipinos for self-government. In 1904, Teddy Roosevelt named him Secretary of War. For 10 points—name this man": {
    "guess": "William Howard Taft",
    "confidence": [
      [
        "William",
        -0.033208407
      ],
      [
        " Howard",
        -0.0019194796
      ],
      [
        " Ta",
        -6.392203e-06
      ],
      [
        "ft",
        -3.1281633e-07
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.721976
      ],
      [
        "reat",
        -4.501419e-05
      ],
      [
        "y",
        -0.0010928311
      ],
      [
        " of",
        -0.00011343709
      ],
      [
        " the",
        -0.07972572
      ],
      [
        " Py",
        -4.8828708e-05
      ],
      [
        "rene",
        -0.0001843486
      ],
      [
        "es",
        -1.3544423e-05
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement,": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.5810057
      ],
      [
        "reat",
        -5.407367e-05
      ],
      [
        "y",
        -0.0016664924
      ],
      [
        " of",
        -0.00019948746
      ],
      [
        " the",
        -0.0063989195
      ],
      [
        " Py",
        -1.4498052e-05
      ],
      [
        "rene",
        -0.00064726785
      ],
      [
        "es",
        -2.618001e-05
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to not favor recombination in systems that exhibit quasi-linkage equilibrium, but this can be overcome": {
    "guess": "Kin selection",
    "confidence": [
      [
        "Kin",
        -0.37881738
      ],
      [
        " selection",
        -0.02129908
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was broken in 1983, when Gaafar Nimeiry imposed shari'a law in it. This region agreed to split its oil": {
    "guess": "Southern Sudan",
    "confidence": [
      [
        "Southern",
        -0.849894
      ],
      [
        " Sudan",
        -0.11670474
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character in this novel betrays a rich widow named Heloise Dubuc from Tostes to marry a woman who later gives birth to Berthe. Monsieur Homais is the pharmacist in the town of (*) Yonville in this work, in which the protagonist lies about taking piano lessons from a law student whom she rediscovers in Rouen, named Leon Dupuis. That character has a four-year affair with Rodolphe Boulanger and swallows arsenic": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.0011758207
      ],
      [
        "ame",
        -0.00016301482
      ],
      [
        " B",
        -0.000245247
      ],
      [
        "ov",
        -1.7432603e-06
      ],
      [
        "ary",
        -6.873572e-05
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages as insurance. It was made possible after the newly formed Legion of the United States avenged some earlier losses by Josiah Harmar and Arthur St. Clair. It created a namesake line extending south to Fort Laurens and west to Fort Loramie and Fort Recovery, though some land was set aside for the army of George Rogers Clark, and it was agreed to by Little Turtle and Blue Jacket among other Indian leaders. FTP, name this 1795 treaty negotiated by Mad Anthony Wayne after the Battle of Fallen Timbers.": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.0013094059
      ],
      [
        "reat",
        0.0
      ],
      [
        "y",
        -1.3544423e-05
      ],
      [
        " of",
        -5.3358446e-05
      ],
      [
        " Greenville",
        -0.0019134039
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince of Conde was defeated by the Vicomte de Turenne. In this agreement, the infanta Maria Theresa, daughter": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.7692129
      ],
      [
        "reat",
        -2.8802491e-05
      ],
      [
        "y",
        -0.0017584794
      ],
      [
        " of",
        -0.00012630376
      ],
      [
        " the",
        -0.0026132362
      ],
      [
        " Py",
        -9.968313e-06
      ],
      [
        "rene",
        -0.00043364934
      ],
      [
        "es",
        -1.6524515e-05
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly": {
    "guess": "Treaty of Versailles",
    "confidence": [
      [
        "T",
        -0.88185406
      ],
      [
        "reat",
        -0.0005661378
      ],
      [
        "y",
        -0.00030590701
      ],
      [
        " of",
        -0.0007419687
      ],
      [
        " Vers",
        -1.4968133
      ],
      [
        "ailles",
        -0.00020187153
      ]
    ]
  },
  "Agriculture in this nation is distinguished between wet farming in and around cities such as Kandy in its central portion and dry farming in regions such as its Northern Jaffna Peninsula. The Central Highlands": {
    "guess": "Agriculture in Sri Lanka",
    "confidence": [
      [
        "A",
        -0.004804615
      ],
      [
        "gricult",
        -1.9361265e-07
      ],
      [
        "ure",
        -0.00040600507
      ],
      [
        " in",
        -0.0011177117
      ],
      [
        " Sri",
        -1.473646e-05
      ],
      [
        " Lanka",
        -4.4894987e-05
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to not favor recombination in systems that exhibit quasi-linkage equilibrium, but this can be overcome by strong selection pressure. It was originally formulated as an extension to the Law of Extinction by Leigh Van Valen in the paper \"A New Evolutionary Law\". Used to explain the evolution of sex, FTP, name this hypothesis that states an organism must continue to evolve simply in order to maintain its current level of relative fitness, named for a character in \"Through the Looking Glass\".": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.005332063
      ],
      [
        " Queen",
        -0.00029208304
      ],
      [
        " hypothesis",
        -0.0024791046
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis, although many have been displaced and they may now be outnumbered by government-sponsored settlers. It is among the least-densely populated regions in the world, and over half its population lives in the largest city, El Aaiun. It is comprised of the former Spanish colonies of Saguia al-Hamra and Rio de Oro, and the Polisario Front seeks its independence. For 10 points, name this semi- independent": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.023170464
      ],
      [
        " Sahara",
        -0.0008763278
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis, although many have been displaced and they may now be outnumbered by government-sponsored settlers. It is among the least-densely populated regions in the world, and over half its population": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.039280135
      ],
      [
        " Sahara",
        -0.0028142668
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was broken in 1983, when Gaafar Nimeiry imposed shari'a law in it. This region agreed to split its oil revenues with its northern neighbor in the 2005 Comprehensive Peace Agreement. In 2008 the MV Faina, a Ukrainian cargo ship, was found to be carrying Soviet tanks and weaponry destined for this region's": {
    "guess": "Southern Sudan",
    "confidence": [
      [
        "Southern",
        -0.66782403
      ],
      [
        " Sudan",
        -0.0010941423
      ]
    ]
  },
  "In 1900, he agreed to head a commission to end US military rule in the Philippines. A year later, he": {
    "guess": "Philippine Commission",
    "confidence": [
      [
        "Phil",
        -0.704036
      ],
      [
        "ipp",
        -0.37041453
      ],
      [
        "ine",
        -1.6762922e-05
      ],
      [
        " Commission",
        -0.09563522
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was broken in 1983, when Gaafar Nimeiry imposed shari'a law in it. This region agreed to split its oil revenues with its northern neighbor in the 2005 Comprehensive Peace Agreement. In 2008 the MV Faina, a Ukrainian cargo ship, was found to be carrying Soviet tanks and weaponry destined for this region's capital, Juba. On July 9th, 2011, it is set to become fully independent after a January referendum.": {
    "guess": "South Sudan",
    "confidence": [
      [
        "South",
        -0.21392852
      ],
      [
        " Sudan",
        -0.0001973418
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince of Conde was defeated by the Vicomte de Turenne. In this agreement, the infanta Maria Theresa, daughter of King Philip IV, renounced her claim to the throne in exchange for marrying Louis XIV, but the failure to pay the dowry led to the War of Devolution. Cardinal Mazarin negotiated this treaty, which ended a war between two countries that the Peace of Westphalia had failed to end. For 10 points, name this 1659 treaty between France and Spain, named for the mountain range which forms their border.": {
    "guess": "Pyrenees Treaty",
    "confidence": [
      [
        "Py",
        -0.6716044
      ],
      [
        "rene",
        -0.00027099132
      ],
      [
        "es",
        -0.002237805
      ],
      [
        " Treaty",
        -0.025392555
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince of Conde was defeated by the Vicomte de Turenne. In this agreement, the infanta Maria Theresa, daughter of King Philip IV, renounced her claim to the throne in exchange for marrying Louis XIV, but the": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.3482288
      ],
      [
        "reat",
        -1.640531e-05
      ],
      [
        "y",
        -0.0007675792
      ],
      [
        " of",
        -3.9292416e-05
      ],
      [
        " the",
        -0.00059699686
      ],
      [
        " Py",
        -8.89548e-06
      ],
      [
        "rene",
        -0.0005943781
      ],
      [
        "es",
        -1.3544423e-05
      ]
    ]
  },
  "This agreement brought an end to a conflict which saw the death of Major Alexander Truman and Colonel John Hardin, both of whom were killed while attempting to negotiate peace three years earlier. It reportedly took eight months to negotiate and its second article mandates the taking of ten hostages as insurance. It was made possible after the newly formed Legion of the United States avenged some earlier": {
    "guess": "Treaty of Greenville",
    "confidence": [
      [
        "T",
        -0.47028434
      ],
      [
        "reat",
        -6.682846e-05
      ],
      [
        "y",
        -0.0008708444
      ],
      [
        " of",
        -0.0009947026
      ],
      [
        " Greenville",
        -0.16143094
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis, although many have been displaced and they may now be outnumbered by government-sponsored settlers. It is among the least-densely populated regions in the world, and over half its population lives in the largest city, El Aaiun. It is comprised of the former Spanish colonies of Saguia al-Hamra and Rio de Oro, and the Polisario Front seeks its independence. For 10 points, name this semi- independent area formerly claimed by Morocco.": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.2567435
      ],
      [
        " Sahara",
        -0.0012055886
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to not favor recombination in systems that exhibit quasi-linkage equilibrium, but this can be overcome by strong selection pressure. It was originally formulated as an extension to the Law of Extinction by Leigh Van Valen in the paper \"A New Evolutionary Law\". Used to explain the evolution of sex, FTP,": {
    "guess": "Red Queen hypothesis",
    "confidence": [
      [
        "Red",
        -0.38193682
      ],
      [
        " Queen",
        -0.008527222
      ],
      [
        " hypothesis",
        -0.08176025
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed": {
    "guess": "Fitness landscape",
    "confidence": [
      [
        "Fitness",
        -1.3375024
      ],
      [
        " landscape",
        -0.29788315
      ]
    ]
  },
  "This agreement was negotiated by Luis Mendez de Haro and Hugues de Lionne, one of the architects of the League of the Rhine which prompted it. For its participation in the Reapers' War, one country was awarded Roussillon and Artois in this agreement, and that country also received parts of Flanders and Luxembourg. The English, led by William Lockhart, succeeded in gaining Dunkirk in this agreement, a city which they had captured at the Battle of the Dunes in which Louis II de Bourbon, the Prince of Conde was defeated by the Vicomte de Turenne. In this agreement, the infanta Maria Theresa, daughter of King Philip IV, renounced her claim to the throne in exchange for marrying Louis XIV, but the failure to pay the dowry led to the War of Devolution. Cardinal Mazarin negotiated this treaty, which ended a war between two countries that the Peace of Westphalia had failed to end. For 10 points,": {
    "guess": "Treaty of the Pyrenees",
    "confidence": [
      [
        "T",
        -0.111087635
      ],
      [
        "reat",
        -9.014684e-06
      ],
      [
        "y",
        -0.00023703295
      ],
      [
        " of",
        -6.1537958e-06
      ],
      [
        " the",
        -0.00048811073
      ],
      [
        " Py",
        -3.5313153e-06
      ],
      [
        "rene",
        -0.0008227338
      ],
      [
        "es",
        -9.372295e-06
      ]
    ]
  },
  "An agricultural fair in this work rewards Catherine for her 54 years of service on a farm. One character": {
    "guess": "Madame Bovary",
    "confidence": [
      [
        "Mad",
        -0.9533863
      ],
      [
        "ame",
        -0.0003485746
      ],
      [
        " B",
        -0.00043090762
      ],
      [
        "ov",
        -6.704273e-07
      ],
      [
        "ary",
        -4.2272506e-05
      ]
    ]
  },
  "An agreement in a neighboring capital established it as a single administrative region in 1972, but was broken in 1983, when Gaafar Nimeiry imposed shari'a law in it. This region agreed to split its oil revenues with its northern neighbor in the 2005 Comprehensive Peace Agreement. In 2008 the MV Faina,": {
    "guess": "Southern Sudan",
    "confidence": [
      [
        "Southern",
        -0.35821205
      ],
      [
        " Sudan",
        -0.0021179044
      ]
    ]
  },
  "Agrawal's fitness model supports it by assuming nonrandom interactions, and Summers and Crespi analyzed placental cadherins that exhibit a molecular version of it via green-beard mutations. It tends to": {
    "guess": "Green-beard effect",
    "confidence": [
      [
        "Green",
        -0.93659043
      ],
      [
        "-be",
        -0.0295849
      ],
      [
        "ard",
        -0.00018613665
      ],
      [
        " effect",
        -0.003981516
      ]
    ]
  },
  "Agracha and Bu Craa are some of the exciting mine centers of this place, which borders Cape Bojador and includes the city of Smara. The indigenous population of this area is composed mainly of ethnic Sahrawis, although many have been displaced and they may now be outnumbered by government-sponsored settlers. It is among the least-densely populated regions in the world, and over half its population lives in the largest city, El Aaiun. It is comprised of the former Spanish colonies of Saguia al-Hamra": {
    "guess": "Western Sahara",
    "confidence": [
      [
        "Western",
        -0.044872314
      ],
      [
        " Sahara",
        -0.0034621523
      ]
    ]
  }
}