{
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these constructs can be obtained by multiplying the number of electrons transferred in a half cell reaction times the reduction potential of that cell. These representations are occasionally named for Ebsworth": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.041006748
      ],
      [
        "ba",
        -0.00050787657
      ],
      [
        "ix",
        -1.4259645e-05
      ],
      [
        " diagram",
        -0.28596786
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the frequency of the pulsar's pulses. COROT-7b is one of the smallest one of these objects discovered so far. The transit method is used by the spacecraft Kepler to detect these objects, and about 800 of them have been conclusively identified thus far. According to a January 7th, 2013 announcement, Kepler identified one that is a \"good candidate for life.\" For 10 points, give this term that describes large non-stellar bodies in other solar systems.": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.2028212
      ],
      [
        " of",
        -0.0007671024
      ],
      [
        " detecting",
        -5.7530575e-05
      ],
      [
        " ex",
        -0.00064118847
      ],
      [
        "oplan",
        -6.0345924e-06
      ],
      [
        "ets",
        -9.198044e-05
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.048599068
      ],
      [
        "ba",
        -0.0010987766
      ],
      [
        "ix",
        -8.10137e-05
      ],
      [
        " diagram",
        -0.22161253
      ]
    ]
  },
  "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear thick glasses.  He also notes that it makes anyone beautiful and that the easiest way to stop a potential drunk driver from getting behind the wheel is to take his pants.  You can purchase his friend Jimmy's mustache and a patent leather shoe on the web site of, FTP, what Jamaican beverage, whose slogan": {
    "guess": "Red Stripe",
    "confidence": [
      [
        "Red",
        -0.74067175
      ],
      [
        " Stripe",
        -0.008848915
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit": {
    "guess": "Conceptual metaphor",
    "confidence": [
      [
        "Concept",
        -0.14215605
      ],
      [
        "ual",
        -0.007211041
      ],
      [
        " metaphor",
        -0.27921492
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these constructs can be obtained by multiplying the number of electrons transferred in a half cell reaction times the reduction potential of that cell. These representations are occasionally named for Ebsworth and points on these diagrams can be obtained using information from Latimer diagrams. For 10 points, identify these representations in which the relative free energy of a species is plotted against": {
    "guess": "Pourbaix diagrams",
    "confidence": [
      [
        "Pour",
        -0.32019016
      ],
      [
        "ba",
        -0.0007125511
      ],
      [
        "ix",
        -9.968313e-06
      ],
      [
        " diagrams",
        -0.28513765
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing.": {
    "guess": "Exoplanet",
    "confidence": [
      [
        "Ex",
        -1.234293
      ],
      [
        "oplan",
        -0.046711396
      ],
      [
        "et",
        -0.0075513707
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these constructs can be obtained by multiplying the number of electrons transferred in a half cell reaction": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.014971553
      ],
      [
        "ba",
        -0.0014473796
      ],
      [
        "ix",
        -5.383526e-05
      ],
      [
        " diagram",
        -0.11189625
      ]
    ]
  },
  "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear thick glasses.  He also notes that it makes anyone beautiful and that the easiest way to stop a potential drunk driver from getting behind the wheel is to take his pants.  You can purchase his friend Jimmy's mustache and a patent leather shoe on the web site of, FTP, what Jamaican beverage, whose slogan claims, \"It's beer!  HOORAY BEER!\"": {
    "guess": "Red Stripe",
    "confidence": [
      [
        "Red",
        -0.090190694
      ],
      [
        " Stripe",
        -0.0008492942
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the frequency of the pulsar's pulses. COROT-7b is one of the smallest one of these objects discovered so far. The transit method is used by the spacecraft Kepler to detect these objects, and about 800 of them have been conclusively identified thus far. According to a January 7th, 2013 announcement, Kepler identified one that is a \"good candidate for life.\" For 10 points, give this term that describes": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.111505195
      ],
      [
        " of",
        -3.9650025e-05
      ],
      [
        " detecting",
        -0.00024941913
      ],
      [
        " ex",
        -8.864273e-05
      ],
      [
        "oplan",
        -2.8160932e-06
      ],
      [
        "ets",
        -3.7623562e-05
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these constructs can be obtained by multiplying the number of electrons transferred in a half cell reaction times the reduction potential of that cell. These representations are occasionally named for Ebsworth and points on these diagrams can be obtained using information from Latimer diagrams. For 10 points,": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.71219134
      ],
      [
        "ba",
        -0.00032974407
      ],
      [
        "ix",
        -1.6882126e-05
      ],
      [
        " diagram",
        -0.09531092
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.591779
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the frequency of the pulsar's pulses. COROT-7b is one of the smallest one of these objects discovered so": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.70610476
      ],
      [
        " of",
        -0.0012210594
      ],
      [
        " detecting",
        -9.114601e-05
      ],
      [
        " ex",
        -0.0014735567
      ],
      [
        "oplan",
        -2.1008714e-06
      ],
      [
        "ets",
        -8.196733e-05
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper": {
    "guess": "Proton-coupled electron transfer",
    "confidence": [
      [
        "Pro",
        -0.735014
      ],
      [
        "ton",
        -0.0018585572
      ],
      [
        "-c",
        -1.1403708
      ],
      [
        "ou",
        -0.0024505653
      ],
      [
        "pled",
        -1.504853e-06
      ],
      [
        " electron",
        -0.016660491
      ],
      [
        " transfer",
        -0.00016527968
      ]
    ]
  },
  "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear thick glasses.  He also notes that it makes anyone beautiful and that the easiest way to stop a potential drunk driver from getting behind the wheel is to take his pants.  You can purchase his friend": {
    "guess": "Irish Athletic Boxing Association",
    "confidence": [
      [
        "Ir",
        -1.6588161
      ],
      [
        "ish",
        -0.0014899849
      ],
      [
        " Athletic",
        -2.0151334
      ],
      [
        " Boxing",
        -6.9331734e-05
      ],
      [
        " Association",
        -0.00018387179
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.70047915
      ],
      [
        "ba",
        -0.0023856377
      ],
      [
        "ix",
        -5.157039e-05
      ],
      [
        " diagram",
        -0.09248284
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these": {
    "guess": "Pourbaix diagram",
    "confidence": [
      [
        "Pour",
        -0.2617323
      ],
      [
        "ba",
        -0.0007896172
      ],
      [
        "ix",
        -1.8431772e-05
      ],
      [
        " diagram",
        -0.13448082
      ]
    ]
  },
  "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear thick glasses.  He also notes that it makes anyone beautiful and that the easiest way to stop a potential": {
    "guess": "Ambassador of Ireland to the United Kingdom",
    "confidence": [
      [
        "Amb",
        -2.090146
      ],
      [
        "assador",
        -0.25336468
      ],
      [
        " of",
        -0.8896226
      ],
      [
        " Ireland",
        -0.9264205
      ],
      [
        " to",
        -0.014052089
      ],
      [
        " the",
        -0.07994981
      ],
      [
        " United",
        -0.007907431
      ],
      [
        " Kingdom",
        -0.619602
      ]
    ]
  },
  "Its ambassador challenges Lennox Lewis to a boxing match, which is cancelled after he claims to wear": {
    "guess": "Rocky Balboa",
    "confidence": [
      [
        "Rock",
        -1.8973569
      ],
      [
        "y",
        -0.0039088456
      ],
      [
        " Bal",
        -0.6448587
      ],
      [
        "boa",
        -0.00044651967
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.37386814
      ],
      [
        " of",
        -0.00093158695
      ],
      [
        " detecting",
        -0.00021748354
      ],
      [
        " ex",
        -0.009676646
      ],
      [
        "oplan",
        -9.651017e-05
      ],
      [
        "ets",
        -0.00028255043
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the frequency of the pulsar's pulses. COROT-7b is one of the smallest one of these objects discovered so far. The transit method is used by the spacecraft Kepler to detect these objects, and about 800 of": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.0018273846
      ],
      [
        " of",
        -2.9756122e-05
      ],
      [
        " detecting",
        -2.8564085e-05
      ],
      [
        " ex",
        -0.0003898007
      ],
      [
        "oplan",
        -7.89631e-07
      ],
      [
        "ets",
        -3.297462e-05
      ]
    ]
  },
  "Amazingly, one of these objects might have been detected in 2009 in Andromeda through the use of microlensing. When these objects orbit pulsars, they can be detected by the anomalies they cause in the frequency of the pulsar's pulses. COROT-7b is one of the smallest one of these objects discovered so far. The transit method is used by the spacecraft Kepler to detect these objects, and about 800 of them have been conclusively identified thus far. According to a January 7th, 2013 announcement, Kepler": {
    "guess": "Methods of detecting exoplanets",
    "confidence": [
      [
        "Methods",
        -0.0038430674
      ],
      [
        " of",
        -3.9411618e-05
      ],
      [
        " detecting",
        -4.3464544e-05
      ],
      [
        " ex",
        -0.00019495773
      ],
      [
        "oplan",
        -1.0280384e-06
      ],
      [
        "ets",
        -3.7027545e-05
      ]
    ]
  },
  "One ambiguity that arises when employing these constructs in basic solution is due to an often-tacit standard introduced by Phillips and Williams that sets the proton-hydrogen gas slope to zero. Copper is the only first-row transition metal with a positive slope on one of these representations. When species in these representations lie on convex curves, they tend to undergo disproportionation. One species will oxidize another if the first is to the upper-left of the second on these diagrams, and those at the bottom of curves on these diagrams are thermodynamically stable. The y-values on these constructs can be obtained by multiplying the number of electrons transferred in a half cell reaction times the reduction potential of that cell. These representations are occasionally named for Ebsworth and points on these diagrams can be obtained using information from Latimer diagrams. For 10 points, identify these representations in which the relative free energy of a species is plotted against various oxidation states for that species. ": {
    "guess": "Latimer diagrams",
    "confidence": [
      [
        "Lat",
        -0.22152533
      ],
      [
        "imer",
        -5.347765e-05
      ],
      [
        " diagrams",
        -0.47163767
      ]
    ]
  }
}