{
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating the use of (*) Gilman reagents or alkyllithium reagents. Two equivalents of these compounds are required to add to an ester, and depending on the application they can be stored in either THF or diethyl ether. More commonly one equivalent are used to form a new carbon-carbon bond with a carbonyl": {
    "guess": "Organolithium compound",
    "confidence": [
      [
        "Organ",
        -0.06439702
      ],
      [
        "olith",
        -1.0322111
      ],
      [
        "ium",
        -1.9743013e-05
      ],
      [
        " compound",
        -0.8209289
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing agent to secondary alcohols is a more common way of creating these compounds. The simplest example of one is often used in cleanup following organic experiments due to its rapid evaporation, and these compounds are distinguished from a similar type of compound by the presence of two alkyl groups bonded to the central carbon. For 10 points, name this type of carbonyl compound, the simplest type of which is acetone.": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.06556897
      ],
      [
        "et",
        -3.650519e-06
      ],
      [
        "one",
        -0.00034821697
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni effect is where a difference in this quantity causes the transfer of mass, and Laplace's Law states the inverse relationship between this value and alveolar radius. Often measured in dynes per centimeter, its effect is lowered by surfactants, and it is responsible for \"tears of wine\" and the ability of water striders to walk on water. FTP, name this tendency of a liquid to minimize its exposed area, causing capillary action.": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0027531649
      ],
      [
        " tension",
        -0.0002108118
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing. Often used in sto- chastic modeling, this method was first used to study radiation shielding by John von Neumann and Stanis?aw Ulam. Often used to approximate integrals, this mathematical method is used to study situations such as Brownian motion, economic modeling, and games of chance when deterministic solutions are unknown or unhelpful. Identify this type of solution that repeatedly uses": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.116048664
      ],
      [
        "e",
        -1.2352386e-05
      ],
      [
        " Carlo",
        -3.1737043e-06
      ],
      [
        " method",
        -0.016347885
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.0006392885
      ],
      [
        "egan",
        -1.6524515e-05
      ],
      [
        "ography",
        -6.062987e-05
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after Lov Grover and takes big O of square root of n time. Poor implementations of one algorithm fail for": {
    "guess": "Quantum search algorithm",
    "confidence": [
      [
        "Quant",
        -0.68549466
      ],
      [
        "um",
        -2.58224e-05
      ],
      [
        " search",
        -0.21217407
      ],
      [
        " algorithm",
        -0.015774496
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0063896803
      ],
      [
        " tension",
        -0.0008109363
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly proportional to sigma to the fourth. An analogous operation on spiral galaxies calculates it by determining the velocity width, called the Tully-Fisher relation. Alternatively, it may be found by looking": {
    "guess": "Galaxy luminosity function",
    "confidence": [
      [
        "Gal",
        -1.469111
      ],
      [
        "axy",
        -0.23402512
      ],
      [
        " lumin",
        -0.8881871
      ],
      [
        "osity",
        -0.002370774
      ],
      [
        " function",
        -0.50629246
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting": {
    "guess": "Iron(II) sulfate",
    "confidence": [
      [
        "Iron",
        -0.38217396
      ],
      [
        "(",
        -0.5112929
      ],
      [
        "II",
        -0.0008600079
      ],
      [
        ")",
        -0.011655403
      ],
      [
        " sulfate",
        -0.087547965
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel in which she appears ends with the male protagonist choosing to sit on a bench outside of her Paris apartment rather than going up to see her. This granddaughter of Mrs. Manson Mingott flees to Europe rather than consummate an affair, after May Welland announces her own pregnancy. For 10 points,": {
    "guess": "Ellen Olenska",
    "confidence": [
      [
        "Ell",
        -0.41251755
      ],
      [
        "en",
        -1.0087517e-05
      ],
      [
        " Ol",
        -0.0002939903
      ],
      [
        "ens",
        -0.00021784115
      ],
      [
        "ka",
        -0.000104496816
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while": {
    "guess": "Site-directed mutagenesis",
    "confidence": [
      [
        "Site",
        -0.038935985
      ],
      [
        "-directed",
        -0.021174448
      ],
      [
        " mut",
        -0.0077127474
      ],
      [
        "agen",
        -0.00040779312
      ],
      [
        "esis",
        -0.00010092071
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven by pairwise similarity using ratios of areas, and applying the law of Sines to it gives the useful": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.02900919
      ],
      [
        "eva",
        -0.00030257297
      ],
      [
        "'s",
        -0.0012054695
      ],
      [
        " theorem",
        -0.13326252
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction,": {
    "guess": "Epoxide",
    "confidence": [
      [
        "Ep",
        -1.6115798
      ],
      [
        "oxide",
        -0.018870218
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method": {
    "guess": "Bit plane complexity",
    "confidence": [
      [
        "Bit",
        -1.5382203
      ],
      [
        " plane",
        -0.31839833
      ],
      [
        " complexity",
        -0.2936565
      ]
    ]
  },
  "This method is an effective way to create a permanent replica of a molding. It involves either using wax (cire perdue) or liquefied sand to surround and repeat the features of the original molding, known": {
    "guess": "Lost-wax casting",
    "confidence": [
      [
        "Lost",
        -0.25094908
      ],
      [
        "-w",
        -0.0386391
      ],
      [
        "ax",
        -8.6735476e-05
      ],
      [
        " casting",
        -0.009856903
      ]
    ]
  },
  "This method scans the list from the beginning until it finds the first element out of order with respect to those that have come before. Then that element is removed from the list, all previous elements larger than the one removed are shifted one spot, and the out of place element is returned to the": {
    "guess": "Insertion sort",
    "confidence": [
      [
        "Insert",
        -0.07846402
      ],
      [
        "ion",
        -7.672237e-05
      ],
      [
        " sort",
        -0.04108237
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain. They are characterized by having a topological dimension less than their Hausdorff dimension, and some": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.00018149138
      ],
      [
        "actal",
        -7.822647e-06
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing hypoxanthine, thymidine, and aminopterin. Examples of these molecules used therapeutically include adalimumab, which inhibits TNF-alpha, and Trastuzumab, or Herceptin, used to treat breast cancer. These proteins are created by fusing a single plasma cell with a mouse myeloma cell, creating a hybridoma that secretes only one heavy-light chain pair. For 10 points, name these pharmaceuticals": {
    "guess": "Monoclonal antibodies",
    "confidence": [
      [
        "Mon",
        -0.0018342764
      ],
      [
        "oc",
        -0.00024275472
      ],
      [
        "lon",
        -7.226629e-06
      ],
      [
        "al",
        -4.2153304e-05
      ],
      [
        " antibodies",
        -0.22435485
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly proportional to sigma to the fourth. An analogous operation on spiral galaxies calculates it by determining the velocity width, called the Tully-Fisher relation. Alternatively, it may be found by looking at nearby type Ia supernovae or at the object's recession velocity. Its namesake \"modulus\" relates the difference between the absolute and apparent magnitudes to this quantity. FTP, identify this quantity that can be measured in astronomical units.": {
    "guess": "Hubble constant",
    "confidence": [
      [
        "H",
        -0.8357652
      ],
      [
        "ubble",
        -0.000348813
      ],
      [
        " constant",
        -0.5830956
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after Lov Grover and takes big O of square root of n time. Poor implementations of one algorithm fail for large sets, as adding two interval endpoints then dividing by two can give an overflow error. For ordered": {
    "guess": "SEARCH",
    "confidence": [
      [
        "SEARCH",
        -0.7370053
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency.": {
    "guess": "Resonance",
    "confidence": [
      [
        "Res",
        -0.2787646
      ],
      [
        "on",
        -0.0001593195
      ],
      [
        "ance",
        -0.013159169
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.70649195
      ],
      [
        "oc",
        -0.09102167
      ],
      [
        "lon",
        -0.00031019835
      ],
      [
        "al",
        -0.0001135563
      ],
      [
        " antibody",
        -0.17975
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing. Often used in sto- chastic modeling, this method was first used to study radiation shielding": {
    "guess": "Monte Carlo methods",
    "confidence": [
      [
        "Mont",
        -0.80263793
      ],
      [
        "e",
        -7.822647e-06
      ],
      [
        " Carlo",
        -0.00010676169
      ],
      [
        " methods",
        -0.40199116
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of this practice  using many different file formats. This practice is similar to Rivest's chaffing and winnowing, but unlike c&w  the adversary in this case will not know this is happening. One physical": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.004945666
      ],
      [
        "egan",
        -0.00031973462
      ],
      [
        "ography",
        -0.00037824165
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni effect is where a difference in this quantity causes the transfer of mass, and Laplace's Law states the inverse relationship between this value and alveolar radius. Often measured in dynes per centimeter, its effect is lowered by surfactants, and it is responsible for \"tears of wine\" and the ability of water striders to walk on water. FTP, name this tendency of a liquid to minimize its exposed area,": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.0013371473
      ],
      [
        " tension",
        -0.0001658757
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing agent to secondary alcohols is a more common way of creating these compounds. The simplest example of one is often used in cleanup following organic experiments due to its rapid evaporation, and these compounds are distinguished from a similar type of compound by the presence of two alkyl groups bonded to the central carbon. For 10 points, name this type of carbonyl compound, the simplest type": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.004093955
      ],
      [
        "et",
        -1.7432603e-06
      ],
      [
        "one",
        -0.0004362718
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni effect is where a difference in this quantity causes the transfer of mass, and Laplace's Law states": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.004018684
      ],
      [
        " tension",
        -0.009483354
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method": {
    "guess": "Elliptic Curve Cryptography",
    "confidence": [
      [
        "Ell",
        -1.0070194
      ],
      [
        "ipt",
        -0.00011594037
      ],
      [
        "ic",
        -3.4166656e-05
      ],
      [
        " Curve",
        -0.65801644
      ],
      [
        " Crypt",
        -0.15978965
      ],
      [
        "ography",
        -0.0003867014
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining varves or ice cores. This action can be done by measuring the ratios of (*) isotopes of rubidium and strontium, potassium and argon, or uranium and lead. In 1988, this action was performed using accelerator": {
    "guess": "Radiometric dating",
    "confidence": [
      [
        "Radi",
        -0.009692701
      ],
      [
        "ometric",
        -0.004813869
      ],
      [
        " dating",
        -0.0112893665
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing hypoxanthine, thymidine, and aminopterin. Examples of these molecules used therapeutically include adalimumab, which inhibits TNF-alpha, and Trastuzumab, or Herceptin, used to treat breast cancer. These proteins are created by fusing a single plasma cell with a mouse myeloma cell, creating a hybridoma that secretes only one heavy-light chain pair. For 10 points, name these pharmaceuticals that consist of an antibody targeting a single epitope.": {
    "guess": "Monoclonal Antibodies",
    "confidence": [
      [
        "Mon",
        -0.0015368813
      ],
      [
        "oc",
        -0.00014334988
      ],
      [
        "lon",
        -1.147242e-06
      ],
      [
        "al",
        -1.6882126e-05
      ],
      [
        " Antib",
        -1.0221666
      ],
      [
        "odies",
        -0.3668051
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi type of this method is used to perform integration with deterministically chosen numbers. The Buffon's Needle Problem, solved by this method, was used by Laplace to create an estimation for the digits of pi. Unlike another type of algorithms, they do not always produce the correct answer, instead their accuracy is dependent on the running time. FTP, identify this process of using random numbers to probabilistically solve problems, not named for Las Vegas but for a gambling getaway in Monaco.": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.018697659
      ],
      [
        "e",
        -6.647085e-05
      ],
      [
        " Carlo",
        -4.477578e-05
      ],
      [
        " method",
        -0.014214044
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing. Often used in sto- chastic modeling, this method was first used to study radiation shielding by John von Neumann and Stanis?aw Ulam. Often used to approximate integrals, this mathematical method is used to study situations such as Brownian motion, economic modeling, and games of chance when deterministic solutions are unknown or unhelpful. Identify this type of solution that repeatedly uses random numbers which is named after a European city.": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.018004538
      ],
      [
        "e",
        -8.061054e-06
      ],
      [
        " Carlo",
        -2.1008714e-06
      ],
      [
        " method",
        -0.004007523
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions": {
    "guess": "Carbonyl group",
    "confidence": [
      [
        "Car",
        -1.2206357
      ],
      [
        "b",
        -0.078991026
      ],
      [
        "ony",
        -9.293406e-05
      ],
      [
        "l",
        -0.00038801268
      ],
      [
        " group",
        -0.070112385
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while studying Huntington's disorder. Capecchi, Evans and Smithies were the first to perform this technique": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.12663144
      ],
      [
        " targeting",
        -0.036894143
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the \"coordinate\" type of this structure. Atoms with a medium difference in electronegativity can bond to form the \"polar\" type of this structure, which contrasts with the \"nonpolar\" variety exhibited by diatomic gases. For 10 points, name": {
    "guess": "Chemical bond",
    "confidence": [
      [
        "Chem",
        -0.6115645
      ],
      [
        "ical",
        -2.1054253e-05
      ],
      [
        " bond",
        -0.102244616
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every context-sensitive language. The CYK algorithm requires the grammar be in one of these named for Chomsky. For some sets of functional dependencies, the Boyce-Codd one of these is not always attainable, unlike the first three, of the six that are often applied to databases. For 10 points, give this two word phrase that denotes a standard way of displaying a formal grammar as well a canonical organization of a relational database.": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.0920464
      ],
      [
        "om",
        -2.808727e-05
      ],
      [
        "sky",
        -0.000107715314
      ],
      [
        " normal",
        -0.38670292
      ],
      [
        " form",
        -0.00030150014
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions in the Cope rearrangement. Shrock carbenes and Fischer carbenes catalyze a reaction switching the substituents of two of these compounds, and Lindlar's catalyst is used to produce their cis examples": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.2614538
      ],
      [
        "k",
        -0.53444254
      ],
      [
        "ene",
        -0.0074316342
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel in which she appears ends with the male protagonist choosing to sit on a bench outside of her Paris": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -0.79503334
      ],
      [
        " Age",
        -0.047048423
      ],
      [
        " of",
        -0.00048238898
      ],
      [
        " Innoc",
        -0.00026908406
      ],
      [
        "ence",
        -0.00036442498
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating the use of (*) Gilman reagents or alkyllithium reagents. Two equivalents of these compounds are required to add to an ester, and depending on the application they can be stored in either THF or": {
    "guess": "Organolithium",
    "confidence": [
      [
        "Organ",
        -0.14099239
      ],
      [
        "olith",
        -0.60915196
      ],
      [
        "ium",
        -9.198044e-05
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of this practice  using many different file formats. This practice is similar to Rivest's chaffing and winnowing, but unlike c&w  the adversary in this case will not know this is happening. One physical way to do this is microdots. This includes  jargon codes and semagrams are a form of this based on": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.0061164903
      ],
      [
        "egan",
        -4.596782e-05
      ],
      [
        "ography",
        -0.0001726703
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor": {
    "guess": "Site-directed mutagenesis",
    "confidence": [
      [
        "Site",
        -0.97555393
      ],
      [
        "-directed",
        -0.056222532
      ],
      [
        " mut",
        -0.082908966
      ],
      [
        "agen",
        -0.00048429624
      ],
      [
        "esis",
        -0.0005145483
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the": {
    "guess": "Elliptic Curve Cryptography",
    "confidence": [
      [
        "Ell",
        -0.71471035
      ],
      [
        "ipt",
        -0.00012035091
      ],
      [
        "ic",
        -0.00013536324
      ],
      [
        " Curve",
        -0.6307404
      ],
      [
        " Crypt",
        -0.007826764
      ],
      [
        "ography",
        -0.00022105966
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the Diffie-Hellman method. The majority of widely used methods in this field adhere to Kerckhoff's principle,": {
    "guess": "Cryptography",
    "confidence": [
      [
        "C",
        -0.21307491
      ],
      [
        "ryptography",
        -0.000112125854
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain. They are characterized by having a topological dimension less than their Hausdorff dimension, and some of them are named for Moore, Julia, and Koch. They exhibit some form of self-similarity. One of the most famous examples of these involves removing the central equilateral triangle from each equilateral triangle in a figure repeatedly, named the Serpinski triangle. For 10 points, name these repeating geometric figures developed by Benoit Mandelbrot.": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.010455786
      ],
      [
        "actal",
        -0.0634938
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing.": {
    "guess": "Markov chain Monte Carlo",
    "confidence": [
      [
        "Mark",
        -0.45910454
      ],
      [
        "ov",
        -2.6968896e-06
      ],
      [
        " chain",
        -0.051225543
      ],
      [
        " Monte",
        -4.2153304e-05
      ],
      [
        " Carlo",
        -8.776276e-06
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure. Typically requiring dNTPs, magnesium ions, and primers, it takes advantage of the ability of": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.0021870222
      ],
      [
        "mer",
        -9.372295e-06
      ],
      [
        "ase",
        -6.0345924e-06
      ],
      [
        " chain",
        -0.015086162
      ],
      [
        " reaction",
        -1.0683535e-05
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a": {
    "guess": "Amine",
    "confidence": [
      [
        "A",
        -1.2179978
      ],
      [
        "mine",
        -0.6786049
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive compounds are subjected to the \"vacuum\" type of this. One technique for performing this can use a Vigreaux column, or the cheaper Liebeg condenser. Many types of this process do not work with deviants from Raoult's Law, or azeotropes. For 10 points, name this method of separating mixtures based": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.019409236
      ],
      [
        "illation",
        -4.3202e-07
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected": {
    "guess": "The Goldfinch (novel)",
    "confidence": [
      [
        "The",
        -0.6222763
      ],
      [
        " Gold",
        -0.18855713
      ],
      [
        "fin",
        -0.00020580526
      ],
      [
        "ch",
        -1.7597347e-05
      ],
      [
        " (",
        -0.6689932
      ],
      [
        "nov",
        -0.0005718596
      ],
      [
        "el",
        -5.5122365e-07
      ],
      [
        ")",
        -6.8854926e-05
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni effect is where a difference in this quantity causes the transfer of mass, and Laplace's Law states the inverse relationship between this value and alveolar radius. Often measured in dynes per centimeter,": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.002838038
      ],
      [
        " tension",
        -0.0069380747
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions in the Cope rearrangement. Shrock carbenes and Fischer carbenes catalyze a reaction switching the substituents of two of these compounds, and Lindlar's catalyst is used to produce their cis examples stereoselectively. They are most easily produced in Zaitsev elimination of alkyl halides, and two of them are crossed in a namesake metathesis. For 10 points, name these compounds with formula": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.3194293
      ],
      [
        "k",
        -0.025449963
      ],
      [
        "ene",
        -0.00053957006
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly proportional to sigma to the fourth. An analogous operation on spiral galaxies calculates it by determining the velocity width, called the Tully-Fisher relation. Alternatively, it may be found by looking at nearby type Ia supernovae or at the object's recession velocity. Its namesake \"modulus\" relates": {
    "guess": "Hubble constant",
    "confidence": [
      [
        "H",
        -0.37713706
      ],
      [
        "ubble",
        -0.00067062076
      ],
      [
        " constant",
        -0.616886
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation.": {
    "guess": "Bit plane complexity",
    "confidence": [
      [
        "Bit",
        -0.6140588
      ],
      [
        " plane",
        -0.06362715
      ],
      [
        " complexity",
        -0.023445671
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive compounds are subjected to the \"vacuum\" type of this. One technique for performing this can use a Vigreaux column, or the cheaper Liebeg condenser. Many types of this process do not work with deviants from Raoult's Law, or azeotropes. For 10 points, name this method of separating mixtures based on differences in volatilities, which has a \"fractional\" type.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.01680539
      ],
      [
        "illation",
        -3.4121115e-06
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.0106763765
      ],
      [
        "om",
        -1.11603495e-05
      ],
      [
        "sky",
        -5.5577775e-06
      ],
      [
        " normal",
        -0.01963299
      ],
      [
        " form",
        -8.537869e-06
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel in which she appears ends with the male protagonist choosing to sit on a bench outside of her Paris apartment rather than going up to see her. This granddaughter of Mrs. Manson Mingott flees to Europe rather than consummate an affair, after May Welland announces her own pregnancy. For 10 points, name this ex-wife of a Polish count, the love interest of Newland Archer in Edith Wharton's The Age of Innocence.": {
    "guess": "Ellen Olenska",
    "confidence": [
      [
        "Ell",
        -0.18884043
      ],
      [
        "en",
        -6.9882217e-06
      ],
      [
        " Ol",
        -0.00012499251
      ],
      [
        "ens",
        -2.2127088e-05
      ],
      [
        "ka",
        -5.9080223e-05
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the Diffie-Hellman method. The majority of widely used methods in this field adhere to Kerckhoff's principle, which holds that systems should be secure even when their workings are public; such methods include RSA, whose security relies on the difficulty of factoring large primes. Naïve methods in this field include ROT13 and Caesar's cipher. For 10 points, name this study of the practice of hiding information.": {
    "guess": "Cryptography",
    "confidence": [
      [
        "C",
        -0.009628465
      ],
      [
        "ryptography",
        -5.5122365e-07
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density in gases, but increases with temperature; in liquids, however, it decreases as temperature increases. This quantity can be calculated using Newton's equation describing fluid motion, and its kinematic version is equal to the dynamic version divided by the density. It is given by the ratio of shear stress to the velocity gradient.  For 10 points, name this property of a fluid measured in units": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.004095497
      ],
      [
        "cosity",
        -9.6629374e-05
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down": {
    "guess": "Pumping lemma for context-free languages",
    "confidence": [
      [
        "P",
        -1.674451
      ],
      [
        "umping",
        -0.022090934
      ],
      [
        " lemma",
        -0.07027285
      ],
      [
        " for",
        -0.027531995
      ],
      [
        " context",
        -0.00082666025
      ],
      [
        "-free",
        -0.0001787497
      ],
      [
        " languages",
        -9.138441e-05
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.13922495
      ],
      [
        "eva",
        -0.0033933716
      ],
      [
        "'s",
        -0.00072458334
      ],
      [
        " theorem",
        -0.08904973
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of this practice  using many different file formats. This practice is similar to Rivest's chaffing and winnowing, but unlike c&w  the adversary in this case will not know this is happening. One physical way to do this is microdots. This includes  jargon codes and semagrams are a form of this based on images or typography. Invisible watermarking is a form of  this action. For 10 points, name this act of hiding a message in a picture or text.": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -3.297462e-05
      ],
      [
        "egan",
        -3.3451433e-05
      ],
      [
        "ography",
        -5.7649777e-05
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure. Typically requiring dNTPs, magnesium ions, and primers, it takes advantage of the ability of its namesake Thermus aquaticus enzyme to withstand high temperatures. Taking place through denaturation, annealing, and elongation steps, this procedure typically takes 20 to 40 thermal cycles, each of which doubles the amount of DNA present. For 10 points, name this lab technique used to amplify short pieces of DNA.": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.00067430874
      ],
      [
        "mer",
        -2.577686e-06
      ],
      [
        "ase",
        -2.6968896e-06
      ],
      [
        " chain",
        -0.0051280884
      ],
      [
        " reaction",
        -9.253091e-06
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according to Haruko Obokata, who retracted two papers regarding STAP, or the stimulus-triggered acquisition": {
    "guess": "STAP cell controversy",
    "confidence": [
      [
        "ST",
        -0.56331474
      ],
      [
        "AP",
        -6.2656334e-05
      ],
      [
        " cell",
        -0.50478
      ],
      [
        " controversy",
        -0.9654799
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide": {
    "guess": "Sulfonic acid",
    "confidence": [
      [
        "S",
        -0.45666984
      ],
      [
        "ulf",
        -0.048421673
      ],
      [
        "onic",
        -0.5113522
      ],
      [
        " acid",
        -0.0765382
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring effect creates frame-dragging around the Kerr and Kerr-Newman, or rotating, type of them. They only have three externally quantifiable properties according to the [*] no-hair theorem – charge, mass, and angular momentum. For a certain mass, the Schwarzchild radius gives the event horizon for one": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.006786178
      ],
      [
        " hole",
        -0.005082549
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that": {
    "guess": "Radiocarbon dating",
    "confidence": [
      [
        "Radi",
        -0.3103666
      ],
      [
        "oc",
        -0.101663604
      ],
      [
        "arbon",
        -1.0802739e-05
      ],
      [
        " dating",
        -0.10765733
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan": {
    "guess": "Pentomino",
    "confidence": [
      [
        "P",
        -1.1227323
      ],
      [
        "ent",
        -0.010539429
      ],
      [
        "om",
        -0.023781808
      ],
      [
        "ino",
        -1.2664457e-06
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions in the Cope rearrangement. Shrock carbenes and Fischer carbenes catalyze a reaction switching the substituents of two of these compounds, and Lindlar's catalyst is used to produce their cis examples stereoselectively. They are most easily produced in Zaitsev elimination of alkyl halides, and two of them are crossed in a namesake metathesis. For 10 points, name these compounds with formula CnH2n, the simplest example of which is ethylene.": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.40398723
      ],
      [
        "k",
        -0.0007386347
      ],
      [
        "ene",
        -9.817902e-05
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.018576905
      ],
      [
        "oc",
        -0.00010032469
      ],
      [
        "lon",
        -4.3202e-07
      ],
      [
        "al",
        -1.4259645e-05
      ],
      [
        " antibody",
        -0.9223615
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring effect creates frame-dragging around the Kerr and Kerr-Newman, or rotating, type of them. They only have three externally quantifiable properties according to the [*] no-hair theorem – charge, mass,": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0005934244
      ],
      [
        " hole",
        -0.0044953967
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while studying Huntington's disorder. Capecchi, Evans and Smithies were the first to perform this technique on mice, and mice are still the most commonly used organism, although extensive methylation and the use of stem cells not from Strain 129 often result in failure. FTP, identify this technique in genetic engineering where a gene or gene sequence is rendered inoperative in order to determine its function.": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.23279016
      ],
      [
        " targeting",
        -1.1183438
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining varves or ice cores. This action can be done by measuring the ratios of (*) isotopes of rubidium and strontium, potassium and argon, or uranium and lead. In 1988, this action was performed using accelerator mass spectrometry on the Shroud of Turin to disprove its authenticity. For 10 points, name this action that, for samples less than 50,000 years old, can be done by measuring the decay of radioactive carbon-14.": {
    "guess": "Radiocarbon dating",
    "confidence": [
      [
        "Radi",
        -0.051121
      ],
      [
        "oc",
        -0.07004647
      ],
      [
        "arbon",
        -1.9816675e-06
      ],
      [
        " dating",
        -0.06327182
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular eukaryotes, and some cancer cells. In 1998, a research group under Bodner transfected genes": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.07432098
      ],
      [
        "om",
        -7.3861476e-05
      ],
      [
        "erase",
        -0.001631498
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining varves or ice cores. This action can be done by measuring the ratios of (*) isotopes of rubidium and": {
    "guess": "Radiometric dating",
    "confidence": [
      [
        "Radi",
        -0.019647136
      ],
      [
        "ometric",
        -0.15521781
      ],
      [
        " dating",
        -0.008789826
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating": {
    "guess": "Organolithium compound",
    "confidence": [
      [
        "Organ",
        -0.5165783
      ],
      [
        "olith",
        -0.14689448
      ],
      [
        "ium",
        -0.00012546933
      ],
      [
        " compound",
        -1.1032605
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the actual self and self-image, is at the core of psychological dysfunction. To repair the problem, the model focuses on four \"core conditions\" for psychology, namely empathy, congruence, learning and non-judgment,": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.49024564
      ],
      [
        "-centered",
        -0.015798667
      ],
      [
        " therapy",
        -0.37419257
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.37664068
      ],
      [
        " tension",
        -0.014731129
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring effect creates frame-dragging around the Kerr and Kerr-Newman, or rotating, type of them. They only have three externally quantifiable properties according to the [*] no-hair theorem – charge, mass, and angular momentum. For a certain mass, the Schwarzchild radius gives the event horizon for one of these. Thought to evaporate via Hawking radiation, these are, for 10 points, what massive celestial": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.004444482
      ],
      [
        " hole",
        -0.030879833
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular eukaryotes, and some cancer cells. In 1998, a research group under Bodner transfected genes for it into human cells. In mammals, it provides an AAUCCC template to guide the insertion of TTAGGG. A ribonucleoprotein, this reverse transcriptase is used to solve the end-replication problem in": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0071934047
      ],
      [
        "om",
        -7.278864e-05
      ],
      [
        "erase",
        -0.0047426876
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according to Haruko Obokata, who retracted two papers regarding STAP, or the stimulus-triggered acquisition of them The transcription factor Oct4 is expressed in these objects, which were derived from single blastomeres in a Robert Lanza experiment. The adult type of these objects can be harvested from bone": {
    "guess": "Stimulus-triggered acquisition of pluripotency cells",
    "confidence": [
      [
        "St",
        -0.042174168
      ],
      [
        "im",
        -0.20580988
      ],
      [
        "ulus",
        -0.00015681623
      ],
      [
        "-trigger",
        -0.0014239257
      ],
      [
        "ed",
        -0.00013655527
      ],
      [
        " acquisition",
        -0.006994543
      ],
      [
        " of",
        -0.044713873
      ],
      [
        " plur",
        -0.0014258293
      ],
      [
        "ip",
        -3.7146747e-05
      ],
      [
        "ot",
        -0.0018974635
      ],
      [
        "ency",
        -4.179569e-05
      ],
      [
        " cells",
        -0.26596117
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.849302
      ],
      [
        "ipt",
        -2.8325678e-05
      ],
      [
        "ic",
        -5.6338537e-05
      ],
      [
        " curve",
        -0.4761327
      ],
      [
        " cryptography",
        -0.0009926761
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these": {
    "guess": "Disulfide bonds",
    "confidence": [
      [
        "Dis",
        -1.1555684
      ],
      [
        "ulf",
        -0.0001592003
      ],
      [
        "ide",
        -0.010929559
      ],
      [
        " bonds",
        -0.66265196
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly proportional to sigma to the fourth. An analogous operation on spiral galaxies calculates it by determining": {
    "guess": "Faber–Jackson relation",
    "confidence": [
      [
        "F",
        -0.23378482
      ],
      [
        "aber",
        -1.5451682e-05
      ],
      [
        "–",
        -0.42346397
      ],
      [
        "Jackson",
        -0.00018137218
      ],
      [
        " relation",
        -0.01004906
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.01955982
      ],
      [
        "egan",
        -6.6306106e-06
      ],
      [
        "ography",
        -3.523949e-05
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement": {
    "guess": "Fractal landscape",
    "confidence": [
      [
        "Fr",
        -0.06687569
      ],
      [
        "actal",
        -0.007396726
      ],
      [
        " landscape",
        -0.028832579
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating the use of (*) Gilman reagents or alkyllithium reagents. Two equivalents of these compounds are required to add to an ester, and depending on the application they can be stored in either THF or diethyl ether. More commonly one equivalent are used to form a new carbon-carbon bond with a carbonyl carbon and leave an alcohol. For 10 points, name these magnesium halide containing reagents named": {
    "guess": "Grignard reagents",
    "confidence": [
      [
        "Gr",
        -0.18215913
      ],
      [
        "ign",
        -5.347765e-05
      ],
      [
        "ard",
        -4.3941356e-05
      ],
      [
        " re",
        -0.6999397
      ],
      [
        "agents",
        -0.32944205
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a Kovats index. Common detectors for this procedure include hot wire detectors and flame ionization detectors. Some devices used for this technique have walls coated with a progression of stationary phases. The retention time in this technique depends on boiling point and solubility, both of which affect its partitioning behavior with the mobile and stationary phases. For 10 points, name this type of procedure where the vaporized analyte is separated and often carried through by helium.": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0036524567
      ],
      [
        " Chrom",
        -0.17012116
      ],
      [
        "at",
        -5.4669687e-05
      ],
      [
        "ography",
        -5.2643223e-05
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while studying Huntington's disorder. Capecchi, Evans and Smithies were the first to perform this technique on mice, and mice are still the most commonly used organism, although extensive methylation and the use of stem cells not from Strain 129 often result in failure. FTP, identify this technique in genetic engineering where a gene or gene sequence is rendered inoperative in order to determine its": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.21861677
      ],
      [
        " targeting",
        -1.1386626
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.22322635
      ],
      [
        "ipt",
        -4.441817e-05
      ],
      [
        "ic",
        -2.6968896e-06
      ],
      [
        " curve",
        -0.36155537
      ],
      [
        " cryptography",
        -0.0006712094
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven by pairwise similarity using ratios of areas, and applying the law of Sines to it gives the useful \"trig\" version of this result. This theorem is used to prove the existence of the centroid from": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.021997519
      ],
      [
        "eva",
        -0.0012551113
      ],
      [
        "'s",
        -0.0007898556
      ],
      [
        " theorem",
        -0.0013602361
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every context-sensitive language. The CYK algorithm requires the grammar be in one of these named for Chomsky. For some sets of functional dependencies, the Boyce-Codd one of these is not always attainable, unlike the first three, of the six that are often applied to databases. For 10 points, give this two word phrase that denotes a standard way of displaying a formal grammar as well a canonical organization": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.009882048
      ],
      [
        "om",
        -9.74638e-05
      ],
      [
        "sky",
        -6.706687e-05
      ],
      [
        " normal",
        -0.21136317
      ],
      [
        " form",
        -0.0006447646
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating the use of (*) Gilman reagents or alkyllithium reagents. Two equivalents of these compounds are required to add to an ester, and depending on the application they can be stored in either THF or diethyl ether. More commonly one equivalent are used to form a new carbon-carbon bond with a carbonyl carbon and leave an alcohol. For 10 points, name these magnesium halide containing reagents named for a French chemist.": {
    "guess": "Grignard Reagents",
    "confidence": [
      [
        "Gr",
        -0.16910538
      ],
      [
        "ign",
        -4.048445e-05
      ],
      [
        "ard",
        -2.2961513e-05
      ],
      [
        " Re",
        -0.47759235
      ],
      [
        "agents",
        -0.17606448
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel in which she appears ends with the male protagonist choosing to sit on a bench outside of her Paris apartment rather than going up to see her. This granddaughter of Mrs. Manson Mingott flees to Europe rather than consummate an affair, after May Welland announces her own pregnancy. For 10 points, name this ex-wife of a Polish count, the love interest of Newland Archer in Edith Wharton's The Age": {
    "guess": "Countess Ellen Olenska",
    "confidence": [
      [
        "Count",
        -0.5834847
      ],
      [
        "ess",
        -0.00038419815
      ],
      [
        " Ellen",
        -0.08469545
      ],
      [
        " Ol",
        -9.729906e-06
      ],
      [
        "ens",
        -1.342522e-05
      ],
      [
        "ka",
        -0.000103662394
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular eukaryotes, and some cancer cells. In 1998, a research group under Bodner transfected genes for it into human cells. In mammals, it provides an AAUCCC template to guide the insertion of TTAGGG.": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0020616383
      ],
      [
        "om",
        -1.18755715e-05
      ],
      [
        "erase",
        -0.04759111
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of this practice  using many different file formats. This practice is similar to Rivest's chaffing and winnowing, but unlike c&w  the adversary in this case will not know this is happening. One physical way to do this is microdots. This includes  jargon codes and semagrams are a form of this based on images or typography. Invisible watermarking is a form of  this action. For 10 points, name this act": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.0022885913
      ],
      [
        "egan",
        -0.00035572314
      ],
      [
        "ography",
        -0.00015335932
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to": {
    "guess": "Ellen Olenska",
    "confidence": [
      [
        "Ell",
        -0.29050207
      ],
      [
        "en",
        -4.8425554e-06
      ],
      [
        " Ol",
        -0.0005898483
      ],
      [
        "ens",
        -6.396757e-05
      ],
      [
        "ka",
        -0.00013333677
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular eukaryotes, and some cancer cells. In 1998, a research group under Bodner transfected genes for it into human cells. In mammals, it provides an AAUCCC template to guide the insertion of TTAGGG. A ribonucleoprotein, this reverse transcriptase is used to solve the end-replication problem in organisms with linear DNA. For 10 points, name this enzyme that adds repeat sequences to the 3' [\"three-prime\"]": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0020735294
      ],
      [
        "om",
        -9.4914985e-06
      ],
      [
        "erase",
        -0.0010053007
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.0051614125
      ],
      [
        "egan",
        -1.998142e-05
      ],
      [
        "ography",
        -1.831257e-05
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every context-sensitive language. The CYK algorithm requires the grammar be in one of these named for Chomsky. For some sets of functional dependencies, the Boyce-Codd one of these is not always attainable,": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.006083561
      ],
      [
        "om",
        -4.048445e-05
      ],
      [
        "sky",
        -0.00012130453
      ],
      [
        " normal",
        -0.19580886
      ],
      [
        " form",
        -0.0005577972
      ]
    ]
  },
  "This method scans the list from the beginning until it finds the first element out of order with respect to those that have come before. Then that element is removed from the list, all previous elements larger than the one removed are shifted one spot, and the out of place element is returned to the list in the correct spot, after which the process begins again.": {
    "guess": "Insertion sort",
    "confidence": [
      [
        "Insert",
        -0.008701913
      ],
      [
        "ion",
        -0.00013929696
      ],
      [
        " sort",
        -0.061993908
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access": {
    "guess": "SEARCH",
    "confidence": [
      [
        "SEARCH",
        -0.40886927
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the \"coordinate\" type of this structure. Atoms with a medium difference in electronegativity can bond to form the \"polar\" type of this structure,": {
    "guess": "Coordinate bond",
    "confidence": [
      [
        "Coordinate",
        -0.7728907
      ],
      [
        " bond",
        -0.80360186
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain. They are characterized by having a topological dimension less than their Hausdorff dimension, and some of them are named for Moore, Julia, and Koch. They exhibit some form of self-similarity. One of the most famous examples of these involves removing the central equilateral triangle from each equilateral triangle in a figure repeatedly, named the Serpinski triangle. For 10 points, name these repeating": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.003250912
      ],
      [
        "actal",
        -0.070022576
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring effect creates frame-dragging around the Kerr and Kerr-Newman, or rotating, type of them. They only have three externally quantifiable properties according to the [*] no-hair theorem – charge, mass, and angular momentum. For a certain mass, the Schwarzchild radius gives the event horizon for one of these. Thought to evaporate via Hawking radiation, these are, for 10 points, what massive celestial objects from which even light cannot escape?": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0017612135
      ],
      [
        " hole",
        -0.016960919
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according to Haruko Obokata, who retracted two papers regarding STAP, or the stimulus-triggered acquisition of them The transcription factor Oct4 is expressed in these objects, which were derived from single blastomeres in a Robert Lanza experiment. The adult type of these objects can be harvested from bone marrow, and the embryonic type of these cells are pluripotent. For 10 points, name these undifferentiated": {
    "guess": "Stem cell",
    "confidence": [
      [
        "St",
        -0.0072817076
      ],
      [
        "em",
        -1.2664457e-06
      ],
      [
        " cell",
        -0.044922907
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An": {
    "guess": "Dating of zircon minerals",
    "confidence": [
      [
        "Dating",
        -0.10782955
      ],
      [
        " of",
        -0.14147526
      ],
      [
        " z",
        -0.12715572
      ],
      [
        "ircon",
        -0.052062735
      ],
      [
        " minerals",
        -0.069187954
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the": {
    "guess": "Self-actualization",
    "confidence": [
      [
        "Self",
        -0.16685142
      ],
      [
        "-",
        -0.40617108
      ],
      [
        "actual",
        -0.6109459
      ],
      [
        "ization",
        -0.00087585096
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure. Typically requiring dNTPs, magnesium ions, and primers, it takes advantage of the ability of its namesake Thermus aquaticus enzyme to withstand high temperatures. Taking place through denaturation, annealing, and elongation steps, this procedure typically takes 20 to 40 thermal cycles, each of which doubles the amount of DNA present. For 10 points, name this lab technique used to amplify": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.0009195584
      ],
      [
        "mer",
        -2.6968896e-06
      ],
      [
        "ase",
        -2.8160932e-06
      ],
      [
        " chain",
        -0.0033001013
      ],
      [
        " reaction",
        -2.1054253e-05
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin synthesis. Adding these compounds to a nitrile forms an imine, which then can be hydrolyzed into a ketone. These compounds give both 1,4- and 1,2-addition to alpha-beta unsaturated carbonyls, necessitating the use of (*) Gilman reagents or alkyllithium reagents. Two equivalents of these compounds are": {
    "guess": "Organocuprate",
    "confidence": [
      [
        "Organ",
        -0.2118791
      ],
      [
        "ocup",
        -0.9193239
      ],
      [
        "rate",
        -0.016800698
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a Kovats index. Common detectors for this procedure include hot wire detectors and flame ionization detectors. Some devices used for this technique have walls coated with a progression of stationary phases.": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.0047424496
      ],
      [
        " chromat",
        -0.61872196
      ],
      [
        "ography",
        -9.054999e-05
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi type of this method is used to perform integration with deterministically chosen numbers. The Buffon's Needle Problem, solved by this method, was used by Laplace to create an estimation for the digits of pi. Unlike another type of algorithms, they do not always produce the correct answer, instead": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.013407382
      ],
      [
        "e",
        -1.473646e-05
      ],
      [
        " Carlo",
        -2.2365493e-05
      ],
      [
        " method",
        -0.009654565
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the Diffie-Hellman method. The majority of widely used methods in this field adhere to Kerckhoff's principle, which holds that systems should be secure even when their workings are public; such methods": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.29599574
      ],
      [
        "-key",
        -0.018402066
      ],
      [
        " cryptography",
        -0.004907939
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according to Haruko Obokata, who retracted two papers regarding STAP, or the stimulus-triggered acquisition of them The transcription factor Oct4 is expressed in these objects, which were derived from single": {
    "guess": "Stimulus-triggered acquisition of pluripotency cells",
    "confidence": [
      [
        "St",
        -0.25953504
      ],
      [
        "im",
        -0.001986925
      ],
      [
        "ulus",
        -9.9490266e-05
      ],
      [
        "-trigger",
        -0.0011225954
      ],
      [
        "ed",
        -0.00013679368
      ],
      [
        " acquisition",
        -0.0041910633
      ],
      [
        " of",
        -0.45352617
      ],
      [
        " plur",
        -0.0008854918
      ],
      [
        "ip",
        -5.931863e-05
      ],
      [
        "ot",
        -0.0007121935
      ],
      [
        "ency",
        -1.7597347e-05
      ],
      [
        " cells",
        -0.5775376
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi type of this method is used to perform integration with deterministically chosen numbers. The Buffon's Needle Problem, solved by this method, was used by Laplace to create an estimation for the digits": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.016840782
      ],
      [
        "e",
        -4.2510914e-05
      ],
      [
        " Carlo",
        -9.794062e-05
      ],
      [
        " method",
        -0.0055934954
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.049648214
      ],
      [
        "en",
        -2.220075e-06
      ],
      [
        "omen",
        0.0
      ],
      [
        "ology",
        -0.07337867
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing. Often used in sto- chastic modeling, this method was first used to study radiation shielding by John von Neumann and Stanis?aw Ulam. Often used to approximate integrals, this mathematical method": {
    "guess": "MCMC (Markov chain Monte Carlo)",
    "confidence": [
      [
        "M",
        -0.65635395
      ],
      [
        "CM",
        -0.005723167
      ],
      [
        "C",
        -5.538491e-05
      ],
      [
        " (",
        -0.10041876
      ],
      [
        "Mark",
        -0.0023106
      ],
      [
        "ov",
        -1.4617256e-05
      ],
      [
        " chain",
        -0.3879713
      ],
      [
        " Monte",
        -0.00030138093
      ],
      [
        " Carlo",
        -7.77952e-05
      ],
      [
        ")",
        -0.00044556602
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the actual self and self-image, is at the core of psychological dysfunction. To repair the problem, the": {
    "guess": "Rogerian psychotherapy",
    "confidence": [
      [
        "Roger",
        -0.6557688
      ],
      [
        "ian",
        -0.020625975
      ],
      [
        " psycho",
        -0.57799685
      ],
      [
        "therapy",
        -0.011811869
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the actual self and self-image, is at the core of psychological dysfunction. To repair the problem, the model focuses on four \"core conditions\" for psychology, namely empathy, congruence, learning and non-judgment, also known as \"unconditional positive regard.\" For 10 points, identify this model of counseling,": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.0627677
      ],
      [
        "-centered",
        -0.010799732
      ],
      [
        " therapy",
        -0.04473633
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after Lov Grover and takes big O of square root of n time. Poor implementations of one algorithm fail for large sets, as adding two interval endpoints then dividing by two can give an overflow error. For ordered lists it can be completed in big O of log n time, while the best general algorithm takes big O": {
    "guess": "Binary search",
    "confidence": [
      [
        "Binary",
        -0.40029684
      ],
      [
        " search",
        -0.269228
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain. They are characterized by having a topological dimension less than their Hausdorff dimension, and some of them are named for Moore, Julia, and Koch. They exhibit some form of self-similarity. One of": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -0.00018613665
      ],
      [
        "actal",
        -2.9875326e-05
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density in gases, but increases with temperature; in liquids, however, it decreases as temperature increases. This quantity can be calculated using Newton's equation describing fluid motion, and its kinematic": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.022505725
      ],
      [
        "cosity",
        -0.00016563729
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama,": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.011250122
      ],
      [
        " tension",
        -0.017290913
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the Diffie-Hellman method. The majority of widely used methods in this field adhere to Kerckhoff's principle, which holds that systems should be secure even when their workings are public; such methods include RSA, whose security relies on the difficulty of factoring large primes. Naïve methods in this field include ROT13 and Caesar's cipher. For 10 points, name this study of the practice of hiding": {
    "guess": "Cryptography",
    "confidence": [
      [
        "C",
        -0.040841963
      ],
      [
        "ryptography",
        -1.2664457e-06
      ]
    ]
  },
  "This method is an effective way to create a permanent replica of a molding. It involves either using wax (cire perdue) or liquefied sand to surround and repeat the features of the original molding, known as the negative replica. Molten metal is poured into this template to create a positive replica.": {
    "guess": "Lost-wax casting",
    "confidence": [
      [
        "Lost",
        -0.14749672
      ],
      [
        "-w",
        -0.03046302
      ],
      [
        "ax",
        -5.6576944e-05
      ],
      [
        " casting",
        -0.017201625
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing hypoxanthine, thymidine, and aminopterin. Examples of these molecules used therapeutically include adalimumab, which inhibits TNF-alpha, and Trastuzumab, or Herceptin, used to treat breast cancer. These proteins are created by fusing a single plasma cell with a mouse myeloma cell, creating": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.0054803872
      ],
      [
        "oc",
        -0.00016063073
      ],
      [
        "lon",
        -4.9617593e-06
      ],
      [
        "al",
        -2.3795938e-05
      ],
      [
        " antibody",
        -0.62717193
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.56570965
      ],
      [
        "et",
        -0.0010454319
      ],
      [
        "one",
        -0.390556
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing agent to secondary alcohols is a more common way of creating these compounds. The simplest example": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.048557162
      ],
      [
        "et",
        -0.00014180024
      ],
      [
        "one",
        -0.039619006
      ]
    ]
  },
  "This method scans the list from the beginning until it finds the first element out of order with respect": {
    "guess": "Bubble sort",
    "confidence": [
      [
        "Bubble",
        -0.25430536
      ],
      [
        " sort",
        -0.026328512
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure. Typically requiring dNTPs, magnesium ions, and primers, it takes advantage of the ability of its namesake Thermus aquaticus enzyme to withstand high temperatures. Taking place through denaturation, annealing, and elongation steps, this procedure typically takes 20 to 40 thermal cycles, each": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.0005296798
      ],
      [
        "mer",
        -1.7432603e-06
      ],
      [
        "ase",
        -4.723352e-06
      ],
      [
        " chain",
        -0.0018017961
      ],
      [
        " reaction",
        -1.2829201e-05
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain.": {
    "guess": "Fractal landscape",
    "confidence": [
      [
        "Fr",
        -0.038944703
      ],
      [
        "actal",
        -0.021209577
      ],
      [
        " landscape",
        -0.10451029
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or": {
    "guess": "Hidden Markov model",
    "confidence": [
      [
        "Hidden",
        -0.5344811
      ],
      [
        " Mark",
        -0.00019042798
      ],
      [
        "ov",
        -1.3663626e-05
      ],
      [
        " model",
        -0.032828256
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven by pairwise similarity using ratios of areas, and applying the law of Sines to it gives the useful \"trig\" version of this result. This theorem is used to prove the existence of the centroid from the properties of medians, and can also be used to show the existence of the incenter and circumcenter.": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.0106677655
      ],
      [
        "eva",
        -0.0019068585
      ],
      [
        "'s",
        -0.0012342801
      ],
      [
        " theorem",
        -0.007096473
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -0.3570584
      ],
      [
        " Age",
        -0.063865274
      ],
      [
        " of",
        -0.0002759942
      ],
      [
        " Innoc",
        -0.00011510595
      ],
      [
        "ence",
        -0.00018387179
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.7437116
      ],
      [
        "e",
        -2.618001e-05
      ],
      [
        " Carlo",
        -0.00021509947
      ],
      [
        " method",
        -0.2174035
      ]
    ]
  },
  "One of these methods using Markov chains and sometimes classified as either an independence chain or a random walk is the Metropolis-Hastings algorithm, which is also considered a type of simulated annealing. Often used in sto- chastic modeling, this method was first used to study radiation shielding by John von Neumann and Stanis?aw Ulam. Often used to approximate integrals, this mathematical method is used to study situations such as Brownian motion, economic modeling, and games of chance when": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.9208973
      ],
      [
        "e",
        -6.3490756e-05
      ],
      [
        " Carlo",
        -5.50273e-05
      ],
      [
        " method",
        -0.032247495
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining varves or ice cores. This action can be done by measuring the ratios of (*) isotopes of rubidium and strontium, potassium and argon, or uranium and lead. In 1988, this action was performed using accelerator mass spectrometry on the Shroud of Turin to disprove its authenticity. For 10 points, name this action that, for samples less than 50,000 years old, can be done by measuring the decay of radioactive": {
    "guess": "Radiocarbon dating",
    "confidence": [
      [
        "Radi",
        -0.011076359
      ],
      [
        "oc",
        -0.6443164
      ],
      [
        "arbon",
        -1.0280384e-06
      ],
      [
        " dating",
        -0.05916842
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.036162123
      ],
      [
        "mer",
        -1.1517961e-05
      ],
      [
        "ase",
        -2.9352968e-06
      ],
      [
        " chain",
        -0.0015756867
      ],
      [
        " reaction",
        -6.1537958e-06
      ]
    ]
  },
  "One method of developing a landscape named for these objects is to employ the random midpoint displacement algorithm. One of their original developers applied them to modeling the coastline of Britain. They are characterized by having a topological dimension less than their Hausdorff dimension, and some of them are named for Moore, Julia, and Koch. They exhibit some form of self-similarity. One of the most famous examples of these involves removing the central equilateral triangle from each equilateral": {
    "guess": "Fractal",
    "confidence": [
      [
        "Fr",
        -4.954393e-05
      ],
      [
        "actal",
        -2.7252845e-05
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while studying Huntington's disorder. Capecchi, Evans and Smithies were the first to perform this technique on mice, and mice are still the most commonly used organism, although extensive methylation and": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.39268896
      ],
      [
        " targeting",
        -0.17591381
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the \"coordinate\" type of this structure.": {
    "guess": "Coordinate bond",
    "confidence": [
      [
        "Coordinate",
        -0.37843564
      ],
      [
        " bond",
        -0.18697944
      ]
    ]
  },
  "In this method, a person's \"self\" consists of his or her own subjective \"phenomenological reality\" and evolves over time. As a result, this system claims that incongruence, the inconsistency between the actual self and self-image, is at the core of psychological dysfunction. To repair the problem, the model focuses on four \"core conditions\" for psychology, namely empathy, congruence, learning and non-judgment, also known as \"unconditional positive regard.\" For 10 points, identify this model of counseling, also called \"non-directive\" therapy, developed by Carl Rogers.": {
    "guess": "Person-centered therapy",
    "confidence": [
      [
        "Person",
        -0.035553478
      ],
      [
        "-centered",
        -0.011254246
      ],
      [
        " therapy",
        -0.020283064
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according to Haruko Obokata, who retracted two papers regarding STAP, or the stimulus-triggered acquisition of them The transcription factor Oct4 is expressed in these objects, which were derived from single blastomeres in a Robert Lanza experiment. The adult type of these objects can be harvested from bone marrow, and the embryonic type of these cells are pluripotent. For 10 points, name these undifferentiated cells that can give rise to specialized cells.": {
    "guess": "Stem cell",
    "confidence": [
      [
        "St",
        -0.0002451278
      ],
      [
        "em",
        -1.9816675e-06
      ],
      [
        " cell",
        -0.002776347
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining varves or ice cores. This action can be done by measuring the ratios of (*) isotopes of rubidium and strontium, potassium and argon, or uranium and lead. In 1988, this action was performed using accelerator mass spectrometry on the Shroud of Turin to disprove its authenticity. For 10 points, name": {
    "guess": "Radiometric dating",
    "confidence": [
      [
        "Radi",
        -0.0012901169
      ],
      [
        "ometric",
        -0.112848826
      ],
      [
        " dating",
        -0.002933126
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named": {
    "guess": "Elliptic curve cryptography",
    "confidence": [
      [
        "Ell",
        -0.03825343
      ],
      [
        "ipt",
        -1.3663626e-05
      ],
      [
        "ic",
        -1.5570886e-05
      ],
      [
        " curve",
        -0.2737364
      ],
      [
        " cryptography",
        -0.0037586326
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density in gases, but increases with temperature; in liquids, however, it decreases as temperature increases.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.020313658
      ],
      [
        "cosity",
        -0.00020175234
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring effect creates frame-dragging around the Kerr and Kerr-Newman, or rotating, type of them. They only": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.0010980613
      ],
      [
        " hole",
        -0.0024429546
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing": {
    "guess": "Monoclonal antibody",
    "confidence": [
      [
        "Mon",
        -0.028904615
      ],
      [
        "oc",
        -0.00013202553
      ],
      [
        "lon",
        -3.0545007e-06
      ],
      [
        "al",
        -1.4855664e-05
      ],
      [
        " antibody",
        -0.6399961
      ]
    ]
  },
  "This method is an effective way to create a permanent replica of a molding. It involves either using": {
    "guess": "Molding (process)",
    "confidence": [
      [
        "M",
        -0.68023074
      ],
      [
        "olding",
        -0.30471653
      ],
      [
        " (",
        -0.06873855
      ],
      [
        "process",
        -0.02460716
      ],
      [
        ")",
        -0.00047607115
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the \"coordinate\" type of this structure. Atoms with a medium difference in electronegativity can bond to form the \"polar\" type of this structure, which contrasts with the \"nonpolar\" variety exhibited by diatomic gases. For 10 points, name this type of bond which contrasts with ionic and is characterized by sharing of electrons between two or more atoms.": {
    "guess": "Covalent bond",
    "confidence": [
      [
        "Co",
        -0.0521665
      ],
      [
        "val",
        -9.4914985e-06
      ],
      [
        "ent",
        -1.1994775e-05
      ],
      [
        " bond",
        -0.37656787
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.9764912
      ],
      [
        "om",
        -7.421909e-05
      ],
      [
        "sky",
        -5.9437833e-05
      ],
      [
        " normal",
        -0.06737319
      ],
      [
        " form",
        -9.841743e-05
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure. Typically requiring dNTPs, magnesium ions, and primers, it takes advantage of the ability of its namesake Thermus aquaticus enzyme to withstand high temperatures. Taking place through denaturation,": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.0023362818
      ],
      [
        "mer",
        -7.89631e-07
      ],
      [
        "ase",
        -1.0280384e-06
      ],
      [
        " chain",
        -0.002599438
      ],
      [
        " reaction",
        -1.998142e-05
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between": {
    "guess": "Disulfide bond",
    "confidence": [
      [
        "Dis",
        -1.0315648
      ],
      [
        "ulf",
        -0.000225947
      ],
      [
        "ide",
        -0.00095350214
      ],
      [
        " bond",
        -0.18359318
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density in gases, but increases with temperature; in liquids, however, it decreases as temperature increases. This quantity can be calculated using Newton's equation describing fluid motion, and its kinematic version is equal to the dynamic version divided by the density. It is given by the ratio of shear stress to the velocity gradient.  For 10 points, name this property of a fluid measured in units of poise, the resistance of a fluid to flow.": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.007329741
      ],
      [
        "cosity",
        -0.003522741
      ]
    ]
  },
  "One method of measuring this quantity was modified by both Ramay and Shields and Guggenheim and Katayama, and contains a V to the 2/3 term and is used to relate this quantity to temperature. In addition to the Eotvos's rule, the Tolman length measures the deviation from its planar value. The Marangoni effect is where a difference in this quantity causes the transfer of mass, and Laplace's Law states the inverse relationship between this value and alveolar radius. Often measured in dynes per centimeter, its effect is lowered by surfactants, and it is responsible for \"tears of wine\" and the ability": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.00049977435
      ],
      [
        " tension",
        -0.0010753229
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a": {
    "guess": "Contact angle",
    "confidence": [
      [
        "Contact",
        -0.04301312
      ],
      [
        " angle",
        -0.014819577
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing agent to secondary alcohols is a more common way of creating these compounds. The simplest example of one is often used in cleanup following organic experiments due to its rapid evaporation, and": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.039064974
      ],
      [
        "et",
        -3.0545007e-06
      ],
      [
        "one",
        -0.01483261
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris": {
    "guess": "Surface energy",
    "confidence": [
      [
        "Surface",
        -0.17841668
      ],
      [
        " energy",
        -0.58642876
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing hypoxanthine, thymidine, and aminopterin. Examples of these molecules used therapeutically": {
    "guess": "Monoclonal antibodies",
    "confidence": [
      [
        "Mon",
        -0.013155645
      ],
      [
        "oc",
        -0.0002930367
      ],
      [
        "lon",
        -4.8425554e-06
      ],
      [
        "al",
        -5.8365e-05
      ],
      [
        " antibodies",
        -0.8841787
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular eukaryotes, and some cancer cells. In 1998, a research group under Bodner transfected genes for it into human cells. In mammals, it provides an AAUCCC template to guide the insertion of TTAGGG. A ribonucleoprotein, this reverse transcriptase is used to solve the end-replication problem in organisms with linear DNA. For 10 points, name this enzyme that adds repeat sequences to the 3' [\"three-prime\"] end of DNA strands.": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.0016693533
      ],
      [
        "om",
        -6.9882217e-06
      ],
      [
        "erase",
        -0.00041422647
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after Lov Grover and takes big O of square root of n time. Poor implementations of one algorithm fail for large sets, as adding two interval endpoints then dividing by two can give an overflow error. For ordered lists it can be completed in big O of log n time, while the best general algorithm takes big O of n time as it requires looking at each element. For 10 points, identify this process that has \"linear\"": {
    "guess": "SEARCH",
    "confidence": [
      [
        "SEARCH",
        -0.6313265
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of Mrs. Carfry's nephew.  In one scene, a character who is sent to fetch this character decides not to do so when this character doesn't turn around while standing on a wooden pier in (*) Newport. The novel in which she appears ends with the male protagonist choosing to sit on a bench outside of her Paris apartment rather than going up to see her. This granddaughter of Mrs. Manson Mingott flees to Europe": {
    "guess": "The Age of Innocence",
    "confidence": [
      [
        "The",
        -0.6100176
      ],
      [
        " Age",
        -0.049981773
      ],
      [
        " of",
        -0.00033165133
      ],
      [
        " Innoc",
        -0.00017994174
      ],
      [
        "ence",
        -0.0001787497
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen. Containing a p123/Est2p polymerase domain, it is generally only found in cellular germplasm, unicellular": {
    "guess": "Telomerase",
    "confidence": [
      [
        "Tel",
        -0.016397147
      ],
      [
        "om",
        -0.00034785937
      ],
      [
        "erase",
        -0.0031741487
      ]
    ]
  },
  "This method scans the list from the beginning until it finds the first element out of order with respect to those that have come before. Then that element is removed from the list, all previous elements": {
    "guess": "Insertion sort",
    "confidence": [
      [
        "Insert",
        -0.20820156
      ],
      [
        "ion",
        -0.00010843054
      ],
      [
        " sort",
        -0.03388173
      ]
    ]
  },
  "One method for doing this on on 8 by 8 blocks of canonical gray coding is bit plane complexity  segmentation. Gustavus Simons introduced the Prisoner's Problem to study this action. A simple digital  method for doing this is least significant bit insertion. Gerolamo Cardano developed a grille of rectangular  holes in paper for doing this. This act takes its name from a three volume work on communicating with  supernatural beings by Trithemius. OpenPuff is a program for doing the \"deniable\" form of this practice  using many different file formats. This practice is similar to Rivest's chaffing and": {
    "guess": "Steganography",
    "confidence": [
      [
        "St",
        -0.0029015203
      ],
      [
        "egan",
        -4.4894987e-05
      ],
      [
        "ography",
        -0.0002196292
      ]
    ]
  },
  "The methylation-specific form of this procedure is used on CpG islands. Its touchdown variant utilizes a gradual lowering of the temperature, and cDNA is generated from RNA in the RT version of this procedure.": {
    "guess": "Polymerase chain reaction",
    "confidence": [
      [
        "Poly",
        -0.036112107
      ],
      [
        "mer",
        -5.2001665e-06
      ],
      [
        "ase",
        -9.133887e-06
      ],
      [
        " chain",
        -0.0097192535
      ],
      [
        " reaction",
        -1.6524515e-05
      ]
    ]
  },
  "A method of measuring the concentration of these compounds is titrating with 1,10-phenanthroline. Reacting one of these compounds with triethyl orthoformate is the first step of the Bodroux-Chichibabin": {
    "guess": "Transition metal complex",
    "confidence": [
      [
        "Transition",
        -1.9186875
      ],
      [
        " metal",
        -0.056328673
      ],
      [
        " complex",
        -0.37764987
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive compounds are subjected to the \"vacuum\" type of this. One technique for performing this can use a Vigreaux column, or the cheaper Liebeg condenser. Many types of this process do not work with deviants": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.022689067
      ],
      [
        "illation",
        -1.9816675e-06
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven by pairwise similarity using ratios of areas, and applying the law of Sines to it gives the useful \"trig\" version of this result. This theorem is used to prove the existence of the centroid from the properties of medians, and can also be used to show the existence of the incenter and circumcenter. For 10 points, name this theorem that gives a concurrency condition for lines extending from a vertex of a triangle to the opposite side.": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.004284723
      ],
      [
        "eva",
        -0.024949538
      ],
      [
        "'s",
        -0.0005878219
      ],
      [
        " theorem",
        -0.004352148
      ]
    ]
  },
  "One method for performing this action uses a Concordia diagram and is usually performed on zircon. An anomaly seen in the results of another method for doing this was explained by Hessel de Vries; that method of doing this was first developed by Willard Libby. It can be done incrementally by examining": {
    "guess": "Radiometric dating",
    "confidence": [
      [
        "Radi",
        -0.0050858683
      ],
      [
        "ometric",
        -0.067297176
      ],
      [
        " dating",
        -0.0024773201
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every context-sensitive language. The CYK algorithm requires the grammar be in one of these named for Chomsky. For some sets of functional dependencies, the Boyce-Codd one of these is not always attainable, unlike the first three, of the six that are often applied to databases. For 10 points, give this": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.011303281
      ],
      [
        "om",
        -2.451116e-05
      ],
      [
        "sky",
        -8.208653e-05
      ],
      [
        " normal",
        -0.11551152
      ],
      [
        " form",
        -9.5198935e-05
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging, and the dual of this theorem involving collinearity is named for Menelaus. Its usually proven by pairwise similarity using ratios of areas, and applying the law of Sines to it gives the useful \"trig\" version of this result. This theorem is used to prove the existence of the centroid from the properties of medians, and can also be used to show the existence of the incenter and circumcenter. For 10 points, name this theorem that gives a concurrency condition for lines extending from a": {
    "guess": "Ceva's theorem",
    "confidence": [
      [
        "C",
        -0.0027970336
      ],
      [
        "eva",
        -0.014471271
      ],
      [
        "'s",
        -0.00040970038
      ],
      [
        " theorem",
        -0.0015452147
      ]
    ]
  },
  "Methods in this field employing elliptic curves were developed by Koblitz and Miller. A technique named for Cramer and Shoup is useful even if there existed an \"oracle\" resource that would almost always reverse it; that property is called \"malleability.\" One method employed in this field relies on a property of algorithms like Pollard's lambda for solving the discrete logarithm problem; that method often uses a \"safe prime\" to prevent the Pohlig-Hellman algorithm from working too quickly and is the Diffie-Hellman method. The majority of widely used methods in this field adhere to Kerckhoff's principle, which holds that systems should be secure even when their workings are public; such methods include RSA, whose security relies on the difficulty of factoring large primes. Naïve methods in this": {
    "guess": "Public-key cryptography",
    "confidence": [
      [
        "Public",
        -0.35857934
      ],
      [
        "-key",
        -0.008951706
      ],
      [
        " cryptography",
        -0.015989553
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions in the Cope rearrangement. Shrock carbenes and Fischer carbenes catalyze a reaction switching": {
    "guess": "Carbonyl group",
    "confidence": [
      [
        "Car",
        -0.71120214
      ],
      [
        "b",
        -0.010308195
      ],
      [
        "ony",
        -0.015700337
      ],
      [
        "l",
        -0.0004485461
      ],
      [
        " group",
        -0.07502789
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after": {
    "guess": "Quantum search algorithm",
    "confidence": [
      [
        "Quant",
        -0.9835522
      ],
      [
        "um",
        -1.0802739e-05
      ],
      [
        " search",
        -0.120748736
      ],
      [
        " algorithm",
        -0.0925599
      ]
    ]
  },
  "One method of doing this process introduced by Jack Kiefer takes into account non-uniform memory access time and is named for Fibonacci, while a probabilistic quantum algorithm for this is named after Lov Grover and takes big O of square root of n time. Poor implementations of one algorithm fail for large sets, as adding two interval endpoints then dividing by two can give an overflow error. For ordered lists it can be completed in big O of log n time, while the best general algorithm takes big O of n time as it requires looking at each element. For 10 points, identify this process that has \"linear\" and \"binary\" versions used to find an element in an array.": {
    "guess": "SEARCH",
    "confidence": [
      [
        "SEARCH",
        -0.4040698
      ]
    ]
  },
  "A method of creating these objects allegedly involved a 30-minute treatment with low-pH medium according": {
    "guess": "Biological tissue",
    "confidence": [
      [
        "Bi",
        -1.6861174
      ],
      [
        "ological",
        -1.0238436
      ],
      [
        " tissue",
        -0.3859493
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects": {
    "guess": "The Goldfinch",
    "confidence": [
      [
        "The",
        -1.1334099
      ],
      [
        " Gold",
        -0.89595115
      ],
      [
        "fin",
        -0.2794331
      ],
      [
        "ch",
        -5.6769813e-06
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment of tosylhydrazones with strong base in the Bamford-Stevens reaction, this functional group changes positions in the Cope rearrangement. Shrock carbenes and Fischer carbenes catalyze a reaction switching the substituents of two of these compounds, and Lindlar's catalyst is used to produce their cis examples stereoselectively. They are most easily produced in Zaitsev elimination of alkyl halides, and": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.30877566
      ],
      [
        "k",
        -0.048261296
      ],
      [
        "ene",
        -0.00043782144
      ]
    ]
  },
  "While in the Metropolitan Museum, this character remarks that the fact that the most important objects from forgotten people are labeled \"Use unknown\" is proof that nothing matters. This character is suspected of having had an affair with her husband's secretary, who later becomes the French tutor of": {
    "guess": "The Goldfinch",
    "confidence": [
      [
        "The",
        -0.39279184
      ],
      [
        " Gold",
        -0.011797383
      ],
      [
        "fin",
        -0.00015645861
      ],
      [
        "ch",
        -2.057744e-05
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi type of this method is used to perform integration with deterministically chosen numbers. The Buffon's": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.04031826
      ],
      [
        "e",
        -1.7478143e-05
      ],
      [
        " Carlo",
        -0.00012248923
      ],
      [
        " method",
        -0.0062899413
      ]
    ]
  },
  "One method of proving this theorem involves setting the result of Routh's theorem equal to zero and rearranging,": {
    "guess": "Routh-Hurwitz theorem",
    "confidence": [
      [
        "R",
        -0.8484937
      ],
      [
        "outh",
        -0.063824914
      ],
      [
        "-H",
        -0.21151601
      ],
      [
        "ur",
        -0.00066001527
      ],
      [
        "w",
        -9.014684e-06
      ],
      [
        "itz",
        -8.89548e-06
      ],
      [
        " theorem",
        -0.025030224
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a Kovats index. Common detectors for this procedure include hot wire detectors and flame ionization detectors.": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.011182458
      ],
      [
        " chromat",
        -0.7864901
      ],
      [
        "ography",
        -0.00035703435
      ]
    ]
  },
  "A method of removing energy from these objects was proposed by Roger Penrose because the Lense-Thirring": {
    "guess": "Black hole",
    "confidence": [
      [
        "Black",
        -0.062252913
      ],
      [
        " hole",
        -0.0028778648
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon.": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.0039251144
      ],
      [
        "illation",
        -4.8425554e-06
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity.": {
    "guess": "Long-term potentiation",
    "confidence": [
      [
        "Long",
        -0.27660593
      ],
      [
        "-term",
        -0.008259239
      ],
      [
        " potent",
        -0.010445753
      ],
      [
        "iation",
        -0.00053539796
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.019381875
      ],
      [
        "om",
        -1.4617256e-05
      ],
      [
        "sky",
        -6.0345924e-06
      ],
      [
        " normal",
        -0.027228793
      ],
      [
        " form",
        -3.2497806e-05
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique": {
    "guess": "Cryo-electron microscopy",
    "confidence": [
      [
        "C",
        -0.10877819
      ],
      [
        "ryo",
        -0.5204997
      ],
      [
        "-elect",
        -0.020779168
      ],
      [
        "ron",
        -0.00011629798
      ],
      [
        " microscopy",
        -0.22268587
      ]
    ]
  },
  "One method of creating these molecules involves culturing in an IL-6 rich medium or injecting into the peritoneal cavity of a mouse and collecting the ascites. The classical method of creating these molecules was developed by Cesar Milstein, and involves growing cells deficient in HGPRT in a medium containing hypoxanthine, thymidine, and aminopterin. Examples of these molecules used therapeutically include adalimumab, which inhibits TNF-alpha, and Trastuzumab, or Herceptin, used to treat breast cancer.": {
    "guess": "Monoclonal Antibody",
    "confidence": [
      [
        "Mon",
        -0.0132772885
      ],
      [
        "oc",
        -0.00037442712
      ],
      [
        "lon",
        -3.5313153e-06
      ],
      [
        "al",
        -5.0616763e-05
      ],
      [
        " Antib",
        -0.47665647
      ],
      [
        "ody",
        -0.21036632
      ]
    ]
  },
  "One method of reducing these compounds enantioselectively is known as the Corey-Bakshi-Shibata reaction, and in aqueous solutions, they usually exist in equilibrium with enols. Applying the Jones oxidizing agent to secondary alcohols is a more common way of creating these compounds. The simplest example of one is often used in cleanup following organic experiments due to its rapid evaporation, and these compounds are distinguished from a similar type of compound by the presence of two alkyl groups": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.014796203
      ],
      [
        "et",
        -1.1756368e-05
      ],
      [
        "one",
        -0.0138706975
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.029973438
      ],
      [
        "illation",
        -9.253091e-06
      ]
    ]
  },
  "Methods for detecting it include its namesake repeat amplification protocol and an assay using PharMingen.": {
    "guess": "Telomere",
    "confidence": [
      [
        "Tel",
        -1.772146
      ],
      [
        "om",
        -4.274932e-05
      ],
      [
        "ere",
        -0.014450479
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary": {
    "guess": "Surface tension",
    "confidence": [
      [
        "Surface",
        -0.033000592
      ],
      [
        " tension",
        -0.17167391
      ]
    ]
  },
  "One method of protein folding involves the formation of disulfide bridges, which are examples of these structures between thiol groups in cysteine. In complexation reactions, an arrow is drawn between atoms to depict the donation of a lone pair in order to create the \"coordinate\" type of this structure. Atoms with a medium difference in electronegativity can bond to form the \"polar\" type of this structure, which contrasts with the \"nonpolar\" variety exhibited by diatomic gases. For 10 points, name this type of bond which contrasts with ionic and is characterized by sharing of electrons between": {
    "guess": "Covalent bond",
    "confidence": [
      [
        "Co",
        -0.31375536
      ],
      [
        "val",
        -9.014684e-06
      ],
      [
        "ent",
        -1.1398757e-05
      ],
      [
        " bond",
        -0.005643517
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly proportional to sigma to the fourth. An analogous operation on spiral galaxies calculates it by determining the velocity width, called the Tully-Fisher relation. Alternatively, it may be found by looking at nearby type Ia supernovae or at the object's recession velocity. Its namesake \"modulus\" relates the difference between the absolute and apparent magnitudes to this quantity. FTP, identify this": {
    "guess": "Hubble constant",
    "confidence": [
      [
        "H",
        -0.32917774
      ],
      [
        "ubble",
        -0.00086167676
      ],
      [
        " constant",
        -0.38671458
      ]
    ]
  },
  "One method for determining this is named for Faber and Jackson and suggests that luminosity is roughly": {
    "guess": "Faber-Jackson relation",
    "confidence": [
      [
        "F",
        -0.15919329
      ],
      [
        "aber",
        -3.1424974e-05
      ],
      [
        "-J",
        -0.67519647
      ],
      [
        "ackson",
        -0.000108788154
      ],
      [
        " relation",
        -0.021621117
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density in gases, but increases with temperature; in liquids, however, it decreases as temperature increases. This quantity can be calculated using Newton's equation describing fluid motion, and its kinematic version is equal to the dynamic version divided by the density. It is given by the ratio of shear": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.008237239
      ],
      [
        "cosity",
        -0.00092098885
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a Kovats index. Common detectors for this procedure include hot wire detectors and flame ionization detectors. Some devices used for this technique have walls coated with a progression of stationary phases. The retention time in this technique depends on boiling point and solubility, both of which affect its partitioning behavior with the mobile and stationary phases. For 10 points, name this type of": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.0024392665
      ],
      [
        " Chrom",
        -0.12991305
      ],
      [
        "at",
        -4.3941356e-05
      ],
      [
        "ography",
        -9.3410876e-05
      ]
    ]
  },
  "This method's breakdown is the subject of the DeRosier problem. The zone of equilibrium in this technique is known as a \"theoretical plate,\" and one type of this process uses a spinning band of Teflon. One setup for using this technique is called the Perkin triangle, which can be used when air-sensitive compounds are subjected to the \"vacuum\" type of this. One technique for performing this can use": {
    "guess": "Distillation",
    "confidence": [
      [
        "Dist",
        -0.013923719
      ],
      [
        "illation",
        -1.5570886e-05
      ]
    ]
  },
  "One method to measure this property uses spring plates which are vibrated at uniform amplitude and frequency. The energy input is then measured. The classical method to measure this quantity uses a capillary tube, and is named after (*) Stokes. This quantity is almost independent of pressure and density": {
    "guess": "Viscosity",
    "confidence": [
      [
        "Vis",
        -0.124676496
      ],
      [
        "cosity",
        -0.0002420395
      ]
    ]
  },
  "One method of producing this functional group involves an elimination and then expulsion of sulfur dioxide from an alpha-halo sulfone in the Ramberg-Backlund reaction. Also produced form the treatment": {
    "guess": "Alkene",
    "confidence": [
      [
        "Al",
        -0.073177375
      ],
      [
        "k",
        -0.020783024
      ],
      [
        "ene",
        -0.0012772576
      ]
    ]
  },
  "Methods for using this procedure's \"inverse\" form to find solid surface energy were developed by Dorris and Gray and by Schultz. This procedure's results can be summarized for a pair of compounds as a Kovats index. Common detectors for this procedure include hot wire detectors and flame ionization detectors. Some devices used for this technique have walls coated with a progression of stationary phases. The retention time in this technique depends on boiling point and solubility, both of which affect": {
    "guess": "Gas Chromatography",
    "confidence": [
      [
        "Gas",
        -0.010209665
      ],
      [
        " Chrom",
        -0.62006027
      ],
      [
        "at",
        -0.0001309527
      ],
      [
        "ography",
        -4.739826e-05
      ]
    ]
  },
  "One method of proving that every context free language is accepted by some non-deterministic push-down automaton involves a transformation of a grammar into one of these in which every production rule takes a nonterminal symbol to exactly one terminal followed by some nonterminals. In addition to the one named for Greibach, there is one named for Kuroda into which there is a transformation for every context-sensitive language. The CYK algorithm requires the grammar be in one of these named for Chomsky.": {
    "guess": "Chomsky normal form",
    "confidence": [
      [
        "Ch",
        -0.0066918
      ],
      [
        "om",
        -1.8074163e-05
      ],
      [
        "sky",
        -9.698699e-05
      ],
      [
        " normal",
        -0.2258759
      ],
      [
        " form",
        -0.0005010856
      ]
    ]
  },
  "This method has been used to show the role of calcium calodulin kinase II in memory and neocortical plasticity. Using this method's \"Swedish mutation\" has helped to understand the role of amyloid precursor protein in Alzheimers patients. It has also been used to generate multiple CAG codon repeats while studying Huntington's disorder. Capecchi, Evans and Smithies were the first to perform this technique on mice, and mice are still the most commonly used organism, although extensive methylation and the use of stem cells not from Strain 129 often result in failure. FTP, identify this technique in": {
    "guess": "Gene targeting",
    "confidence": [
      [
        "Gene",
        -0.20749329
      ],
      [
        " targeting",
        -0.07367626
      ]
    ]
  },
  "This method was first formulated after its inventor pondered the outcome of Solitaire games, Manhattan Project scientist Stanislaw Ulam. The Miller-Rabin primality test employs this method, and the quasi type of this method is used to perform integration with deterministically chosen numbers. The Buffon's Needle Problem, solved by this method, was used by Laplace to create an estimation for the digits of pi. Unlike another type of algorithms, they do not always produce the correct answer, instead their accuracy is dependent on the running time. FTP, identify this process of using random numbers": {
    "guess": "Monte Carlo method",
    "confidence": [
      [
        "Mont",
        -0.0069655436
      ],
      [
        "e",
        -1.9385403e-05
      ],
      [
        " Carlo",
        -1.4498052e-05
      ],
      [
        " method",
        -0.00811983
      ]
    ]
  }
}