{
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply opposed to it. A committee led by Congressman William English attempted to pass it in the form of a compromise bill nicknamed the \"English Swindle,\" but it still failed to be approved locally and was rejected in favor of another document drawn up at Wyandotte. Stephen Douglas was a vocal opponent": {
    "guess": "Lecompton Constitution",
    "confidence": [
      [
        "L",
        -0.01645625
      ],
      [
        "ecom",
        -1.504853e-06
      ],
      [
        "pton",
        -7.302705e-05
      ],
      [
        " Constitution",
        -0.00013202553
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements of this group with Young tableaux, which George Frobenius applied to the study of this group. Any group G is isomorphic to a subgroup of this group acting on G according to Cayley's Theorem. A subgroup of this group comprising only the even elements is called the alternating group, and when": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.0063266708
      ],
      [
        "metric",
        -0.00020580526
      ],
      [
        " group",
        -0.22122945
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate their complexes. All of them follow the Oddo-Harkins Rule, which may help to explain why \"lights\" can be found in the crust and the \"heavies\" in the mantle. They're particularly noted for exhibiting poor shielding of nuclear charge, which leads to decreases in their atomic radii, an effect known as their namesake \"contraction.\" Containing a partially-filled 4f electron orbital, this is, FTP what": {
    "guess": "Lanthanide Contraction",
    "confidence": [
      [
        "L",
        -0.038393967
      ],
      [
        "anth",
        -0.0018137017
      ],
      [
        "an",
        -7.79144e-05
      ],
      [
        "ide",
        -0.24648412
      ],
      [
        " Con",
        -0.033708632
      ],
      [
        "traction",
        -5.0020742e-05
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -1.2070156
      ],
      [
        " Jennings",
        -0.8776418
      ],
      [
        " Bryan",
        -4.7875077e-05
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed Charles Crisp that he was placed on the Ways and Means Committee as a freshman Representative. He later led a national campaign to pass the Eighteenth Amendment. He served as Secretary of State": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.24557103
      ],
      [
        " Jennings",
        -0.020444954
      ],
      [
        " Bryan",
        -7.684157e-05
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply opposed to it. A committee led by Congressman William English attempted to pass it in the form of": {
    "guess": "Kansas-Nebraska Act",
    "confidence": [
      [
        "Kansas",
        -1.1046236
      ],
      [
        "-",
        -0.29485258
      ],
      [
        "Ne",
        -0.0061016814
      ],
      [
        "braska",
        -9.364929e-05
      ],
      [
        " Act",
        -0.004637554
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor": {
    "guess": "Kansas-Nebraska Act",
    "confidence": [
      [
        "Kansas",
        -1.1865555
      ],
      [
        "-",
        -0.2848056
      ],
      [
        "Ne",
        -0.00053647073
      ],
      [
        "braska",
        -0.00015598179
      ],
      [
        " Act",
        -0.0032587578
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply": {
    "guess": "Kansas-Nebraska Act",
    "confidence": [
      [
        "Kansas",
        -1.031239
      ],
      [
        "-",
        -0.9482561
      ],
      [
        "Ne",
        -0.0009968446
      ],
      [
        "braska",
        -0.00012940305
      ],
      [
        " Act",
        -0.0012824952
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed Charles Crisp that he was placed on the Ways and Means Committee as a freshman Representative.": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.3146257
      ],
      [
        " Jennings",
        -0.23684308
      ],
      [
        " Bryan",
        -3.059055e-05
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.029792737
      ],
      [
        "metric",
        -0.00059008674
      ],
      [
        " group",
        -0.2042594
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting": {
    "guess": "Impeachment of Bill Clinton",
    "confidence": [
      [
        "Im",
        -0.296968
      ],
      [
        "pe",
        -0.0001752928
      ],
      [
        "achment",
        -0.0016754218
      ],
      [
        " of",
        -0.08620908
      ],
      [
        " Bill",
        -0.39054483
      ],
      [
        " Clinton",
        -7.5411124e-05
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate": {
    "guess": "Lanthanides",
    "confidence": [
      [
        "L",
        -0.5129416
      ],
      [
        "anth",
        -0.0001501445
      ],
      [
        "an",
        -6.6232446e-05
      ],
      [
        "ides",
        -0.6072614
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate their complexes. All of them follow the Oddo-Harkins Rule, which may help to explain why \"lights\" can be found in the crust and the \"heavies\" in the mantle. They're particularly noted for exhibiting": {
    "guess": "Rare earth elements",
    "confidence": [
      [
        "Rare",
        -0.457238
      ],
      [
        " earth",
        -0.35654822
      ],
      [
        " elements",
        -0.51492053
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed": {
    "guess": "Rare-earth ions",
    "confidence": [
      [
        "Rare",
        -0.5938191
      ],
      [
        "-earth",
        -0.23933393
      ],
      [
        " ions",
        -1.1736268
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate their complexes. All of them follow the Oddo-Harkins Rule, which may help to explain why \"lights\" can be found in the crust and the \"heavies\" in the mantle. They're particularly noted for exhibiting poor shielding of nuclear charge, which leads to decreases in their atomic radii, an effect known as their namesake \"contraction.\" Containing a partially-filled 4f electron orbital, this is, FTP what period of elements from atomic number 57 to 71?": {
    "guess": "Lanthanides",
    "confidence": [
      [
        "L",
        -0.017287519
      ],
      [
        "anth",
        -0.00012558853
      ],
      [
        "an",
        -4.990154e-05
      ],
      [
        "ides",
        -0.29319897
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply opposed to it. A committee led by Congressman William English attempted to pass it in the form of a compromise bill nicknamed the \"English Swindle,\" but it still failed to be approved locally and was": {
    "guess": "Kansas-Nebraska Act",
    "confidence": [
      [
        "Kansas",
        -0.38087556
      ],
      [
        "-",
        -0.6778542
      ],
      [
        "Ne",
        -0.0010443628
      ],
      [
        "braska",
        -0.00016122675
      ],
      [
        " Act",
        -0.0010785413
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements of this group with Young tableaux, which George Frobenius applied to the study of this group. Any group G is isomorphic to a subgroup of this group acting on G according to Cayley's Theorem. A subgroup of this group comprising only the even elements is called the alternating group, and when this group acts on a set of n elements, it has cardinality n factorial. For 10 points, name this group comprising all the permutations of a set of elements under composition.": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.0033052159
      ],
      [
        "metric",
        -0.00020771251
      ],
      [
        " group",
        -0.119709134
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply opposed to it. A committee led by Congressman William English attempted to pass it in the form of a compromise bill nicknamed the \"English Swindle,\" but it still failed to be approved locally and was rejected in favor of another document drawn up at Wyandotte. Stephen Douglas was a vocal opponent of James Buchanan's efforts to pass, FTP, what 1857 constitution that supported the admission of Kansas": {
    "guess": "Lecompton Constitution",
    "confidence": [
      [
        "L",
        -0.004041714
      ],
      [
        "ecom",
        -4.4849444e-06
      ],
      [
        "pton",
        -0.00022058284
      ],
      [
        " Constitution",
        -3.2497806e-05
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate their complexes. All of them follow the Oddo-Harkins Rule, which may help to explain why \"lights\" can": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.30969816
      ],
      [
        "anth",
        -8.5543434e-05
      ],
      [
        "an",
        -5.3193703e-06
      ],
      [
        "ide",
        -0.26204664
      ]
    ]
  },
  "Judge Brack lends money to a middleclass professor, doing research on medieval history, so he can buy a villa for his new wife. She commits suicide after deliberately burning the manuscript of her husband's rival Ernest Loev- borg. For 10 points -- name this woman, her father's daughter, the title character of an 1890 play by Henrik Ibsen.": {
    "guess": "Hedda Gabler (play)",
    "confidence": [
      [
        "H",
        -0.0037556633
      ],
      [
        "ed",
        -2.5583993e-05
      ],
      [
        "da",
        -6.6232446e-05
      ],
      [
        " Gab",
        -0.00017612721
      ],
      [
        "ler",
        -6.6306106e-06
      ],
      [
        " (",
        -0.23267937
      ],
      [
        "play",
        -0.007191284
      ],
      [
        ")",
        -0.0009743518
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.19779155
      ],
      [
        "anth",
        -0.00025204162
      ],
      [
        "an",
        -8.363618e-05
      ],
      [
        "ide",
        -0.0048016496
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of which can interfere with calcium channels in the human body. Most are derived from a tetragonal xenotime or monoclinic monazite. The Sparkle model is a computational chemistry technique to calculate their complexes. All of them follow the Oddo-Harkins Rule, which may help to explain why \"lights\" can be found in the crust and the \"heavies\" in the mantle. They're particularly noted for exhibiting poor shielding of nuclear charge, which leads to decreases in their atomic radii, an effect known as": {
    "guess": "Lanthanide",
    "confidence": [
      [
        "L",
        -0.15952545
      ],
      [
        "anth",
        -8.685468e-05
      ],
      [
        "an",
        -1.2829201e-05
      ],
      [
        "ide",
        -0.07566348
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.10606724
      ],
      [
        "metric",
        -0.00089717016
      ],
      [
        " group",
        -0.05236958
      ]
    ]
  },
  "Judge Brack lends money to a middleclass professor, doing research on medieval history, so he can buy a villa for his new wife. She commits suicide after deliberately burning the manuscript of her husband's rival Ernest Loev- borg. For 10 points -- name this woman, her father's daughter, the title character": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.10097162
      ],
      [
        "ed",
        -0.000626895
      ],
      [
        "da",
        -0.000106284875
      ],
      [
        " Gab",
        -0.001721473
      ],
      [
        "ler",
        -3.650519e-06
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed Charles Crisp that he was placed on the Ways and Means Committee as a freshman Representative. He later led a national campaign to pass the Eighteenth Amendment. He served as Secretary of State from 1913-15, though he is for prosecuting the Scopes Monkey Trial. FTP, name this \"Boy Orator of the Platte\" who won the first of many Presidential nominations in 1896 by delivering the \"Cross of Gold\" speech.": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.01756
      ],
      [
        " Jennings",
        -0.00014895246
      ],
      [
        " Bryan",
        -9.877504e-05
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.37606442
      ],
      [
        "metric",
        -0.006678902
      ],
      [
        " group",
        -0.004652507
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed Charles Crisp that he was placed on the Ways and Means Committee as a freshman Representative. He later led a national campaign to pass the Eighteenth Amendment. He served as Secretary of State from 1913-15, though he is for prosecuting the Scopes Monkey Trial. FTP, name this \"Boy Orator of the Platte\" who won the first of many Presidential nominations in 1896 by delivering the \"Cross of Gold\"": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.018641843
      ],
      [
        " Jennings",
        -0.00026813045
      ],
      [
        " Bryan",
        -9.555654e-05
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole transitions. McCoy's method can be used to separate them, and Axel Cr?nstedt is believed to have discovered the first of them. All of them, except for two, contain trivalent cations, some of": {
    "guess": "Rare-earth element",
    "confidence": [
      [
        "Rare",
        -0.047694307
      ],
      [
        "-earth",
        -0.18385735
      ],
      [
        " element",
        -0.70341617
      ]
    ]
  },
  "Judge Brack lends money to a middleclass professor, doing research on medieval history, so he can buy": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.064702794
      ],
      [
        "ed",
        -7.147741e-05
      ],
      [
        "da",
        -8.6497064e-05
      ],
      [
        " Gab",
        -0.0003003081
      ],
      [
        "ler",
        -4.00813e-06
      ]
    ]
  },
  "Judd-Ofelt theory is used to predict the luminescent properties in these and characterize their electric-dipole": {
    "guess": "Lanthanide ions",
    "confidence": [
      [
        "L",
        -0.4161879
      ],
      [
        "anth",
        -0.00097387494
      ],
      [
        "an",
        -6.563642e-05
      ],
      [
        "ide",
        -0.14071125
      ],
      [
        " ions",
        -0.5204602
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed Charles Crisp that he was placed on the Ways and Means Committee as a freshman Representative. He later led a national campaign to pass the Eighteenth Amendment. He served as Secretary of State from 1913-15, though he is for prosecuting the Scopes Monkey Trial. FTP, name this \"Boy Orator of": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.0687055
      ],
      [
        " Jennings",
        -0.0014111856
      ],
      [
        " Bryan",
        -0.00015240935
      ]
    ]
  },
  "Judge Brack lends money to a middleclass professor, doing research on medieval history, so he can buy a villa for his new wife. She commits suicide after deliberately burning the manuscript of her husband's": {
    "guess": "Hedda Gabler",
    "confidence": [
      [
        "H",
        -0.05569725
      ],
      [
        "ed",
        -0.00027885512
      ],
      [
        "da",
        -2.868329e-05
      ],
      [
        " Gab",
        -8.506662e-05
      ],
      [
        "ler",
        -3.1737043e-06
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements of this group with Young tableaux, which George Frobenius applied to the study of this group. Any group G is isomorphic to a subgroup of this group acting on G according to Cayley's Theorem. A subgroup of this group comprising only the even elements is called the alternating group, and when this group acts on a set of n elements, it has cardinality n factorial. For 10 points, name this group": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.0053230547
      ],
      [
        "metric",
        -0.0003740695
      ],
      [
        " group",
        -0.39340574
      ]
    ]
  },
  "Judge Rush Elmore was sent on an unsuccessful last minute attempt to stop the president from presenting it. John Stringfellow was one of its strongest supporters, and harshly condemned Acting-Governor Frederick Stanton for hosting a second referendum on it at Leavenworth,[*] where the vote was sharply opposed to it. A committee led by Congressman William English attempted to pass it in the form of a compromise bill nicknamed the \"English Swindle,\" but it still failed to be approved locally and was rejected in favor of another document drawn up at Wyandotte. Stephen Douglas was a vocal opponent of James Buchanan's efforts to pass, FTP, what 1857 constitution that supported the admission of Kansas as a slave state?": {
    "guess": "Lecompton Constitution",
    "confidence": [
      [
        "L",
        -0.0087327575
      ],
      [
        "ecom",
        -3.888926e-06
      ],
      [
        "pton",
        -0.0002513264
      ],
      [
        " Constitution",
        -9.372295e-06
      ]
    ]
  },
  "A Judge magazine cartoon shows a snake with this statesman's head swallowing a donkey. Architect of a scheme of 31 agreements promoting a one-year \"cooling-off period,\" this politician's debating so impressed": {
    "guess": "William Jennings Bryan",
    "confidence": [
      [
        "William",
        -0.21151727
      ],
      [
        " Jennings",
        -0.37157398
      ],
      [
        " Bryan",
        -2.6299214e-05
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements of this group with Young tableaux, which George Frobenius applied to the study of this group. Any group G is isomorphic to a subgroup of this group acting on G according to Cayley's Theorem. A": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.05185371
      ],
      [
        "metric",
        -0.00045665193
      ],
      [
        " group",
        -0.36853185
      ]
    ]
  },
  "Jucys-Murphy elements are used to study this group's representations, which include Specht modules. Jordan's Theorem states that if a primitive subgroup of this group has a cycle of prime length, it is either this group or a specific subgroup of it. The Robinson-Schensted correspondence bijects the elements of this group with Young tableaux, which George Frobenius applied to the study of this group.": {
    "guess": "Symmetric group",
    "confidence": [
      [
        "Sym",
        -0.010405298
      ],
      [
        "metric",
        -0.00020246755
      ],
      [
        " group",
        -0.31819603
      ]
    ]
  }
}