{
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and the area under any reversible path on the pressure-volume plane of a process is equal to it. For a body rotating on a fixed axis, it is equal to the magnitude of the torque times the angle rotated.": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.9735757
      ],
      [
        " (",
        -0.084600925
      ],
      [
        "physics",
        -0.5013028
      ],
      [
        ")",
        -0.000251684
      ]
    ]
  },
  "Adherents of this religion are called Khalsas [kall-sah's] after baptism, and obey the Rehat Maryada [re-HAT mar-YAH-dah]. Kesh is the name given to uncut hair that is usually covered by Dastaar, a turban worn by members of this religion, who take the names (*) Singh or Kaur. Ten gurus have led this religion, which follows teachings from the Adi Granth [ah-dee GRAHNTH]. For 10 points, name this Indian religion, originally led by Guru Nanak Dev, whose five K's include the kirpan.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.00086143834
      ],
      [
        "ikh",
        -0.00014108501
      ],
      [
        "ism",
        -3.4121115e-06
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give or withhold assent to their impressions. \"Prohairesis\" was a key point in Enchiridion and Discourses,": {
    "guess": "Epictetus",
    "confidence": [
      [
        "Ep",
        -0.2709429
      ],
      [
        "ict",
        -7.266944e-05
      ],
      [
        "etus",
        -0.00071183586
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending halves.  During each half-cycle, 24 humans will achieve liberation, or moksha, and become Tirthankaras.  The two principal sects, Digamabara and Svetambara, disagree on whether monks should wear clothes, but all adherents follow five guidelines, including not stealing, not lying, and extreme non-violence,": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00020020269
      ],
      [
        "ain",
        -2.4584822e-06
      ],
      [
        "ism",
        -0.0020721098
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give or withhold assent to their impressions. \"Prohairesis\" was a key point in Enchiridion and Discourses, two works written by Epitectus, a proponent of this school of thought. The Late Era of this philosophy included Cleomedes and Seneca the Younger. One work of this philosophical school advises against self-indulgence. Zeno of Citium was the founder of, for 10 points, what movement whose philosophy": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.09544778
      ],
      [
        "o",
        -1.962381e-05
      ],
      [
        "icism",
        -0.000118324446
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches": {
    "guess": "Hinduism",
    "confidence": [
      [
        "H",
        -0.3494824
      ],
      [
        "ind",
        -0.00082701776
      ],
      [
        "u",
        -7.004696e-05
      ],
      [
        "ism",
        -0.40587902
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory of Knowledge and was assasinated by Johann Nelbock on the university steps. Its developments were chronicled in the prefaces of successive editions of (*) Ayer's Language, Truth, and Logic, which helped": {
    "guess": "Logical Positivism",
    "confidence": [
      [
        "Logical",
        -0.042106617
      ],
      [
        " Pos",
        -0.38317254
      ],
      [
        "it",
        -1.7597347e-05
      ],
      [
        "ivism",
        -0.0002162915
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume treatise that reintroduced the ideas of this philosophy to the public. Ammonius Saccas taught one philosopher of this school, who wrote fifty-four treatises concerning topics such as \"the One's\" superiority over intellect. Those works were arranged by Porphyry and are called the Enneads. For 10 points, name this philosophy whose exponents include Plotinus, which was inspired by the theory of forms formulated in The Republic.": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.0111641865
      ],
      [
        "op",
        -5.080963e-06
      ],
      [
        "lat",
        -6.704273e-07
      ],
      [
        "on",
        -2.1008714e-06
      ],
      [
        "ism",
        -8.061054e-06
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give or withhold assent to their impressions. \"Prohairesis\" was a key point in Enchiridion and Discourses, two works written by Epitectus, a proponent of this school of thought. The Late Era of this philosophy included Cleomedes and Seneca the Younger. One work of this philosophical school advises against self-indulgence. Zeno of Citium was the founder of, for 10 points, what movement whose philosophy was described by Marcus Aurelius in his Meditations and which encourages emotional restraint?": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.11234192
      ],
      [
        "o",
        -5.8245798e-05
      ],
      [
        "icism",
        -5.538491e-05
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory": {
    "guess": "Logical positivism",
    "confidence": [
      [
        "Logical",
        -0.014644205
      ],
      [
        " posit",
        -0.5897197
      ],
      [
        "ivism",
        -0.0003675133
      ]
    ]
  },
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and the area under any reversible path on the pressure-volume plane of a process is equal to it. For": {
    "guess": "Surface energy",
    "confidence": [
      [
        "Surface",
        -1.2704747
      ],
      [
        " energy",
        -0.14613402
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life, and Arzhang, which made its author doubly famous as an illustrator. Its founder was allowed to spread his teachings by Shapur I, to whom he dedicated the Shabuhragan, and his followers were divided into": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0034705903
      ],
      [
        "ich",
        -0.0015435495
      ],
      [
        "ae",
        -2.2007884e-05
      ],
      [
        "ism",
        -1.4855664e-05
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume treatise that reintroduced the ideas of this philosophy to the public. Ammonius Saccas taught one philosopher of this school, who wrote fifty-four treatises concerning topics such as \"the One's\"": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.0038479364
      ],
      [
        "op",
        -6.062987e-05
      ],
      [
        "lat",
        0.0
      ],
      [
        "on",
        -1.640531e-05
      ],
      [
        "ism",
        -1.9743013e-05
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending halves.  During each half-cycle, 24 humans will achieve liberation, or moksha, and become Tirthankaras.  The two principal sects, Digamabara and Svetambara, disagree on whether monks should wear clothes, but all adherents follow five guidelines, including not stealing, not lying, and extreme non-violence, or ahimsa, which sometimes leads to monks starving themselves to death.  FTP name this ascetic": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0012717815
      ],
      [
        "ain",
        -1.4974867e-05
      ],
      [
        "ism",
        -0.01008859
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.045322966
      ],
      [
        "op",
        -0.0017019602
      ],
      [
        "lat",
        -4.3202e-07
      ],
      [
        "on",
        -0.00015359772
      ],
      [
        "ism",
        -5.574252e-05
      ]
    ]
  },
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and": {
    "guess": "Fracture Toughness",
    "confidence": [
      [
        "Fr",
        -0.7191298
      ],
      [
        "act",
        -0.0025038403
      ],
      [
        "ure",
        -0.050937146
      ],
      [
        " Tough",
        -0.33385617
      ],
      [
        "ness",
        -0.0003924232
      ]
    ]
  },
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and the area under any reversible path on the pressure-volume plane of a process is equal to it. For a body rotating on a fixed axis, it is equal to the magnitude of the torque times the angle rotated. Equal to the line integral of a variable force acting on a body over the path taken by a body, for 10 points, name this quantity which is defined as the product of the component of a force in the direction": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.07124212
      ],
      [
        " (",
        -0.03189239
      ],
      [
        "physics",
        -0.007292358
      ],
      [
        ")",
        -4.1318875e-05
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life, and Arzhang, which made its author doubly famous as an illustrator. Its founder was allowed to spread his teachings by Shapur I, to whom he dedicated the Shabuhragan, and his followers were divided into the elect and the hearers. That founder contended that the soul was corrupted by its association": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.00024048986
      ],
      [
        "ich",
        -0.0006288022
      ],
      [
        "ae",
        -4.00813e-06
      ],
      [
        "ism",
        -2.220075e-06
      ]
    ]
  },
  "Adherents of this religion are called Khalsas [kall-sah's] after baptism, and obey the Rehat Maryada [re-HAT mar-YAH-dah]. Kesh is the name given to uncut hair that is usually covered by Dastaar, a turban worn by members of this religion, who take the names (*) Singh or Kaur. Ten gurus have led this religion, which follows teachings from the Adi Granth [ah-dee GRAHNTH]. For 10 points, name this Indian": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0011986821
      ],
      [
        "ikh",
        -0.00027051452
      ],
      [
        "ism",
        -1.8908588e-05
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory of Knowledge and was assasinated by Johann Nelbock on the university steps. Its developments were chronicled in the prefaces of successive editions of (*) Ayer's Language, Truth, and Logic, which helped bring the movement to England. For 10 points, what is this philosophical doctrine that asserted": {
    "guess": "Logical Positivism",
    "confidence": [
      [
        "Logical",
        -0.03122513
      ],
      [
        " Pos",
        -0.3685534
      ],
      [
        "it",
        -5.5577775e-06
      ],
      [
        "ivism",
        -5.8722613e-05
      ]
    ]
  },
  "Adherents of this religion are called Khalsas [kall-sah's] after baptism, and obey the Rehat Maryada": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.1889843
      ],
      [
        "ikh",
        -0.0019087658
      ],
      [
        "ism",
        -0.029809497
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give or withhold assent to their impressions. \"Prohairesis\" was a key point in Enchiridion and Discourses, two works written by Epitectus, a proponent of this school of thought. The Late Era of this philosophy": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.25158116
      ],
      [
        "o",
        -1.700133e-05
      ],
      [
        "icism",
        -0.0024708977
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory of Knowledge and was assasinated by Johann Nelbock on the university steps. Its developments were chronicled in the prefaces of successive editions of (*) Ayer's Language, Truth, and Logic, which helped bring the movement to England. For 10 points, what is this philosophical doctrine that asserted that metaphysical doctrines are meaningless and was espoused by Schlick, Carnap, Gödel and the rest of the Vienna Circle?": {
    "guess": "Logical Positivism",
    "confidence": [
      [
        "Logical",
        -0.019012693
      ],
      [
        " Pos",
        -0.45682323
      ],
      [
        "it",
        -4.6206227e-05
      ],
      [
        "ivism",
        -4.143808e-05
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life, and Arzhang, which made its author doubly famous as an illustrator. Its founder was allowed to spread his teachings by Shapur I, to whom he dedicated the Shabuhragan, and his followers were divided into the elect and the hearers. That founder contended that the soul was corrupted by its association with evil matter, which necessitated the release of light matter. FTP, identify this vaguely Christian": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0013809482
      ],
      [
        "ich",
        -0.00059866573
      ],
      [
        "ae",
        -7.9418505e-06
      ],
      [
        "ism",
        -6.2729996e-06
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion": {
    "guess": "Truth",
    "confidence": [
      [
        "Truth",
        -0.9603215
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume treatise that reintroduced the ideas of this philosophy to the public. Ammonius Saccas taught one philosopher of this school, who wrote fifty-four treatises concerning topics such as \"the One's\" superiority over intellect. Those works were arranged by Porphyry and are called the Enneads. For 10": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.01264667
      ],
      [
        "op",
        -1.7432603e-06
      ],
      [
        "lat",
        0.0
      ],
      [
        "on",
        -1.9361265e-07
      ],
      [
        "ism",
        -2.220075e-06
      ]
    ]
  },
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and the area under any reversible path on the pressure-volume plane of a process is equal to it. For a body rotating on a fixed axis, it is equal to the magnitude of the torque times the angle rotated. Equal to the line integral of a variable force acting on a body over the path taken by a body, for 10 points, name this quantity which is defined as the product of the component of a force in the direction of the body's motion and the distance the body moved, given in units of Newton-meters.": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.037491634
      ],
      [
        " (",
        -0.0028376842
      ],
      [
        "physics",
        -0.0026592433
      ],
      [
        ")",
        -4.9617593e-06
      ]
    ]
  },
  "Adherents of this religion are called Khalsas [kall-sah's] after baptism, and obey the Rehat Maryada [re-HAT mar-YAH-dah]. Kesh is the name given to uncut hair that is usually covered by Dastaar, a turban": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.009217273
      ],
      [
        "ikh",
        -0.00052872614
      ],
      [
        "ism",
        -0.0027408043
      ]
    ]
  },
  "Its adhesional variety in holding paper to plotter beds is similar to the fracture energy of class, and the area under any reversible path on the pressure-volume plane of a process is equal to it. For a body rotating on a fixed axis, it is equal to the magnitude of the torque times the angle rotated. Equal to the line integral of a variable force acting on a body over the path taken by a body, for": {
    "guess": "Work (physics)",
    "confidence": [
      [
        "Work",
        -0.086276226
      ],
      [
        " (",
        -0.26878405
      ],
      [
        "physics",
        -0.007894544
      ],
      [
        ")",
        -0.00020306357
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory of Knowledge and was assasinated by Johann Nelbock on the university steps. Its developments were chronicled": {
    "guess": "Logical Positivism",
    "confidence": [
      [
        "Logical",
        -0.052610975
      ],
      [
        " Pos",
        -0.60988116
      ],
      [
        "it",
        -8.89548e-06
      ],
      [
        "ivism",
        -1.867018e-05
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending halves.  During each half-cycle, 24 humans will achieve liberation, or moksha, and become Tirthankaras.  The two principal sects, Digamabara and Svetambara, disagree on whether monks should wear": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.0010940231
      ],
      [
        "ain",
        -4.365741e-06
      ],
      [
        "ism",
        -0.010627535
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give or withhold assent to their impressions. \"Prohairesis\" was a key point in Enchiridion and Discourses, two works written by Epitectus, a proponent of this school of thought. The Late Era of this philosophy included Cleomedes and Seneca the Younger. One work of this philosophical school advises against": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.041464202
      ],
      [
        "o",
        -2.1650272e-05
      ],
      [
        "icism",
        -0.0016926733
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.11249681
      ],
      [
        "op",
        -0.011615712
      ],
      [
        "lat",
        -5.5122365e-07
      ],
      [
        "on",
        -5.0735965e-05
      ],
      [
        "ism",
        -2.5107178e-05
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending halves.  During each half-cycle, 24 humans will achieve liberation, or moksha, and become Tirthankaras.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.002269801
      ],
      [
        "ain",
        -6.749814e-06
      ],
      [
        "ism",
        -0.08413198
      ]
    ]
  },
  "One adherent to this philosophy used the word \"prohairesis\" to describe the ability of a person to give": {
    "guess": "Stoicism",
    "confidence": [
      [
        "St",
        -0.027608413
      ],
      [
        "o",
        -1.962381e-05
      ],
      [
        "icism",
        -0.0011845153
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending halves.  During each half-cycle, 24 humans will achieve liberation, or moksha, and become Tirthankaras.  The two principal sects, Digamabara and Svetambara, disagree on whether monks should wear clothes, but all adherents follow five guidelines, including not stealing, not lying, and extreme non-violence, or ahimsa, which sometimes leads to monks starving themselves to death.  FTP name this ascetic religion whose community was founded by Mahavira.": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.00095981994
      ],
      [
        "ain",
        -1.147242e-06
      ],
      [
        "ism",
        -2.7848862e-05
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.005074364
      ],
      [
        "ain",
        -2.7610455e-05
      ],
      [
        "ism",
        -0.008750827
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume treatise that reintroduced the ideas of this philosophy to the public. Ammonius Saccas taught one philosopher of this school, who wrote fifty-four treatises concerning topics such as \"the One's\" superiority over intellect. Those works were arranged by Porphyry and are called the Enneads. For 10 points, name this philosophy whose exponents include Plotinus, which was inspired by the theory of": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.004112831
      ],
      [
        "op",
        -2.1008714e-06
      ],
      [
        "lat",
        0.0
      ],
      [
        "on",
        -3.1281633e-07
      ],
      [
        "ism",
        -3.2929079e-06
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\" argument in his treatise \"On Interpretation.\" During the Renaissance, Marsilio Ficino wrote a six-volume treatise that reintroduced the ideas of this philosophy to the public. Ammonius Saccas taught one": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.0014215453
      ],
      [
        "op",
        -1.640531e-05
      ],
      [
        "lat",
        0.0
      ],
      [
        "on",
        -9.0883464e-07
      ],
      [
        "ism",
        -4.1273333e-06
      ]
    ]
  },
  "Adherents of this religion are called Khalsas [kall-sah's] after baptism, and obey the Rehat Maryada [re-HAT mar-YAH-dah]. Kesh is the name given to uncut hair that is usually covered by Dastaar, a turban worn by members of this religion, who take the names (*) Singh or Kaur. Ten gurus have led this": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0003087679
      ],
      [
        "ikh",
        -0.00030995993
      ],
      [
        "ism",
        -2.5583993e-05
      ]
    ]
  },
  "One adherent of this philosophy wrote 211 mathematical proofs that focused on the material world called The Elements of Theology. This school's ideas were spread by a man who advanced the \"sea-battle\"": {
    "guess": "Neoplatonism",
    "confidence": [
      [
        "Ne",
        -0.020202452
      ],
      [
        "op",
        -0.0016386465
      ],
      [
        "lat",
        -1.9361265e-07
      ],
      [
        "on",
        -5.7961847e-06
      ],
      [
        "ism",
        -2.5345586e-05
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life, and Arzhang, which made its author doubly famous as an illustrator. Its founder was allowed to spread": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.0064569553
      ],
      [
        "ich",
        -0.0021518075
      ],
      [
        "ae",
        -4.692145e-05
      ],
      [
        "ism",
        -2.5345586e-05
      ]
    ]
  },
  "Adherents of this religion believe there are two kinds of energy in the universe: Jada for matter, and Chetana for life.  Punya is acquired through good deeds, while pap results from bad deeds.  It teaches that time is infinite but divided into cycles called Kalchakras, each with ascending and descending": {
    "guess": "Jainism",
    "confidence": [
      [
        "J",
        -0.041502744
      ],
      [
        "ain",
        -2.4272753e-05
      ],
      [
        "ism",
        -0.014972257
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life, and Arzhang, which made its author doubly famous as an illustrator. Its founder was allowed to spread his teachings by Shapur I, to whom he dedicated the Shabuhragan, and his followers were divided into the elect and the hearers. That founder contended that the soul was corrupted by its association with evil matter, which necessitated the release of light matter. FTP, identify this vaguely Christian dualistic Persian religion, famous adherents of which included a pre-Confessions Augustine.": {
    "guess": "Manichaeism",
    "confidence": [
      [
        "Man",
        -0.003490189
      ],
      [
        "ich",
        -0.102567844
      ],
      [
        "ae",
        -1.247159e-05
      ],
      [
        "ism",
        -2.0100624e-05
      ]
    ]
  },
  "One adherent of this philosophical doctrine attempted to used the Ramsey method to develop a criterion of significance for theoretical terms. Another proponent of this doctrine wrote The General Theory of Knowledge and was assasinated by Johann Nelbock on the university steps. Its developments were chronicled in the prefaces of successive editions of (*) Ayer's Language, Truth, and Logic, which helped bring the movement to England. For 10 points, what is this philosophical doctrine that asserted that metaphysical doctrines are meaningless and was espoused by Schlick, Carnap, Gödel and the rest": {
    "guess": "Logical Positivism",
    "confidence": [
      [
        "Logical",
        -0.036376994
      ],
      [
        " Pos",
        -0.39293754
      ],
      [
        "it",
        -1.4259645e-05
      ],
      [
        "ivism",
        -4.179569e-05
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.00412435
      ],
      [
        "nost",
        -0.021015123
      ],
      [
        "icism",
        -3.4405064e-05
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells the story of Ogias fighting a dragon, the Book of Giants, as well as the Kephalia, Treasure of Life,": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.21042745
      ],
      [
        "nost",
        -0.010890536
      ],
      [
        "icism",
        -0.00019388489
      ]
    ]
  },
  "Adherents of this religion believe that the firmament was created from the skin of the seven archontes after they were flayed by the Spirit of Life. Books sacred to this belief include one which tells": {
    "guess": "Gnosticism",
    "confidence": [
      [
        "G",
        -0.015610679
      ],
      [
        "nost",
        -0.0376704
      ],
      [
        "icism",
        -6.1106686e-05
      ]
    ]
  }
}