{
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or": {
    "guess": "Primacy of Simon Peter",
    "confidence": [
      [
        "Prim",
        -0.28567585
      ],
      [
        "acy",
        -1.0802739e-05
      ],
      [
        " of",
        -0.00018363337
      ],
      [
        " Simon",
        -0.05074034
      ],
      [
        " Peter",
        -7.409989e-05
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar, whose speech against it was famously praised by Pius IX. It is considered a nontransferable charisma, and to employ it, the doctrine must have an associated consequence if not agreed with, it must be taught in public, and it must apply to the entire Church. Most famously invoked by Pius XII concerning Mary's Assumption, this is FTP, what doctrine, which holds that when a statement is made ex cathedra, the pope cannot be wrong?": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.021228246
      ],
      [
        "ap",
        -3.7027545e-05
      ],
      [
        "al",
        -2.3392786e-06
      ],
      [
        " inf",
        -0.0025971804
      ],
      [
        "all",
        -0.00015229016
      ],
      [
        "ibility",
        -0.00030745665
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom of leaving the gleanings from crops and is known as Tzedakah. Wayfarers, converts, and those working for Allah are three of the eight categories of people who may benefit from this action in Islam,": {
    "guess": "Charity",
    "confidence": [
      [
        "Char",
        -0.16809413
      ],
      [
        "ity",
        -0.39323014
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar, whose speech against it was famously praised by Pius IX. It is considered a nontransferable charisma, and to employ it, the doctrine must have an associated consequence if not agreed with, it must be": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.05660065
      ],
      [
        "ap",
        -0.00023619852
      ],
      [
        "al",
        -1.9504607e-05
      ],
      [
        " inf",
        -0.010037019
      ],
      [
        "all",
        -0.0001942425
      ],
      [
        "ibility",
        -0.0002937519
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar, whose speech against it was famously praised by Pius IX. It is considered a nontransferable charisma,": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -1.0997391
      ],
      [
        "ap",
        -0.024096537
      ],
      [
        "al",
        -1.2664457e-06
      ],
      [
        " inf",
        -0.22384848
      ],
      [
        "all",
        -0.001262733
      ],
      [
        "ibility",
        -0.00071207434
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar, whose speech against it was famously praised by Pius IX. It is considered a nontransferable charisma, and to employ it, the doctrine must have an associated consequence if not agreed with, it must be taught in public, and it must apply to the entire Church. Most famously invoked by Pius XII concerning": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.027517725
      ],
      [
        "ap",
        -0.00028743778
      ],
      [
        "al",
        -2.8325678e-05
      ],
      [
        " inf",
        -0.008958446
      ],
      [
        "all",
        -0.00030590701
      ],
      [
        "ibility",
        -0.00061450514
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar, whose speech against it was famously praised by Pius IX. It is considered a nontransferable charisma, and to employ it, the doctrine must have an associated consequence if not agreed with, it must be taught in public, and it must apply to the entire Church. Most famously invoked by Pius XII concerning Mary's Assumption, this is FTP, what doctrine, which holds that when a statement is made ex cathedra,": {
    "guess": "Papal infallibility",
    "confidence": [
      [
        "P",
        -0.019911507
      ],
      [
        "ap",
        -3.523949e-05
      ],
      [
        "al",
        -4.8425554e-06
      ],
      [
        " inf",
        -0.0023333093
      ],
      [
        "all",
        -0.00020735491
      ],
      [
        "ibility",
        -0.00020890454
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom of leaving the gleanings from crops and is known as Tzedakah. Wayfarers, converts, and those working for Allah are three of the eight categories of people who may benefit from this action in Islam, whose less famous version is known as Sadaqqa. The survival of Theravada monks depends entirely on": {
    "guess": "Alms",
    "confidence": [
      [
        "Al",
        -0.58377224
      ],
      [
        "ms",
        -0.21705851
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom of leaving the gleanings from crops and is known as Tzedakah. Wayfarers, converts, and those working for Allah are three of the eight categories of people who may benefit from this action in Islam, whose less famous version is known as Sadaqqa. The survival of Theravada monks depends entirely on this practice, which Muslims perform by setting aside 2.5% of their income. For 10 points, zakat is a form of what charitable rite?": {
    "guess": "Almsgiving",
    "confidence": [
      [
        "Al",
        -0.8882327
      ],
      [
        "msg",
        -0.48195997
      ],
      [
        "iving",
        -0.00015335932
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism.": {
    "guess": "Alms",
    "confidence": [
      [
        "Al",
        -0.14585723
      ],
      [
        "ms",
        -0.62736547
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks,": {
    "guess": "Sujud",
    "confidence": [
      [
        "S",
        -1.142358
      ],
      [
        "uj",
        -0.9947233
      ],
      [
        "ud",
        -0.55905086
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom": {
    "guess": "Sadaqah",
    "confidence": [
      [
        "S",
        -1.2190408
      ],
      [
        "ada",
        -0.5343333
      ],
      [
        "q",
        -0.00075388176
      ],
      [
        "ah",
        -2.546479e-05
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom of leaving the gleanings from crops and is known as Tzedakah. Wayfarers, converts, and those working": {
    "guess": "Charity",
    "confidence": [
      [
        "Char",
        -0.2231071
      ],
      [
        "ity",
        -0.36478123
      ]
    ]
  },
  "Luke 21:31 is used as proof of this idea, as is Matthew 16:18, where Jesus puns on the word kepha, or rock, to describe the church. Its most notable opponent was Joseph Strossmayer, Bishop of Diakovar,": {
    "guess": "First Vatican Council",
    "confidence": [
      [
        "First",
        -0.9244139
      ],
      [
        " Vatican",
        -0.0018646184
      ],
      [
        " Council",
        -0.00079318596
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better than them. A karmkand may be exchanged for one performance of this action, known as Bhiksha, in Hinduism. Allah ordains that those who refuse to perform this action will have their foreheads, flanks, and backs branded with the fires of Hell. The Jewish form of this practice used to include the custom of leaving the gleanings from crops and is known as Tzedakah. Wayfarers, converts, and those working for Allah are three of the eight categories of people who may benefit from this action in Islam, whose less famous version is known as Sadaqqa. The survival of Theravada monks depends entirely on this practice, which Muslims perform by setting aside 2.5% of their income. For 10 points, zakat is": {
    "guess": "Zakat",
    "confidence": [
      [
        "Z",
        -0.21328305
      ],
      [
        "ak",
        -0.00017171667
      ],
      [
        "at",
        -0.004013934
      ]
    ]
  },
  "In Luke 21:1-4, Jesus contrasts a group of men performing this action with one woman who does it better": {
    "guess": "Almsgiving",
    "confidence": [
      [
        "Al",
        -1.2505234
      ],
      [
        "msg",
        -0.3217105
      ],
      [
        "iving",
        -9.138441e-05
      ]
    ]
  }
}