{
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.44217044
      ],
      [
        "night",
        -0.013554519
      ],
      [
        "'s",
        -0.012494472
      ],
      [
        " Children",
        -0.002189399
      ]
    ]
  },
  "Notably absent from this work are the thirteen years of its author's marriage and first seven years after his wife's suicide. Concluding that the titular subject was inadequate to prepare the author for the modern world, its subtitle declares it \"a Study of 20th Century Multiplicity\", and it seeks to contrast the modern age to the 13th century, notably in the chapter \"The Virgin and the Dynamo\". The companion piece to Mont-Saint-Michel and Chartres, FTP, what is this famous autobiography?": {
    "guess": "The Education of Henry Adams",
    "confidence": [
      [
        "The",
        -0.026521243
      ],
      [
        " Education",
        -0.00025382967
      ],
      [
        " of",
        -4.20341e-05
      ],
      [
        " Henry",
        -4.167649e-05
      ],
      [
        " Adams",
        -6.17027e-05
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach to this task multiplies (*) both sides by e raised to the integral of some function, while another rearranges to get an equation of the form f(x) times dx equals g(y) times dy and integrating both sides. For 10 points name this task which can be done numerically by Euler's method or analytically by": {
    "guess": "Solving differential equations",
    "confidence": [
      [
        "S",
        -0.41754857
      ],
      [
        "olving",
        -0.0030020662
      ],
      [
        " differential",
        -0.11471276
      ],
      [
        " equations",
        -0.00032044618
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic religious critiques include a work noting that \"A robe of seeming truth and trust/Hid crafty Observation,\" \"Holy Fair,\" and one where the title character, a church elder, apologizes to God for drunkenly beating his wife Lizzie.  The addressee of a more famous poem \"art no thy-lane\" because \"the": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.14239779
      ],
      [
        " Burns",
        -0.0015108126
      ]
    ]
  },
  "Of note are the grisailles on the top left and right showing the story of Cain and Abel.  Much of the": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.007706466
      ],
      [
        "h",
        -9.043079e-05
      ],
      [
        "ent",
        -4.4849444e-06
      ],
      [
        " Alt",
        -5.6815352e-05
      ],
      [
        "arp",
        -0.00012594614
      ],
      [
        "iece",
        -5.3358446e-05
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from the desk,\" and watches a \"typist home at tea-time.\" He claims to have \"foresuffered all\" and \"walked among the lowest of the dead\" in a poem in which he sees an \"Unreal City.\" This personage from \"The Fire Sermon\" describes himself as an old man with wrinkled female breasts\" in a poem which ends \"Shantih": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.0037323802
      ],
      [
        "ires",
        -0.008378879
      ],
      [
        "ias",
        -5.8841815e-05
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played. Be lenient in both accepting and prompting.] Happy Chandler inspired this movement by condemning the \"gentleman's agreement\" of his predecessor, Kenesaw Mountain Landis. Larry Doby of Cleveland was the second subject of this movement, which began when a member of the (*) Kansas City Monarchs was signed": {
    "guess": "Civil Rights Movement",
    "confidence": [
      [
        "Civil",
        -0.64972883
      ],
      [
        " Rights",
        -0.11491778
      ],
      [
        " Movement",
        -0.0030029004
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\" The speaker also notes that he has been \"round many western islands\" and travelled much \"in the realms": {
    "guess": "On First Looking into Chapman's Homer",
    "confidence": [
      [
        "On",
        -1.3662947
      ],
      [
        " First",
        -0.034999378
      ],
      [
        " Looking",
        -0.0006358316
      ],
      [
        " into",
        -0.0046835956
      ],
      [
        " Chapman",
        -2.1411865e-05
      ],
      [
        "'s",
        -0.00977616
      ],
      [
        " Homer",
        -0.00022213248
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William Garrison. Poems about \"The Shepherd of King Admetus\" and \"Hebe\" are included in one of his collections,": {
    "guess": "William Cullen Bryant",
    "confidence": [
      [
        "William",
        -1.1451566
      ],
      [
        " C",
        -0.52022004
      ],
      [
        "ullen",
        -0.00083225913
      ],
      [
        " Bryant",
        -0.00013619766
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\"": {
    "guess": "Abraham Lincoln's second inaugural address",
    "confidence": [
      [
        "Ab",
        -0.16149302
      ],
      [
        "raham",
        -4.723352e-06
      ],
      [
        " Lincoln",
        -0.00011439072
      ],
      [
        "'s",
        -0.00020818933
      ],
      [
        " second",
        -0.0072912932
      ],
      [
        " inaugural",
        -0.00016051154
      ],
      [
        " address",
        -6.3609965e-05
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\"": {
    "guess": "Green Grow the Rashes",
    "confidence": [
      [
        "Green",
        -0.34267047
      ],
      [
        " Grow",
        -0.00594776
      ],
      [
        " the",
        -0.0028173588
      ],
      [
        " R",
        -0.035892237
      ],
      [
        "ashes",
        -8.304016e-05
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh inspired the setting. In its prologue, Mr. Swallow, the lone supporter of the protagonist, advises": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.037405275
      ],
      [
        " Gr",
        -0.00014156183
      ],
      [
        "imes",
        -1.6643718e-05
      ]
    ]
  },
  "A noted spike in ferns occurred after this event, which saw the collapse of ammonite food chains in the oceans, though 90% of bony fish survived it. Luis and Walter Alvarez found a worldwide layer of iridium that supports one theory of this event, which may have started at the Chicxulub [CHIK-shoo-lub] (*) crater in the Yucatán. Birds and mammals were spared by, for 10 points, what event in which a": {
    "guess": "Cretaceous–Paleogene extinction event",
    "confidence": [
      [
        "C",
        -0.07284559
      ],
      [
        "ret",
        -0.0002451278
      ],
      [
        "aceous",
        -6.50404e-05
      ],
      [
        "–",
        -0.081975766
      ],
      [
        "Pale",
        -0.00038062572
      ],
      [
        "ogene",
        -4.604148e-06
      ],
      [
        " extinction",
        -0.014294786
      ],
      [
        " event",
        -0.00029482474
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called \"Trilemma,\" which rejects the \"moral teacher\" stance by claiming that Jesus must have been the son of God, a liar, or a lunatic. Using the moral law to establish the existence of God in \"The Rival Conceptions of God,\" it calls the world \"enemy-occupied territory\" in \"The Invasion.\" For ten points name this work originally broadcast on the BBC during World War II, written by C. S. Lewis and dealing": {
    "guess": "Mere Christianity",
    "confidence": [
      [
        "M",
        -0.008504418
      ],
      [
        "ere",
        -1.504853e-06
      ],
      [
        " Christianity",
        -0.0002930367
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently featured composer in the most famous annual New Year's concert. One of his stage works includes a vocal czardas [CHAR-dahs] and the aria \"Chacun à son goût.\" He wrote a polka that is played entirely": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.0028769148
      ],
      [
        "oh",
        -9.555654e-05
      ],
      [
        "ann",
        -6.704273e-07
      ],
      [
        " Strauss",
        -4.3822154e-05
      ],
      [
        " II",
        -8.506662e-05
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh inspired the setting. In its prologue, Mr. Swallow, the lone supporter of the protagonist, advises him against seeking a replacement worker via Ned Keene. Though John actually slips and falls": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.009039955
      ],
      [
        " Gr",
        -0.0019431572
      ],
      [
        "imes",
        -4.5252596e-05
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage to her father, and acknowledged him as the head of the Church of England. A Protestant insurrection broke out during this ruler's reign when she announced her intention to marry Phillip II. For ten points, name this eldest daughter of Henry VIII, who would go on to become the first undisputed queen": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.027295494
      ],
      [
        " I",
        -0.00018792471
      ],
      [
        " of",
        -5.8245798e-05
      ],
      [
        " England",
        -8.0656086e-05
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting": {
    "guess": "Cyrenaics",
    "confidence": [
      [
        "Cy",
        -2.1587358
      ],
      [
        "rena",
        -0.0010104191
      ],
      [
        "ics",
        -0.08392462
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western Schism. The most recent pope with this name was satirized as \"Simplicio\" in the text Dialogue Concerning the Two Chief World Systems, which was written by that pope's one-time friend, Galileo. The most": {
    "guess": "Urban",
    "confidence": [
      [
        "Urban",
        -0.24414007
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William Garrison. Poems about \"The Shepherd of King Admetus\" and \"Hebe\" are included in one of his collections, whose title character requests \"golden spurs\" to search for the Holy Grail, The Vision of Sir Launfal. Phoebus and Daphne appear in his satirical Fable For Critics, and the namesake farmer, Ezequiel, appears in an 1846 publication opposing the Mexican-American War. For ten points, identify this": {
    "guess": "James Russell Lowell",
    "confidence": [
      [
        "James",
        -0.016691677
      ],
      [
        " Russell",
        -0.0009608854
      ],
      [
        " Lowell",
        -2.057744e-05
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting it on the loom.\" This school which emphasized anaideia and autarkeia had a member from Maroneia named Hipparchia, and she was married to Crates of Thebes, another member.  Perhaps the most famous member": {
    "guess": "Cynicism (philosophy)",
    "confidence": [
      [
        "C",
        -0.10035278
      ],
      [
        "yn",
        -0.00015705463
      ],
      [
        "icism",
        -0.022989677
      ],
      [
        " (",
        -0.07261792
      ],
      [
        "phil",
        -0.013757358
      ],
      [
        "osoph",
        -1.0325924e-05
      ],
      [
        "y",
        -9.2695656e-05
      ],
      [
        ")",
        -2.8206474e-05
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently causes his father's death by drowning; later in the book, a similar series of events results": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.08403949
      ],
      [
        "night",
        -0.0042184857
      ],
      [
        "'s",
        -0.005276927
      ],
      [
        " Children",
        -0.001614604
      ]
    ]
  },
  "Notre-Dame de Paris is barely visible in the upper right, and the artist himself appears in a top hat on the far left. Behind him, a peasant with a cutlass stands poised to attack; in front of him, two": {
    "guess": "The Execution of Maximilian",
    "confidence": [
      [
        "The",
        -0.22711408
      ],
      [
        " Execution",
        -0.93514544
      ],
      [
        " of",
        -8.613945e-05
      ],
      [
        " Maxim",
        -0.43745118
      ],
      [
        "ilian",
        -0.0021795272
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument, van Cliburn, won an international competition during the Cold War. One of its performers known for (*) humming while playing it and similar eccentricities was Glenn Gould, and composers who primarily composed for this instrument included Alexander Scriabin and Frederic Chopin. For 10 points, identify this instrument played by Lang Lang and frequently manufactured by Steinway & Sons, a percussion": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.00955963
      ],
      [
        "iano",
        -2.129266e-05
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh inspired the setting. In its prologue, Mr. Swallow, the lone supporter of the protagonist, advises him against seeking a replacement worker via Ned Keene. Though John actually slips and falls to his death, the appearance of his sweater and an earlier bruise on his neck prompt a mob led by Mrs. Sedley to pursue, FTP, the title character of what Benjamin Britten opera about a fisherman and his": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.06524056
      ],
      [
        " Gr",
        -0.0021968833
      ],
      [
        "imes",
        -2.7372049e-05
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William Garrison. Poems about \"The Shepherd of King Admetus\" and \"Hebe\" are included in one of his collections, whose title character requests \"golden spurs\" to search for the Holy Grail, The Vision of Sir": {
    "guess": "Richard Henry Stoddard",
    "confidence": [
      [
        "Richard",
        -0.8345832
      ],
      [
        " Henry",
        -0.57841074
      ],
      [
        " St",
        -0.47024703
      ],
      [
        "odd",
        -3.0828953e-05
      ],
      [
        "ard",
        -0.0003999257
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as": {
    "guess": "Adrenal cortex",
    "confidence": [
      [
        "Ad",
        -0.28360426
      ],
      [
        "renal",
        -0.35932544
      ],
      [
        " cortex",
        -0.76799107
      ]
    ]
  },
  "Notre-Dame de Paris is barely visible in the upper right, and the artist himself appears in a top hat": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.491149
      ],
      [
        "erty",
        -0.0007517361
      ],
      [
        " Leading",
        -0.0060955198
      ],
      [
        " the",
        -0.0002939903
      ],
      [
        " People",
        -5.6100132e-05
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution this psychologist used a Marxist approach to psychoanalysis, arguing that abolition of the": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.121339135
      ],
      [
        "helm",
        -0.0004017137
      ],
      [
        " Reich",
        -1.6240566e-06
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently causes his father's death by drowning; later in the book, a similar series of events results in the near-drowning of his own son Anand, the author's alter-ego, who ends up earning a scholarship": {
    "guess": "The God of Small Things",
    "confidence": [
      [
        "The",
        -0.46392813
      ],
      [
        " God",
        -0.920089
      ],
      [
        " of",
        -0.0018802083
      ],
      [
        " Small",
        -3.6073914e-05
      ],
      [
        " Things",
        -0.0002450086
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested they might have a secretory function, and only in the 1930s was the makeup of those secretions": {
    "guess": "Adrenal gland",
    "confidence": [
      [
        "Ad",
        -0.78270334
      ],
      [
        "renal",
        -0.017852323
      ],
      [
        " gland",
        -0.8220238
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently causes his father's death by drowning; later in the book, a similar series of events results in the near-drowning of his own son Anand, the author's alter-ego, who ends up earning a scholarship to study in England. For ten points, what is this novel of an endlessly frustrated Trinidadian journalist married into the domineering Tulsi clan, who accomplishes his life goal only under disadvantageous": {
    "guess": "A House for Mr Biswas",
    "confidence": [
      [
        "A",
        -0.14839603
      ],
      [
        " House",
        -0.024922559
      ],
      [
        " for",
        -0.008409373
      ],
      [
        " Mr",
        -1.5809293e-05
      ],
      [
        " Bis",
        -0.17866199
      ],
      [
        "was",
        -4.9305523e-05
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing his play The (*) Countess Cathleen and expressed a need to lie down \"in the foul rag and bone shop of the heart\" in \"The Circus Animals' Desertion\". In another poem, he wrote of how \"a vast image out of Spiritus Mundi troubles my heart\" and asked \"what rough beast...slouches toward Bethlehem to be born?\" For 10 points, name this cofounder of the Abbey Theater, an Irish poet who wrote of a time when \"things fall apart\" in \"The Second Coming\".": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.162316
      ],
      [
        ".",
        -0.011196244
      ],
      [
        " B",
        -4.9617593e-06
      ],
      [
        ".",
        -0.00010032469
      ],
      [
        " Ye",
        -8.180258e-06
      ],
      [
        "ats",
        -3.523949e-05
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument;": {
    "guess": "Violin",
    "confidence": [
      [
        "Viol",
        -0.20897944
      ],
      [
        "in",
        -0.134451
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage to her father, and acknowledged him as the head of the Church of England. A Protestant insurrection broke out during this ruler's reign when she announced her intention to marry Phillip II. For ten points, name this eldest daughter of Henry VIII, who would go on to become the first undisputed queen regnant of England following her younger brother Edward VI, who acquired a \"bloody\" epithet while trying": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.02681723
      ],
      [
        " I",
        -0.00013679368
      ],
      [
        " of",
        -0.00019352727
      ],
      [
        " England",
        -5.9914648e-05
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\" The speaker also notes that he has been \"round many western islands\" and travelled much \"in the realms of gold.\" After performing the titular action, the speaker \"felt like some watcher of the skies when a new planet swims into his ken.\" He also compares himself to \"stout Cortez\" staring at the Pacific. For 10 points, name this John Keats poem about the discovery of a certain translation of the work": {
    "guess": "On First Looking into Chapman's Homer",
    "confidence": [
      [
        "On",
        -0.10285118
      ],
      [
        " First",
        -0.0015531904
      ],
      [
        " Looking",
        -0.00089335564
      ],
      [
        " into",
        -0.0015942458
      ],
      [
        " Chapman",
        -0.00010509284
      ],
      [
        "'s",
        -0.000711359
      ],
      [
        " Homer",
        -0.00010974178
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.007902588
      ],
      [
        " Gr",
        -8.10137e-05
      ],
      [
        "imes",
        -3.5358695e-05
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William": {
    "guess": "Samuel Taylor Coleridge",
    "confidence": [
      [
        "Sam",
        -0.8020881
      ],
      [
        "uel",
        -0.0005461226
      ],
      [
        " Taylor",
        -0.0039935117
      ],
      [
        " Col",
        -1.27099975e-05
      ],
      [
        "er",
        -2.9517714e-05
      ],
      [
        "idge",
        -0.0002882722
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that": {
    "guess": "The Essence of Christianity",
    "confidence": [
      [
        "The",
        -1.0519288
      ],
      [
        " Essence",
        -0.026365671
      ],
      [
        " of",
        -0.00024989594
      ],
      [
        " Christianity",
        -0.111950494
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies him. This character was molested by his \"Wicked Uncle Ernie,\" and his birth is recounted in the song \"Fantastic Journey\" and \"It's a Boy,\" while shortly after his birth, his father kills his mother's lover.  This character eventually marries Sally Simpson, and sings the song \"I'm Free\", as well as \"See Me, Feel Me.\" For 10 points, name the \"deaf, dumb, and blind\" pinball-playing subject of a Who rock opera and film adaptation.": {
    "guess": "Tommy",
    "confidence": [
      [
        "Tom",
        -0.015363941
      ],
      [
        "my",
        -3.1281633e-07
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal": {
    "guess": "What We Talk About When We Talk About Love",
    "confidence": [
      [
        "What",
        -1.4222728
      ],
      [
        " We",
        -0.0014239257
      ],
      [
        " Talk",
        -4.6802244e-05
      ],
      [
        " About",
        -6.647085e-05
      ],
      [
        " When",
        -6.2729996e-06
      ],
      [
        " We",
        -5.4385737e-06
      ],
      [
        " Talk",
        -7.350386e-05
      ],
      [
        " About",
        -0.00010759611
      ],
      [
        " Love",
        -9.0907604e-05
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of": {
    "guess": "Miracle of the Black Leg",
    "confidence": [
      [
        "Mir",
        -1.0774431
      ],
      [
        "acle",
        -0.042269133
      ],
      [
        " of",
        -0.007168909
      ],
      [
        " the",
        -0.82117414
      ],
      [
        " Black",
        -1.4776306
      ],
      [
        " Leg",
        -0.023157082
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient enzyme which functions in this organelle is compensated for using agalsidase alfa or agalsidase beta, and is encoded by the (*) G-L-A gene. Other related diseases of this organelle are treated by targeting a pathway involving acid hydrolase precursor proteins marked with mannose-6-phosphate. Niemann-Pick and Tay-Sachs are two of this organelle's namesake \"storage diseases.\" For 10 points, name these digestive organelles which break down cellular wastes.": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0026833757
      ],
      [
        "ys",
        0.0
      ],
      [
        "osome",
        -0.00018089537
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel, Portrait of a Marriage, detailed her unusual relationship with her husband Sir Harold Nicholson. Her poetry minutely describes the rural year in Kent, particularly 1926's The Land. Often thought to be the inspiration for Virginia Woolf's Orlando, her own novels deal with themes of marriage, widowhood, and aging, such as Pepita and All Passion Spent. An important member of the Bloomsbury Group, FTP, identify this author of The Edwardians.": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -0.004432967
      ],
      [
        "ita",
        -0.00030745665
      ],
      [
        " S",
        -0.00024691585
      ],
      [
        "ack",
        -8.418666e-06
      ],
      [
        "ville",
        -7.4576696e-05
      ],
      [
        "-West",
        -0.00037871845
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting it on the loom.\" This school which emphasized anaideia and autarkeia had a member from Maroneia named Hipparchia, and she was married to Crates of Thebes, another member.  Perhaps the most famous member carried a lantern during the day looking for an honest man, and adherents to this school ridiculed social conventions. FTP, name this philosophical school also represented by Antisthenes and Diogenes of Sinope, derived from the Greek word for ''dog.\"": {
    "guess": "Cynicism (philosophy)",
    "confidence": [
      [
        "C",
        -0.004004315
      ],
      [
        "yn",
        -1.9862217e-05
      ],
      [
        "icism",
        -0.000878589
      ],
      [
        " (",
        -0.012293246
      ],
      [
        "phil",
        -0.00084857905
      ],
      [
        "osoph",
        -2.1008714e-06
      ],
      [
        "y",
        -6.659005e-05
      ],
      [
        ")",
        -9.372295e-06
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these people, Enoch Lewis, inspired a change in doctrine about them when he married Matilda Webster. They were the subject of Spencer Kimball's \"Official Declaration--2\", and according to a now-abandoned": {
    "guess": "Black people in The Church of Jesus Christ of Latter-day Saints",
    "confidence": [
      [
        "Black",
        -0.8079021
      ],
      [
        " people",
        -0.0058648014
      ],
      [
        " in",
        -0.44753745
      ],
      [
        " The",
        -0.18681233
      ],
      [
        " Church",
        -0.000104616025
      ],
      [
        " of",
        -3.1544176e-05
      ],
      [
        " Jesus",
        -6.575563e-05
      ],
      [
        " Christ",
        -0.0003280752
      ],
      [
        " of",
        -9.627177e-05
      ],
      [
        " Latter",
        -0.00012403888
      ],
      [
        "-day",
        -0.008749779
      ],
      [
        " Saints",
        -0.00012666137
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in": {
    "guess": "The Theory of Moral Sentiments",
    "confidence": [
      [
        "The",
        -1.1124048
      ],
      [
        " Theory",
        -0.9012476
      ],
      [
        " of",
        -0.00044342037
      ],
      [
        " Moral",
        -0.006291368
      ],
      [
        " Sent",
        -5.6769813e-06
      ],
      [
        "iments",
        -5.8722613e-05
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\" The speaker also notes that he has been \"round many western islands\" and travelled much \"in the realms of gold.\" After performing the titular action, the speaker \"felt like some watcher of the skies": {
    "guess": "On First Looking into Chapman's Homer",
    "confidence": [
      [
        "On",
        -0.20959163
      ],
      [
        " First",
        -0.0099748215
      ],
      [
        " Looking",
        -0.0007226797
      ],
      [
        " into",
        -0.0073851286
      ],
      [
        " Chapman",
        -6.0033854e-05
      ],
      [
        "'s",
        -0.011373416
      ],
      [
        " Homer",
        -0.00028016636
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William Garrison. Poems about \"The Shepherd of King Admetus\" and \"Hebe\" are included in one of his collections, whose title character requests \"golden spurs\" to search for the Holy Grail, The Vision of Sir Launfal. Phoebus and Daphne appear in his satirical Fable For Critics, and the namesake farmer, Ezequiel,": {
    "guess": "James Russell Lowell",
    "confidence": [
      [
        "James",
        -0.0195507
      ],
      [
        " Russell",
        -0.0008509631
      ],
      [
        " Lowell",
        -7.2907846e-05
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel, Portrait of a Marriage, detailed her unusual relationship with her husband Sir Harold Nicholson.": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -0.005774254
      ],
      [
        "ita",
        -0.00013297916
      ],
      [
        " S",
        -9.5079726e-05
      ],
      [
        "ack",
        -7.465036e-06
      ],
      [
        "ville",
        -6.46828e-05
      ],
      [
        "-West",
        -0.0003341546
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it": {
    "guess": "Child-directed speech",
    "confidence": [
      [
        "Child",
        -0.41706547
      ],
      [
        "-directed",
        -0.003916088
      ],
      [
        " speech",
        -0.00086024636
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn": {
    "guess": "Unitarianism",
    "confidence": [
      [
        "Unit",
        -0.34488904
      ],
      [
        "arian",
        -0.00878096
      ],
      [
        "ism",
        -0.0865006
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution this psychologist used a Marxist approach to psychoanalysis, arguing that abolition of the bourgeoisie family would eliminate the oedipal complex and allow fuller sexual satisfaction. These theories all contributed to his pseudoscientific system of orgonomy. FTP, identify this Viennese psychologist": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.0007495904
      ],
      [
        "helm",
        -0.0014565436
      ],
      [
        " Reich",
        -3.1281633e-07
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for one group who undertook this action. One treaty that led to this was opposed by the National Party and notably not signed by John Ross. Enforced by the Treaty of New Echota, its namesake act was opposed by Davy Crockett. The most famous occurrence of this saw Winfield Scott in charge of leading a group from Georgia to Oklahoma. For ten points, name this action advocated by Andrew Jackson, which was": {
    "guess": "Indian Removal",
    "confidence": [
      [
        "Indian",
        -0.3301872
      ],
      [
        " Removal",
        -0.042625837
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are connected to this molecule by a synthetase [SIN-thuh-tase] made using an aaRS gene, and this molecule is called charged when the amino acid is attached. Robert Holley mapped the example of this molecule that binds to alanine [A-luh-neen]. A mapping of these molecules generally includes a TPsiC arm, DHU arm, and anticodon [an-tie-KOE-don] as part of its cloverleaf structure. Name these molecules that move amino acids to ribosomes [RIE-boe-soems], a type of ribonucleic [rie-boe-new-KLAY-ik] acid.": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.07390767
      ],
      [
        " RNA",
        -0.0044019865
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\"": {
    "guess": "On First Looking into Chapman's Homer",
    "confidence": [
      [
        "On",
        -1.7106285
      ],
      [
        " First",
        -0.011783832
      ],
      [
        " Looking",
        -0.00083333196
      ],
      [
        " into",
        -0.004127792
      ],
      [
        " Chapman",
        -8.1371305e-05
      ],
      [
        "'s",
        -0.009010422
      ],
      [
        " Homer",
        -0.00057030993
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the": {
    "guess": "La Bayadère",
    "confidence": [
      [
        "La",
        -0.0050412714
      ],
      [
        " Bay",
        -0.0051675816
      ],
      [
        "ad",
        -0.00021903319
      ],
      [
        "ère",
        -0.00030436102
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing his play The (*) Countess Cathleen and expressed a need to lie down \"in the foul rag and bone shop of the heart\" in \"The Circus Animals' Desertion\". In another poem, he wrote of how \"a vast image out of Spiritus Mundi troubles my heart\" and asked \"what rough beast...slouches toward Bethlehem to be born?\" For 10 points, name this cofounder of the Abbey Theater, an Irish poet who wrote of a time": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.043402087
      ],
      [
        ".",
        -0.0057627577
      ],
      [
        " B",
        -4.8425554e-06
      ],
      [
        ".",
        -9.4245304e-05
      ],
      [
        " Ye",
        -6.869018e-06
      ],
      [
        "ats",
        -4.179569e-05
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for Carlotta Grisi, Berthe often loosens her daughter's bun before the Act I Finale, which features a (*) \"mad scene.\" Wilfred's master poses as Loys in this ballet, causing him to be targeted by the vengeful Queen Myrta. The title character of this ballet joins the undead Wilis after Hilarion reveals Duke Albrecht's deceit, breaking her heart. For 10 points, identify this ballet about a peasant girl": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.00095695903
      ],
      [
        "is",
        -5.967624e-05
      ],
      [
        "elle",
        -1.8431772e-05
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that it dissolved when human relations become close and communitarian.  However, it was most famously adapted to describe a particular conception of dialogue that opposes both the religious goal of a mystical union with God and the idea of any impersonal or objective knowledge of God.  For 10 points, what is this phrase used to describe the interpersonal dialogue between God and man in a 1922 work by Martin Buber?": {
    "guess": "I and Thou",
    "confidence": [
      [
        "I",
        -0.0234211
      ],
      [
        " and",
        -0.01241358
      ],
      [
        " Thou",
        -0.00044949973
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.8883009
      ],
      [
        "ys",
        -0.016885333
      ],
      [
        "osome",
        -0.001456186
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument, van Cliburn, won an international competition during the Cold War. One of its performers known for (*) humming while playing it and similar eccentricities was Glenn Gould, and composers who primarily composed for this instrument included Alexander Scriabin and Frederic Chopin. For 10 points, identify this instrument played by Lang Lang and frequently manufactured by Steinway & Sons, a percussion instrument with 88 keys.": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.009036535
      ],
      [
        "iano",
        -9.133887e-06
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18": {
    "guess": "Cathelicidin",
    "confidence": [
      [
        "C",
        -0.49133137
      ],
      [
        "ath",
        -0.20833339
      ],
      [
        "elic",
        -3.1544176e-05
      ],
      [
        "id",
        -6.194111e-05
      ],
      [
        "in",
        -0.008469311
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that it dissolved when human relations become close and communitarian.  However, it was most famously adapted to describe a particular conception of dialogue that opposes both the religious goal of a mystical union with God and the idea of any impersonal or objective knowledge of God.  For 10 points, what is this phrase used to describe the interpersonal dialogue between God and man in a 1922 work by": {
    "guess": "Dialogical theology",
    "confidence": [
      [
        "Dialog",
        -1.0769931
      ],
      [
        "ical",
        -0.06433744
      ],
      [
        " theology",
        -0.2436965
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently featured composer in the most famous annual New Year's concert. One of his stage works includes a vocal czardas [CHAR-dahs] and the aria \"Chacun à son goût.\" He wrote a polka that is played entirely pizzicato and another named Trish Trash. This composer's father wrote the Radetzky March. For 10 points, name this \"Waltz King,\" the composer of Tales From the Vienna Woods, Die Fledermaus, and By the Beautiful Blue Danube.": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.0032197798
      ],
      [
        "oh",
        -6.6113236e-05
      ],
      [
        "ann",
        -1.3186812e-05
      ],
      [
        " Strauss",
        -8.1609716e-05
      ],
      [
        " II",
        -6.515961e-05
      ]
    ]
  },
  "Of note are the grisailles on the top left and right showing the story of Cain and Abel.  Much of the work was finished under the behest of Jodicus Vyd, whose portrait is barely evident on the lower right.  A radical depiction is the soft, sensuous, and almost pregnant belly of Eve on the top right, but perhaps most famous is the Adoration of the Lamb panel at the bottom center.  FTP, name this work completed around 1432 by Hubert and Jan van Eyck.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.0012926165
      ],
      [
        "h",
        -4.3941356e-05
      ],
      [
        "ent",
        -8.299462e-06
      ],
      [
        " Alt",
        -4.6444635e-05
      ],
      [
        "arp",
        -8.697388e-05
      ],
      [
        "iece",
        -7.529192e-05
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage to her father, and acknowledged him as the head of the Church of England. A Protestant insurrection": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.084909566
      ],
      [
        " I",
        -0.00092670694
      ],
      [
        " of",
        -0.00022547018
      ],
      [
        " England",
        -0.00036525945
      ]
    ]
  },
  "Of note are the grisailles on the top left and right showing the story of Cain and Abel.  Much of the work was finished under the behest of Jodicus Vyd, whose portrait is barely evident on the lower right.  A radical depiction is the soft, sensuous, and almost pregnant belly of Eve on the top right, but perhaps most famous is the Adoration of the Lamb panel at the bottom center.  FTP, name this work": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.00664006
      ],
      [
        "h",
        -4.6444635e-05
      ],
      [
        "ent",
        -6.6306106e-06
      ],
      [
        " Alt",
        -4.5252596e-05
      ],
      [
        "arp",
        -7.9702455e-05
      ],
      [
        "iece",
        -8.10137e-05
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently featured composer in the most famous annual New Year's concert. One of his stage works includes a vocal czardas [CHAR-dahs] and the aria \"Chacun à son goût.\" He wrote a polka that is played entirely pizzicato and another named Trish Trash. This composer's father wrote the Radetzky March. For 10 points, name this \"Waltz King,\" the composer of Tales From the Vienna Woods, Die Fledermaus, and": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.0056582177
      ],
      [
        "oh",
        -0.00015812746
      ],
      [
        "ann",
        -4.3583746e-05
      ],
      [
        " Strauss",
        -0.00011093382
      ],
      [
        " II",
        -0.001229754
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy and shows some skin, as well as the sketchy comic relief of El Brendel in the role of Patrick O'Brien. It details the troubled relationship between Jack Powell and David Armstrong, who are both in": {
    "guess": "Wings (1927 film)",
    "confidence": [
      [
        "W",
        -1.5956212
      ],
      [
        "ings",
        -0.08305709
      ],
      [
        " (",
        -0.0052211867
      ],
      [
        "192",
        -0.007417794
      ],
      [
        "7",
        -0.0006782424
      ],
      [
        " film",
        -0.00010318558
      ],
      [
        ")",
        -4.3464544e-05
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic religious critiques include a work noting that \"A robe of seeming truth and trust/Hid crafty Observation,\" \"Holy Fair,\" and one where the title character, a church elder, apologizes to God for drunkenly beating his wife Lizzie.  The addressee of a more famous poem \"art no thy-lane\" because \"the best laid schemes o' mice an' men/ Gang aft a-gley.\"  Name this poet of \"Holy Willie's Prayer,\" \"To a Mouse\" and \"Auld Lang Syne.\"": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.0024379739
      ],
      [
        " Burns",
        -0.00028600733
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh inspired the setting. In its prologue, Mr. Swallow, the lone supporter of the protagonist, advises him against seeking a replacement worker via Ned Keene. Though John actually slips and falls to his death, the appearance of his sweater and an earlier bruise on his neck prompt a mob led by Mrs.": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.01553744
      ],
      [
        " Gr",
        -0.0013938076
      ],
      [
        "imes",
        -2.6299214e-05
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient enzyme which functions in this organelle is compensated for using agalsidase alfa or agalsidase beta,": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0030979775
      ],
      [
        "ys",
        -2.3392786e-06
      ],
      [
        "osome",
        -0.00023381444
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies him. This character was molested by his \"Wicked Uncle Ernie,\" and his birth is recounted in the song \"Fantastic Journey\" and \"It's a Boy,\" while shortly after his birth, his father kills his mother's lover.  This character eventually marries Sally Simpson, and sings the song \"I'm Free\", as well as \"See Me, Feel Me.\" For 10 points, name the \"deaf, dumb, and blind\" pinball-playing subject of a": {
    "guess": "Tommy (album)",
    "confidence": [
      [
        "Tom",
        -0.031054571
      ],
      [
        "my",
        -4.3202e-07
      ],
      [
        " (",
        -0.048757795
      ],
      [
        "album",
        -1.148118
      ],
      [
        ")",
        -0.004456824
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila.": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0038370173
      ],
      [
        "yr",
        -1.11603495e-05
      ],
      [
        "us",
        -7.89631e-07
      ],
      [
        " Cylinder",
        -0.6229707
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument,": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.008808023
      ],
      [
        "iano",
        -7.7318386e-05
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient enzyme which functions in this organelle is compensated for using agalsidase alfa or agalsidase beta, and is encoded by the (*) G-L-A gene. Other related diseases of this organelle are treated by targeting a pathway involving acid hydrolase precursor proteins marked with mannose-6-phosphate. Niemann-Pick": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.022726228
      ],
      [
        "ys",
        -6.749814e-06
      ],
      [
        "osome",
        -0.000296136
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played.": {
    "guess": "List of cognitive biases",
    "confidence": [
      [
        "List",
        -1.3944046
      ],
      [
        " of",
        -0.0024870727
      ],
      [
        " cognitive",
        -1.8135023
      ],
      [
        " biases",
        -0.000162538
      ]
    ]
  },
  "Notably absent from this work are the thirteen years of its author's marriage and first seven years after his wife's suicide. Concluding that the titular subject was inadequate to prepare the author for the modern world, its subtitle declares it \"a Study of 20th Century Multiplicity\", and it seeks to contrast the modern age to the 13th century, notably in the chapter \"The Virgin and the Dynamo\". The": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.52945846
      ],
      [
        " Waste",
        -0.5947367
      ],
      [
        " Land",
        -0.00014787962
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach": {
    "guess": "Numerical partial differential equations",
    "confidence": [
      [
        "Numer",
        -0.7580897
      ],
      [
        "ical",
        -0.00018637507
      ],
      [
        " partial",
        -0.04465482
      ],
      [
        " differential",
        -0.00012535013
      ],
      [
        " equations",
        -0.16679361
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.00979753
      ],
      [
        "ys",
        -4.4537377e-05
      ],
      [
        "osome",
        -0.0003607297
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his expeditions against Balkh and Badakhshan brought his country near to bankruptcy. During his reign he obtained multiple cities, including Golconda and Qandahar, although he later lost it to the Persians, and in 1648 he moved the capital to Delhi. After this man's death, his sons Murad Bhasksh and Dara Shikoh were cast aside in favor of the new emperor, Aurangzeb. For ten points, name this Mughal": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.05013858
      ],
      [
        "ah",
        -0.0024990868
      ],
      [
        " J",
        -0.0022041437
      ],
      [
        "ahan",
        -1.4259645e-05
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach to this task multiplies (*) both sides by e raised to the integral of some function, while another": {
    "guess": "Numerical partial differential equations",
    "confidence": [
      [
        "Numer",
        -0.796967
      ],
      [
        "ical",
        -4.7517467e-05
      ],
      [
        " partial",
        -0.3810383
      ],
      [
        " differential",
        -8.888114e-05
      ],
      [
        " equations",
        -0.016900914
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.32409525
      ],
      [
        " I",
        -0.00032616797
      ],
      [
        " of",
        -0.22434303
      ],
      [
        " England",
        -4.1080468e-05
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these people, Enoch Lewis, inspired a change in doctrine about them when he married Matilda Webster. They were the subject of Spencer Kimball's \"Official Declaration--2\", and according to a now-abandoned doctrine, they were created when Ham married Egyptus, who was a descendant of Cain. For 10 points, identify this group within Mormonism who, as of 1978, may become priests, and who were never specifically forbidden from miscegenation.": {
    "guess": "Black people in Mormon doctrine",
    "confidence": [
      [
        "Black",
        -0.14535712
      ],
      [
        " people",
        -0.0076285196
      ],
      [
        " in",
        -0.1994695
      ],
      [
        " Mormon",
        -0.05492799
      ],
      [
        " doctrine",
        -0.28122136
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are connected to this molecule by a synthetase [SIN-thuh-tase] made using an aaRS gene, and this molecule": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.23701265
      ],
      [
        " RNA",
        -0.0017752614
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for Carlotta Grisi, Berthe often loosens her daughter's bun before the Act I Finale, which features a": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.34852713
      ],
      [
        "is",
        -1.92662e-05
      ],
      [
        "elle",
        -1.473646e-05
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies him. This character was molested by his \"Wicked Uncle Ernie,\" and his birth is recounted in the song \"Fantastic Journey\" and \"It's a Boy,\" while shortly after his birth, his father kills his mother's lover.  This character eventually marries Sally Simpson, and sings the song \"I'm Free\", as well": {
    "guess": "Tommy (character)",
    "confidence": [
      [
        "Tom",
        -0.024226045
      ],
      [
        "my",
        -9.0883464e-07
      ],
      [
        " (",
        -0.07052084
      ],
      [
        "character",
        -1.3147094
      ],
      [
        ")",
        -0.0020674681
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his expeditions against Balkh and Badakhshan brought his country near to bankruptcy. During his reign": {
    "guess": "Aurangzeb",
    "confidence": [
      [
        "A",
        -0.53487957
      ],
      [
        "ur",
        -0.0007556662
      ],
      [
        "ang",
        -4.978234e-05
      ],
      [
        "ze",
        -7.77952e-05
      ],
      [
        "b",
        -0.00016742534
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with": {
    "guess": "La Bayadère",
    "confidence": [
      [
        "La",
        -0.05935199
      ],
      [
        " Bay",
        -0.10504693
      ],
      [
        "ad",
        -0.00021212305
      ],
      [
        "ère",
        -0.0014411847
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage rose to high rank, commanding three frontier provinces. After Li's death precipitated a power struggle, this man declared the Yen Dynasty. His ascension would be checked by Uighur forces, but": {
    "guess": "An Lushan Rebellion",
    "confidence": [
      [
        "An",
        -0.041472897
      ],
      [
        " L",
        -0.0031915011
      ],
      [
        "ush",
        -1.3902034e-05
      ],
      [
        "an",
        -0.00023917861
      ],
      [
        " Rebellion",
        -0.3462295
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur silversmith and maker of golden fish, he burns his poems after he begins to lose his memory, and signs a peace treaty with the Conservative government. His great-great-great- grandnephew, after seducing": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.356267
      ],
      [
        " Hundred",
        -0.00015407454
      ],
      [
        " Years",
        -0.00012118533
      ],
      [
        " of",
        -0.0001756504
      ],
      [
        " Sol",
        -1.8550976e-05
      ],
      [
        "itude",
        -9.567575e-05
      ]
    ]
  },
  "Notre-Dame de Paris is barely visible in the upper right, and the artist himself appears in a top hat on the far left. Behind him, a peasant with a cutlass stands poised to attack; in front of him, two men lay dying, victims of the 1830 event that the artist meant to commemorate. This painting's most notable image, however, is the bare-breasted Marianne waving the tricolor in its center. FTP, name": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.12576887
      ],
      [
        "erty",
        -8.4828214e-05
      ],
      [
        " Leading",
        -0.00042042506
      ],
      [
        " the",
        -0.00025752498
      ],
      [
        " People",
        -4.310693e-05
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\" The speaker also notes that he has been \"round many western islands\" and travelled much \"in the realms of gold.\" After performing the titular action, the speaker \"felt like some watcher of the skies when a new planet swims into his ken.\" He also compares himself to \"stout Cortez\" staring at the Pacific.": {
    "guess": "Ode to a Nightingale",
    "confidence": [
      [
        "O",
        -0.73284036
      ],
      [
        "de",
        -0.00051371387
      ],
      [
        " to",
        -0.05966514
      ],
      [
        " a",
        -0.0015510482
      ],
      [
        " Night",
        -0.0001008015
      ],
      [
        "ing",
        -4.5371802e-05
      ],
      [
        "ale",
        -4.608702e-05
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks": {
    "guess": "La Bayadère",
    "confidence": [
      [
        "La",
        -0.26285434
      ],
      [
        " Bay",
        -0.0036757288
      ],
      [
        "ad",
        -0.0003933768
      ],
      [
        "ère",
        -0.0034325733
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western Schism. The most recent pope with this name was satirized as \"Simplicio\" in the text Dialogue Concerning the Two Chief World Systems, which was written by that pope's one-time friend, Galileo. The most well-known pope with this name legendarily inspired a crowd to chant \"God wills it!\" after talking about reclaiming the Holy Land at the Council of Clermont. For 10 points, give this name of eight": {
    "guess": "Innocent",
    "confidence": [
      [
        "In",
        -1.3065308
      ],
      [
        "noc",
        -0.0012557073
      ],
      [
        "ent",
        -0.0005094262
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur silversmith and maker of golden fish, he burns his poems after he begins to lose his memory, and signs": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.1248258
      ],
      [
        " Hundred",
        -0.000118324446
      ],
      [
        " Years",
        -0.00019328887
      ],
      [
        " of",
        -0.00014180024
      ],
      [
        " Sol",
        -7.4695905e-05
      ],
      [
        "itude",
        -2.7014437e-05
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called": {
    "guess": "Fear and Trembling",
    "confidence": [
      [
        "Fear",
        -0.68053955
      ],
      [
        " and",
        -0.0007319739
      ],
      [
        " Trem",
        -0.002390041
      ],
      [
        "bling",
        -0.00011069541
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The": {
    "guess": "Jorge Luis Borges",
    "confidence": [
      [
        "J",
        -1.5624248
      ],
      [
        "orge",
        -0.0010890202
      ],
      [
        " Luis",
        -0.00016313401
      ],
      [
        " Borg",
        -6.9882217e-06
      ],
      [
        "es",
        -2.6968896e-06
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient enzyme which functions in this organelle is compensated for using agalsidase alfa or agalsidase beta, and is encoded by the (*) G-L-A gene. Other related diseases of this organelle are treated by targeting a pathway involving acid hydrolase precursor proteins marked with mannose-6-phosphate. Niemann-Pick and Tay-Sachs are two of this organelle's namesake \"storage diseases.\" For 10 points, name these": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0058675245
      ],
      [
        "ys",
        -3.1281633e-07
      ],
      [
        "osome",
        -0.00015645861
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.014004944
      ],
      [
        " Gr",
        -0.00057936576
      ],
      [
        "imes",
        -3.7385154e-05
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing his play The (*) Countess Cathleen and expressed a need to lie down \"in the foul rag and bone": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.031716876
      ],
      [
        ".",
        -0.007176833
      ],
      [
        " B",
        -0.013369739
      ],
      [
        ".",
        -0.00028898742
      ],
      [
        " Ye",
        -5.0378356e-05
      ],
      [
        "ats",
        -0.0001558626
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first declaration of human rights in history. This son of Persis seized the city of Sardis after defeating the Lydian king, Croesus. Herodotus reports that this man met his end fighting against Tomyris, the queen of the nomadic Massagetae people, while he was idealized in a namesake text by Xenophon. When this man conquered Babylon in 539 BCE, he permitted more than 40,000 Jews to leave and return to Palestine. For 10 points, name this founder of the Achaemenid Empire.": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.0007514977
      ],
      [
        "yr",
        -4.4849444e-06
      ],
      [
        "us",
        -6.2729996e-06
      ],
      [
        " the",
        -0.04800159
      ],
      [
        " Great",
        -0.0004066011
      ]
    ]
  },
  "A noted spike in ferns occurred after this event, which saw the collapse of ammonite food chains in the oceans, though 90% of bony fish survived it. Luis and Walter Alvarez found a worldwide layer of iridium that supports one theory of this event, which may have started at the Chicxulub [CHIK-shoo-lub] (*) crater in the Yucatán. Birds and mammals were spared by, for 10 points, what event in which a large groups of reptiles were wiped out 65 million years ago?": {
    "guess": "Cretaceous–Paleogene extinction event",
    "confidence": [
      [
        "C",
        -0.02306622
      ],
      [
        "ret",
        -6.2775536e-05
      ],
      [
        "aceous",
        -6.682846e-05
      ],
      [
        "–",
        -0.033880584
      ],
      [
        "Pale",
        -0.00012403888
      ],
      [
        "ogene",
        -1.504853e-06
      ],
      [
        " extinction",
        -0.0007337473
      ],
      [
        " event",
        -0.0011477179
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are": {
    "guess": "Amino acid",
    "confidence": [
      [
        "A",
        -0.12749957
      ],
      [
        "mino",
        -0.000108668944
      ],
      [
        " acid",
        -0.0934292
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.25004742
      ],
      [
        " I",
        -0.002724633
      ],
      [
        " of",
        -0.108796805
      ],
      [
        " England",
        -0.0005688795
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist,": {
    "guess": "Cynicism",
    "confidence": [
      [
        "C",
        -0.2465251
      ],
      [
        "yn",
        -0.001104018
      ],
      [
        "icism",
        -0.12397009
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting it on the loom.\" This school which emphasized anaideia and autarkeia had a member from Maroneia named": {
    "guess": "Cynicism",
    "confidence": [
      [
        "C",
        -0.21609038
      ],
      [
        "yn",
        -0.0018802083
      ],
      [
        "icism",
        -0.528243
      ]
    ]
  },
  "A noted spike in ferns occurred after this event, which saw the collapse of ammonite food chains in the": {
    "guess": "Cretaceous–Paleogene extinction event",
    "confidence": [
      [
        "C",
        -0.0956714
      ],
      [
        "ret",
        -0.00019674578
      ],
      [
        "aceous",
        -3.7385154e-05
      ],
      [
        "–",
        -0.12620987
      ],
      [
        "Pale",
        -0.0008005766
      ],
      [
        "ogene",
        -1.2829201e-05
      ],
      [
        " extinction",
        -0.0045506964
      ],
      [
        " event",
        -0.0010704427
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western Schism. The most recent pope with this name was satirized as \"Simplicio\" in the text Dialogue Concerning the Two Chief World Systems, which was written by that pope's one-time friend, Galileo. The most well-known pope with this name legendarily inspired a crowd to chant \"God wills it!\" after talking": {
    "guess": "Urban",
    "confidence": [
      [
        "Urban",
        -0.23459278
      ]
    ]
  },
  "A noted spike in ferns occurred after this event, which saw the collapse of ammonite food chains in the oceans, though 90% of bony fish survived it. Luis and Walter Alvarez found a worldwide layer of iridium that supports one theory of this event, which may have started at the Chicxulub [CHIK-shoo-lub]": {
    "guess": "Cretaceous–Paleogene extinction event",
    "confidence": [
      [
        "C",
        -0.037343845
      ],
      [
        "ret",
        -0.00045414869
      ],
      [
        "aceous",
        -1.9146995e-05
      ],
      [
        "–",
        -0.05698797
      ],
      [
        "Pale",
        -0.00026073982
      ],
      [
        "ogene",
        -1.0280384e-06
      ],
      [
        " extinction",
        -0.019722644
      ],
      [
        " event",
        -0.00033677343
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently featured composer in the most famous annual New Year's concert. One of his stage works includes a vocal czardas [CHAR-dahs] and the aria \"Chacun à son goût.\" He wrote a polka that is played entirely pizzicato and another named Trish Trash. This composer's father wrote the Radetzky March. For": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.0010370951
      ],
      [
        "oh",
        -0.00010926496
      ],
      [
        "ann",
        -9.372295e-06
      ],
      [
        " Strauss",
        -6.49212e-05
      ],
      [
        " II",
        -0.00041625294
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these": {
    "guess": "Black people in Mormon doctrine",
    "confidence": [
      [
        "Black",
        -0.13553266
      ],
      [
        " people",
        -0.007955689
      ],
      [
        " in",
        -0.4681076
      ],
      [
        " Mormon",
        -0.26954398
      ],
      [
        " doctrine",
        -0.55179846
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing": {
    "guess": "Ovid",
    "confidence": [
      [
        "O",
        -0.41496038
      ],
      [
        "vid",
        -0.033446047
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies him. This character was molested by his \"Wicked Uncle Ernie,\" and his birth is recounted in the song \"Fantastic Journey\" and \"It's a Boy,\" while shortly after his birth, his father kills his mother's": {
    "guess": "Tommy (1975 film)",
    "confidence": [
      [
        "Tom",
        -0.014518509
      ],
      [
        "my",
        -6.0345924e-06
      ],
      [
        " (",
        -0.1275835
      ],
      [
        "197",
        -0.77594036
      ],
      [
        "5",
        -0.00037848004
      ],
      [
        " film",
        -0.016596125
      ],
      [
        ")",
        -0.0005302758
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing": {
    "guess": "W. H. Auden",
    "confidence": [
      [
        "W",
        -0.021308886
      ],
      [
        ".",
        -0.0073794504
      ],
      [
        " H",
        -0.032164156
      ],
      [
        ".",
        -0.0001202317
      ],
      [
        " Aud",
        -7.822647e-06
      ],
      [
        "en",
        -2.2723105e-05
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.13509879
      ],
      [
        ".",
        -0.008741152
      ],
      [
        " B",
        -0.00031472807
      ],
      [
        ".",
        -0.00022952311
      ],
      [
        " Ye",
        -1.640531e-05
      ],
      [
        "ats",
        -0.00010974178
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.046893056
      ],
      [
        " Hundred",
        -0.00017410076
      ],
      [
        " Years",
        -7.505351e-05
      ],
      [
        " of",
        -8.077529e-05
      ],
      [
        " Sol",
        -2.8802491e-05
      ],
      [
        "itude",
        -9.376849e-05
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first declaration of human rights in history. This son of Persis seized the city of Sardis after defeating the Lydian king, Croesus. Herodotus reports that this man met his end fighting against Tomyris, the queen of the nomadic Massagetae people, while he was idealized in a namesake text by Xenophon. When this man conquered Babylon in 539 BCE, he permitted more than 40,000 Jews to leave and return to": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0027626755
      ],
      [
        "yr",
        -0.0001592003
      ],
      [
        "us",
        -1.7432603e-06
      ],
      [
        " Cylinder",
        -0.36800826
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently featured composer in the most famous annual New Year's concert. One of his stage works includes": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.12862125
      ],
      [
        "oh",
        -0.0014931997
      ],
      [
        "ann",
        -3.1305768e-05
      ],
      [
        " Strauss",
        -0.00030126172
      ],
      [
        " II",
        -0.0005236041
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.9114
      ],
      [
        "helm",
        -0.00072124926
      ],
      [
        " Reich",
        -1.5213274e-05
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic religious critiques include a work noting that \"A robe of seeming truth and trust/Hid crafty Observation,\"": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.0856955
      ],
      [
        " Burns",
        -0.0016157961
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.9894896
      ],
      [
        " Waste",
        -0.06187177
      ],
      [
        " Land",
        -0.00021545708
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur silversmith and maker of golden fish, he burns his poems after he begins to lose his memory, and signs a peace treaty with the Conservative government. His great-great-great- grandnephew, after seducing Amaranta Ursula, names their pig-tailed son after this man in hopes that he will avenge the thirty-two civil wars he's lost. The father of eighteen illegitimate children who share his name, for 10 points, identify this brother of the second Jose Arcadio Buendia in One Hundred Years of Solitude.": {
    "guess": "José Arcadio Buendía",
    "confidence": [
      [
        "Jos",
        -0.29687926
      ],
      [
        "é",
        -0.00010175513
      ],
      [
        " Arc",
        -0.0005794849
      ],
      [
        "adio",
        -1.0802739e-05
      ],
      [
        " Bu",
        -0.012271343
      ],
      [
        "end",
        -0.00031353603
      ],
      [
        "ía",
        -0.089136414
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with": {
    "guess": "Cherokee syllabary",
    "confidence": [
      [
        "Ch",
        -0.7757643
      ],
      [
        "erokee",
        -0.0004388943
      ],
      [
        " syll",
        -0.37320015
      ],
      [
        "ab",
        -0.0003312937
      ],
      [
        "ary",
        -0.0005857991
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for one group who undertook this action. One treaty that led to this was opposed by the National Party and notably not signed by John Ross. Enforced by the Treaty of New Echota, its namesake act was opposed": {
    "guess": "Indian Removal Act",
    "confidence": [
      [
        "Indian",
        -0.99801517
      ],
      [
        " Removal",
        -0.18698183
      ],
      [
        " Act",
        -0.3331114
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach to this task multiplies (*) both sides by e raised to the integral of some function, while another rearranges to get an equation of the form f(x) times dx equals g(y) times dy and integrating both sides.": {
    "guess": "Ordinary differential equation",
    "confidence": [
      [
        "Ord",
        -0.8545927
      ],
      [
        "inary",
        -2.8160932e-06
      ],
      [
        " differential",
        -0.005622062
      ],
      [
        " equation",
        -0.17717549
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called \"Trilemma,\" which rejects the \"moral teacher\" stance by claiming that Jesus must have been the son of God, a liar, or a lunatic. Using the moral law to establish the existence of God in \"The Rival Conceptions of God,\" it calls the world \"enemy-occupied territory\" in \"The Invasion.\" For ten points name this work originally broadcast on the BBC during World War II, written by C. S. Lewis and dealing with a certain religion.": {
    "guess": "Mere Christianity",
    "confidence": [
      [
        "M",
        -0.004156399
      ],
      [
        "ere",
        -1.504853e-06
      ],
      [
        " Christianity",
        -0.00014919086
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy and shows some skin, as well as the sketchy comic relief of El Brendel in the role of Patrick O'Brien. It details the troubled relationship between Jack Powell and David Armstrong, who are both in love with the nurse Mary Preston. In a dogfight with the Germans, Powell accidentally shoots down Arlen,": {
    "guess": "Wings (1927 film)",
    "confidence": [
      [
        "W",
        -0.0066208737
      ],
      [
        "ings",
        -7.004696e-05
      ],
      [
        " (",
        -0.028503135
      ],
      [
        "192",
        -0.00059556647
      ],
      [
        "7",
        -0.0007852103
      ],
      [
        " film",
        -7.934485e-05
      ],
      [
        ")",
        -5.7411373e-05
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member": {
    "guess": "Cynicism",
    "confidence": [
      [
        "C",
        -0.44605917
      ],
      [
        "yn",
        -0.00096171984
      ],
      [
        "icism",
        -0.5279684
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the": {
    "guess": "The Sorrows of Young Werther",
    "confidence": [
      [
        "The",
        -0.25041822
      ],
      [
        " Sor",
        -0.9800666
      ],
      [
        "rows",
        -1.3856493e-06
      ],
      [
        " of",
        -3.2497806e-05
      ],
      [
        " Young",
        -0.0010490044
      ],
      [
        " Wer",
        -8.76891e-05
      ],
      [
        "ther",
        -1.4378848e-05
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for Carlotta Grisi, Berthe often loosens her daughter's bun before the Act I Finale, which features a (*) \"mad scene.\" Wilfred's master poses as Loys in this ballet, causing him to be targeted by the vengeful Queen Myrta. The title character of this ballet joins the undead Wilis after Hilarion reveals": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0056588096
      ],
      [
        "is",
        -0.0001243965
      ],
      [
        "elle",
        -1.6166903e-05
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing his play The (*) Countess Cathleen and expressed a need to lie down \"in the foul rag and bone shop of the heart\" in \"The Circus Animals' Desertion\". In another poem, he wrote of how \"a vast image out of Spiritus Mundi troubles my heart\" and asked \"what rough beast...slouches toward Bethlehem to": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.117381595
      ],
      [
        ".",
        -0.007709431
      ],
      [
        " B",
        -1.5809293e-05
      ],
      [
        ".",
        -0.000108668944
      ],
      [
        " Ye",
        -1.5451682e-05
      ],
      [
        "ats",
        -0.00016170357
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.4664336
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these people, Enoch Lewis, inspired a change in doctrine about them when he married Matilda Webster. They were the subject of Spencer Kimball's \"Official Declaration--2\", and according to a now-abandoned doctrine, they were created when Ham married Egyptus, who was a descendant of Cain. For 10 points, identify this group within Mormonism who, as of 1978, may become priests, and who were never specifically": {
    "guess": "Black people in Mormonism",
    "confidence": [
      [
        "Black",
        -0.2054104
      ],
      [
        " people",
        -0.009593761
      ],
      [
        " in",
        -0.03656158
      ],
      [
        " Mormon",
        -0.25097921
      ],
      [
        "ism",
        -0.023841992
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.17347835
      ],
      [
        " Burns",
        -0.0034121328
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\" Another of them states, \"It is altogether fitting and proper that we should do this,\" and the man": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.10796129
      ],
      [
        "t",
        -4.0007635e-05
      ],
      [
        "ys",
        -3.5313153e-06
      ],
      [
        "burg",
        -5.6457742e-05
      ],
      [
        " Address",
        -0.000624753
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage to her father, and acknowledged him as the head of the Church of England. A Protestant insurrection broke out during this ruler's reign when she announced her intention to marry Phillip II. For ten points,": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.10863063
      ],
      [
        " I",
        -0.0003042418
      ],
      [
        " of",
        -0.00015002528
      ],
      [
        " England",
        -0.00017720005
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these people, Enoch Lewis, inspired a change in doctrine about them when he married Matilda Webster. They were the subject of Spencer Kimball's \"Official Declaration--2\", and according to a now-abandoned doctrine, they were created when Ham married Egyptus, who was a descendant of Cain. For 10 points,": {
    "guess": "Black people in Mormonism",
    "confidence": [
      [
        "Black",
        -0.27918172
      ],
      [
        " people",
        -0.0068554394
      ],
      [
        " in",
        -0.20720157
      ],
      [
        " Mormon",
        -0.9804594
      ],
      [
        "ism",
        -0.14674576
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough": {
    "guess": "Leo",
    "confidence": [
      [
        "Leo",
        -1.5353854
      ]
    ]
  },
  "One notable disappointment during this ruler's reign was the loss of Calais to the French. After being persuaded by her cousin Charles, she admitted the \"incestuous illegality\" of her mother's marriage to her father, and acknowledged him as the head of the Church of England. A Protestant insurrection broke out during this ruler's reign when she announced her intention to marry Phillip II. For ten points, name this eldest daughter of Henry VIII, who would go on to become the first undisputed queen regnant of England following her younger brother Edward VI, who acquired a \"bloody\" epithet while trying to restore Catholicism in England.": {
    "guess": "Mary I of England",
    "confidence": [
      [
        "Mary",
        -0.0157258
      ],
      [
        " I",
        -1.60477e-05
      ],
      [
        " of",
        -0.0009947026
      ],
      [
        " England",
        -7.13582e-05
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his expeditions against Balkh and Badakhshan brought his country near to bankruptcy. During his reign he obtained multiple cities, including Golconda and Qandahar, although he later lost it to the Persians, and in 1648 he moved the capital to Delhi. After this man's death, his sons Murad Bhasksh and Dara": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.011899988
      ],
      [
        "ah",
        -4.441817e-05
      ],
      [
        " J",
        -0.00016480287
      ],
      [
        "ahan",
        -2.8160932e-06
      ]
    ]
  },
  "Notably absent from this work are the thirteen years of its author's marriage and first seven years after": {
    "guess": "The Diary of Anne Frank",
    "confidence": [
      [
        "The",
        -1.68033
      ],
      [
        " Diary",
        -1.7524487
      ],
      [
        " of",
        -0.00062403776
      ],
      [
        " Anne",
        -0.6957465
      ],
      [
        " Frank",
        -1.60477e-05
      ]
    ]
  },
  "A noted spike in ferns occurred after this event, which saw the collapse of ammonite food chains in the oceans, though 90% of bony fish survived it. Luis and Walter Alvarez found a worldwide layer of iridium": {
    "guess": "Cretaceous–Paleogene extinction event",
    "confidence": [
      [
        "C",
        -0.3372788
      ],
      [
        "ret",
        -0.000349409
      ],
      [
        "aceous",
        -0.00055315194
      ],
      [
        "–",
        -0.25468373
      ],
      [
        "Pale",
        -0.00084143045
      ],
      [
        "ogene",
        -9.372295e-06
      ],
      [
        " extinction",
        -0.023081707
      ],
      [
        " event",
        -0.0012739236
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western": {
    "guess": "Urban",
    "confidence": [
      [
        "Urban",
        -0.7649074
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the": {
    "guess": "Passacaglia",
    "confidence": [
      [
        "Pass",
        -1.1440084
      ],
      [
        "ac",
        -0.0037371337
      ],
      [
        "ag",
        -0.00029017578
      ],
      [
        "lia",
        -0.0001563394
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument, van Cliburn, won an international competition during the Cold War. One of its performers known for": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.0101007465
      ],
      [
        "iano",
        -0.0001136755
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\" Another of them states, \"It is altogether fitting and proper that we should do this,\" and the man responsible for these also stated in that one that \"we cannot (*) consecrate-- we cannot hallow-- this ground.\" Another of these famously proclaims, \"A house divided against itself cannot stand,\" and": {
    "guess": "Abraham Lincoln's speeches",
    "confidence": [
      [
        "Ab",
        -0.5223877
      ],
      [
        "raham",
        -8.657073e-06
      ],
      [
        " Lincoln",
        -8.184812e-05
      ],
      [
        "'s",
        -0.1843697
      ],
      [
        " speeches",
        -0.8598559
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\" which a certain author \"ruled as his demesne,\" despite never having \"breathe[d] its pure serene.\" The speaker also notes that he has been \"round many western islands\" and travelled much \"in the realms of gold.\" After performing the titular action, the speaker \"felt like some watcher of the skies when a new planet swims into his ken.\" He also compares himself to \"stout Cortez\" staring at the Pacific. For 10 points, name this John Keats poem about the discovery of a certain translation of the work of the author of the Odyssey.": {
    "guess": "On First Looking into Chapman's Homer",
    "confidence": [
      [
        "On",
        -0.07137754
      ],
      [
        " First",
        -0.0017871597
      ],
      [
        " Looking",
        -0.0009835084
      ],
      [
        " into",
        -0.0016009102
      ],
      [
        " Chapman",
        -0.00015657782
      ],
      [
        "'s",
        -0.0015767596
      ],
      [
        " Homer",
        -0.00010914576
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in": {
    "guess": "Falstaff",
    "confidence": [
      [
        "Fal",
        -1.5344461
      ],
      [
        "staff",
        -0.003877508
      ]
    ]
  },
  "Notable segments include the passacaglia interlude, and the composer's revival of the mad scene for the final act. The story itself is derived from a George Crabbe poem, while the libretto is the work of Montagu Slater. The main part was written for the composer's lover, and the composer's home of Aldeburgh inspired the setting. In its prologue, Mr. Swallow, the lone supporter of the protagonist, advises him against seeking a replacement worker via Ned Keene. Though John actually slips and falls to his death, the appearance of his sweater and an earlier bruise on his neck prompt a mob led by Mrs. Sedley to pursue, FTP, the title character of what Benjamin Britten opera about a fisherman and his dead apprentices?": {
    "guess": "Peter Grimes",
    "confidence": [
      [
        "Peter",
        -0.033093434
      ],
      [
        " Gr",
        -0.0008569086
      ],
      [
        "imes",
        -3.5835506e-05
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that it dissolved when human relations become close and communitarian.  However, it was most famously adapted": {
    "guess": "Essence of Christianity",
    "confidence": [
      [
        "Ess",
        -1.7029862
      ],
      [
        "ence",
        -0.083153404
      ],
      [
        " of",
        -0.016828358
      ],
      [
        " Christianity",
        -0.07883912
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur silversmith and maker of golden fish, he burns his poems after he begins to lose his memory, and signs a peace treaty with the Conservative government. His great-great-great- grandnephew, after seducing Amaranta Ursula, names their pig-tailed son after this man in hopes that he will avenge the thirty-two civil wars he's lost. The father of eighteen illegitimate children who share his name, for 10": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.07521809
      ],
      [
        " Hundred",
        -7.6364755e-05
      ],
      [
        " Years",
        -0.00016992862
      ],
      [
        " of",
        -0.00010807293
      ],
      [
        " Sol",
        -1.640531e-05
      ],
      [
        "itude",
        -0.00012749579
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel, Portrait of a Marriage, detailed her unusual relationship with her husband Sir Harold Nicholson. Her poetry minutely describes the rural year in Kent, particularly 1926's The Land. Often thought to be the inspiration for Virginia Woolf's Orlando, her own novels deal with themes of marriage, widowhood, and aging, such as Pepita and All Passion Spent. An important member of the Bloomsbury Group,": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -0.0012422557
      ],
      [
        "ita",
        -0.00010854974
      ],
      [
        " S",
        -0.0001823258
      ],
      [
        "ack",
        -4.365741e-06
      ],
      [
        "ville",
        -3.5716304e-05
      ],
      [
        "-West",
        -0.0003396343
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for one group who undertook this action. One treaty that led to this was opposed by the National Party": {
    "guess": "Indian removal",
    "confidence": [
      [
        "Indian",
        -0.51832026
      ],
      [
        " removal",
        -0.6073062
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had": {
    "guess": "The Eve of St. Agnes",
    "confidence": [
      [
        "The",
        -1.9546478
      ],
      [
        " Eve",
        -0.10305035
      ],
      [
        " of",
        -0.0005399277
      ],
      [
        " St",
        -0.0013484497
      ],
      [
        ".",
        -0.011109478
      ],
      [
        " Ag",
        -0.00020020269
      ],
      [
        "nes",
        -5.085517e-05
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first declaration of human rights in history. This son of Persis seized the city of Sardis after defeating the Lydian king, Croesus. Herodotus reports that this man met his end fighting against Tomyris, the": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0028349461
      ],
      [
        "yr",
        -0.0001819682
      ],
      [
        "us",
        -1.6240566e-06
      ],
      [
        " Cylinder",
        -0.14300089
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel,": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -6.718607e-05
      ],
      [
        "ita",
        -7.89631e-07
      ],
      [
        " S",
        -1.735894e-05
      ],
      [
        "ack",
        -7.89631e-07
      ],
      [
        "ville",
        -2.7968066e-05
      ],
      [
        "-West",
        -0.00094040437
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies him. This character was molested by his \"Wicked Uncle Ernie,\" and his birth is recounted in the": {
    "guess": "Tommy (character)",
    "confidence": [
      [
        "Tom",
        -0.1850245
      ],
      [
        "my",
        -1.2664457e-06
      ],
      [
        " (",
        -0.039241172
      ],
      [
        "character",
        -0.6158876
      ],
      [
        ")",
        -0.00025704817
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character goes to visit a woman who sings \"Acid Queen\", and is also left alone with his Cousin Kevin, who bullies": {
    "guess": "Tommy (1975 film)",
    "confidence": [
      [
        "Tom",
        -0.064739555
      ],
      [
        "my",
        -3.5313153e-06
      ],
      [
        " (",
        -0.015184674
      ],
      [
        "197",
        -0.23692228
      ],
      [
        "5",
        -0.00027420983
      ],
      [
        " film",
        -0.006220755
      ],
      [
        ")",
        -0.0003582264
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he sings the song \"We're Not Gonna Take It\" at the end of the film in which he appears. This character": {
    "guess": "Tommy (character)",
    "confidence": [
      [
        "Tom",
        -0.12016084
      ],
      [
        "my",
        -4.143808e-05
      ],
      [
        " (",
        -0.10512375
      ],
      [
        "character",
        -0.5738701
      ],
      [
        ")",
        -0.00019233524
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage": {
    "guess": "Emperor Xuanzong of Tang",
    "confidence": [
      [
        "Em",
        -0.60238594
      ],
      [
        "peror",
        -2.9040899e-05
      ],
      [
        " X",
        -0.06041995
      ],
      [
        "uan",
        -0.0401504
      ],
      [
        "z",
        -0.00014358829
      ],
      [
        "ong",
        -2.5107178e-05
      ],
      [
        " of",
        -0.0036777516
      ],
      [
        " Tang",
        -0.00020771251
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested they might have a secretory function, and only in the 1930s was the makeup of those secretions identified. These cells' activity is controlled by luteinizing hormone, and their primary product provides negative feedback by reducing gonadotropic hormone secretion at the hypothalamus. Also called interstitial cells, their main role is in support of the nearby Sertoli cells. FTP, identify these testosterone-producing cells in the male testes named for their German discoverer.": {
    "guess": "Leydig cell",
    "confidence": [
      [
        "L",
        -0.01128678
      ],
      [
        "ey",
        -2.0219828e-05
      ],
      [
        "dig",
        -1.9361265e-07
      ],
      [
        " cell",
        -0.54000497
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably": {
    "guess": "Cyrus the Great",
    "confidence": [
      [
        "C",
        -0.0047157533
      ],
      [
        "yr",
        -6.2775536e-05
      ],
      [
        "us",
        -4.723352e-06
      ],
      [
        " the",
        -0.0014016677
      ],
      [
        " Great",
        -0.00018482542
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it,": {
    "guess": "Fear and Trembling",
    "confidence": [
      [
        "Fear",
        -1.2788606
      ],
      [
        " and",
        -0.00017290872
      ],
      [
        " Trem",
        -0.0012897593
      ],
      [
        "bling",
        -0.00011510595
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution this psychologist used a Marxist approach to psychoanalysis, arguing that abolition of the bourgeoisie family would eliminate the oedipal complex and allow fuller sexual satisfaction. These": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.124122575
      ],
      [
        "helm",
        -0.0007319739
      ],
      [
        " Reich",
        -1.9504607e-05
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are connected to this molecule by a synthetase [SIN-thuh-tase] made using an aaRS gene, and this molecule is called charged when the amino acid is attached. Robert Holley mapped the example of this molecule": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.08772117
      ],
      [
        " RNA",
        -0.003121268
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic religious critiques include a work noting that \"A robe of seeming truth and trust/Hid crafty Observation,\" \"Holy Fair,\" and one where the title character, a church elder, apologizes to God for drunkenly": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.08734864
      ],
      [
        " Burns",
        -0.001571876
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0055434625
      ],
      [
        "ys",
        -9.388769e-05
      ],
      [
        "osome",
        -0.07447459
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for": {
    "guess": "Indian Removal",
    "confidence": [
      [
        "Indian",
        -0.75848365
      ],
      [
        " Removal",
        -0.32086506
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested they might have a secretory function, and only in the 1930s was the makeup of those secretions identified. These cells' activity is controlled by luteinizing hormone, and their primary product provides negative feedback by reducing gonadotropic hormone secretion at the hypothalamus. Also called": {
    "guess": "Gonadotropes",
    "confidence": [
      [
        "G",
        -0.5130863
      ],
      [
        "on",
        -6.897413e-05
      ],
      [
        "ad",
        -0.00018089537
      ],
      [
        "ot",
        -0.029056316
      ],
      [
        "rop",
        -0.63888043
      ],
      [
        "es",
        -0.0017545493
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine": {
    "guess": "Partial differential equation",
    "confidence": [
      [
        "Partial",
        -0.05239877
      ],
      [
        " differential",
        -0.01066375
      ],
      [
        " equation",
        -0.02073971
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\"": {
    "guess": "House of Leaves",
    "confidence": [
      [
        "House",
        -1.1059452
      ],
      [
        " of",
        -0.0011993974
      ],
      [
        " Leaves",
        -0.001771808
      ]
    ]
  },
  "A notable scene involving this character features his mother smashing a mirror to contact him, and he": {
    "guess": "Hamlet",
    "confidence": [
      [
        "Ham",
        -0.28571475
      ],
      [
        "let",
        -0.00028600733
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage rose to high rank, commanding three frontier provinces. After Li's death precipitated a power struggle, this man declared the Yen Dynasty. His ascension would be checked by Uighur forces, but not before his conquest of Ch'ang-an forced the Emperor to execute the concubine Yang Guifei and drove the Emperor into exile. FTP, name this general whose 756 rebellion failed but nevertheless fatally": {
    "guess": "An Lushan",
    "confidence": [
      [
        "An",
        -0.013912667
      ],
      [
        " L",
        -0.004922174
      ],
      [
        "ush",
        -9.014684e-06
      ],
      [
        "an",
        -0.0001626572
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted": {
    "guess": "Photon",
    "confidence": [
      [
        "Photon",
        -0.018988125
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for Carlotta Grisi, Berthe often loosens her daughter's bun before the Act I Finale, which features a (*) \"mad scene.\" Wilfred's master poses as Loys in this ballet, causing him to be targeted by the vengeful": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.06933589
      ],
      [
        "is",
        -4.632543e-05
      ],
      [
        "elle",
        -1.998142e-05
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution this psychologist used a Marxist approach to psychoanalysis, arguing that abolition of the bourgeoisie family would eliminate the oedipal complex and allow fuller sexual satisfaction. These theories all contributed to his pseudoscientific system of orgonomy. FTP, identify this Viennese psychologist who argued that to be a healthy individual one must be able to achieve the titular event in his work The Function of the Orgasm.": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.00085203594
      ],
      [
        "helm",
        -0.003385765
      ],
      [
        " Reich",
        -1.147242e-06
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called \"Trilemma,\" which rejects the \"moral teacher\" stance by claiming that Jesus must have been the son of God, a liar, or a lunatic. Using the moral law to establish the existence of God in \"The Rival Conceptions of God,\" it calls the world \"enemy-occupied territory\" in \"The Invasion.\" For ten points": {
    "guess": "Mere Christianity",
    "confidence": [
      [
        "M",
        -0.0024950411
      ],
      [
        "ere",
        -1.0280384e-06
      ],
      [
        " Christianity",
        -0.0005228889
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his expeditions against Balkh and Badakhshan brought his country near to bankruptcy. During his reign he obtained multiple cities, including Golconda and Qandahar, although he later lost it to the Persians,": {
    "guess": "Aurangzeb",
    "confidence": [
      [
        "A",
        -0.057961535
      ],
      [
        "ur",
        -0.00023715216
      ],
      [
        "ang",
        -3.5358695e-05
      ],
      [
        "ze",
        -0.0001008015
      ],
      [
        "b",
        -9.043079e-05
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played. Be lenient in both accepting and prompting.] Happy Chandler inspired this movement by condemning the \"gentleman's agreement\" of his predecessor, Kenesaw Mountain Landis. Larry Doby of Cleveland was the second subject of this movement, which began when a member of the (*) Kansas City Monarchs was signed by General Manager Branch Rickey in 1945. For 10 points, name this event of the civil rights movement, in which the Brooklyn Dodgers signed eventual Hall of Famer Jackie Robinson.": {
    "guess": "Civil Rights Movement",
    "confidence": [
      [
        "Civil",
        -0.4339459
      ],
      [
        " Rights",
        -0.0521123
      ],
      [
        " Movement",
        -0.012136027
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested": {
    "guess": "Rienke crystal",
    "confidence": [
      [
        "R",
        -1.185383
      ],
      [
        "ien",
        -0.09168101
      ],
      [
        "ke",
        -0.00045450628
      ],
      [
        " crystal",
        -0.1939892
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel, Portrait of a Marriage, detailed her unusual relationship with her husband Sir Harold Nicholson. Her poetry minutely describes the rural year in Kent, particularly 1926's The Land. Often thought to be the inspiration for Virginia Woolf's Orlando, her own novels deal with themes of marriage, widowhood,": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -0.009412149
      ],
      [
        "ita",
        -8.518583e-05
      ],
      [
        " S",
        -0.00013727049
      ],
      [
        "ack",
        -7.226629e-06
      ],
      [
        "ville",
        -0.00011331789
      ],
      [
        "-West",
        -0.00040672027
      ]
    ]
  },
  "As noted by Charles Cowden Clarke, this poem was inspired by a passage containing the line \"the sea had soakt his heart through.\" This poem's speaker tells of having often been told of \"one wide expanse\"": {
    "guess": "Samuel Taylor Coleridge",
    "confidence": [
      [
        "Sam",
        -0.24221307
      ],
      [
        "uel",
        -0.00044711566
      ],
      [
        " Taylor",
        -0.0015852121
      ],
      [
        " Col",
        -1.6286107e-05
      ],
      [
        "er",
        -2.9160103e-05
      ],
      [
        "idge",
        -0.0002702761
      ]
    ]
  },
  "Of note are the grisailles on the top left and right showing the story of Cain and Abel.  Much of the work was finished under the behest of Jodicus Vyd, whose portrait is barely evident on the lower right.": {
    "guess": "Ghent Altarpiece",
    "confidence": [
      [
        "G",
        -0.07931262
      ],
      [
        "h",
        -0.0004958406
      ],
      [
        "ent",
        -8.776276e-06
      ],
      [
        " Alt",
        -0.0003432104
      ],
      [
        "arp",
        -0.0002670576
      ],
      [
        "iece",
        -0.00011343709
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested they might have a secretory function, and only in the 1930s was the makeup of those secretions identified. These cells' activity is controlled by luteinizing hormone, and their primary product provides": {
    "guess": "Leydig Cell",
    "confidence": [
      [
        "L",
        -0.34280935
      ],
      [
        "ey",
        -0.040210057
      ],
      [
        "dig",
        -9.555654e-05
      ],
      [
        " Cell",
        -0.5722706
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\" Another of them states, \"It is altogether fitting and proper that we should do this,\" and the man responsible for these also stated in that one that \"we cannot (*) consecrate-- we cannot hallow-- this ground.\" Another of these famously proclaims, \"A house divided against itself cannot stand,\" and begins, \"Four score and seven years ago.\" For 10 points, identify these orations by a certain president, which include the Gettysburg Address.": {
    "guess": "Abraham Lincoln's speeches",
    "confidence": [
      [
        "Ab",
        -0.69308597
      ],
      [
        "raham",
        -5.6769813e-06
      ],
      [
        " Lincoln",
        -0.00030805267
      ],
      [
        "'s",
        -0.16366453
      ],
      [
        " speeches",
        -0.06332318
      ]
    ]
  },
  "Notably absent from this work are the thirteen years of its author's marriage and first seven years after his wife's suicide. Concluding that the titular subject was inadequate to prepare the author for the modern world, its subtitle declares it \"a Study of 20th Century Multiplicity\", and it seeks to": {
    "guess": "The Divided Self",
    "confidence": [
      [
        "The",
        -0.76370895
      ],
      [
        " Div",
        -1.1055485
      ],
      [
        "ided",
        -0.056048285
      ],
      [
        " Self",
        -0.0061516813
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized": {
    "guess": "Travelling salesman problem",
    "confidence": [
      [
        "Tr",
        -0.40911734
      ],
      [
        "av",
        -2.7848862e-05
      ],
      [
        "elling",
        -1.0921943e-05
      ],
      [
        " salesman",
        -0.01710015
      ],
      [
        " problem",
        -0.000102827966
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from the desk,\" and watches a \"typist home at tea-time.\" He claims to have \"foresuffered all\" and \"walked among the lowest of the dead\" in a poem in which he sees an \"Unreal City.\" This personage from \"The Fire Sermon\" describes himself as an old man with wrinkled female breasts\" in a poem which ends \"Shantih shantih shantih.\" For 10 points, name this narrator of much of T. S. Eliot's \"The Waste Land,\"": {
    "guess": "The Waste Land",
    "confidence": [
      [
        "The",
        -0.63137877
      ],
      [
        " Waste",
        -0.01459228
      ],
      [
        " Land",
        -4.274932e-05
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played. Be lenient in both accepting and prompting.] Happy Chandler inspired this movement by condemning the": {
    "guess": "Civil Rights Movement in the United States",
    "confidence": [
      [
        "Civil",
        -0.080499575
      ],
      [
        " Rights",
        -0.1174931
      ],
      [
        " Movement",
        -0.0025983653
      ],
      [
        " in",
        -0.6235522
      ],
      [
        " the",
        -0.604885
      ],
      [
        " United",
        -0.028338598
      ],
      [
        " States",
        -4.894791e-05
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument, van Cliburn, won an international competition during the Cold War. One of its performers known for (*) humming while playing it and similar eccentricities was Glenn Gould, and composers who primarily composed for this instrument included Alexander Scriabin and Frederic Chopin. For 10 points, identify": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.008617293
      ],
      [
        "iano",
        -0.00020151392
      ]
    ]
  },
  "One of his notorious eccentricities was the invention a box that collected massless particles and transmitted them to the individual for better sex. In such works as Character Analysis and The Sexual Revolution this psychologist used a Marxist approach to psychoanalysis, arguing that abolition of the bourgeoisie family would eliminate the oedipal complex and allow fuller sexual satisfaction. These theories all contributed to his pseudoscientific system of orgonomy. FTP, identify this Viennese psychologist who argued that to be a healthy individual one must be able to achieve the titular event in": {
    "guess": "Wilhelm Reich",
    "confidence": [
      [
        "Wil",
        -0.0016316172
      ],
      [
        "helm",
        -0.0032648153
      ],
      [
        " Reich",
        -8.776276e-06
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his expeditions against Balkh and Badakhshan brought his country near to bankruptcy. During his reign he obtained multiple cities, including Golconda and Qandahar, although he later lost it to the Persians, and in 1648 he moved the capital to Delhi. After this man's death, his sons Murad Bhasksh and Dara Shikoh were cast aside in favor of the new emperor, Aurangzeb. For ten points, name this Mughal emperor, who in memory of one of his wives Mumtaz, built the Taj Mahal.": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.0026940785
      ],
      [
        "ah",
        -7.600714e-05
      ],
      [
        " J",
        -9.610702e-06
      ],
      [
        "ahan",
        -4.723352e-06
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from the desk,\" and watches a \"typist home at tea-time.\" He claims to have \"foresuffered all\" and \"walked among the lowest of the dead\" in a poem in which he sees an \"Unreal City.\" This personage from \"The": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.01064818
      ],
      [
        "ires",
        -0.016652519
      ],
      [
        "ias",
        -0.000115701965
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for Carlotta Grisi, Berthe often loosens her daughter's bun before the Act I Finale, which features a (*) \"mad scene.\" Wilfred's master poses as Loys in this ballet, causing him to be targeted by the vengeful Queen Myrta. The title character of this ballet joins the undead Wilis after Hilarion reveals Duke Albrecht's deceit, breaking her heart. For 10 points, identify this ballet about a peasant girl who dies before Act II, with music by Adolphe Adam.": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.0011533168
      ],
      [
        "is",
        -4.596782e-05
      ],
      [
        "elle",
        -2.6656826e-05
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having survived seventy-three ambushes, fourteen assassination attempts, and a firing squad. An amateur silversmith and maker of golden fish, he burns his poems after he begins to lose his memory, and signs a peace treaty with the Conservative government. His great-great-great- grandnephew, after seducing Amaranta Ursula, names their pig-tailed son after this man in hopes that he will avenge the thirty-two": {
    "guess": "One Hundred Years of Solitude",
    "confidence": [
      [
        "One",
        -0.0997013
      ],
      [
        " Hundred",
        -7.3861476e-05
      ],
      [
        " Years",
        -0.00022690064
      ],
      [
        " of",
        -0.00011009939
      ],
      [
        " Sol",
        -2.057744e-05
      ],
      [
        "itude",
        -9.448371e-05
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune": {
    "guess": "Johann Sebastian Bach",
    "confidence": [
      [
        "J",
        -0.9393181
      ],
      [
        "oh",
        -0.004012511
      ],
      [
        "ann",
        -0.03122883
      ],
      [
        " Sebastian",
        -0.1337612
      ],
      [
        " Bach",
        -6.0272258e-05
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's": {
    "guess": "Mozart",
    "confidence": [
      [
        "M",
        -1.1709647
      ],
      [
        "oz",
        -0.08374034
      ],
      [
        "art",
        -0.00027063373
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI,": {
    "guess": "Pope Urban VI",
    "confidence": [
      [
        "P",
        -0.8078667
      ],
      [
        "ope",
        -0.0026625774
      ],
      [
        " Urban",
        -0.47407678
      ],
      [
        " VI",
        -0.69784915
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage rose to high rank, commanding three frontier provinces. After Li's death precipitated a power struggle, this man declared the Yen Dynasty. His ascension would be checked by Uighur forces, but not before his conquest of Ch'ang-an forced the Emperor to execute the concubine Yang Guifei and drove": {
    "guess": "An Lushan",
    "confidence": [
      [
        "An",
        -0.13889164
      ],
      [
        " L",
        -0.041638825
      ],
      [
        "ush",
        -1.504853e-06
      ],
      [
        "an",
        -0.00021974841
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes": {
    "guess": "Immanuel Kant",
    "confidence": [
      [
        "Im",
        -0.013388682
      ],
      [
        "manuel",
        -0.00025323365
      ],
      [
        " Kant",
        -9.9490266e-05
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with": {
    "guess": "Stephen",
    "confidence": [
      [
        "Stephen",
        -1.4868263
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include": {
    "guess": "Numerical partial differential equations",
    "confidence": [
      [
        "Numer",
        -1.1825513
      ],
      [
        "ical",
        -9.8536635e-05
      ],
      [
        " partial",
        -0.7091746
      ],
      [
        " differential",
        -0.0003418992
      ],
      [
        " equations",
        -0.17557321
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for one group who undertook this action. One treaty that led to this was opposed by the National Party and notably not signed by John Ross. Enforced by the Treaty of New Echota, its namesake act was opposed by Davy Crockett. The most famous occurrence of this saw Winfield Scott in charge of leading a group from Georgia to Oklahoma. For ten points, name this action advocated by Andrew Jackson, which was exemplified by the Trail of Tears.": {
    "guess": "Trail of Tears",
    "confidence": [
      [
        "Trail",
        -0.5996116
      ],
      [
        " of",
        -6.6113236e-05
      ],
      [
        " Tears",
        -0.00030721823
      ]
    ]
  },
  "Notre-Dame de Paris is barely visible in the upper right, and the artist himself appears in a top hat on the far left. Behind him, a peasant with a cutlass stands poised to attack; in front of him, two men lay dying, victims of the 1830 event that the artist meant to commemorate. This painting's most": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.009166595
      ],
      [
        "erty",
        -2.0696643e-05
      ],
      [
        " Leading",
        -0.0005517215
      ],
      [
        " the",
        -0.00014501873
      ],
      [
        " People",
        -0.00013023747
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called \"Trilemma,\" which rejects the \"moral teacher\" stance by claiming that Jesus must have been the son of God, a liar, or a lunatic. Using the moral law to establish the existence of God in \"The Rival": {
    "guess": "Trilemma",
    "confidence": [
      [
        "Tr",
        -0.37010807
      ],
      [
        "ile",
        -5.2047206e-05
      ],
      [
        "mma",
        -0.00019054719
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage rose to high rank, commanding three frontier provinces. After Li's death precipitated a power struggle, this man declared the Yen Dynasty. His ascension would be checked by Uighur forces, but not before his conquest of Ch'ang-an forced the Emperor to execute the concubine Yang Guifei and drove the Emperor into exile. FTP, name this general whose 756 rebellion failed but nevertheless fatally weakened the Tang Dynasty.": {
    "guess": "An Lushan",
    "confidence": [
      [
        "An",
        -0.018343668
      ],
      [
        " L",
        -0.0065879477
      ],
      [
        "ush",
        -1.8074163e-05
      ],
      [
        "an",
        -0.00016373003
      ]
    ]
  },
  "Notable projects accomplished during this ruler's reign were the Moti Masjid and Jami' Masjid, and his": {
    "guess": "Shah Jahan",
    "confidence": [
      [
        "Sh",
        -0.527831
      ],
      [
        "ah",
        -6.241792e-05
      ],
      [
        " J",
        -3.0113732e-05
      ],
      [
        "ahan",
        -1.6240566e-06
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites": {
    "guess": "Black people in Mormon doctrine",
    "confidence": [
      [
        "Black",
        -0.66352814
      ],
      [
        " people",
        -0.09054181
      ],
      [
        " in",
        -0.27836916
      ],
      [
        " Mormon",
        -0.13927492
      ],
      [
        " doctrine",
        -0.03924931
      ]
    ]
  },
  "He was noted for his obesity and buffoonery, in one instance appearing in a mock adoption ceremony in the imperial women's quarters wearing only a diaper. Under minister Li Lin-fu this man of Sogdian heritage rose to high rank, commanding three frontier provinces. After Li's death precipitated a power": {
    "guess": "An Lushan",
    "confidence": [
      [
        "An",
        -0.052094072
      ],
      [
        " L",
        -0.0011651034
      ],
      [
        "ush",
        -1.147242e-06
      ],
      [
        "an",
        -9.305327e-05
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played. Be lenient in both accepting and prompting.] Happy Chandler inspired this movement by condemning the \"gentleman's agreement\" of his predecessor, Kenesaw Mountain Landis. Larry Doby of Cleveland was": {
    "guess": "Civil Rights Movement in the United States",
    "confidence": [
      [
        "Civil",
        -0.8126215
      ],
      [
        " Rights",
        -0.10983745
      ],
      [
        " Movement",
        -0.011018703
      ],
      [
        " in",
        -0.124887146
      ],
      [
        " the",
        -1.0670658
      ],
      [
        " United",
        -0.028468603
      ],
      [
        " States",
        -4.406056e-05
      ]
    ]
  },
  "A notable gardener, she developed the famous gardens at her home, Sissinghurst Castle. Her son's novel, Portrait of a Marriage, detailed her unusual relationship with her husband Sir Harold Nicholson. Her poetry minutely describes the rural year in Kent, particularly 1926's The Land. Often thought to": {
    "guess": "Vita Sackville-West",
    "confidence": [
      [
        "V",
        -0.0046216613
      ],
      [
        "ita",
        -0.00010926496
      ],
      [
        " S",
        -0.00014048899
      ],
      [
        "ack",
        -6.511407e-06
      ],
      [
        "ville",
        -6.396757e-05
      ],
      [
        "-West",
        -0.00035703435
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently causes his father's death by drowning; later in the book, a similar series of events results in the near-drowning of his own son Anand, the author's alter-ego, who ends up earning a scholarship to study in England. For ten points, what is this novel of an endlessly frustrated Trinidadian journalist married into the domineering Tulsi clan, who accomplishes his life goal only under disadvantageous circumstances, a work of V.S. Naipaul?": {
    "guess": "A House for Mr Biswas",
    "confidence": [
      [
        "A",
        -0.028262464
      ],
      [
        " House",
        -0.08023072
      ],
      [
        " for",
        -0.0023295057
      ],
      [
        " Mr",
        -2.129266e-05
      ],
      [
        " Bis",
        -0.08331629
      ],
      [
        "was",
        -3.523949e-05
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that it dissolved when human relations become close and communitarian.  However, it was most famously adapted to describe a particular conception of dialogue that opposes both the religious goal of a mystical union with God and the idea of any impersonal or objective knowledge of God.  For 10 points, what": {
    "guess": "Negative theology",
    "confidence": [
      [
        "Negative",
        -0.4973542
      ],
      [
        " theology",
        -0.0071616885
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from the desk,\" and watches a \"typist home at tea-time.\" He claims to have \"foresuffered all\" and \"walked among the lowest of the dead\" in a poem in which he sees an \"Unreal City.\" This personage from \"The Fire Sermon\" describes himself as an old man with wrinkled female breasts\" in a poem which ends \"Shantih shantih shantih.\" For 10 points, name this narrator of much of T. S. Eliot's \"The Waste Land,\" a gender-switching seer.": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.06965818
      ],
      [
        ".",
        -0.5992477
      ],
      [
        " S",
        -0.00012606535
      ],
      [
        ".",
        -6.551722e-05
      ],
      [
        " Eli",
        -6.7662884e-05
      ],
      [
        "ot",
        -5.4908094e-05
      ]
    ]
  },
  "[NOTE TO MODERATOR: agalsidase is pronounced ay-GAL-suh-dase] In humans, Vitamin D upregulates hCAP18 (h-CAP-eighteen), a peptide found in this organelle of macrophages and PMNs. An X-linked disease caused by deficiency of iduronate-2-sulfatase (id-UH-roan-ate-two-SULF-uh-tace) is linked to defects in this organelle. In another disease of this organelle, G-b-3 accumulates in tissues. That deficient enzyme which functions in this organelle is compensated for using agalsidase alfa or agalsidase beta, and is encoded by the (*) G-L-A gene. Other related diseases of this organelle are treated by targeting": {
    "guess": "Lysosome",
    "confidence": [
      [
        "L",
        -0.0025745905
      ],
      [
        "ys",
        -4.246537e-06
      ],
      [
        "osome",
        -0.00035882244
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always fed fish in the family compound, while the other children get only rice. That title character inadvertently causes his father's death by drowning; later in the book, a similar series of events results in the near-drowning of his own son Anand, the author's alter-ego, who ends up earning a scholarship to study in England. For ten points, what is this novel of an endlessly frustrated Trinidadian": {
    "guess": "A House for Mr Biswas",
    "confidence": [
      [
        "A",
        -0.36328298
      ],
      [
        " House",
        -0.103961445
      ],
      [
        " for",
        -0.0058766482
      ],
      [
        " Mr",
        -3.0232935e-05
      ],
      [
        " Bis",
        -0.19069214
      ],
      [
        "was",
        -3.9650025e-05
      ]
    ]
  },
  "Notably absent from this work are the thirteen years of its author's marriage and first seven years after his wife's suicide. Concluding that the titular subject was inadequate to prepare the author for": {
    "guess": "The Bell Jar",
    "confidence": [
      [
        "The",
        -0.20871253
      ],
      [
        " Bell",
        -0.4013026
      ],
      [
        " Jar",
        -3.619312e-05
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\" Another of them states, \"It is altogether fitting and proper that we should do this,\" and the man responsible for these also stated in that one that \"we cannot (*) consecrate-- we cannot hallow-- this": {
    "guess": "Gettysburg Address",
    "confidence": [
      [
        "Get",
        -0.03018513
      ],
      [
        "t",
        -4.3822154e-05
      ],
      [
        "ys",
        -5.5577775e-06
      ],
      [
        "burg",
        -5.7649777e-05
      ],
      [
        " Address",
        -0.00084429135
      ]
    ]
  },
  "A noted interpreter of a role in this two-act ballet was the first person to stage La Bayadère in the West; that woman starred in a televised 1977 American Ballet Theater production of this ballet with Mikhail Baryshnikov. As part of Natalia Makarova's signature non-Odette role in this ballet, she plucks petals off a daisy and tears off a necklace. In this ballet, originally created as a vehicle for": {
    "guess": "Giselle",
    "confidence": [
      [
        "G",
        -0.29770312
      ],
      [
        "is",
        -4.9067115e-05
      ],
      [
        "elle",
        -2.7014437e-05
      ]
    ]
  },
  "A note reading \"I love you and I want to talk to you\" is intercepted and interpreted as a marriage proposal in this novel, which the title character regrets having made immediately thereafter and for the rest of his life. The title character's in-laws include the \"gods\" Owad and Shekhar, who are always": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.7753602
      ],
      [
        "night",
        -0.015985798
      ],
      [
        "'s",
        -0.0035053957
      ],
      [
        " Children",
        -0.00034928982
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera": {
    "guess": "Pope Urban VI",
    "confidence": [
      [
        "P",
        -0.5965398
      ],
      [
        "ope",
        -0.004623203
      ],
      [
        " Urban",
        -1.2633191
      ],
      [
        " VI",
        -0.11141721
      ]
    ]
  },
  "Note to moderator: Please read the opening line to this tossup slowly. This composer's most famous tune begins by going up a D Major triad to A, then two As an octave higher, then two F-sharps. This composer's competitors included the composer of The Ice Skaters, Émile Waldteufel. He is the most prominently": {
    "guess": "Johann Strauss II",
    "confidence": [
      [
        "J",
        -0.8661906
      ],
      [
        "oh",
        -0.0029864942
      ],
      [
        "ann",
        -0.027043741
      ],
      [
        " Strauss",
        -0.0011549857
      ],
      [
        " II",
        -0.0071480763
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy and shows some skin, as well as the sketchy comic relief of El Brendel in the role of Patrick O'Brien.": {
    "guess": "The Dance of Life",
    "confidence": [
      [
        "The",
        -2.0178335
      ],
      [
        " Dance",
        -2.1137757
      ],
      [
        " of",
        -0.010926031
      ],
      [
        " Life",
        -0.11943719
      ]
    ]
  },
  "One notable performer of this instrument wrote a pedagogic work on The Art of playing this instrument; that performer was Heinrich Neuhaus, teacher of Emil Gilels. Another performer of this instrument, van Cliburn, won an international competition during the Cold War. One of its performers known for (*) humming while playing it and similar eccentricities was Glenn Gould, and composers who primarily": {
    "guess": "Piano",
    "confidence": [
      [
        "P",
        -0.010148071
      ],
      [
        "iano",
        -8.5781845e-05
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -1.1725359
      ],
      [
        ".",
        -0.10554906
      ],
      [
        " B",
        -0.00027456743
      ],
      [
        ".",
        -0.00064940983
      ],
      [
        " Ye",
        -4.596782e-05
      ],
      [
        "ats",
        -0.0001624188
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy and shows some skin, as well as the sketchy comic relief of El Brendel in the role of Patrick O'Brien. It details the troubled relationship between Jack Powell and David Armstrong, who are both in love with the nurse Mary Preston. In a dogfight with the Germans, Powell accidentally shoots down Arlen, and is reunited with Mary. Released in 1927, for ten points, this film starring Buddy Rogers and Clara Bow was the first winner of the Academy Award for best picture.": {
    "guess": "Wings (1927 film)",
    "confidence": [
      [
        "W",
        -0.002043556
      ],
      [
        "ings",
        -6.3490756e-05
      ],
      [
        " (",
        -0.09106912
      ],
      [
        "192",
        -0.00072113005
      ],
      [
        "7",
        -0.00023095356
      ],
      [
        " film",
        -6.062987e-05
      ],
      [
        ")",
        -3.7265952e-05
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western Schism. The most recent pope with this name was satirized as \"Simplicio\" in the text Dialogue Concerning the Two Chief World Systems, which was written by that pope's one-time friend, Galileo. The most well-known pope with this name legendarily inspired a crowd to chant \"God wills it!\" after talking about reclaiming the Holy Land at the Council of Clermont. For 10 points, give this name of eight popes, including the one who called for the First Crusade.": {
    "guess": "Urban",
    "confidence": [
      [
        "Urban",
        -0.028372316
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\" This man's memorial poems include ones written for Kossuth and Lamartine, as well as one on William Garrison. Poems about \"The Shepherd of King Admetus\" and \"Hebe\" are included in one of his collections, whose title character requests \"golden spurs\" to search for the Holy Grail, The Vision of Sir Launfal. Phoebus and Daphne appear in his satirical Fable For Critics, and the namesake farmer, Ezequiel, appears in an 1846 publication opposing the Mexican-American War. For ten points, identify this American poet of the Biglow Papers.": {
    "guess": "James Russell Lowell",
    "confidence": [
      [
        "James",
        -0.0008430993
      ],
      [
        " Russell",
        -0.0008628651
      ],
      [
        " Lowell",
        -3.8457987e-05
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy and shows some skin, as well as the sketchy comic relief of El Brendel in the role of Patrick O'Brien. It details the troubled relationship between Jack Powell and David Armstrong, who are both in love with the nurse Mary Preston. In a dogfight with the Germans, Powell accidentally shoots down Arlen, and is reunited with Mary. Released in 1927, for ten points, this film starring Buddy Rogers and": {
    "guess": "Wings (1927 film)",
    "confidence": [
      [
        "W",
        -0.0048572924
      ],
      [
        "ings",
        -2.6656826e-05
      ],
      [
        " (",
        -0.09826329
      ],
      [
        "192",
        -0.00063285517
      ],
      [
        "7",
        -3.500108e-05
      ],
      [
        " film",
        -2.0458236e-05
      ],
      [
        ")",
        -3.9650025e-05
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves. In 1966, Bruce McConkie wrote that these people were \"less valiant in the pre-existence.\" One of these people, Enoch Lewis, inspired a change in doctrine about them when he married Matilda Webster.": {
    "guess": "Black people in Mormon doctrine",
    "confidence": [
      [
        "Black",
        -0.16955334
      ],
      [
        " people",
        -0.0072846613
      ],
      [
        " in",
        -0.28014717
      ],
      [
        " Mormon",
        -0.09277503
      ],
      [
        " doctrine",
        -0.029083302
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first declaration of human rights in history. This son of Persis seized the city of Sardis after defeating the Lydian king, Croesus. Herodotus reports that this man met his end fighting against Tomyris, the queen of the nomadic Massagetae people, while he was idealized in a namesake text by Xenophon. When": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0008723941
      ],
      [
        "yr",
        -5.1808798e-05
      ],
      [
        "us",
        -1.6240566e-06
      ],
      [
        " Cylinder",
        -0.09845561
      ]
    ]
  },
  "Of note are the grisailles on the top left and right showing the story of Cain and Abel.  Much of the work was finished under the behest of Jodicus Vyd, whose portrait is barely evident on the lower right.  A radical depiction is the soft, sensuous, and almost pregnant belly of Eve on the top right,": {
    "guess": "The Ghent Altarpiece",
    "confidence": [
      [
        "The",
        -0.7330719
      ],
      [
        " Gh",
        -0.19826074
      ],
      [
        "ent",
        -5.7961847e-06
      ],
      [
        " Alt",
        -0.00018494461
      ],
      [
        "arp",
        -0.0010905662
      ],
      [
        "iece",
        -7.278864e-05
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting it on the loom.\" This school which emphasized anaideia and autarkeia had a member from Maroneia named Hipparchia, and she was married to Crates of Thebes, another member.  Perhaps the most famous member carried a lantern during the day looking for an honest man, and adherents to this school ridiculed": {
    "guess": "Cynicism (philosophy)",
    "confidence": [
      [
        "C",
        -0.0050131595
      ],
      [
        "yn",
        -3.650519e-06
      ],
      [
        "icism",
        -0.0036870094
      ],
      [
        " (",
        -0.037344765
      ],
      [
        "phil",
        -0.0007219645
      ],
      [
        "osoph",
        -7.465036e-06
      ],
      [
        "y",
        -1.998142e-05
      ],
      [
        ")",
        -1.8624639e-06
      ]
    ]
  },
  "A notable study of this school was written in 1937 by Donald Dudley. Metrocles was a lesser known member of this school, while another member of this school had an argument with Theodorus the Atheist, whom she rebutted by asking whether it was wrong to ''spend her time on education rather than wasting it on the loom.\" This school which emphasized anaideia and autarkeia had a member from Maroneia named Hipparchia, and she was married to Crates of Thebes, another member.  Perhaps the most famous member carried a lantern during the day looking for an honest man, and adherents to this school ridiculed social conventions. FTP, name this philosophical school also represented by Antisthenes and Diogenes": {
    "guess": "Cynicism (philosophy)",
    "confidence": [
      [
        "C",
        -0.0121485125
      ],
      [
        "yn",
        -6.3490756e-05
      ],
      [
        "icism",
        -0.0005349211
      ],
      [
        " (",
        -0.017959574
      ],
      [
        "phil",
        -0.00016480287
      ],
      [
        "osoph",
        -1.9816675e-06
      ],
      [
        "y",
        -6.897413e-05
      ],
      [
        ")",
        -6.6306106e-06
      ]
    ]
  },
  "He notes, \"A person does not die when he should but when he can,\" and dies peeing on a tree after having": {
    "guess": "Urophilia",
    "confidence": [
      [
        "U",
        -1.8149209
      ],
      [
        "roph",
        -1.1983067
      ],
      [
        "ilia",
        -0.17485888
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are connected to this molecule by a synthetase [SIN-thuh-tase] made using an aaRS gene, and this molecule is called charged when the amino acid is attached. Robert Holley mapped the example of this molecule that binds to alanine [A-luh-neen]. A mapping of these molecules generally includes a TPsiC arm,": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.13032928
      ],
      [
        " RNA",
        -0.0029749644
      ]
    ]
  },
  "The most notable change of doctrine about these people came about after the author of The Miracle of Forgiveness spent a day alone in the \"Upper Room.\" These people's particular needs are addressed through a fraternal organization known as the Genesis Group. Offshoot movements such as the Strangites and Bickertonites often elevated these people to positions of leadership to differentiate themselves.": {
    "guess": "Latter Day Saint movement",
    "confidence": [
      [
        "L",
        -0.55029184
      ],
      [
        "atter",
        -0.0007263714
      ],
      [
        " Day",
        -0.02358482
      ],
      [
        " Saint",
        -0.046664067
      ],
      [
        " movement",
        -0.07275947
      ]
    ]
  },
  "Note: Only papal name, not given name, is acceptable. One pope with this name was besieged at Nocera after he excommunicated Charles the Short. That pope legendarily complained he couldn't hear enough screaming when rebellious cardinals were being tortured. It isn't Stephen, but the seventh pope with this name reigned just 13 days, a record for shortest tenure as pope. After the death of Gregory XI, the Avignon-based Clement VII opposed the sixth pope with this name at the beginning of the Western Schism. The most recent pope with this name was satirized as \"Simplicio\" in the text Dialogue Concerning": {
    "guess": "Urban",
    "confidence": [
      [
        "Urban",
        -0.7404271
      ]
    ]
  },
  "Their notable features include superabundant smooth ER, mitochondria, and lipid droplets, as well as a unique subcellular structure of unknown function known as the Rienke crystal. Bouin and Ancel suggested they might have a secretory function, and only in the 1930s was the makeup of those secretions identified. These cells' activity is controlled by luteinizing hormone, and their primary product provides negative feedback by reducing gonadotropic hormone secretion at the hypothalamus. Also called interstitial cells, their main role is in support of the nearby Sertoli cells. FTP, identify these": {
    "guess": "Leydig cell",
    "confidence": [
      [
        "L",
        -0.02152685
      ],
      [
        "ey",
        -1.1398757e-05
      ],
      [
        "dig",
        -9.0883464e-07
      ],
      [
        " cell",
        -0.2958803
      ]
    ]
  },
  "The notion was first heralded in the ethics of German philosopher Ludwig Feuerbach, who believed that it dissolved when human relations become close and communitarian.  However, it was most famously adapted to describe a particular conception of dialogue that opposes both the religious goal of a mystical": {
    "guess": "Dialogical self",
    "confidence": [
      [
        "Dialog",
        -2.009936
      ],
      [
        "ical",
        -0.07566624
      ],
      [
        " self",
        -0.5673546
      ]
    ]
  },
  "[Note to moderator: When reading this question, just spell out aaRS, TPsiC, and DHU.] Amino acids are connected to this molecule by a synthetase [SIN-thuh-tase] made using an aaRS gene, and this molecule is called charged when the amino acid is attached. Robert Holley mapped the example of this molecule that binds to alanine [A-luh-neen]. A mapping of these molecules generally includes a TPsiC arm, DHU arm, and anticodon [an-tie-KOE-don] as part of its cloverleaf structure. Name these molecules that": {
    "guess": "Transfer RNA",
    "confidence": [
      [
        "Transfer",
        -0.043460988
      ],
      [
        " RNA",
        -0.0050388947
      ]
    ]
  },
  "He noted that \"the poet and the priest were united originally in the same person\" in his lecture \"The Function of the Poet,\" and referred to the title concept as \"the wings of the mind\" in \"Imagination.\"": {
    "guess": "The Poet (Emerson essay)",
    "confidence": [
      [
        "The",
        -0.31596932
      ],
      [
        " Po",
        -0.444418
      ],
      [
        "et",
        -0.0121959755
      ],
      [
        " (",
        -0.15218352
      ],
      [
        "Em",
        -0.67524683
      ],
      [
        "erson",
        -8.180258e-06
      ],
      [
        " essay",
        -0.62238926
      ],
      [
        ")",
        -0.00029220225
      ]
    ]
  },
  "Notable points of this movie are the scene where the female lead disguises herself as a Parisian floozy": {
    "guess": "Moulin Rouge!",
    "confidence": [
      [
        "M",
        -0.224496
      ],
      [
        "ou",
        -0.0022230565
      ],
      [
        "lin",
        -0.00016098835
      ],
      [
        " Rouge",
        -0.00033153212
      ],
      [
        "!",
        -0.015451972
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach to this task multiplies (*) both sides by e raised to the integral of some function, while another rearranges to get an equation of the form f(x) times dx equals g(y) times dy and integrating both sides. For 10 points name this task which can be done numerically by Euler's method or analytically by integrating factor or separation of variables, in which a function is found which satisfies an equation involving derivatives.": {
    "guess": "Solving differential equations",
    "confidence": [
      [
        "S",
        -0.7096128
      ],
      [
        "olving",
        -0.0036109977
      ],
      [
        " differential",
        -0.069452785
      ],
      [
        " equations",
        -0.00024751187
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks": {
    "guess": "Language acquisition",
    "confidence": [
      [
        "Language",
        -0.7066257
      ],
      [
        " acquisition",
        -0.06585061
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first declaration of human rights in history. This son of Persis seized the city of Sardis after defeating": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0009866041
      ],
      [
        "yr",
        -0.0002601438
      ],
      [
        "us",
        -2.4584822e-06
      ],
      [
        " Cylinder",
        -0.073191665
      ]
    ]
  },
  "This man noted that \"we the great gazebo built\" and asked the reader to \"bid me strike a match and blow\" in a poem about two sisters from his collection The Winding Stair. A poem about this man relates how \"in the nightmare of the dark / All the dogs of Europe bark\" and claims that \"he disappeared in the dead of winter\", noting that \"the day of his death was a dark cold day\". This poet described writing his play The (*) Countess Cathleen and expressed a need to lie down \"in the foul rag and bone shop of the heart\" in \"The Circus Animals' Desertion\". In another poem, he wrote of how \"a vast image": {
    "guess": "W. B. Yeats",
    "confidence": [
      [
        "W",
        -0.13028596
      ],
      [
        ".",
        -0.013457023
      ],
      [
        " B",
        -2.129266e-05
      ],
      [
        ".",
        -0.00034821697
      ],
      [
        " Ye",
        -3.202099e-05
      ],
      [
        "ats",
        -0.00015776986
      ]
    ]
  },
  "One notable document written by this ruler was placed in a foundation deposit underneath the Esagila. This man's son and successor had an incestuous relationship with this man's daughter, Atossa, and probably murdered this man's other son, Bardiya. His namesake Cylinder is sometimes consider the first": {
    "guess": "Cyrus Cylinder",
    "confidence": [
      [
        "C",
        -0.0032957054
      ],
      [
        "yr",
        -0.003913119
      ],
      [
        "us",
        -0.00027170655
      ],
      [
        " Cylinder",
        -0.015714651
      ]
    ]
  },
  "One of these notes that the \"contemplation of universal law\" is \"perpetual.\" Another of them includes the phrase \"fondly do we hope, fervently do we pray,\" in regard to the passage of a \"mighty scourge.\" Another of them states, \"It is altogether fitting and proper that we should do this,\" and the man responsible for these also stated in that one that \"we cannot (*) consecrate-- we cannot hallow-- this ground.\" Another of these famously proclaims, \"A house divided against itself cannot stand,\" and begins, \"Four score and seven years ago.\" For 10 points, identify these orations by a certain president,": {
    "guess": "Abraham Lincoln's speeches",
    "confidence": [
      [
        "Ab",
        -0.2853543
      ],
      [
        "raham",
        -8.061054e-06
      ],
      [
        " Lincoln",
        -0.00024346994
      ],
      [
        "'s",
        -0.08073437
      ],
      [
        " speeches",
        -0.043995336
      ]
    ]
  },
  "He noted that \"the sweetest hours that e'er I spend/Are spent among the lasses\" in \"Green Grow the Rashes,\" which appeared in his first book of poems with \"To a Mountain Daisy\" and \"Hallowe'en.\"  Hie poetic religious critiques include a work noting that \"A robe of seeming truth and trust/Hid crafty Observation,\" \"Holy Fair,\" and one where the title character, a church elder, apologizes to God for drunkenly beating his wife Lizzie.  The addressee of a more famous poem \"art no thy-lane\" because \"the best laid schemes o' mice an' men/ Gang aft a-gley.\"  Name this poet of \"Holy Willie's Prayer,\" \"To": {
    "guess": "Robert Burns",
    "confidence": [
      [
        "Robert",
        -0.008677801
      ],
      [
        " Burns",
        -0.0010535305
      ]
    ]
  },
  "[NOTE: The answer line for this tossup is complex, so please look it over before the tossup is played. Be lenient in both accepting and prompting.] Happy Chandler inspired this movement by condemning the \"gentleman's agreement\" of his predecessor, Kenesaw Mountain Landis. Larry Doby of Cleveland was the second subject of this movement, which began when a member of the (*) Kansas City Monarchs was signed by General Manager Branch Rickey in 1945. For 10 points, name this event of the civil rights movement,": {
    "guess": "Jackie Robinson",
    "confidence": [
      [
        "Jack",
        -0.6127957
      ],
      [
        "ie",
        -0.0005887755
      ],
      [
        " Robinson",
        -0.00012558853
      ]
    ]
  },
  "A note about this person cites a passage of \"great anthropological interest\" from Ovid after describing him as \"a mere spectator and not indeed a 'character'\" who is \"yet the most important personage in the poem.\" This person first speaks, \"At the violet hour, when the eyes and back turn upward from the desk,\" and watches a \"typist home at tea-time.\" He claims to have \"foresuffered all\" and \"walked": {
    "guess": "Tiresias",
    "confidence": [
      [
        "T",
        -0.19760022
      ],
      [
        "ires",
        -0.09758297
      ],
      [
        "ias",
        -0.00012844942
      ]
    ]
  },
  "Notre-Dame de Paris is barely visible in the upper right, and the artist himself appears in a top hat on the far left. Behind him, a peasant with a cutlass stands poised to attack; in front of him, two men lay dying, victims of the 1830 event that the artist meant to commemorate. This painting's most notable image, however, is the bare-breasted Marianne waving the tricolor in its center. FTP, name this painting of the July Revolution by Eugene Delacroix.": {
    "guess": "Liberty Leading the People",
    "confidence": [
      [
        "Lib",
        -0.013809447
      ],
      [
        "erty",
        -3.3093824e-05
      ],
      [
        " Leading",
        -0.00021402664
      ],
      [
        " the",
        -0.00016015393
      ],
      [
        " People",
        -6.194111e-05
      ]
    ]
  },
  "A notable opponent of this action was the publisher of The Panoplist who used the pseudonym William Penn to attack this action. That man was Jeremiah Evarts. The term \"Talking Leaves\" was associated with this action by one group and James Henry Carleton created the Bosque Redondo as a destination for one group who undertook this action. One treaty that led to this was opposed by the National Party and notably not signed by John Ross. Enforced by the Treaty of New Echota, its namesake act was opposed by Davy Crockett. The most famous occurrence of this saw Winfield Scott in charge of leading a group": {
    "guess": "Indian Removal Act",
    "confidence": [
      [
        "Indian",
        -0.2799176
      ],
      [
        " Removal",
        -0.0073273825
      ],
      [
        " Act",
        -0.03826502
      ]
    ]
  },
  "Note to moderator: f(x) is pronounced \"f of x\" Approaches to this task which make use of a discretized mesh include the finite volume and finite element methods. This type of problem often will include Dirichlet or Neumann conditions in the problem statement. Abel's identity can be used to determine linear independence during this task by seeing whether or not the Wronskian is nonzero. One approach to this task multiplies (*) both sides by e raised to the integral of some function, while another rearranges to get an equation of the form f(x) times dx equals g(y) times dy and integrating both sides. For 10 points name this task which can be done numerically by Euler's method or analytically by integrating factor or separation of variables, in which a function is found which satisfies an equation": {
    "guess": "Differential equation",
    "confidence": [
      [
        "D",
        -0.5779385
      ],
      [
        "ifferential",
        -5.5577775e-06
      ],
      [
        " equation",
        -0.22254619
      ]
    ]
  },
  "It notes that \"a mother teaches her baby to talk by talking to it as if it understood long before it really does\" in describing the pretension that is needed to make the pretence into a reality.  It remarks that \"the only person who could repent perfectly is a perfect person,\" and he wouldn't need it, in a section that follows the \"shocking alternative.\" This leads the author to propose his so-called \"Trilemma,\" which rejects the \"moral teacher\" stance by claiming that Jesus must have been the son": {
    "guess": "Mere Christianity",
    "confidence": [
      [
        "M",
        -0.18513328
      ],
      [
        "ere",
        -0.00010318558
      ],
      [
        " Christianity",
        -4.0961266e-05
      ]
    ]
  }
}