{
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn. Figures she encounters include a kind mistress for whose child she embroiders a blanket as well as a cruel soldier who claims to have roasted and eaten her husband. The work featuring her begins with the (*) burning of her Lancaster home, is divided into twenty-one \"removes,\" and was originally entitled The Sovereignty and Goodness of God, featuring an introduction by Increase Mather. For 10 points, name this woman abducted during King Phillip's War, who wrote the most popular captivity narrative.": {
    "guess": "Mary Rowlandson",
    "confidence": [
      [
        "Mary",
        -0.010988636
      ],
      [
        " Row",
        -0.00029887765
      ],
      [
        "land",
        -2.3319124e-05
      ],
      [
        "son",
        -7.226629e-06
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn. Figures she encounters include a kind mistress for whose child she embroiders a blanket as well as a cruel soldier who claims to have roasted and eaten her husband. The work featuring her begins with the (*) burning of her Lancaster home, is divided into twenty-one \"removes,\" and was originally": {
    "guess": "Mary Rowlandson",
    "confidence": [
      [
        "Mary",
        -0.13926497
      ],
      [
        " Row",
        -0.004732365
      ],
      [
        "land",
        -5.8603408e-05
      ],
      [
        "son",
        -2.9636918e-05
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James": {
    "guess": "Hester Prynne",
    "confidence": [
      [
        "H",
        -1.0782918
      ],
      [
        "ester",
        -0.2139217
      ],
      [
        " P",
        -0.0063678822
      ],
      [
        "ryn",
        -4.5371802e-05
      ],
      [
        "ne",
        -1.7478143e-05
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run indefinitely is given the adjective \"living.\" Alkenes undergo this process according to the (*) Cossee-Arlman mechanism. The Carothers equation describes the degree of this process, which can come in \"chain-growth\" and \"step-growth\" types, and is often aided by zirconium or titanium compounds called Ziegler-Natta catalysts. For 10 points, name this process in which large molecules are formed from": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.01958974
      ],
      [
        "mer",
        -0.0010119688
      ],
      [
        "ization",
        -1.9816675e-06
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run indefinitely is given the adjective \"living.\" Alkenes undergo this process according to the (*) Cossee-Arlman mechanism. The Carothers equation describes the degree of this process, which can come in \"chain-growth\" and \"step-growth\" types, and is often aided by zirconium or titanium compounds called": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.017587995
      ],
      [
        "mer",
        -0.00065631996
      ],
      [
        "ization",
        -2.4584822e-06
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling reactions have this element bonded to palladium. In another reaction, this element displaces a halide to form a quaternary, positively-charged center, which is subsequently deprotonated at the alpha carbon. The strong bond this element forms to oxygen leads to the formation of alkenes from": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.4089767
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run": {
    "guess": "Crystallization",
    "confidence": [
      [
        "Cr",
        -0.10577495
      ],
      [
        "yst",
        -1.4974867e-05
      ],
      [
        "all",
        -4.00813e-06
      ],
      [
        "ization",
        -0.00065643917
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story while in others his works advance the plot. Most of his works were published only in dirty magazines": {
    "guess": "Kilgore Trout",
    "confidence": [
      [
        "K",
        -0.042938214
      ],
      [
        "il",
        -0.00075697736
      ],
      [
        "g",
        -1.2352386e-05
      ],
      [
        "ore",
        -6.749814e-06
      ],
      [
        " Trout",
        -0.00010235115
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn. Figures she encounters include a kind mistress for whose child she embroiders a blanket as well as a cruel soldier who claims to have roasted and eaten her husband. The work featuring her begins": {
    "guess": "Hester Prynne",
    "confidence": [
      [
        "H",
        -0.7771237
      ],
      [
        "ester",
        -0.38897997
      ],
      [
        " P",
        -0.032321017
      ],
      [
        "ryn",
        -0.00011856285
      ],
      [
        "ne",
        -3.4285862e-05
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood from the sage Cathbad, prompting the king's knights to call for the death of this child of Elva and": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.3046775
      ],
      [
        "ú",
        -0.014734066
      ],
      [
        " Ch",
        -0.013428784
      ],
      [
        "ul",
        -0.00068634463
      ],
      [
        "ain",
        -3.2929079e-06
      ],
      [
        "n",
        -8.3278566e-05
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling reactions have this element bonded to palladium. In another reaction, this element displaces a halide to form a quaternary, positively-charged center, which is subsequently deprotonated at the alpha carbon. The strong bond this element forms to oxygen leads to the formation of alkenes from carbonyls in the Wittig reaction. It is usually substituted with three phenyl groups as a ligand. For": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.16429722
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn.": {
    "guess": "Hester Prynne",
    "confidence": [
      [
        "H",
        -0.6677632
      ],
      [
        "ester",
        -0.5321944
      ],
      [
        " P",
        -0.014156225
      ],
      [
        "ryn",
        -0.00011856285
      ],
      [
        "ne",
        -1.4974867e-05
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling reactions have this element bonded to palladium. In another reaction, this element displaces": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.37040162
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize": {
    "guess": "Crystallization",
    "confidence": [
      [
        "Cr",
        -0.51790315
      ],
      [
        "yst",
        -6.062987e-05
      ],
      [
        "all",
        -1.4974867e-05
      ],
      [
        "ization",
        -0.002461741
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus and buried on the White Isle. After he killed Clitonymus in a quarrel over dice, he fled from Opus with his father Menoetius. In the Trojan War, he was wounded by Euphorbus, but he managed to kill Sarpedon. Diomedes won a chariot race and Odysseus won a wrestling contest at his funeral games after": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.1570424
      ],
      [
        "ro",
        -0.00047857445
      ],
      [
        "clus",
        -0.0011989205
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus and buried on the White Isle. After he killed Clitonymus in a quarrel over dice, he fled from Opus": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.21288145
      ],
      [
        "ro",
        -0.00018351417
      ],
      [
        "clus",
        -0.00046630012
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.21648599
      ],
      [
        " of",
        -0.0003861054
      ],
      [
        " Cler",
        -0.09085133
      ],
      [
        "mont",
        -5.705376e-05
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story while in others his works advance the plot. Most of his works were published only in dirty magazines and include 2BR02B (\"To be or not to be\") and The Protocols of the Elders of Tralfamadore. His son": {
    "guess": "Kilgore Trout",
    "confidence": [
      [
        "K",
        -0.0005244385
      ],
      [
        "il",
        -0.04759884
      ],
      [
        "g",
        -4.608702e-05
      ],
      [
        "ore",
        -4.4849444e-06
      ],
      [
        " Trout",
        -0.00015229016
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling reactions have this element bonded to palladium. In another reaction, this element displaces a halide to form a quaternary, positively-charged center, which is subsequently deprotonated at the": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.047591448
      ]
    ]
  },
  "His birth name was Setante, given to him by his parents Sualtach and Dechtire. Fergus Mac Roich refused": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.058857363
      ],
      [
        "ú",
        -0.0032182303
      ],
      [
        " Ch",
        -0.0033793573
      ],
      [
        "ul",
        -0.0007454256
      ],
      [
        "ain",
        -1.2664457e-06
      ],
      [
        "n",
        -6.098748e-05
      ]
    ]
  },
  "His birth name was Setante, given to him by his parents Sualtach and Dechtire. Fergus Mac Roich refused to fight him at Cuialnge despite the fact that this warrior's relative Conchobar dethroned Mac Roich as king. He grew up to be a member of the Red Branch, but among his most important mentors in childhood was the pacifist, Sencha. FTP name this most famous warrior in the Ulster Cycle.": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.030184545
      ],
      [
        "ú",
        -0.0045912806
      ],
      [
        " Ch",
        -0.004442105
      ],
      [
        "ul",
        -0.00071016705
      ],
      [
        "ain",
        -2.1008714e-06
      ],
      [
        "n",
        -9.364929e-05
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story": {
    "guess": "Richard Ford",
    "confidence": [
      [
        "Richard",
        -1.4366163
      ],
      [
        " Ford",
        -0.088430025
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood from the sage Cathbad, prompting the king's knights to call for the death of this child of Elva and Felim.  However, the predictions of this child's beauty aroused the interest of King Conchobar, who": {
    "guess": "Setanta",
    "confidence": [
      [
        "Set",
        -0.9915147
      ],
      [
        "anta",
        -0.0034240163
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run indefinitely is given the adjective \"living.\" Alkenes undergo this process according to the (*) Cossee-Arlman mechanism. The Carothers equation describes the degree of this process, which can come in \"chain-growth\" and \"step-growth\" types, and is often aided by zirconium or titanium compounds called Ziegler-Natta catalysts. For 10 points, name this process in which large molecules are formed from small monomers.": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.02579309
      ],
      [
        "mer",
        -0.00012035091
      ],
      [
        "ization",
        -4.246537e-06
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood from the sage Cathbad, prompting the king's knights to call for the death of this child of Elva and Felim.  However, the predictions of this child's beauty aroused the interest of King Conchobar, who spared her with the intent of eventually marrying her.  First, she fell in love with the youth Noisi and ran off with him, prompting Conchobar to have Noisi and his brothers killed, which in turn drove": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.015715003
      ],
      [
        "ird",
        -0.0004583135
      ],
      [
        "re",
        -7.7318386e-05
      ],
      [
        " of",
        -0.0028331724
      ],
      [
        " the",
        -0.0003673941
      ],
      [
        " Sor",
        -8.5781845e-05
      ],
      [
        "rows",
        -0.0001245157
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story while in others his works advance the plot. Most of his works were published only in dirty magazines and include 2BR02B (\"To be or not to be\") and The Protocols of the Elders of Tralfamadore. His son Leon narrates Galapagos and he appears in Jailbird, Timequake, and God Bless You, Mr. Rosewater, among": {
    "guess": "Kilgore Trout",
    "confidence": [
      [
        "K",
        -0.00025657137
      ],
      [
        "il",
        -0.012420879
      ],
      [
        "g",
        -1.2948405e-05
      ],
      [
        "ore",
        -6.749814e-06
      ],
      [
        " Trout",
        -0.00013059509
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where": {
    "guess": "Ligand",
    "confidence": [
      [
        "L",
        -0.37023613
      ],
      [
        "ig",
        -0.00021116942
      ],
      [
        "and",
        -0.000108907356
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade de Montfort, Countess of Anjou, Philip I was excommunicated at this church council, which was preceded by the council of Placentia. A few months after it, forces began to rally around the monk Gottschalk,": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.0071595614
      ],
      [
        " of",
        -0.00041970983
      ],
      [
        " Cler",
        -0.1197381
      ],
      [
        "mont",
        -4.274932e-05
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood from the sage Cathbad, prompting the king's knights to call for the death of this child of Elva and Felim.  However, the predictions of this child's beauty aroused the interest of King Conchobar, who spared her with the intent of eventually marrying her.  First, she fell in love with the youth Noisi": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.036206387
      ],
      [
        "ird",
        -0.0007936628
      ],
      [
        "re",
        -6.337155e-05
      ],
      [
        " of",
        -0.0035474475
      ],
      [
        " the",
        -0.00023321842
      ],
      [
        " Sor",
        -4.2153304e-05
      ],
      [
        "rows",
        -8.196733e-05
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus and buried on the White Isle. After he killed Clitonymus in a quarrel over dice, he fled from Opus with his father Menoetius. In the Trojan War, he was wounded by Euphorbus, but he managed to kill": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.004016784
      ],
      [
        "ro",
        -0.00018089537
      ],
      [
        "clus",
        -0.00039421127
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood from the sage Cathbad, prompting the king's knights to call for the death of this child of Elva and Felim.  However, the predictions of this child's beauty aroused the interest of King Conchobar, who spared her with the intent of eventually marrying her.  First, she fell in love with the youth Noisi and ran off with him, prompting Conchobar to have Noisi and his brothers killed, which in turn drove her to kill herself.  FTP, name this woman from Celtic myth known for her \"sorrows.\"": {
    "guess": "Deirdre of the Sorrows",
    "confidence": [
      [
        "De",
        -0.006857216
      ],
      [
        "ird",
        -0.0008203497
      ],
      [
        "re",
        -5.252402e-05
      ],
      [
        " of",
        -3.8934802e-05
      ],
      [
        " the",
        -0.0001655181
      ],
      [
        " Sor",
        -4.1557283e-05
      ],
      [
        "rows",
        -8.792751e-05
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story while in others his works advance the plot. Most of his works were published only in dirty magazines and include 2BR02B (\"To be or not to be\") and The Protocols of the Elders of Tralfamadore. His son Leon narrates Galapagos and he appears in Jailbird, Timequake, and God Bless You, Mr. Rosewater, among several others. FTP, name this fictional author set free in Breakfast of Champions by his creator": {
    "guess": "Kilgore Trout",
    "confidence": [
      [
        "K",
        -0.00066406454
      ],
      [
        "il",
        -0.0072546005
      ],
      [
        "g",
        -4.4849444e-06
      ],
      [
        "ore",
        -3.5313153e-06
      ],
      [
        " Trout",
        -4.2153304e-05
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and his only son deserted in Vietnam. In some novels he appears himself and is important to the story while in others his works advance the plot. Most of his works were published only in dirty magazines and include 2BR02B (\"To be or not to be\") and The Protocols of the Elders of Tralfamadore. His son Leon narrates Galapagos and he appears in Jailbird, Timequake, and God Bless You, Mr. Rosewater, among several others. FTP, name this fictional author set free in Breakfast of Champions by his creator Kurt Vonnegut.          |": {
    "guess": "Kilgore Trout",
    "confidence": [
      [
        "K",
        -0.00302596
      ],
      [
        "il",
        -0.004593657
      ],
      [
        "g",
        -9.253091e-06
      ],
      [
        "ore",
        -4.1273333e-06
      ],
      [
        " Trout",
        -2.9636918e-05
      ]
    ]
  },
  "His birth name was Setante, given to him by his parents Sualtach and Dechtire. Fergus Mac Roich refused to fight him at Cuialnge despite the fact that this warrior's relative Conchobar dethroned Mac Roich as king. He grew up to be a member of the Red Branch, but among his most important mentors in childhood": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -1.2241573
      ],
      [
        "ú",
        -0.13488942
      ],
      [
        " Ch",
        -0.23115498
      ],
      [
        "ul",
        -0.00055887003
      ],
      [
        "ain",
        -4.1273333e-06
      ],
      [
        "n",
        -6.9331734e-05
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds": {
    "guess": "Rhodium",
    "confidence": [
      [
        "Rh",
        -0.9231455
      ],
      [
        "odium",
        -0.0008801387
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts": {
    "guess": "NacNac",
    "confidence": [
      [
        "N",
        -1.4214169
      ],
      [
        "ac",
        -0.6676369
      ],
      [
        "N",
        -0.06594436
      ],
      [
        "ac",
        -0.006312685
      ]
    ]
  },
  "The birth of this mythological figure was met with a chilling prophecy of civil war and rivers of blood": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.3102169
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous": {
    "guess": "Susan Howe",
    "confidence": [
      [
        "Susan",
        -0.57586604
      ],
      [
        " Howe",
        -0.03465583
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow": {
    "guess": "Homer",
    "confidence": [
      [
        "H",
        -0.4819683
      ],
      [
        "omer",
        -0.047106992
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade de Montfort, Countess of Anjou, Philip I was excommunicated at this church council, which was preceded by the council of Placentia. A few months after it, forces began to rally around the monk Gottschalk, Walter the Pennnyless, and Count Raymond of Toulouse. Initiated due to the pleas of ambassadors sent by Alexios I Komnenos, for 10 points, name this Church council in which Peter the Hermit was": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.018960647
      ],
      [
        " of",
        -0.0003312937
      ],
      [
        " Cler",
        -0.09281883
      ],
      [
        "mont",
        -6.0510665e-05
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn. Figures she encounters include a kind mistress for whose child she embroiders a blanket as well": {
    "guess": "Hester Prynne",
    "confidence": [
      [
        "H",
        -0.4861527
      ],
      [
        "ester",
        -0.38202152
      ],
      [
        " P",
        -0.01428621
      ],
      [
        "ryn",
        -0.00030948312
      ],
      [
        "ne",
        -1.640531e-05
      ]
    ]
  },
  "A bishop of Ypres at his 1638 death, this Dutch theologian studied the impact of Lutheran and Calvinist": {
    "guess": "Cornelius Jansen",
    "confidence": [
      [
        "Corn",
        -0.2865849
      ],
      [
        "el",
        -0.00015860428
      ],
      [
        "ius",
        -0.0027447199
      ],
      [
        " J",
        -0.0011421227
      ],
      [
        "ansen",
        -0.00024299313
      ]
    ]
  },
  "His birth name was Setante, given to him by his parents Sualtach and Dechtire. Fergus Mac Roich refused to fight him at Cuialnge despite the fact that this warrior's relative Conchobar dethroned Mac Roich": {
    "guess": "Cú Chulainn",
    "confidence": [
      [
        "C",
        -0.40631655
      ],
      [
        "ú",
        -0.10436757
      ],
      [
        " Ch",
        -0.03343106
      ],
      [
        "ul",
        -0.00046296243
      ],
      [
        "ain",
        -1.147242e-06
      ],
      [
        "n",
        -7.1954215e-05
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade de Montfort, Countess of Anjou, Philip I was excommunicated at this church council, which was preceded by the council of Placentia. A few months after it, forces began to rally around the monk Gottschalk, Walter the Pennnyless, and Count Raymond of Toulouse. Initiated due to the pleas of ambassadors sent by Alexios I Komnenos, for 10 points, name this Church council in which Peter the Hermit was in attendance and Pope Urban II called for the First Crusade.": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.006572908
      ],
      [
        " of",
        -0.0001441843
      ],
      [
        " Cler",
        -0.04805658
      ],
      [
        "mont",
        -5.800739e-05
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this": {
    "guess": "First Crusade",
    "confidence": [
      [
        "First",
        -0.22609517
      ],
      [
        " Crus",
        -0.00093790476
      ],
      [
        "ade",
        -4.1318875e-05
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade de Montfort, Countess of Anjou, Philip I was excommunicated at this church council, which was preceded": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.006141846
      ],
      [
        " of",
        -0.00025084958
      ],
      [
        " Cler",
        -0.15935329
      ],
      [
        "mont",
        -2.5703197e-05
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus and buried on the White Isle. After he killed Clitonymus in a quarrel over dice, he fled from Opus with his father Menoetius. In the Trojan War, he was wounded by Euphorbus, but he managed to kill Sarpedon. Diomedes won a chariot race and Odysseus won a wrestling contest at his funeral games after this man was killed by Hector while he was wearing another man's armor. For 10 points, name this close friend of Achilles.": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.24683462
      ],
      [
        "ro",
        -0.00044175517
      ],
      [
        "clus",
        -0.00077377405
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling reactions have this element bonded to palladium. In another reaction, this element displaces a halide to form a quaternary, positively-charged center, which is subsequently deprotonated at the alpha carbon. The strong bond this element forms to oxygen leads to the formation of alkenes from carbonyls in the Wittig reaction. It is usually substituted with three phenyl groups as a ligand. For 10 points, name this element located directly below nitrogen on the Periodic Table.": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.1670327
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.013331284
      ],
      [
        " of",
        -0.00067168626
      ],
      [
        " Cler",
        -0.2655109
      ],
      [
        "mont",
        -7.445749e-05
      ]
    ]
  },
  "The birth and death dates of this character change to keep his death in the future. He is divorced and": {
    "guess": "List of characters in the Marvel Cinematic Universe",
    "confidence": [
      [
        "List",
        -1.2248819
      ],
      [
        " of",
        -0.00018041854
      ],
      [
        " characters",
        -1.8387529
      ],
      [
        " in",
        -0.74000764
      ],
      [
        " the",
        -0.6938068
      ],
      [
        " Marvel",
        -2.078385
      ],
      [
        " Cin",
        -0.0012685667
      ],
      [
        "ematic",
        -4.310693e-05
      ],
      [
        " Universe",
        -1.7239736e-05
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run indefinitely is given the adjective \"living.\" Alkenes undergo this process according to the (*) Cossee-Arlman mechanism. The Carothers equation describes the degree of this process, which can come": {
    "guess": "Polymerization",
    "confidence": [
      [
        "Poly",
        -0.00939703
      ],
      [
        "mer",
        -0.00013238314
      ],
      [
        "ization",
        -4.246537e-06
      ]
    ]
  },
  "A bishop of Ypres at his 1638 death, this Dutch theologian studied the impact of Lutheran and Calvinist doctrine while at the University of Louvrain, and supported a return to Augustinian views. For ten points, identify this author of Augustinus, which became the basis for the doctrine named for him": {
    "guess": "Cornelius Jansen",
    "confidence": [
      [
        "Corn",
        -0.05432456
      ],
      [
        "el",
        -1.247159e-05
      ],
      [
        "ius",
        -7.982166e-05
      ],
      [
        " J",
        -0.00069265877
      ],
      [
        "ansen",
        -0.0018259542
      ]
    ]
  },
  "Bis-phenoxy-imine systems where the phenoxy groups are sterically protected are highly effective catalysts for this process. The extent to which this process occurs is equal to one over one minus p, where p is N sub 0 minus N all over N sub 0 in a famous equation. The products of this process can crystallize according to Hoffmann nucleation theory. A type of this process which could theoretically run indefinitely is given the adjective \"living.\" Alkenes undergo this process according to the (*) Cossee-Arlman": {
    "guess": "Living polymerization",
    "confidence": [
      [
        "Living",
        -0.41866302
      ],
      [
        " polymer",
        -0.0048951274
      ],
      [
        "ization",
        -4.501419e-05
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.014486075
      ],
      [
        " of",
        -0.00074435276
      ],
      [
        " Cler",
        -0.50309575
      ],
      [
        "mont",
        -9.5079726e-05
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this": {
    "guess": "Metallicity",
    "confidence": [
      [
        "Metal",
        -1.4621022
      ],
      [
        "licity",
        -0.5379285
      ]
    ]
  },
  "A bishop of Ypres at his 1638 death, this Dutch theologian studied the impact of Lutheran and Calvinist doctrine while at the University of Louvrain, and supported a return to Augustinian views. For ten": {
    "guess": "Jansenism",
    "confidence": [
      [
        "J",
        -0.8500094
      ],
      [
        "ansen",
        -0.31253183
      ],
      [
        "ism",
        -0.3143127
      ]
    ]
  },
  "Bishop Adhemar of Le Puy was appointed as papal legate and spiritual leader immediately following this event. Guibert de Nogent provided one of two extant eye-witness accounts of this event, while most accounts are based on the Gesta Francorum. Decrees passed during it were recorded in the Liber Lamberti and include a reaffirmation of the \"Truce of God.\" Due to an adulterous relationship with Bertrade de Montfort, Countess of Anjou, Philip I was excommunicated at this church council, which was preceded by the council of Placentia. A few months after it, forces began to rally around the monk Gottschalk, Walter the Pennnyless, and Count Raymond of Toulouse. Initiated due to the pleas of ambassadors": {
    "guess": "Council of Clermont",
    "confidence": [
      [
        "Council",
        -0.03906944
      ],
      [
        " of",
        -0.0007479216
      ],
      [
        " Cler",
        -0.915886
      ],
      [
        "mont",
        -3.6908343e-05
      ]
    ]
  },
  "A bishop of Ypres at his 1638 death, this Dutch theologian studied the impact of Lutheran and Calvinist doctrine while at the University of Louvrain, and supported a return to Augustinian views. For ten points, identify this author of Augustinus, which became the basis for the doctrine named for him which incorporated aspects of Protestant views into Catholicism and was later declared heretical by": {
    "guess": "Jacobus Arminius",
    "confidence": [
      [
        "Jacob",
        -0.31800586
      ],
      [
        "us",
        -0.04110731
      ],
      [
        " Ar",
        -0.000614982
      ],
      [
        "min",
        -0.00021748354
      ],
      [
        "ius",
        -1.8908588e-05
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus": {
    "guess": "Patroclus",
    "confidence": [
      [
        "Pat",
        -0.074332945
      ],
      [
        "ro",
        -0.00039873365
      ],
      [
        "clus",
        -0.0004484269
      ]
    ]
  },
  "In The Birthmark, Susan Howe claims this individual's \"apprehension of nature is an endless ambiguous enclosure.\" At the end of the work in which she appears, she is taken to the home of slave-dealer James Whitcomb after marking out five strange incidents of Providence, one of which involves burned corn. Figures she encounters include a kind mistress for whose child she embroiders a blanket as well as a cruel soldier who claims to have roasted and eaten her husband. The work featuring her begins with the (*) burning of her Lancaster home, is divided into twenty-one \"removes,\" and was originally entitled The Sovereignty and Goodness of God, featuring an introduction by Increase Mather. For 10": {
    "guess": "Mary Rowlandson",
    "confidence": [
      [
        "Mary",
        -0.045080505
      ],
      [
        " Row",
        -0.001171533
      ],
      [
        "land",
        -4.561021e-05
      ],
      [
        "son",
        -2.4749568e-05
      ]
    ]
  },
  "A bishop of Ypres at his 1638 death, this Dutch theologian studied the impact of Lutheran and Calvinist doctrine while at the University of Louvrain, and supported a return to Augustinian views. For ten points, identify this author of Augustinus, which became the basis for the doctrine named for him which incorporated aspects of Protestant views into Catholicism and was later declared heretical by the church.": {
    "guess": "Cornelius Jansen",
    "confidence": [
      [
        "Corn",
        -0.18970168
      ],
      [
        "el",
        -4.4849444e-06
      ],
      [
        "ius",
        -0.000104616025
      ],
      [
        " J",
        -0.0014551168
      ],
      [
        "ansen",
        -0.0027019237
      ]
    ]
  },
  "At a birthday feast on Samos, Brutus mysteriously quoted this man's final words. He tended to the arrow wound of Eurypylus. He was the younger of two men whose bones were placed in a jar made by Hephaestus and buried on the White Isle. After he killed Clitonymus in a quarrel over dice, he fled from Opus with his father Menoetius. In the Trojan War, he was wounded by Euphorbus, but he managed to kill Sarpedon. Diomedes won a chariot race and Odysseus won a wrestling contest at his funeral games after this man was killed by Hector while he was wearing another man's armor. For 10 points, name this": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.12858184
      ],
      [
        "ch",
        -7.0404574e-05
      ],
      [
        "illes",
        -5.252402e-05
      ]
    ]
  },
  "The bite angle and the cone angle are usually defined for metals bonded to this element. An atom of this element attacks the azo functionality of DEAD in a substitution reaction of alcohols. Rhodium bonds to three atoms of this element in Wilkinson's catalyst. The most common dative ligands for cross-coupling": {
    "guess": "Phosphorus",
    "confidence": [
      [
        "Ph",
        -0.032025743
      ],
      [
        "osph",
        -0.00019352727
      ],
      [
        "orus",
        -0.53788704
      ]
    ]
  }
}