{
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0009016925
      ],
      [
        "z",
        -9.555654e-05
      ],
      [
        " Bo",
        -1.9504607e-05
      ],
      [
        "as",
        -7.822647e-06
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood. This postulate appears to contradict T-symmetry in Loschmidt's paradox, and heat from a reservoir cannot perfectly be converted into work in the Kelvin-Planck formulation of this statement. This postulate states that heat cannot flow from a colder body to a warmer body without doing work, according": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.0005057309
      ],
      [
        " law",
        -0.0012286812
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " therm",
        -1.2948405e-05
      ],
      [
        "odynamics",
        -4.1318875e-05
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood. This postulate appears to contradict T-symmetry in Loschmidt's paradox, and heat from a reservoir": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.0009489761
      ],
      [
        " law",
        -0.0008011689
      ],
      [
        " of",
        -8.180258e-06
      ],
      [
        " therm",
        -2.4584822e-06
      ],
      [
        "odynamics",
        -3.9530823e-05
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood. This postulate appears to contradict T-symmetry in Loschmidt's paradox, and heat from a reservoir cannot perfectly be converted into work in the Kelvin-Planck formulation of this statement. This": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.0007793693
      ],
      [
        " law",
        -0.0010041087
      ],
      [
        " of",
        -1.4378848e-05
      ],
      [
        " therm",
        -2.9352968e-06
      ],
      [
        "odynamics",
        -7.2073424e-05
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood. This postulate appears to contradict T-symmetry in Loschmidt's paradox, and heat from a reservoir cannot perfectly be converted into work in the Kelvin-Planck formulation of this statement. This postulate states that heat cannot flow from a colder body to a warmer body without doing work, according to Clausius's formulation. Apparently violated by Maxwell's Demon, for 10 points, name this law which states that the entropy of a closed system always increases.": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.00037633438
      ],
      [
        " law",
        -0.001280476
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " therm",
        -2.577686e-06
      ],
      [
        "odynamics",
        -2.2961513e-05
      ]
    ]
  },
  "After a career in advertising, he turned to writing full-time. He was awarded the Booker Prize, the British Commonwealth award for novel of the year, and later the ‘Booker of Bookers' as the best in the prize's existence, for Midnight's Children. For 10 points, name this Mumbai-born author who also received a fatwa on his life for his controversial Satanic Verses.": {
    "guess": "Salman Rushdie",
    "confidence": [
      [
        "Sal",
        -0.021219151
      ],
      [
        "man",
        -4.3822154e-05
      ],
      [
        " Rush",
        -4.5848617e-05
      ],
      [
        "die",
        -0.00019603055
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found in this structure has been shown to be water soluable, and that protein's F0 complex is a transmembrane": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0029949357
      ],
      [
        "ochond",
        -4.0007635e-05
      ],
      [
        "r",
        -0.01553568
      ],
      [
        "ion",
        -2.7610455e-05
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave back in the peace negotiations. One side's attempted siege of Taganrog failed, while a failed attack at Inkerman resulted in the other side replacing Menshikov with Prince Gorshakov.  Admiral Nakhimov": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.031978864
      ],
      [
        "an",
        -0.0008280907
      ],
      [
        " War",
        -0.0004154185
      ]
    ]
  },
  "Carbon dioxide combines with ribulose biphosphate to form 3-  phosphoglycerate. 3-phosphoglycerate is reduced to  glyceraldehyde-3-phosphate. Five-sixths of the glyceraldehyde-3-  phosphate is processed": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.03415297
      ],
      [
        "vin",
        -3.070975e-05
      ],
      [
        " Cycle",
        -0.36126113
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the Jackal attended was named for him. Sidney Gottlieb claims that he was instructed to poison this man's toothbrush by the CIA, but the assassination attempt failed. With his aides Mpolo and Okito, he was murdered by Tshombe's men in Katanga after fleeing from the repressive government of president Joseph Kasavubu. FTP, identify this man who opposed Mobutu Sese Seko and the rule of the Belgians; a Marxist who was the first elected prime minister of Zaire.": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.00473308
      ],
      [
        "rice",
        -2.0815847e-05
      ],
      [
        " Lum",
        -0.0001657565
      ],
      [
        "umba",
        -7.7318386e-05
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances of this functionality in the (*) Dieckmann condensation, which produces the \"beta keto\" variety of these. Alcohols are refluxed with carboxylic acids to synthesize these compounds. Triglycerides feature": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.42104203
      ],
      [
        "ster",
        -0.06493205
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives": {
    "guess": "Robert Clive",
    "confidence": [
      [
        "Robert",
        -0.9356815
      ],
      [
        " Cl",
        -0.0003827677
      ],
      [
        "ive",
        -9.0883464e-07
      ]
    ]
  },
  "After a career in advertising, he turned to writing full-time. He was awarded the Booker Prize, the British": {
    "guess": "Ben Okri",
    "confidence": [
      [
        "Ben",
        -0.5041651
      ],
      [
        " Ok",
        -0.0001202317
      ],
      [
        "ri",
        -5.025915e-05
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n known as Operation Z by one side, was prompted by the passage of the Vinson-Walsh act and the sending\n of the Hull Note by one country. The attacking side made heavy use of the recently-developed Type 91\n torpedo. The aggressor was partly motivated by dwindling oil supplies. This battle saw the destruction": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.027537208
      ],
      [
        " on",
        -0.00030745665
      ],
      [
        " Pearl",
        -0.00039504567
      ],
      [
        " Harbor",
        -0.001651614
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline and baclofen specifically act on two classes of its receptors.  Binding of this molecule to its B receptors results in the opening of potassium channels; a similar effect results from activation of a chloride ion channel that can bind it or benzodiazepines at a different site, causing the cell's resting potential to become more negative.  Synthesized from the decarboxylation of glutamate in the central nervous system, FTP identify this inhibitory neurotransmitter.": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.2536229
      ],
      [
        "-A",
        -0.041617446
      ],
      [
        "min",
        -0.0008303555
      ],
      [
        "ob",
        -0.0002645543
      ],
      [
        "uty",
        -0.00039480726
      ],
      [
        "ric",
        -3.035214e-05
      ],
      [
        " acid",
        -0.2393539
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was": {
    "guess": "Jack London",
    "confidence": [
      [
        "Jack",
        -1.5602999
      ],
      [
        " London",
        -0.8106419
      ]
    ]
  },
  "Its captain was Charles Sigsbee and on February 15, 1898, his evening routine was interrupted by an explosion. While journalists of the time attributed the blast to a Spanish mine, many modern historians believe this ship's demise was accidental. For ten points, a rallying cry of the Spanish American War was to remember what destroyed ship?": {
    "guess": "USS Maine",
    "confidence": [
      [
        "U",
        -0.0053162933
      ],
      [
        "SS",
        -2.8444882e-05
      ],
      [
        " Maine",
        -0.00023083435
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost": {
    "guess": "Tipu Sultan",
    "confidence": [
      [
        "Tip",
        -0.79476213
      ],
      [
        "u",
        -2.6060809e-05
      ],
      [
        " Sultan",
        -0.00017755765
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.29037887
      ],
      [
        "-L",
        -0.006541759
      ],
      [
        "uc",
        -8.657073e-06
      ],
      [
        " Pic",
        -0.0017060094
      ],
      [
        "ard",
        -6.313315e-05
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave back in the peace negotiations. One side's attempted siege of Taganrog failed, while a failed attack at Inkerman resulted in the other side replacing Menshikov with Prince Gorshakov.  Admiral Nakhimov destroyed a squadron of frigates at Sinope, but Nakhimov died at Malakoff. General MacMahon's victory there led to the taking of Sevastopol. For 10 points, name this war, settled by the Treaty of Paris,": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.0016756601
      ],
      [
        "an",
        -0.00014430351
      ],
      [
        " War",
        -0.002123019
      ]
    ]
  },
  "Carbon dioxide combines with ribulose biphosphate to form 3-  phosphoglycerate. 3-phosphoglycerate is reduced to  glyceraldehyde-3-phosphate. Five-sixths of the glyceraldehyde-3-  phosphate is processed to form ribulose monophosphate, which is  converted into ribulose biphosphate. The remaining one-sixth": {
    "guess": "Light-independent reactions",
    "confidence": [
      [
        "Light",
        -0.2902474
      ],
      [
        "-independent",
        -0.0042920844
      ],
      [
        " reactions",
        -0.00010247036
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the Jackal attended was named for him. Sidney Gottlieb claims that he was instructed to poison this man's": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.2861819
      ],
      [
        "rice",
        -1.247159e-05
      ],
      [
        " Lum",
        -6.241792e-05
      ],
      [
        "umba",
        -0.00020640128
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.07553151
      ],
      [
        "an",
        -0.0044897003
      ],
      [
        " War",
        -0.007287385
      ]
    ]
  },
  "After a career in advertising, he turned to writing full-time. He was awarded the Booker Prize, the British Commonwealth award for novel of the year, and later the ‘Booker of Bookers' as the best in the prize's existence, for Midnight's Children. For 10 points, name this Mumbai-born author who also received": {
    "guess": "Salman Rushdie",
    "confidence": [
      [
        "Sal",
        -0.003048297
      ],
      [
        "man",
        -0.00028564973
      ],
      [
        " Rush",
        -3.7981175e-05
      ],
      [
        "die",
        -0.00026300468
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave back in the peace negotiations. One side's attempted siege of Taganrog failed, while a failed attack at Inkerman resulted in the other side replacing Menshikov with Prince Gorshakov.  Admiral Nakhimov destroyed a squadron of frigates at Sinope, but Nakhimov died at Malakoff. General MacMahon's victory there led to the taking of Sevastopol. For 10 points, name this war, settled by the Treaty of Paris, which included the Battle of Balaclava.": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.00026777282
      ],
      [
        "an",
        -0.00041398805
      ],
      [
        " War",
        -0.00023083435
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was then reading. The book that resulted from this wager, Precaution, sold poorly; however, his follow­up The Spy did well enough to allow him to quit farming and write for a living. Noted for works of pioneer life, at age 34 he published the first American sea tale, The Pilot. FTP, who is this author infinitely better­known for The Prairie, The Pioneers, The Pathfinder, The Deerslayer,  and The Last": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.014687081
      ],
      [
        " Fen",
        -0.001291905
      ],
      [
        "imore",
        -0.00010568886
      ],
      [
        " Cooper",
        -5.9437833e-05
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline and baclofen specifically act on two classes of its receptors.  Binding of this molecule to its": {
    "guess": "GABA receptor",
    "confidence": [
      [
        "G",
        -0.17909144
      ],
      [
        "ABA",
        -0.1893247
      ],
      [
        " receptor",
        -0.96615714
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood. This postulate appears to contradict T-symmetry in Loschmidt's paradox, and heat from a reservoir cannot perfectly be converted into work in the Kelvin-Planck formulation of this statement. This postulate states that heat cannot flow from a colder body to a warmer body without doing work, according to Clausius's formulation. Apparently violated by Maxwell's Demon, for 10 points, name this": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.0005981889
      ],
      [
        " law",
        -0.007473525
      ],
      [
        " of",
        -2.9352968e-06
      ],
      [
        " therm",
        -1.9385403e-05
      ],
      [
        "odynamics",
        -7.696077e-05
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is": {
    "guess": "Carbon",
    "confidence": [
      [
        "Carbon",
        -0.26286525
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism) using the functions 2 x+1 and two times the absolute value of x. The elements in this set are all of the possible outputs of the ceiling and floor functions, which have alternative names that include this set. This set, sometimes represented by a double-struck Z, is a subset of the rational numbers and contains the natural numbers. Name this set which consists of the union of zero, counting numbers,": {
    "guess": "Integer",
    "confidence": [
      [
        "Integer",
        -0.10757276
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives after the king had surrendered and he first took power after defeating Khande Rao in battle. This man's son led forces that used technologically advanced rockets at the Battle of Pollilur. This man died during one war that was ended by the Treaty of Manglaore, and this man's son was Tipu Sultan.": {
    "guess": "Hyder Ali",
    "confidence": [
      [
        "Hy",
        -0.09694872
      ],
      [
        "der",
        -5.574252e-05
      ],
      [
        " Ali",
        -0.00013774731
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed.": {
    "guess": "Siege of Sevastopol",
    "confidence": [
      [
        "Sie",
        -0.63694024
      ],
      [
        "ge",
        -0.0003812217
      ],
      [
        " of",
        -0.0007407767
      ],
      [
        " Se",
        -0.80835646
      ],
      [
        "v",
        -2.1008714e-06
      ],
      [
        "ast",
        -4.00813e-06
      ],
      [
        "opol",
        -0.0034142747
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.028292015
      ],
      [
        "ochond",
        -0.0001201125
      ],
      [
        "r",
        -0.17632416
      ],
      [
        "ion",
        -0.00015288251
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was then reading. The book that resulted from this wager, Precaution, sold poorly; however, his follow­up The Spy did well enough to allow him to quit farming and write for a living. Noted for works of pioneer life, at age 34 he published the first American sea tale, The Pilot. FTP, who is this author infinitely better­known for The Prairie, The Pioneers, The Pathfinder, The Deerslayer,  and The Last of the Mohicans?": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.0024242909
      ],
      [
        " Fen",
        -0.0025404668
      ],
      [
        "imore",
        -0.00014108501
      ],
      [
        " Cooper",
        -0.00019352727
      ]
    ]
  },
  "The Capsian people lived in the northern foothills of this mountain range. This range, whose   easternmost subrange is the Aures Mountains, was home to an extinct species of bear, the  only bear native to the continent. It is south of the Rif Mountains, and its highest peak, (*)  Jebel Toubkal, is visible from Marrakesh, Morocco. For 10 points\\--name this North African mountain  range named for a Titan who held up the heavens.": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.00047869363
      ],
      [
        " Mountains",
        -6.778209e-05
      ]
    ]
  },
  "Its captain was Charles Sigsbee and on February 15, 1898, his evening routine was interrupted by an explosion.": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.0087448135
      ],
      [
        "SS",
        -6.511407e-06
      ],
      [
        " Maine",
        -0.0006218921
      ],
      [
        " (",
        -0.07874546
      ],
      [
        "188",
        -0.64573336
      ],
      [
        "9",
        -0.000618316
      ],
      [
        ")",
        -7.89631e-07
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline and baclofen specifically act on two classes of its receptors.  Binding of this molecule to its B receptors results in the opening of potassium channels; a similar effect results from activation of": {
    "guess": "GABA receptor",
    "confidence": [
      [
        "G",
        -0.21618508
      ],
      [
        "ABA",
        -0.0675682
      ],
      [
        " receptor",
        -0.49203265
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement": {
    "guess": "William Penn",
    "confidence": [
      [
        "William",
        -0.119322725
      ],
      [
        " Penn",
        -0.12228876
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances of this functionality in the (*) Dieckmann condensation, which produces the \"beta keto\" variety of these. Alcohols are refluxed with carboxylic acids to synthesize these compounds. Triglycerides feature three of these compounds' functionality because fatty acids have been joined to a glycerol backbone.": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.06979781
      ],
      [
        "ster",
        -0.022385893
      ]
    ]
  },
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on the other side of Canada, where he died while studying the links between the native populations of Siberia and the Pacific Northwest. One of the first scholars to describe societies by their own rather than by European standards, he pioneered the use of oral histories, and his students included Ruth Benedict and Zora Neale Hurston. FTP, name this author of _The  Mind of Primitive Man_ who helped found cultural anthropology.": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0015462874
      ],
      [
        "z",
        -0.0004330533
      ],
      [
        " Bo",
        -5.276243e-05
      ],
      [
        "as",
        -2.8206474e-05
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved with few women, but most notable were his romances with Jenice Manheim and the archaeologist and treasure huntress Vash. He has a younger double who leads the Reman rebellion and jeopardizes the uneasy peace between their societies. As Locutus, he nearly destroys all of his comrades, and he later": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.11278333
      ],
      [
        "-L",
        -0.0043840786
      ],
      [
        "uc",
        -1.11603495e-05
      ],
      [
        " Pic",
        -0.0006384541
      ],
      [
        "ard",
        -5.967624e-05
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.12197098
      ],
      [
        " law",
        -0.004973659
      ],
      [
        " of",
        -2.8325678e-05
      ],
      [
        " therm",
        -2.8921695e-05
      ],
      [
        "odynamics",
        -0.00012094693
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's": {
    "guess": "Carbonic anhydrase II",
    "confidence": [
      [
        "Carbon",
        -0.185214
      ],
      [
        "ic",
        -0.0010332842
      ],
      [
        " an",
        -0.042980008
      ],
      [
        "hydr",
        -7.89631e-07
      ],
      [
        "ase",
        -0.0015315282
      ],
      [
        " II",
        -0.23958799
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline and baclofen specifically act on two classes of its receptors.  Binding of this molecule to its B receptors results in the opening of potassium channels; a similar effect results from activation of a chloride ion channel that can bind it or benzodiazepines at a different site, causing the cell's": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.44648907
      ],
      [
        "-A",
        -0.076199904
      ],
      [
        "min",
        -0.0016366201
      ],
      [
        "ob",
        -0.00051609793
      ],
      [
        "uty",
        -0.0005501718
      ],
      [
        "ric",
        -5.538491e-05
      ],
      [
        " acid",
        -0.43151346
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline and baclofen specifically act on two classes of its receptors.  Binding of this molecule to its B receptors results in the opening of potassium channels; a similar effect results from activation of a chloride ion channel that can bind it or benzodiazepines at a different site, causing the cell's resting potential to become more negative.  Synthesized from the decarboxylation of glutamate in the": {
    "guess": "Gamma-Aminobutyric acid",
    "confidence": [
      [
        "Gamma",
        -0.45600194
      ],
      [
        "-A",
        -0.03067622
      ],
      [
        "min",
        -0.000906103
      ],
      [
        "ob",
        -0.00026801124
      ],
      [
        "uty",
        -0.0001594387
      ],
      [
        "ric",
        -2.188868e-05
      ],
      [
        " acid",
        -0.34717947
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found in this structure has been shown to be water soluable, and that protein's F0 complex is a transmembrane domain that releases its product onto the F1 complex. Cytochrome C is a peripheral protein found in the intermembrane space of this organelle, and secretion of that enzyme serves as a signal to": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.011453558
      ],
      [
        "ochond",
        -0.0002545449
      ],
      [
        "r",
        -0.00442359
      ],
      [
        "ion",
        -1.2113979e-05
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved with few women, but most notable were his romances with Jenice Manheim and the archaeologist and treasure huntress Vash. He has a younger double who leads the Reman rebellion and jeopardizes the uneasy peace between their societies. As Locutus, he nearly destroys all of his comrades, and he later finds that he has a son – or perhaps not. Name this captain of the USS Enterprise, a native of La": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.023966767
      ],
      [
        "-L",
        -0.009982254
      ],
      [
        "uc",
        -1.9743013e-05
      ],
      [
        " Pic",
        -0.00019817622
      ],
      [
        "ard",
        -0.0001167748
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives after the king had surrendered and he first took power after defeating Khande Rao in battle. This man's son led forces that used technologically advanced rockets at the Battle of Pollilur. This man died during one war that was ended by the Treaty of Manglaore, and this man's son was Tipu Sultan. For ten points, name this man who fought the British in the first and second Anglo-Mysore Wars and was a leader of the Kingdom of Mysore.": {
    "guess": "Hyder Ali",
    "confidence": [
      [
        "Hy",
        -0.10495977
      ],
      [
        "der",
        -7.755679e-05
      ],
      [
        " Ali",
        -0.0001688558
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.030749287
      ],
      [
        " on",
        -0.00012272765
      ],
      [
        " Pearl",
        -0.00019138161
      ],
      [
        " Harbor",
        -0.0011517672
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.24362521
      ],
      [
        "an",
        -0.0021621601
      ],
      [
        " War",
        -0.0015234334
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave back in the peace negotiations. One side's attempted siege of Taganrog failed, while a failed attack": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.03245686
      ],
      [
        "an",
        -0.00065465475
      ],
      [
        " War",
        -0.00043782144
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded": {
    "guess": "William Penn",
    "confidence": [
      [
        "William",
        -1.6318907
      ],
      [
        " Penn",
        -1.2858946
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n known as Operation Z by one side, was prompted by the passage of the Vinson-Walsh act and the sending\n": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.018183421
      ],
      [
        " on",
        -0.00015467056
      ],
      [
        " Pearl",
        -0.00024667746
      ],
      [
        " Harbor",
        -0.0012089227
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was then reading. The book that resulted from this wager, Precaution, sold poorly; however, his follow­up The Spy did well enough to allow him to quit farming and write for a living. Noted for works of pioneer life, at age 34 he published the first American sea tale, The Pilot. FTP, who is this author": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.0042652506
      ],
      [
        " Fen",
        -0.0005344443
      ],
      [
        "imore",
        -7.5530326e-05
      ],
      [
        " Cooper",
        -7.064298e-05
      ]
    ]
  },
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on the other side of Canada, where he died while studying the links between the native populations of Siberia and the Pacific Northwest. One of the first scholars to describe societies by their own rather than by European standards, he pioneered the use of oral histories, and his students included Ruth": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0116862785
      ],
      [
        "z",
        -5.8603408e-05
      ],
      [
        " Bo",
        -4.2272506e-05
      ],
      [
        "as",
        -3.0113732e-05
      ]
    ]
  },
  "Carbon dioxide combines with ribulose biphosphate to form 3-  phosphoglycerate. 3-phosphoglycerate is reduced to  glyceraldehyde-3-phosphate. Five-sixths of the glyceraldehyde-3-  phosphate is processed to form ribulose monophosphate, which is  converted into ribulose biphosphate. The remaining one-sixth of  the glyceraldehyde-3-phosphate is used to make glucose. FTP,  name this process also know n as the dark reactions.": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.1071585
      ],
      [
        "vin",
        -7.3861476e-05
      ],
      [
        " Cycle",
        -0.54333687
      ]
    ]
  },
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on the other side of Canada, where he died while studying the links between the native populations of Siberia and the Pacific Northwest. One of the first scholars to describe societies by their own rather than by European standards, he pioneered the use of oral histories, and his students included Ruth Benedict and Zora Neale Hurston. FTP, name this author of _The  Mind of Primitive Man_ who helped": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0019495831
      ],
      [
        "z",
        -0.00015478976
      ],
      [
        " Bo",
        -1.0325924e-05
      ],
      [
        "as",
        -1.8550976e-05
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism) using the functions 2 x+1 and two times the absolute value of x. The elements in this set are all of the possible outputs of the ceiling and floor functions, which have alternative names that include this set. This set, sometimes represented by a double-struck Z, is a subset of the rational numbers": {
    "guess": "Integer",
    "confidence": [
      [
        "Integer",
        -0.4548104
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells,": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.032773234
      ],
      [
        "ochond",
        -6.0153056e-05
      ],
      [
        "r",
        -0.024180781
      ],
      [
        "ion",
        -3.5597102e-05
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after": {
    "guess": "Suleiman the Magnificent",
    "confidence": [
      [
        "S",
        -2.0862157
      ],
      [
        "ule",
        -0.3234468
      ],
      [
        "iman",
        -0.0003898007
      ],
      [
        " the",
        -0.008033028
      ],
      [
        " Magn",
        -0.00058222294
      ],
      [
        "ificent",
        -0.0007784157
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n known as Operation Z by one side, was prompted by the passage of the Vinson-Walsh act and the sending\n of the Hull Note by one country. The attacking side made heavy use of the recently-developed Type": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.021790847
      ],
      [
        " on",
        -0.00095695903
      ],
      [
        " Pearl",
        -0.0019998925
      ],
      [
        " Harbor",
        -0.00097077567
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n known as Operation Z by one side, was prompted by the passage of the Vinson-Walsh act and the sending\n of the Hull Note by one country. The attacking side made heavy use of the recently-developed Type 91\n torpedo. The aggressor was partly motivated by dwindling oil supplies. This battle saw the destruction of\n the USS Arizona. Occurring on \"a date which will live in infamy,\" for 10 points, name this attack that\n brought the United States into World War II.": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.001816671
      ],
      [
        " on",
        -2.2246291e-05
      ],
      [
        " Pearl",
        -3.631232e-05
      ],
      [
        " Harbor",
        -5.312004e-05
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was then reading. The book that resulted from this wager, Precaution, sold poorly; however, his follow­up": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.16009289
      ],
      [
        " Fen",
        -0.0032378403
      ],
      [
        "imore",
        -0.00013035668
      ],
      [
        " Cooper",
        -0.0004362718
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved with few women, but most notable were his romances with Jenice Manheim and the archaeologist and treasure huntress Vash. He has a younger double who leads the Reman rebellion and jeopardizes the uneasy peace between their societies. As Locutus, he nearly destroys all of his comrades, and he later finds that he has a son – or perhaps not. Name this captain of the USS Enterprise, a native of La Barre, France.": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.006173487
      ],
      [
        "-L",
        -0.0064452346
      ],
      [
        "uc",
        -1.640531e-05
      ],
      [
        " Pic",
        -0.00020234835
      ],
      [
        "ard",
        -0.00012940305
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives after the king had surrendered and he first took power after defeating Khande Rao in battle. This": {
    "guess": "Hyder Ali",
    "confidence": [
      [
        "Hy",
        -0.90688366
      ],
      [
        "der",
        -0.00053539796
      ],
      [
        " Ali",
        -0.00028457688
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is added to fats and oils in order to saturate them. Most of this element's pure form is generated by reacting natural gas with water under high temperature and pressure.  Nitrogen, (*) oxygen, and fluorine can form bonds named after this element with it.  Brønsted–Lowry acid or base activity is determined by the ability of a species to gain or lose a cation of this element. For ten points, name this": {
    "guess": "Chlorine",
    "confidence": [
      [
        "Ch",
        -0.33167884
      ],
      [
        "lor",
        -0.0008547629
      ],
      [
        "ine",
        -0.0002352449
      ]
    ]
  },
  "The Capsian people lived in the northern foothills of this mountain range. This range, whose   easternmost": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.0054268003
      ],
      [
        " Mountains",
        -0.00019436171
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality": {
    "guess": "Ketone",
    "confidence": [
      [
        "K",
        -0.8379782
      ],
      [
        "et",
        -0.01019835
      ],
      [
        "one",
        -0.27064237
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances of this functionality in the (*) Dieckmann condensation, which produces the \"beta keto\" variety of these. Alcohols are refluxed with carboxylic acids to synthesize these compounds. Triglycerides feature three of these compounds' functionality because fatty acids have been joined to a glycerol backbone. For 10 points, name these compounds produced in a reaction named for Fischer, which have an R-COOR structure.": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.0057343137
      ],
      [
        "ster",
        -0.0554566
      ]
    ]
  },
  "Its captain was Charles Sigsbee and on February 15, 1898, his evening routine was interrupted by an explosion. While journalists of the time attributed the blast to a Spanish mine, many modern historians": {
    "guess": "USS Maine (1889)",
    "confidence": [
      [
        "U",
        -0.00584607
      ],
      [
        "SS",
        -8.89548e-06
      ],
      [
        " Maine",
        -0.0012714239
      ],
      [
        " (",
        -0.053401455
      ],
      [
        "188",
        -0.28450966
      ],
      [
        "9",
        -0.0002974472
      ],
      [
        ")",
        -2.1008714e-06
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism) using the functions 2 x+1 and two times the absolute value of x. The elements in this set are all of the possible outputs of the ceiling and floor functions, which have alternative names that include this set. This set, sometimes represented by a double-struck Z, is a subset of the rational numbers and contains the natural numbers. Name this set which consists of the union of zero, counting numbers, and the additive inverses of counting numbers.": {
    "guess": "Integer",
    "confidence": [
      [
        "Integer",
        -0.011599446
      ]
    ]
  },
  "Carbon dioxide combines with ribulose biphosphate to form 3-  phosphoglycerate. 3-phosphoglycerate is reduced to  glyceraldehyde-3-phosphate. Five-sixths of the glyceraldehyde-3-  phosphate is processed to form ribulose monophosphate, which is  converted into ribulose biphosphate. The remaining one-sixth of  the glyceraldehyde-3-phosphate is used to make glucose. FTP,  name this process also know n": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.09641203
      ],
      [
        "vin",
        -0.00020807012
      ],
      [
        " Cycle",
        -0.6670236
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow": {
    "guess": "Sennacherib",
    "confidence": [
      [
        "S",
        -1.485258
      ],
      [
        "enn",
        -0.7113339
      ],
      [
        "acher",
        -0.00031770815
      ],
      [
        "ib",
        -1.735894e-05
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism) using the functions 2 x+1 and two times the absolute value of x. The elements in this set are all": {
    "guess": "Integers",
    "confidence": [
      [
        "Int",
        -1.2237147
      ],
      [
        "egers",
        -0.0014772483
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the Jackal attended was named for him. Sidney Gottlieb claims that he was instructed to poison this man's toothbrush by the CIA, but the assassination attempt failed. With his aides Mpolo and Okito, he was murdered by Tshombe's men in Katanga after fleeing from the repressive government of president Joseph Kasavubu. FTP, identify this man who opposed Mobutu Sese Seko and the rule of the Belgians; a Marxist": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.009624576
      ],
      [
        "rice",
        -1.9862217e-05
      ],
      [
        " Lum",
        -4.9186317e-05
      ],
      [
        "umba",
        -7.767599e-05
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found in this structure has been shown to be water soluable, and that protein's F0 complex is a transmembrane domain that releases its product onto the F1 complex. Cytochrome C is a peripheral protein found": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.010537541
      ],
      [
        "ochond",
        -0.00031746976
      ],
      [
        "r",
        -0.011022358
      ],
      [
        "ion",
        -5.0139948e-05
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.9423542
      ],
      [
        "an",
        -0.007397438
      ],
      [
        " War",
        -0.0025113318
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit": {
    "guess": "Battle of Iwo Jima",
    "confidence": [
      [
        "Battle",
        -1.027666
      ],
      [
        " of",
        -0.0042368853
      ],
      [
        " I",
        -1.183416
      ],
      [
        "wo",
        -0.030718416
      ],
      [
        " J",
        -0.000107953725
      ],
      [
        "ima",
        -1.4259645e-05
      ]
    ]
  },
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on the other side of Canada, where he died while studying the links between the native populations of": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.00132738
      ],
      [
        "z",
        -6.980855e-05
      ],
      [
        " Bo",
        -2.4749568e-05
      ],
      [
        "as",
        -9.253091e-06
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.09928539
      ],
      [
        "rice",
        -4.1557283e-05
      ],
      [
        " Lum",
        -0.00011915887
      ],
      [
        "umba",
        -0.00017922651
      ]
    ]
  },
  "The Capsian people lived in the northern foothills of this mountain range. This range, whose   easternmost subrange is the Aures Mountains, was home to an extinct species of bear, the  only bear native to the continent. It is south of the Rif Mountains, and its highest peak, (*)  Jebel Toubkal, is visible": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.004898924
      ],
      [
        " Mountains",
        -0.0012805953
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found in this structure has been shown to be water soluable, and that protein's F0 complex is a transmembrane domain that releases its product onto the F1 complex. Cytochrome C is a peripheral protein found in the intermembrane space of this organelle, and secretion of that enzyme serves as a signal to trigger apoptosis. For 10 points, name this semi-autonomous organelle, where the bulk of ADP phosphorylation occurs, often called the \"powerhouse of the cell.\"": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.003109146
      ],
      [
        "ochond",
        -0.0001506213
      ],
      [
        "r",
        -0.00043853666
      ],
      [
        "ion",
        -3.7697225e-06
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the Jackal attended was named for him. Sidney Gottlieb claims that he was instructed to poison this man's toothbrush by the CIA, but the assassination attempt failed. With his aides Mpolo and Okito, he was murdered by Tshombe's men in Katanga after fleeing from the repressive government of president Joseph": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.01856298
      ],
      [
        "rice",
        -1.2113979e-05
      ],
      [
        " Lum",
        -4.5848617e-05
      ],
      [
        "umba",
        -0.00029828164
      ]
    ]
  },
  "The Capsian people lived in the northern foothills of this mountain range. This range, whose   easternmost subrange is the Aures Mountains, was home to an extinct species of bear, the  only bear native": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.0063526006
      ],
      [
        " Mountains",
        -0.00062570296
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction": {
    "guess": "Kolbe-Schmitt reaction",
    "confidence": [
      [
        "K",
        -0.9432971
      ],
      [
        "ol",
        -0.084581204
      ],
      [
        "be",
        -4.9067115e-05
      ],
      [
        "-S",
        -0.35634738
      ],
      [
        "ch",
        -6.2729996e-06
      ],
      [
        "mitt",
        -0.09254076
      ],
      [
        " reaction",
        -0.018345194
      ]
    ]
  },
  "Carbonic anhydrase mediates its theta activity in hippocampal CA1 cells.  One unusual site of this molecule's action is on adrenal chromaffin cells, where it may stimulate adrenaline release.  Bicuculline": {
    "guess": "Carbonic anhydrase",
    "confidence": [
      [
        "Carbon",
        -0.13147767
      ],
      [
        "ic",
        -0.0010080388
      ],
      [
        " an",
        -0.028947234
      ],
      [
        "hydr",
        -1.962381e-05
      ],
      [
        "ase",
        -0.004048006
      ]
    ]
  },
  "Carathéodory introduced the concept of \"adiabatic accessibility\" to approach this statement, holding that an initial adiabatically isolated state would not be able to approach other states in its neighborhood.": {
    "guess": "Second law of thermodynamics",
    "confidence": [
      [
        "Second",
        -0.20003486
      ],
      [
        " law",
        -0.017299352
      ],
      [
        " of",
        -1.0564331e-05
      ],
      [
        " therm",
        -2.9756122e-05
      ],
      [
        "odynamics",
        -6.5994034e-05
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is added to fats and oils in order to saturate them. Most of this element's pure form is generated by reacting natural gas with water under high temperature and pressure.  Nitrogen, (*) oxygen, and fluorine can form bonds named after this element with it.  Brønsted–Lowry acid or base activity is determined": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.009937878
      ],
      [
        "dro",
        -0.0005878219
      ],
      [
        "gen",
        -0.008318465
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances of this functionality in the (*) Dieckmann condensation, which produces the \"beta keto\" variety of these. Alcohols are refluxed with carboxylic acids to synthesize these compounds. Triglycerides feature three of these compounds' functionality because fatty acids have been joined to a glycerol backbone. For 10 points, name these compounds produced in a reaction named for Fischer, which have an R-COOR": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.0038278678
      ],
      [
        "ster",
        -0.022740563
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is added to fats and oils in order to saturate them. Most of this element's pure form is generated by": {
    "guess": "Hydrogenation",
    "confidence": [
      [
        "Hy",
        -0.01493186
      ],
      [
        "dro",
        -0.00041386887
      ],
      [
        "gen",
        -0.0018329688
      ],
      [
        "ation",
        -0.14415911
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism) using the functions 2 x+1 and two times the absolute value of x. The elements in this set are all of the possible outputs of the ceiling and floor functions, which have alternative names that include": {
    "guess": "Countable set",
    "confidence": [
      [
        "Count",
        -0.83972704
      ],
      [
        "able",
        -0.10274071
      ],
      [
        " set",
        -0.04111201
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances of this functionality in the (*) Dieckmann condensation, which produces the \"beta keto\" variety of these.": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.8268208
      ],
      [
        "ster",
        -0.052629746
      ]
    ]
  },
  "One captured combatant in this battle attempted to burn himself with cigarettes to commit suicide.\n Kermit Tyler was responsible for warning one side of the approach of the other. This battle, which was\n known as Operation Z by one side, was prompted by the passage of the Vinson-Walsh act and the sending\n of the Hull Note by one country. The attacking side made heavy use of the recently-developed Type 91\n torpedo. The aggressor was partly motivated by dwindling oil supplies. This battle saw the destruction of\n the USS Arizona. Occurring on \"a date which will live in infamy,\" for 10 points, name": {
    "guess": "Attack on Pearl Harbor",
    "confidence": [
      [
        "Attack",
        -0.00786509
      ],
      [
        " on",
        -0.0001440651
      ],
      [
        " Pearl",
        -8.9119545e-05
      ],
      [
        " Harbor",
        -8.542423e-05
      ]
    ]
  },
  "Before his career in politics, this man was a manager of the Polar Bear brewery. Arrested for embezzlement from the post office following a study trip sponsored by the Minister of Colonies, he founded the MNC, his country's first nationwide political party, and a university in Russia that Carlos the Jackal attended was named for him. Sidney Gottlieb claims that he was instructed to poison this man's toothbrush by the CIA, but the assassination attempt failed. With his aides Mpolo and Okito, he was": {
    "guess": "Patrice Lumumba",
    "confidence": [
      [
        "Pat",
        -0.04832161
      ],
      [
        "rice",
        -5.080963e-06
      ],
      [
        " Lum",
        -7.433829e-05
      ],
      [
        "umba",
        -0.00030412263
      ]
    ]
  },
  "After capturing Kerch and Enikale, one side's attempted landing near the Depaldo stone stairs failed. That side also captured the Aland Islands, which were demilitarized after the war, while attacks on Kokkola and Turku were repelled. A landing at Calamita Bay led to a battle where William Howard Russell reported on the troops' poor conditions. One side captured the fortress at Kars, which it gave back in the peace negotiations. One side's attempted siege of Taganrog failed, while a failed attack at Inkerman resulted in the other side replacing Menshikov with Prince Gorshakov.  Admiral Nakhimov destroyed a squadron of frigates at Sinope, but Nakhimov died at Malakoff. General MacMahon's victory": {
    "guess": "Crimean War",
    "confidence": [
      [
        "Crime",
        -0.018510904
      ],
      [
        "an",
        -0.0013141667
      ],
      [
        " War",
        -0.0005917556
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is added to fats and oils in order to saturate them. Most of this element's pure form is generated by reacting natural gas with water under high temperature and pressure.  Nitrogen, (*) oxygen, and fluorine can form bonds named after this element with it.  Brønsted–Lowry acid or base activity is determined by the ability of a species to gain or lose a cation of this element. For ten points, name this lightest element, which has symbol H.": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.003867658
      ],
      [
        "dro",
        -0.00013917775
      ],
      [
        "gen",
        -4.763667e-05
      ]
    ]
  },
  "His career began when he made a bet with his wife that he could write a better book than the one he was then reading. The book that resulted from this wager, Precaution, sold poorly; however, his follow­up The Spy did well enough to allow him to quit farming and write for a living. Noted for works of": {
    "guess": "James Fenimore Cooper",
    "confidence": [
      [
        "James",
        -0.007322405
      ],
      [
        " Fen",
        -0.0024662635
      ],
      [
        "imore",
        -0.00027134892
      ],
      [
        " Cooper",
        -0.0004150609
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives after the king had surrendered and he first took power after defeating Khande Rao in battle. This man's son led forces that used technologically advanced rockets at the Battle of Pollilur. This man": {
    "guess": "Hyder Ali",
    "confidence": [
      [
        "Hy",
        -0.4791279
      ],
      [
        "der",
        -0.00018470621
      ],
      [
        " Ali",
        -0.00035072025
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields acyl phenols reacts one of these compounds with a Lewis acid. Compounds with a carbonyl functionality two carbons away from this functionality are synthesized from compounds that have two instances": {
    "guess": "Enolate",
    "confidence": [
      [
        "En",
        -1.053377
      ],
      [
        "olate",
        -0.65756625
      ]
    ]
  },
  "Carbon dioxide combines with ribulose biphosphate to form 3-  phosphoglycerate. 3-phosphoglycerate is": {
    "guess": "Calvin Cycle",
    "confidence": [
      [
        "Cal",
        -0.12097153
      ],
      [
        "vin",
        -0.00021652991
      ],
      [
        " Cycle",
        -0.5814081
      ]
    ]
  },
  "Its captain was Charles Sigsbee and on February 15, 1898, his evening routine was interrupted by an explosion. While journalists of the time attributed the blast to a Spanish mine, many modern historians believe this ship's demise was accidental. For ten points, a rallying cry of the Spanish American": {
    "guess": "USS Maine",
    "confidence": [
      [
        "U",
        -0.0014873623
      ],
      [
        "SS",
        -0.00018637507
      ],
      [
        " Maine",
        -0.00050751894
      ]
    ]
  },
  "Carbon monoxide, carbon dioxide, and a gas made of this element are found in syngas.  This element is added to fats and oils in order to saturate them. Most of this element's pure form is generated by reacting natural gas with water under high temperature and pressure.  Nitrogen, (*) oxygen, and fluorine": {
    "guess": "Hydrogen",
    "confidence": [
      [
        "Hy",
        -0.020857163
      ],
      [
        "dro",
        -0.00027111053
      ],
      [
        "gen",
        -0.0015505714
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle. Thermogenin acts as an uncoupler of one process that occurs in these structures in brown fat cells, which get their color due to the abundance of these structures. The F1 complex of a protein found in this structure has been shown to be water soluable, and that protein's F0 complex is a transmembrane domain that releases its product onto the F1 complex. Cytochrome C is a peripheral protein found in the intermembrane space of this organelle, and secretion of that enzyme serves as a signal to trigger apoptosis. For 10 points, name this semi-autonomous organelle, where the bulk of ADP phosphorylation": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.004366152
      ],
      [
        "ochond",
        -0.00036442498
      ],
      [
        "r",
        -0.0007585271
      ],
      [
        "ion",
        -9.4914985e-06
      ]
    ]
  },
  "Cardiolipin is a so called \"double\" lipid with four fatty acid tails that is abundant in this organelle.": {
    "guess": "Mitochondrion",
    "confidence": [
      [
        "Mit",
        -0.0022998936
      ],
      [
        "ochond",
        -0.00021879478
      ],
      [
        "r",
        -0.012123202
      ],
      [
        "ion",
        -9.253091e-06
      ]
    ]
  },
  "His career began with an influential expedition to Baffin Island and ended  some sixty years later on the other side of Canada, where he died while studying the links between the native populations of Siberia and the Pacific Northwest. One of the first scholars to describe societies by their own rather": {
    "guess": "Franz Boas",
    "confidence": [
      [
        "Fran",
        -0.0097505385
      ],
      [
        "z",
        -6.3609965e-05
      ],
      [
        " Bo",
        -8.3874584e-05
      ],
      [
        "as",
        -5.1808798e-05
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved with few women, but most notable were his romances with Jenice Manheim and the archaeologist and": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.0639855
      ],
      [
        "-L",
        -0.0013704767
      ],
      [
        "uc",
        -8.180258e-06
      ],
      [
        " Pic",
        -0.0018404676
      ],
      [
        "ard",
        -6.8854926e-05
      ]
    ]
  },
  "The Capsian people lived in the northern foothills of this mountain range. This range, whose   easternmost subrange is the Aures Mountains, was home to an extinct species of bear, the  only bear native to the continent. It is south of the Rif Mountains, and its highest peak, (*)  Jebel Toubkal, is visible from Marrakesh, Morocco. For 10 points\\--name this North African mountain  range named for a Titan": {
    "guess": "Atlas Mountains",
    "confidence": [
      [
        "Atlas",
        -0.00073185476
      ],
      [
        " Mountains",
        -0.00011856285
      ]
    ]
  },
  "A carbon alpha to two carbons with this functionality is alkylated and then decarboxylated in a reaction named for the malonic type of these compounds. An ortho, para selective rearrangement that yields": {
    "guess": "Ester",
    "confidence": [
      [
        "E",
        -0.47369882
      ],
      [
        "ster",
        -0.0006679983
      ]
    ]
  },
  "One man captured by this ruler wrote that he was \"terrified for his foreskin\" after many of his fellow captives were forcibly circumcised. A popular French cartoon showed this man spanking a soldier after being given twigs by a Frenchman. This ruler led the Siege of Arcot during one war in which he lost the Battle of Porto Novo. This ruler fired his chief admiral for blinding the King of the Maldives after the king had surrendered and he first took power after defeating Khande Rao in battle. This man's son led forces that used technologically advanced rockets at the Battle of Pollilur. This man died during one war that was ended by the Treaty of Manglaore, and this man's son was Tipu Sultan. For ten points, name this man who fought the British in the first and second Anglo-Mysore Wars and was": {
    "guess": "Hyder Ali",
    "confidence": [
      [
        "Hy",
        -0.08914797
      ],
      [
        "der",
        -0.0008620307
      ],
      [
        " Ali",
        -0.0005244385
      ]
    ]
  },
  "As the captain of the Stargazer, he became the hero of the Battle of Maxia. He was romantically involved with few women, but most notable were his romances with Jenice Manheim and the archaeologist and treasure huntress Vash. He has a younger double who leads the Reman rebellion and jeopardizes the uneasy": {
    "guess": "Jean-Luc Picard",
    "confidence": [
      [
        "Jean",
        -0.4908103
      ],
      [
        "-L",
        -0.005020987
      ],
      [
        "uc",
        -1.0325924e-05
      ],
      [
        " Pic",
        -0.00094278844
      ],
      [
        "ard",
        -7.1238996e-05
      ]
    ]
  },
  "After a career in advertising, he turned to writing full-time. He was awarded the Booker Prize, the British Commonwealth award for novel of the year, and later the ‘Booker of Bookers' as the best in the": {
    "guess": "Midnight's Children",
    "confidence": [
      [
        "Mid",
        -0.3105026
      ],
      [
        "night",
        -0.0015247372
      ],
      [
        "'s",
        -0.003901719
      ],
      [
        " Children",
        -0.00024727348
      ]
    ]
  },
  "The cardinality of this set can be shown to be countable by creating an isomorphism (\"eye\"-soh-MOR-fism)": {
    "guess": "Countable set",
    "confidence": [
      [
        "Count",
        -0.543144
      ],
      [
        "able",
        -0.060466625
      ],
      [
        " set",
        -0.0015498563
      ]
    ]
  }
}