{
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although that process does not occur in meromictic ones. In meromictic ones, such as Nyos, carbon dioxide can build up, sometimes resulting in (*) limnic eruptions. Billabongs are types of these entities formed when wide meanders are cut off and are also known as the oxbow type. Many of the oldest, largest and deepest ones are found in rift valleys, such as the those in East Africa. For 10 points, name": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.007139675
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although that process does not occur in meromictic ones. In meromictic ones, such as Nyos, carbon dioxide can build up, sometimes resulting in (*) limnic eruptions. Billabongs are types of these entities formed": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.6790921
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones,": {
    "guess": "Glacier",
    "confidence": [
      [
        "Gl",
        -0.17538007
      ],
      [
        "acier",
        -0.60348386
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although that process does not occur in meromictic ones. In meromictic ones, such as Nyos, carbon dioxide can build up, sometimes resulting in (*) limnic eruptions. Billabongs are types of these entities formed when wide meanders are cut off and are also known as the oxbow type. Many of the oldest, largest": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.25091606
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.07961805
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although that process does not occur in meromictic ones. In meromictic ones, such as Nyos, carbon dioxide can build up, sometimes resulting in (*) limnic eruptions. Billabongs are types of these entities formed when wide meanders are cut off and are also known as the oxbow type. Many of the oldest, largest and deepest ones are found in rift valleys, such as the those in East Africa. For 10 points, name these bodies of water which include Baikal and Superior.": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.01734668
      ]
    ]
  },
  "Jökulhlaups (YO-kuhl-awps) are large outbursts from these entities. They typically consist of three zones, one of which is the profundal zone. The majority of these entities undergo fall overturn although that process does not occur in meromictic ones. In meromictic ones, such as Nyos, carbon dioxide": {
    "guess": "Lake",
    "confidence": [
      [
        "Lake",
        -0.21742477
      ]
    ]
  }
}