{
  "Its height can be expressed as the difference between the work function and the electron affinity and, unlike band-bending, this potential is unaffected by an applied bias voltage and is independent of": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -1.0313665
      ],
      [
        "ott",
        -0.00016384924
      ],
      [
        "ky",
        -7.755679e-05
      ],
      [
        " barrier",
        -0.07319875
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property, which is tryptophan. While the cyclopentadienyl ion has this property, cyclopentadiene does not. Molecules that contain a multiple of four pi electrons have the \"anti\" form of this property, while molecules that contain two plus a multiple of four pi electrons have this property according to Hückel's rule. For 10 points, identify this property which grants unusual stability due to conjugation around a ring, typified by benzene.": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.00049322186
      ],
      [
        "romatic",
        -5.9153886e-06
      ],
      [
        "ity",
        -0.000513237
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.0736364
      ],
      [
        "romatic",
        -5.7888185e-05
      ],
      [
        "ity",
        -0.0008947861
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property, which is tryptophan. While the cyclopentadienyl ion has this property, cyclopentadiene does not. Molecules that contain a multiple of four pi electrons have the \"anti\" form of this property, while molecules that contain two plus a multiple of four pi electrons have this property according to": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.0024446198
      ],
      [
        "romatic",
        -1.0280384e-06
      ],
      [
        "ity",
        -0.0012826144
      ]
    ]
  },
  "Its height can be expressed as the difference between the work function and the electron affinity and, unlike band-bending, this potential is unaffected by an applied bias voltage and is independent of bulk doping. Interacting only with electrons exiting the metallic layer, it is formed through the depletion of charge carriers when a semiconductor is brought into contact with a metal. Named for a German physicist, for ten points, name this rectifying barrier used to form the surface junction variation of a point- contact diode.": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -0.03563527
      ],
      [
        "ott",
        -7.703444e-06
      ],
      [
        "ky",
        -5.240482e-05
      ],
      [
        " barrier",
        -0.2839195
      ]
    ]
  },
  "Its height can be expressed as the difference between the work function and the electron affinity and, unlike band-bending, this potential is unaffected by an applied bias voltage and is independent of bulk doping. Interacting only with electrons exiting the metallic layer, it is formed through the depletion of charge carriers when a semiconductor is brought into contact with a metal. Named for a German physicist, for ten points, name this rectifying barrier used to form the surface junction variation": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -0.018680109
      ],
      [
        "ott",
        -1.8908588e-05
      ],
      [
        "ky",
        -3.6908343e-05
      ],
      [
        " barrier",
        -0.12008482
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.014421913
      ],
      [
        "romatic",
        -8.537869e-06
      ],
      [
        "ity",
        -2.4584822e-06
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty applied it to perception in one of his major works. Inspired by the teachings of Franz Brentano, it involves excluding, or \"bracketing\", all assumptions about the external causes and consequences of one's own consciousness during a scrupulous inspection of one's intellectual processes, which its creator claimed would lead to an a priori investigation of the meanings common to the thought of different": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0021814306
      ],
      [
        "en",
        -6.456359e-05
      ],
      [
        "omen",
        -3.5120287e-05
      ],
      [
        "ology",
        -0.017303456
      ],
      [
        " (",
        -0.014293259
      ],
      [
        "phil",
        -0.0027476961
      ],
      [
        "osoph",
        -5.669615e-05
      ],
      [
        "y",
        -0.00010318558
      ],
      [
        ")",
        -8.180258e-06
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents, who are woken daily by Gullinkambi [GOO-lihn-kahm-bee]. This building is contrasted with Fólkvangr [FOHL-k-vahn-gurr], and a boar is slaughtered every day to feed the (*) Einherjar [INE-\"hair\"-yahr], who live here. This building's rafters are spears and its ceiling is made of shields. The Valkyries carry half of the heroes slain in battle to, for 10 points, what mythological mead hall ruled over by Odin?": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.0038120686
      ],
      [
        "h",
        -0.0027973913
      ],
      [
        "alla",
        -2.1769476e-05
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.16393799
      ],
      [
        "romatic",
        -0.006495689
      ],
      [
        "ity",
        -0.009477681
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty applied it to perception in one of his major works. Inspired by the teachings of Franz Brentano, it involves excluding, or \"bracketing\", all assumptions about the external causes and consequences of one's own consciousness during a scrupulous inspection of one's intellectual processes, which its creator claimed would lead to an a priori investigation of the meanings common to the thought of different minds. FTP, what is this method of enquiry developed by Edmund Husserl?": {
    "guess": "Phenomenology",
    "confidence": [
      [
        "Ph",
        -0.0007736549
      ],
      [
        "en",
        -1.2113979e-05
      ],
      [
        "omen",
        -7.004696e-05
      ],
      [
        "ology",
        -0.0056624794
      ]
    ]
  },
  "At its height it subjugated the Moluccas, Ambonia, Malacca, Macassar, and Bantam. Originally formed in 1602 under the aegis of Prince Maurice, it ran at a loss during the 18th century and was liquidated in 1799, but during the 17th century was extremely effective in opposing Spanish ambitions and coordinating the activities of companies competing for trade in the namesake area. FTP, what was this company": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.0075597716
      ],
      [
        "utch",
        -7.58424e-06
      ],
      [
        " East",
        -0.00029136782
      ],
      [
        " India",
        -0.0003553655
      ],
      [
        " Company",
        -0.0005053733
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents,": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.09594308
      ],
      [
        "h",
        -0.0017195657
      ],
      [
        "alla",
        -0.00014966767
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property, which is tryptophan. While the cyclopentadienyl ion has this property, cyclopentadiene does not. Molecules that contain a multiple of four pi electrons have the \"anti\" form of this property, while molecules that contain two plus a multiple of four pi electrons have this property according to Hückel's rule. For 10 points, identify this property which grants unusual stability due to conjugation": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.0007149352
      ],
      [
        "romatic",
        -6.511407e-06
      ],
      [
        "ity",
        -0.00017088225
      ]
    ]
  },
  "At its height it subjugated the Moluccas, Ambonia, Malacca, Macassar, and Bantam. Originally formed in 1602 under the aegis of Prince Maurice, it ran at a loss during the 18th century and was liquidated in 1799, but during the 17th century was extremely effective in opposing Spanish ambitions and coordinating the activities of companies competing for trade in the namesake area. FTP, what was this company which created a virtual monopoly in the spice trade?": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.011718329
      ],
      [
        "utch",
        -9.372295e-06
      ],
      [
        " East",
        -6.5994034e-05
      ],
      [
        " India",
        -0.00014323067
      ],
      [
        " Company",
        -0.00010843054
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents, who are woken daily by Gullinkambi [GOO-lihn-kahm-bee]. This building is contrasted with Fólkvangr [FOHL-k-vahn-gurr], and a boar is slaughtered every day to feed the (*) Einherjar [INE-\"hair\"-yahr], who live here. This building's rafters are spears and its ceiling is made of shields. The Valkyries carry half of the heroes slain in battle to, for 10 points, what mythological mead hall ruled over by": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.0044690473
      ],
      [
        "h",
        -0.0013442812
      ],
      [
        "alla",
        -5.3000836e-05
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property,": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.5279646
      ],
      [
        "romatic",
        -0.038994234
      ],
      [
        "ity",
        -0.00049095694
      ]
    ]
  },
  "Its height can be expressed as the difference between the work function and the electron affinity and, unlike band-bending, this potential is unaffected by an applied bias voltage and is independent of bulk doping. Interacting only with electrons exiting the metallic layer, it is formed through the depletion of charge carriers when a semiconductor is brought into contact with a metal. Named for a German": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -0.07078698
      ],
      [
        "ott",
        -9.0883464e-07
      ],
      [
        "ky",
        -2.2365493e-05
      ],
      [
        " barrier",
        -0.08906967
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents, who are woken daily by Gullinkambi [GOO-lihn-kahm-bee]. This building is contrasted with Fólkvangr [FOHL-k-vahn-gurr], and a boar is slaughtered every day to feed the (*) Einherjar [INE-\"hair\"-yahr], who live here. This building's rafters are spears and its ceiling is made of shields. The Valkyries": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.0031603724
      ],
      [
        "h",
        -0.0021991443
      ],
      [
        "alla",
        -0.00024406596
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property, which is tryptophan. While the cyclopentadienyl ion has this property, cyclopentadiene does": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.024978833
      ],
      [
        "romatic",
        -0.012964447
      ],
      [
        "ity",
        -0.00028743778
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.033137597
      ],
      [
        "en",
        -3.2497806e-05
      ],
      [
        "omen",
        -2.3795938e-05
      ],
      [
        "ology",
        -0.09060616
      ],
      [
        " (",
        -0.460784
      ],
      [
        "phil",
        -0.056593224
      ],
      [
        "osoph",
        -2.6060809e-05
      ],
      [
        "y",
        -7.755679e-05
      ],
      [
        ")",
        -2.0458236e-05
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty applied it to perception in one of his major works. Inspired by the teachings of Franz Brentano, it involves excluding, or \"bracketing\", all assumptions about the external causes and consequences of one's own consciousness during a scrupulous inspection of one's intellectual processes, which its": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0042943344
      ],
      [
        "en",
        -6.384837e-05
      ],
      [
        "omen",
        -4.048445e-05
      ],
      [
        "ology",
        -0.027228443
      ],
      [
        " (",
        -0.035469264
      ],
      [
        "phil",
        -0.0035612271
      ],
      [
        "osoph",
        -7.421909e-05
      ],
      [
        "y",
        -9.543734e-05
      ],
      [
        ")",
        -7.226629e-06
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty applied it to perception in one of his major works. Inspired by the teachings of Franz Brentano,": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.007737347
      ],
      [
        "en",
        -5.2285613e-05
      ],
      [
        "omen",
        -2.4630364e-05
      ],
      [
        "ology",
        -0.1008286
      ],
      [
        " (",
        -0.20081815
      ],
      [
        "phil",
        -0.02602855
      ],
      [
        "osoph",
        -4.2510914e-05
      ],
      [
        "y",
        -7.278864e-05
      ],
      [
        ")",
        -8.657073e-06
      ]
    ]
  },
  "At its height it subjugated the Moluccas, Ambonia, Malacca, Macassar, and Bantam. Originally formed in 1602 under the aegis of Prince Maurice, it ran at a loss during the 18th century and was liquidated": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.026864814
      ],
      [
        "utch",
        -1.18755715e-05
      ],
      [
        " East",
        -0.00020628207
      ],
      [
        " India",
        -0.0030135957
      ],
      [
        " Company",
        -0.00061760447
      ]
    ]
  },
  "At its height it subjugated the Moluccas, Ambonia, Malacca, Macassar, and Bantam. Originally formed in": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.033174966
      ],
      [
        "utch",
        -1.5332478e-05
      ],
      [
        " East",
        -0.010553702
      ],
      [
        " India",
        -0.0147346575
      ],
      [
        " Company",
        -0.00044330113
      ]
    ]
  },
  "Heilbronner proposed an extremely unusual form of this property which may be present in the cyclotetraenyl anion. Molecules with this property are depicted in the Frost circle, which describes the energy levels of the highest occupied and lowest occupied molecular orbitals. Fluorescent spectroscopy of proteins yielding a strong absorptivity at 280 nanometers corresponds to an amino acid with this property, which is tryptophan. While the cyclopentadienyl ion has this property, cyclopentadiene does not. Molecules that contain a multiple of four pi electrons have the \"anti\" form of this property,": {
    "guess": "Aromaticity",
    "confidence": [
      [
        "A",
        -0.026346164
      ],
      [
        "romatic",
        -0.00660133
      ],
      [
        "ity",
        -0.0003339162
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents, who are woken daily by Gullinkambi [GOO-lihn-kahm-bee]. This building is contrasted with Fólkvangr [FOHL-k-vahn-gurr], and a boar is slaughtered every day to feed the (*) Einherjar [INE-\"hair\"-yahr],": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.010856334
      ],
      [
        "h",
        -0.0047048302
      ],
      [
        "alla",
        -0.0016037711
      ]
    ]
  },
  "Its height can be expressed as the difference between the work function and the electron affinity and, unlike band-bending, this potential is unaffected by an applied bias voltage and is independent of bulk doping. Interacting only with electrons exiting the metallic layer, it is formed through the depletion": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -0.1464577
      ],
      [
        "ott",
        -3.1782583e-05
      ],
      [
        "ky",
        -5.347765e-05
      ],
      [
        " barrier",
        -0.04504644
      ]
    ]
  },
  "At its height it subjugated the Moluccas, Ambonia, Malacca, Macassar, and Bantam. Originally formed in 1602 under the aegis of Prince Maurice, it ran at a loss during the 18th century and was liquidated in 1799, but during the 17th century was extremely effective in opposing Spanish ambitions and coordinating": {
    "guess": "Dutch East India Company",
    "confidence": [
      [
        "D",
        -0.0050212247
      ],
      [
        "utch",
        -1.60477e-05
      ],
      [
        " East",
        -0.0013117826
      ],
      [
        " India",
        -0.0019452954
      ],
      [
        " Company",
        -0.00081736967
      ]
    ]
  },
  "Its height can be expressed as the difference between the work function and the electron affinity and,": {
    "guess": "Schottky barrier",
    "confidence": [
      [
        "Sch",
        -0.9644827
      ],
      [
        "ott",
        -0.00032306867
      ],
      [
        "ky",
        -7.064298e-05
      ],
      [
        " barrier",
        -0.16089489
      ]
    ]
  },
  "Heidegger adopted this method in order to examine the data of immediate experience, while Merleau-Ponty applied it to perception in one of his major works. Inspired by the teachings of Franz Brentano, it involves excluding, or \"bracketing\", all assumptions about the external causes and consequences of": {
    "guess": "Phenomenology (philosophy)",
    "confidence": [
      [
        "Ph",
        -0.0030440239
      ],
      [
        "en",
        -3.3093824e-05
      ],
      [
        "omen",
        -3.7027545e-05
      ],
      [
        "ology",
        -0.029340673
      ],
      [
        " (",
        -0.025730584
      ],
      [
        "phil",
        -0.0034522915
      ],
      [
        "osoph",
        -5.7649777e-05
      ],
      [
        "y",
        -7.0404574e-05
      ],
      [
        ")",
        -6.1537958e-06
      ]
    ]
  },
  "Heidhrún [\"HIDE\"-hroon] stands on top of this place and produces mead for this building's residents, who are woken daily by Gullinkambi [GOO-lihn-kahm-bee]. This building is contrasted with Fólkvangr [FOHL-k-vahn-gurr],": {
    "guess": "Valhalla",
    "confidence": [
      [
        "Val",
        -0.038053658
      ],
      [
        "h",
        -0.00012487332
      ],
      [
        "alla",
        -0.00014513794
      ]
    ]
  }
}