{
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd explained density-gradient centrifugation using cesium chloride, which the experimenters used as the last step in this \"most beautiful experiment in biology.\" In this pulse-chase experiment, E. coli": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.002532141
      ],
      [
        "elson",
        -1.4140442e-05
      ],
      [
        "–",
        -0.055191763
      ],
      [
        "St",
        -4.501419e-05
      ],
      [
        "ahl",
        -5.5122365e-07
      ],
      [
        " experiment",
        -0.0001167748
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was interrupted before he could seduce the nymph Minthe, whom he dazzled with his chariot and horses. According to some accounts, his brother fathered Zagreus on this character's eventual wife. During the Titanomachy, he snuck by Cronus to steal Cronus's weapons. His palace lies on the far side of the Asphodel Fields, where only Orion still has the heart to hunt the ghostly deer. FTP, name this god": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.09460733
      ],
      [
        "ades",
        -0.013962628
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their": {
    "guess": "Iasion",
    "confidence": [
      [
        "I",
        -0.5361307
      ],
      [
        "asion",
        -0.033318643
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed actions at the Battle of Loos, where the British had foolishly advanced against heavy German gunfire. His Seven Days in Crete expresses his views on ancient religion that are expressed in a famous work whose title character is the center of a cult ritual for which there is no historical evidence. The author of Goodbye to All That and The White Goddess, FTP, name this British author best known for a work involving Sejanus, Nero, Caligula, and Tiberius: I, Claudius.": {
    "guess": "Robert Graves",
    "confidence": [
      [
        "Robert",
        -0.0045305192
      ],
      [
        " Graves",
        -0.66650915
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed actions at the Battle of Loos, where the British had foolishly advanced against heavy German gunfire. His Seven Days in Crete expresses his views on ancient religion that are expressed in a famous work whose title character is the center of a cult ritual for which there is no historical evidence. The author of Goodbye to All That and The White Goddess, FTP, name this British author best known": {
    "guess": "Robert von Ranke Graves",
    "confidence": [
      [
        "Robert",
        -0.0048352266
      ],
      [
        " von",
        -0.077242225
      ],
      [
        " Ran",
        -0.0013027379
      ],
      [
        "ke",
        -1.3856493e-06
      ],
      [
        " Graves",
        -4.723352e-06
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work by adding a useless nine-mile oxbow to its first track section to increase profits. The scandal was": {
    "guess": "Crédit Mobilier scandal",
    "confidence": [
      [
        "Cr",
        -0.39893442
      ],
      [
        "éd",
        -1.1637165e-05
      ],
      [
        "it",
        -3.9888433e-05
      ],
      [
        " Mobil",
        -0.0017965621
      ],
      [
        "ier",
        -5.9914648e-05
      ],
      [
        " scandal",
        -0.033771213
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd explained density-gradient centrifugation using cesium chloride, which the experimenters used as the last step in this \"most beautiful experiment in biology.\" In this pulse-chase experiment, E. coli was grown in a medium containing nitrogen-15, then transferred to a medium containing nitrogen-14; the experimenters then observed which strands of DNA contained the heavier isotope of nitrogen. For 10 points, name this experiment that proved that DNA replication was semiconservative.": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.0011104475
      ],
      [
        "elson",
        -0.00013512482
      ],
      [
        "–",
        -0.24749213
      ],
      [
        "St",
        -8.196733e-05
      ],
      [
        "ahl",
        -1.7432603e-06
      ],
      [
        " experiment",
        -0.00022713904
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each sect disagrees over which biographies of this religion's founder, called Janamsakhis, are canonical. Its followers wear the \"five K's,\" which include a metal bracelet and a comb. This religion's leaders included Tegh Bahadur, who was martyred, and Ram Das, who founded Amritsar, but Gobind Singh was its last guru and was succeeded by the Adi Granth. FTP, identify this religion of the Indian subcontinent": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0024516382
      ],
      [
        "ikh",
        -0.001443211
      ],
      [
        "ism",
        -4.6683042e-05
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd explained density-gradient centrifugation using cesium chloride, which the experimenters used as the last step in this \"most beautiful experiment in biology.\" In this pulse-chase experiment, E. coli was grown in a medium containing nitrogen-15, then transferred to a medium containing nitrogen-14; the experimenters then observed which strands of DNA contained the heavier isotope of nitrogen. For": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.013824727
      ],
      [
        "elson",
        -9.770221e-05
      ],
      [
        "–",
        -0.14979866
      ],
      [
        "St",
        -4.8113485e-05
      ],
      [
        "ahl",
        -1.504853e-06
      ],
      [
        " experiment",
        -0.00042578924
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over Chione. In the Metamorphoses, Juno sends Iris to the land of Sleep to convince Morpheus to take this": {
    "guess": "Somnus",
    "confidence": [
      [
        "Som",
        -1.3318686
      ],
      [
        "n",
        -0.0012671363
      ],
      [
        "us",
        -0.0043562986
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele": {
    "guess": "Iasion",
    "confidence": [
      [
        "I",
        -0.7559868
      ],
      [
        "asion",
        -0.010352207
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work by adding a useless nine-mile oxbow to its first track section to increase profits. The scandal was uncovered in letters sent to Henry McComb by the man who ousted Durant from the company's board, letters implicating Henry Wilson and Schuyler Colfax. FTP what was this finance and construction company": {
    "guess": "Crédit Mobilier of America",
    "confidence": [
      [
        "Cr",
        -0.01586836
      ],
      [
        "éd",
        -5.5122365e-07
      ],
      [
        "it",
        -9.014684e-06
      ],
      [
        " Mobil",
        -0.00034750174
      ],
      [
        "ier",
        -5.4550484e-05
      ],
      [
        " of",
        -0.00674332
      ],
      [
        " America",
        -0.00010223195
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian philosopher David Chalmers supports the \"property\" type of this stance. The coiner of the term \"category mistake,\" Gilbert Ryle, attacked this belief, whose originator looked to the pineal gland to explain it. For 10 points, name this philosophical view held by Descartes and often dismissed as belief in a \"ghost in the machine\", the idea that the immaterial substance of mind is distinct from the body.": {
    "guess": "Mind–body dualism",
    "confidence": [
      [
        "Mind",
        -0.13765873
      ],
      [
        "–",
        -0.24496116
      ],
      [
        "body",
        -0.00038908547
      ],
      [
        " dual",
        -0.0036593338
      ],
      [
        "ism",
        -5.6769813e-06
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was interrupted before he could seduce the nymph Minthe, whom he dazzled with his chariot and horses. According to some accounts, his brother fathered Zagreus on this character's eventual wife. During": {
    "guess": "Aristaeus",
    "confidence": [
      [
        "A",
        -1.2691864
      ],
      [
        "rist",
        -1.0485395
      ],
      [
        "ae",
        -0.012455377
      ],
      [
        "us",
        -0.00027682865
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work by adding a useless nine-mile oxbow to its first track section to increase profits. The scandal was uncovered in letters sent to Henry McComb by the man who ousted Durant from the company's board, letters implicating Henry Wilson and Schuyler Colfax. FTP what was this finance and construction company created to supply the Union and Central Pacific Railroads, most famously led by congressman Oakes Ames?": {
    "guess": "Crédit Mobilier of America",
    "confidence": [
      [
        "Cr",
        -0.025203673
      ],
      [
        "éd",
        -4.1273333e-06
      ],
      [
        "it",
        -2.1054253e-05
      ],
      [
        " Mobil",
        -0.00091824715
      ],
      [
        "ier",
        -6.0153056e-05
      ],
      [
        " of",
        -0.010611965
      ],
      [
        " America",
        -0.00013333677
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.0025158506
      ],
      [
        "os",
        -1.11603495e-05
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was interrupted before he could seduce the nymph Minthe, whom he dazzled with his chariot and horses. According to some accounts, his brother fathered Zagreus on this character's eventual wife. During the Titanomachy, he snuck by Cronus to steal Cronus's weapons. His palace lies on the far side of the Asphodel Fields, where only Orion still has the heart to hunt the ghostly deer. FTP, name this god who owns all the gems and precious metals hidden underground, the Greek god of the dead.": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -0.010768831
      ],
      [
        "ades",
        -0.00054719544
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed": {
    "guess": "Robert Graves",
    "confidence": [
      [
        "Robert",
        -0.0013139283
      ],
      [
        " Graves",
        -0.6941666
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each sect disagrees over which biographies of this religion's founder, called Janamsakhis, are canonical. Its followers wear the \"five K's,\" which include a metal bracelet and a comb. This religion's leaders included Tegh Bahadur, who was martyred, and Ram Das, who founded Amritsar, but Gobind Singh was its last guru and was succeeded by the Adi Granth. FTP, identify this religion of the Indian subcontinent that was founded by Guru Nanak.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0019385119
      ],
      [
        "ikh",
        -0.001808699
      ],
      [
        "ism",
        -0.00029506313
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work by adding a useless nine-mile oxbow to its first track section to increase profits. The scandal was uncovered in letters sent to Henry McComb by the man who ousted Durant from the company's board, letters": {
    "guess": "Crédit Mobilier of America scandal",
    "confidence": [
      [
        "Cr",
        -0.051168345
      ],
      [
        "éd",
        -1.0280384e-06
      ],
      [
        "it",
        -1.92662e-05
      ],
      [
        " Mobil",
        -0.0005796042
      ],
      [
        "ier",
        -3.23786e-05
      ],
      [
        " of",
        -0.04354909
      ],
      [
        " America",
        -0.00037192382
      ],
      [
        " scandal",
        -0.35726127
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's": {
    "guess": "Credit Mobilier of America",
    "confidence": [
      [
        "Credit",
        -0.21474515
      ],
      [
        " Mobil",
        -0.0013705959
      ],
      [
        "ier",
        -0.00033725024
      ],
      [
        " of",
        -0.28724965
      ],
      [
        " America",
        -0.00049607904
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the": {
    "guess": "Robert Graves",
    "confidence": [
      [
        "Robert",
        -0.023534635
      ],
      [
        " Graves",
        -0.0021816655
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was interrupted before he could seduce the nymph Minthe, whom he dazzled with his chariot and horses. According to some accounts, his brother fathered Zagreus on this character's eventual wife. During the Titanomachy, he snuck by Cronus to steal Cronus's weapons. His palace lies on the far side of the": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -1.1760818
      ],
      [
        "ades",
        -0.020434791
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world in a firelike form. The Stoics conceived of it as a rational divine power that orders and directs the universe, and identified it with God, nature, and fate. Philo of Alexandria employed this term in his effort to synthesize Jewish tradition and Platonism, while Christ is identified with this term incarnate in the Gospel of John, being translated as \"word\" in the English Bible. FTP, identify this": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.011008208
      ],
      [
        "os",
        -6.869018e-06
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John": {
    "guess": "Mind-body dualism",
    "confidence": [
      [
        "Mind",
        -1.0548284
      ],
      [
        "-body",
        -0.124810964
      ],
      [
        " dual",
        -0.5906311
      ],
      [
        "ism",
        -4.406056e-05
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed actions at the Battle of Loos, where the British had foolishly advanced against heavy German gunfire. His Seven Days in Crete expresses his views on ancient religion that are expressed in a famous work whose title character is the center of a cult ritual for which there is no historical evidence.": {
    "guess": "Robert Graves",
    "confidence": [
      [
        "Robert",
        -0.027598094
      ],
      [
        " Graves",
        -0.6788225
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over Chione. In the Metamorphoses, Juno sends Iris to the land of Sleep to convince Morpheus to take this man's shape. In one story, this son of Lucifer, or Eosphoros the morning star, enraged the gods by calling his wife \"Hera\" while she called him \"Zeus.\" This man drowns when his ship is destroyed on": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.28990126
      ],
      [
        "ey",
        -0.015426385
      ],
      [
        "x",
        -0.00019591136
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian philosopher David Chalmers supports the \"property\" type of this stance. The coiner of the term \"category mistake,\" Gilbert Ryle, attacked this belief, whose originator looked to the pineal gland to explain it. For 10 points, name this philosophical view held by Descartes and often dismissed as belief": {
    "guess": "Mind-body dualism",
    "confidence": [
      [
        "Mind",
        -0.20834917
      ],
      [
        "-body",
        -0.03801693
      ],
      [
        " dual",
        -0.063464604
      ],
      [
        "ism",
        -5.7961847e-06
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's": {
    "guess": "King Thespius",
    "confidence": [
      [
        "King",
        -0.7550159
      ],
      [
        " Th",
        -0.12736228
      ],
      [
        "es",
        -0.041953698
      ],
      [
        "pi",
        -0.020020422
      ],
      [
        "us",
        -0.00041732576
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted": {
    "guess": "Perseus",
    "confidence": [
      [
        "Per",
        -0.48892185
      ],
      [
        "se",
        -0.0006460758
      ],
      [
        "us",
        -0.5055442
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd explained density-gradient centrifugation using cesium chloride, which the experimenters used as": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.005271346
      ],
      [
        "elson",
        -4.1273333e-06
      ],
      [
        "–",
        -0.025795069
      ],
      [
        "St",
        -6.869018e-06
      ],
      [
        "ahl",
        -9.0883464e-07
      ],
      [
        " experiment",
        -0.00016337242
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed actions at the Battle of Loos, where the British had foolishly advanced against heavy German": {
    "guess": "Robert Graves",
    "confidence": [
      [
        "Robert",
        -0.011881504
      ],
      [
        " Graves",
        -0.0024030048
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world in a firelike form. The Stoics conceived of it as a rational divine power that orders and directs": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.0069460105
      ],
      [
        "os",
        -4.1273333e-06
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was": {
    "guess": "Hades",
    "confidence": [
      [
        "H",
        -1.3667738
      ],
      [
        "ades",
        -0.5597573
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which is face-centered cubic and is called austenite. Mossbauer spectrometry is often conducted on the 57 isotope of this element, which is the (*) heaviest that can be produced via the silicon-burning process in a star. It is the most common element by mass in the Earth, and its ores include limonite,": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.25192428
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each sect disagrees over which biographies of this religion's founder, called Janamsakhis, are canonical. Its followers wear the \"five K's,\" which include a metal bracelet and a comb. This religion's leaders": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.012912314
      ],
      [
        "ikh",
        -0.0020293964
      ],
      [
        "ism",
        -3.8457987e-05
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment": {
    "guess": "Hershey-Chase experiment",
    "confidence": [
      [
        "H",
        -0.62244123
      ],
      [
        "ers",
        -0.32643083
      ],
      [
        "hey",
        -2.2723105e-05
      ],
      [
        "-Ch",
        -0.53363174
      ],
      [
        "ase",
        -1.378283e-05
      ],
      [
        " experiment",
        -0.46546292
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which is face-centered cubic and is called austenite. Mossbauer spectrometry is often conducted on the 57 isotope of this element, which is the (*) heaviest that can be produced via the silicon-burning process in a star. It is the most common element by mass in the Earth, and its ores include limonite, goethite, magnetite, and hematite. For 10 points, name this metallic element that is strengthened by carbon to form steel.": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.00076638715
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.21989815
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard": {
    "guess": "Hemochromatosis",
    "confidence": [
      [
        "H",
        -0.15461163
      ],
      [
        "em",
        -0.009119461
      ],
      [
        "och",
        -0.0030854943
      ],
      [
        "rom",
        -1.8193366e-05
      ],
      [
        "at",
        -6.8854926e-05
      ],
      [
        "osis",
        -3.650519e-06
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their midst and caused them to attack one another. At his wedding, Aphrodite presented his wife with a necklace that bestowed great beauty to its holder. He's not Jason, but this king served eight years of bondage with Ares after he killed a dragon and sowed its teeth into the earth, a task he took up after Zeus morphed into an eagle and abducted his sister. For 10 points, name this husband of Harmonia": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.2532132
      ],
      [
        "mus",
        -0.000115582756
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each": {
    "guess": "Christianity",
    "confidence": [
      [
        "Christian",
        -0.31222984
      ],
      [
        "ity",
        -0.0005234849
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer of biographical works on figures such as Lawrence of Arabia and Belisarius, his autobiography detailed actions at the Battle of Loos, where the British had foolishly advanced against heavy German gunfire. His Seven Days in Crete expresses his views on ancient religion that are expressed in a famous": {
    "guess": "Robert von Ranke Graves",
    "confidence": [
      [
        "Robert",
        -0.017261384
      ],
      [
        " von",
        -0.36076984
      ],
      [
        " Ran",
        -0.0006390501
      ],
      [
        "ke",
        -3.5313153e-06
      ],
      [
        " Graves",
        -3.4285862e-05
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd explained density-gradient centrifugation using cesium chloride, which the experimenters used as the last step in this \"most beautiful experiment in biology.\" In this pulse-chase experiment, E. coli was grown in a medium containing nitrogen-15, then transferred to a medium containing nitrogen-14;": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.008871132
      ],
      [
        "elson",
        -0.0001243965
      ],
      [
        "–",
        -0.21161443
      ],
      [
        "St",
        -8.5543434e-05
      ],
      [
        "ahl",
        -7.3458323e-06
      ],
      [
        " experiment",
        -0.0014866471
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their midst and caused them to attack one another. At his wedding, Aphrodite presented his wife with a necklace that bestowed great beauty to its holder. He's not Jason, but this king served eight years of bondage with Ares after he killed a dragon and sowed its teeth into the earth, a task he took up after": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.011276292
      ],
      [
        "mus",
        -3.3093824e-05
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world in a firelike form. The Stoics conceived of it as a rational divine power that orders and directs the universe, and identified it with God, nature, and fate. Philo of Alexandria employed this term in his effort to synthesize Jewish tradition and Platonism, while Christ is identified with this term": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.01604739
      ],
      [
        "os",
        -1.27099975e-05
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over Chione. In the Metamorphoses, Juno sends Iris to the land of Sleep to convince Morpheus to take this man's shape. In one story, this son of Lucifer, or Eosphoros the morning star, enraged the gods by calling his wife \"Hera\" while she called him \"Zeus.\" This man drowns when his ship is destroyed on a voyage to the Oracle at Delphi. After death, this king of Trachis is transformed by the gods into": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.20982884
      ],
      [
        "ey",
        -0.010508755
      ],
      [
        "x",
        -0.00018172979
      ]
    ]
  },
  "This man's Hercules My Shipmate was set on an island at which he had a residence at Deya. He joined the Royal Welch Fusiliers and his first publication was his war poetry Over the Brazier. Also the writer": {
    "guess": "Robert von Ranke Graves",
    "confidence": [
      [
        "Robert",
        -0.0016783908
      ],
      [
        " von",
        -0.32883036
      ],
      [
        " Ran",
        -9.150362e-05
      ],
      [
        "ke",
        -2.8160932e-06
      ],
      [
        " Graves",
        -2.6968896e-06
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which is face-centered cubic and is called austenite. Mossbauer spectrometry is often conducted on the 57 isotope of this element, which is the (*) heaviest that can be produced via the silicon-burning": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.08331673
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their midst and caused them to attack one another. At his wedding, Aphrodite presented his wife with a necklace": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.7848461
      ],
      [
        "mus",
        -0.000203898
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian philosopher David Chalmers supports the \"property\" type of this stance. The coiner of the term \"category mistake,\" Gilbert Ryle, attacked this belief, whose originator looked to the pineal gland to explain": {
    "guess": "Mind–body dualism",
    "confidence": [
      [
        "Mind",
        -0.049681667
      ],
      [
        "–",
        -0.08362061
      ],
      [
        "body",
        -0.0015450955
      ],
      [
        " dual",
        -0.19529486
      ],
      [
        "ism",
        -1.5451682e-05
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was": {
    "guess": "Dualism",
    "confidence": [
      [
        "Dual",
        -0.5901055
      ],
      [
        "ism",
        -0.0027608913
      ]
    ]
  },
  "Herbert Taylor used a radioactive tracer in Vicia faba to arrive at the same results that this experiment more conclusively showed. The year previously, a paper the experimenters co-authored with Vinograd": {
    "guess": "Meselson–Stahl experiment",
    "confidence": [
      [
        "Mes",
        -0.031956118
      ],
      [
        "elson",
        -6.873572e-05
      ],
      [
        "–",
        -0.06251599
      ],
      [
        "St",
        -0.021001698
      ],
      [
        "ahl",
        -1.2590794e-05
      ],
      [
        " experiment",
        -0.0002515648
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in": {
    "guess": "Corporation",
    "confidence": [
      [
        "Cor",
        -1.8930352
      ],
      [
        "por",
        -0.20698488
      ],
      [
        "ation",
        -0.009811103
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work": {
    "guess": "Credit Mobilier of America",
    "confidence": [
      [
        "Credit",
        -0.072387874
      ],
      [
        " Mobil",
        -0.0005182436
      ],
      [
        "ier",
        -0.00019078559
      ],
      [
        " of",
        -0.41737038
      ],
      [
        " America",
        -4.727906e-05
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each sect disagrees over which biographies of this religion's founder, called Janamsakhis, are canonical. Its followers wear the \"five K's,\" which include a metal bracelet and a comb. This religion's leaders included Tegh Bahadur, who was martyred, and Ram Das, who founded Amritsar, but Gobind Singh was": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.010293211
      ],
      [
        "ikh",
        -0.000764003
      ],
      [
        "ism",
        -2.4749568e-05
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world in a firelike form. The Stoics conceived of it as a rational divine power that orders and directs the universe, and identified it with God, nature, and fate. Philo of Alexandria employed this term": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.007416732
      ],
      [
        "os",
        -1.4378848e-05
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.12318238
      ],
      [
        "ey",
        -0.017089369
      ],
      [
        "x",
        -0.0001844678
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their midst and caused them to attack one another. At his wedding, Aphrodite presented his wife with a necklace that bestowed great beauty to its holder. He's not Jason, but this king served eight years of": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.70808345
      ],
      [
        "mus",
        -0.0004958406
      ]
    ]
  },
  "His herdsman Menoetes, or Menoetius, the son of Ceuthonymus, lost a wrestling match to Heracles. He was interrupted before he could seduce the nymph Minthe, whom he dazzled with his chariot and horses.": {
    "guess": "Menoetes",
    "confidence": [
      [
        "M",
        -0.91936415
      ],
      [
        "eno",
        -0.010608788
      ],
      [
        "etes",
        -0.27400082
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which is face-centered cubic and is called austenite. Mossbauer spectrometry is often conducted on the 57 isotope of this element, which is the (*) heaviest that can be produced via the silicon-burning process in a star. It is the most common element by mass in the Earth, and its ores include limonite, goethite, magnetite, and hematite. For 10 points, name this metallic element that is strengthened": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.0011959441
      ]
    ]
  },
  "Heraclitus was the first to use this term in a metaphysical sense, asserting that this governs the world in a firelike form. The Stoics conceived of it as a rational divine power that orders and directs the universe, and identified it with God, nature, and fate. Philo of Alexandria employed this term in his effort to synthesize Jewish tradition and Platonism, while Christ is identified with this term incarnate in the Gospel of John, being translated as \"word\" in the English Bible. FTP, identify this Greek word that actually translates as \"thought\" or \"reason.\"": {
    "guess": "Logos",
    "confidence": [
      [
        "Log",
        -0.003427231
      ],
      [
        "os",
        -0.00018494461
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.4203126
      ],
      [
        "ey",
        -0.0057586143
      ],
      [
        "x",
        -0.00019519613
      ]
    ]
  },
  "Hera convinced this man's daughter to demand the disguised Zeus to reveal his true identity. Zeus thunderbolted Iasion after he lured Demeter away and violated her at an event which this father of Semele attended. A group of soldiers swore allegiance to this guy even though he threw a stone in their midst and caused them to attack one another. At his wedding, Aphrodite presented his wife with a necklace that bestowed great beauty to its holder. He's not Jason, but this king served eight years of bondage with Ares after he killed a dragon and sowed its teeth into the earth, a task he took up after Zeus morphed into an eagle and abducted his sister. For 10 points, name this husband of Harmonia and brother to Europa, the founder of Thebes.": {
    "guess": "Cadmus",
    "confidence": [
      [
        "Cad",
        -0.0019609863
      ],
      [
        "mus",
        -2.1650272e-05
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over Chione. In the Metamorphoses, Juno sends Iris to the land of Sleep to convince Morpheus to take this man's shape. In one story, this son of Lucifer, or Eosphoros the morning star, enraged the gods by calling his wife \"Hera\" while she called him \"Zeus.\" This man drowns when his ship is destroyed on a voyage to the Oracle at Delphi. After death, this king of Trachis is transformed by the gods into a Halcyon bird with his wife. FTP, name this mythical king paired with his wife Alcyone.": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.022647686
      ],
      [
        "ey",
        -0.00015693542
      ],
      [
        "x",
        -0.00020652048
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian philosopher David Chalmers supports the \"property\" type of this stance. The coiner of the term \"category": {
    "guess": "Dualism",
    "confidence": [
      [
        "Dual",
        -0.59570664
      ],
      [
        "ism",
        -0.004922174
      ]
    ]
  },
  "Hereditary buildup of this element in the liver is found in a disease known by shorthand as HHC. At standard pressure, this element has allotropes labeled alpha through delta, the gamma allotrope of which is face-centered cubic and is called austenite. Mossbauer spectrometry is often conducted on the": {
    "guess": "Iron",
    "confidence": [
      [
        "Iron",
        -0.112737425
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth,": {
    "guess": "Credit Mobilier of America",
    "confidence": [
      [
        "Credit",
        -0.27919516
      ],
      [
        " Mobil",
        -0.12238528
      ],
      [
        "ier",
        -0.00020783172
      ],
      [
        " of",
        -0.6340662
      ],
      [
        " America",
        -0.0002854113
      ]
    ]
  },
  "Heretical groups to break off from this religion include the Minas sect and the Udasi sect, and each sect disagrees over which biographies of this religion's founder, called Janamsakhis, are canonical.": {
    "guess": "Sikhism",
    "confidence": [
      [
        "S",
        -0.0021830958
      ],
      [
        "ikh",
        -0.009270656
      ],
      [
        "ism",
        -0.00021545708
      ]
    ]
  },
  "Heracles took refuge with this king when he defeated Laogoras, and drove the Dryopians out of this man's realm. Peleus befriended this man and stayed at his court until Psamathe sent a sea-wolf to attack his cattle. This figure's warlike brother, Daedalion, was transformed into a hawk in his grief over Chione. In the Metamorphoses, Juno sends Iris to the land of Sleep to convince Morpheus to take this man's shape. In one story, this son of Lucifer, or Eosphoros the morning star, enraged the gods": {
    "guess": "Ceyx",
    "confidence": [
      [
        "C",
        -0.6785276
      ],
      [
        "ey",
        -0.028446123
      ],
      [
        "x",
        -0.00013369438
      ]
    ]
  },
  "Herbert M. Hoxie was the only bidder for work this entity was incorporated to undertake and hence in name received the contract. Moxie turned the contract over to Thomas Durant, who ensured that the company's liability to investors would extend only as far as their investment, not their personal wealth, a first in US history. The company paid itself to provide construction materials, starting work by adding a useless nine-mile oxbow to its first track section to increase profits. The scandal was uncovered in letters sent to Henry McComb by the man who ousted Durant from the company's board, letters implicating Henry Wilson and Schuyler Colfax. FTP what was this finance and construction company created to supply the Union and Central Pacific Railroads, most famously led by congressman Oakes": {
    "guess": "Crédit Mobilier of America",
    "confidence": [
      [
        "Cr",
        -0.080093406
      ],
      [
        "éd",
        -9.968313e-06
      ],
      [
        "it",
        -2.3915141e-05
      ],
      [
        " Mobil",
        -0.0012716623
      ],
      [
        "ier",
        -5.7172965e-05
      ],
      [
        " of",
        -0.015284576
      ],
      [
        " America",
        -0.00012999907
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian": {
    "guess": "Three Worlds (philosophy of Karl Popper)",
    "confidence": [
      [
        "Three",
        -1.2563729
      ],
      [
        " Worlds",
        -0.05865336
      ],
      [
        " (",
        -0.68208325
      ],
      [
        "phil",
        -0.7052128
      ],
      [
        "osoph",
        -3.786197e-05
      ],
      [
        "y",
        -0.00021438424
      ],
      [
        " of",
        -0.34865928
      ],
      [
        " Karl",
        -0.1766523
      ],
      [
        " Pop",
        -3.3451433e-05
      ],
      [
        "per",
        -0.00013166793
      ],
      [
        ")",
        -0.010104998
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl Popper. Opponents of this stance often treat epiphenomenalism as a mere variant of it, and it was challenged by the \"token identity\" thesis and \"anomalism principle\" of Donald Davidson. Australian philosopher David Chalmers supports the \"property\" type of this stance. The coiner of the term \"category mistake,\" Gilbert Ryle, attacked this belief, whose originator looked to the pineal gland to explain it. For 10 points, name this philosophical view held by Descartes and often dismissed as belief in a \"ghost in the machine\", the idea that the immaterial substance of mind is distinct from the": {
    "guess": "Mind–body dualism",
    "confidence": [
      [
        "Mind",
        -0.074483104
      ],
      [
        "–",
        -0.22976318
      ],
      [
        "body",
        -0.0011952289
      ],
      [
        " dual",
        -0.0036662293
      ],
      [
        "ism",
        -7.58424e-06
      ]
    ]
  },
  "Herbert Feigl and J.J.C. Smart attacked the \"nomological danglers\" required to hold this belief. John Eccles presented a version of this theory in terms of three \"worlds\" in a 1977 collaboration with Karl": {
    "guess": "Dualism",
    "confidence": [
      [
        "Dual",
        -0.32207373
      ],
      [
        "ism",
        -0.026212858
      ]
    ]
  }
}