{
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces appear. This property necessitates the application of an external net force to counter its behavior. Newton's First Law of Motion is often called the law of this property, which is (*) proportional to, and thus often conflated with, mass. Name this tendency of matter to continue moving in a straight line at a constant speed, or to stay at rest if it is at rest—in other words, to oppose changes": {
    "guess": "Inertia",
    "confidence": [
      [
        "In",
        -0.008826577
      ],
      [
        "ertia",
        -1.92662e-05
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern": {
    "guess": "Absolutely Free",
    "confidence": [
      [
        "Absolutely",
        -1.2508848
      ],
      [
        " Free",
        -0.043962482
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast": {
    "guess": "The Fast and the Furious",
    "confidence": [
      [
        "The",
        -0.71034884
      ],
      [
        " Fast",
        -0.49190444
      ],
      [
        " and",
        -0.28714722
      ],
      [
        " the",
        -0.0076884935
      ],
      [
        " Furious",
        -0.0141170835
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves sitting in a tree. That theorist was Sigmund Freud, who argued that these these occurrences have both manifest and latent content and that they often represent \"wish fulfillment.\" In his most famous book, he describes these occurrences as the \"royal road to the unconscious;\" that book was entitled The Interpretation of these occurrences. For 10 points, name these mental visions which occur during sleep.": {
    "guess": "Dreams",
    "confidence": [
      [
        "Dream",
        -0.0026958627
      ],
      [
        "s",
        -0.12180541
      ]
    ]
  },
  "While in France, he attended lectures by Henri Bergson and read poetry with Alain-Fournier. His literary criticism was collected in the volume Sacred Wood, and he wrote the drama Sweeney [i] Agonistes,": {
    "guess": "The Sacred Wood: Essays on Poetry and Criticism",
    "confidence": [
      [
        "The",
        -0.91145915
      ],
      [
        " Sacred",
        -0.09216892
      ],
      [
        " Wood",
        -0.00014263466
      ],
      [
        ":",
        -0.07140607
      ],
      [
        " Essays",
        -0.0003155625
      ],
      [
        " on",
        -8.6735476e-05
      ],
      [
        " Poetry",
        -0.00013786652
      ],
      [
        " and",
        -4.179569e-05
      ],
      [
        " Crit",
        -7.0523776e-05
      ],
      [
        "icism",
        -3.9530823e-05
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe": {
    "guess": "Liquid crystals",
    "confidence": [
      [
        "Liquid",
        -0.0036113553
      ],
      [
        " crystals",
        -0.2845617
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario,": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.71160764
      ],
      [
        " II",
        -0.031050643
      ],
      [
        " of",
        -0.0004037402
      ],
      [
        " England",
        -0.00011427152
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano and Orchestra and in his Sonatas and Interludes, and it liberally quotes Alphonse Allais' Funeral": {
    "guess": "Sonatas and Interludes",
    "confidence": [
      [
        "Son",
        -0.45361608
      ],
      [
        "atas",
        -0.0015703336
      ],
      [
        " and",
        -0.0006980192
      ],
      [
        " Inter",
        -0.004003127
      ],
      [
        "l",
        -0.00025287605
      ],
      [
        "udes",
        -1.7432603e-06
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the": {
    "guess": "Neural oscillation",
    "confidence": [
      [
        "Ne",
        -0.26860213
      ],
      [
        "ural",
        -0.5484629
      ],
      [
        " oscill",
        -0.90011114
      ],
      [
        "ation",
        -0.20901252
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over k times temperature, according to the Boltzmann distribution. The band gap of a semiconductor refers to a difference in this quantity. It may be found as the eigenstates of the (*) Hamiltonian operator. The chemical potential is defined as the particle number derivative of this quantity for a system. For 10 points, name this quantity, components of which are contributed by the motion of particles at a given velocity and by the interaction of particles with potential fields.": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -0.9006482
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned in the Grimm- Hoffmann Affair and Henri Guisan created a defense system for this nation involving": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.0015556862
      ],
      [
        "itzerland",
        -0.00033379698
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in Texas, and the FSA and SCS agencies were created to help relocate victims, many of whom faced \"Bum Blockades\" and border closings organized by the LAPD, and to teach them proper conservation techniques. Hundreds of thousands migrated to California during this crisis, which was characterized by the appearance": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.013101173
      ],
      [
        "ust",
        -5.9153886e-06
      ],
      [
        " Bowl",
        -0.0002882722
      ]
    ]
  },
  "Frank Churchill saves her from an attacking group of gypsies after she was snubbed by Mr. Elton at the Crown Inn, but she becomes heartbroken when Frank becomes engaged to Jane Fairfax. Fortunately she": {
    "guess": "Emma",
    "confidence": [
      [
        "Emma",
        -0.30693898
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man commissioned Berlioz's Harold in Italy, but refused to play it because there were too many rests. His twenty-fourth caprice in A minor served as the basis for both Brahms's books of Variations named after this man and Rachmaninoff's (*) Rhapsody on a Theme of this man. This man's ability was later attributed to Ehlers-Danlos syndrome, which increases joint flexibility, rather than a deal with the": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.0025863622
      ],
      [
        "col",
        -0.0001756504
      ],
      [
        "ò",
        -6.1537958e-06
      ],
      [
        " P",
        -5.121278e-05
      ],
      [
        "agan",
        -8.418666e-06
      ],
      [
        "ini",
        -3.8934802e-05
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.08553661
      ],
      [
        "phon",
        -0.019922964
      ],
      [
        "ie",
        -0.0001472836
      ],
      [
        " fantast",
        -0.33229125
      ],
      [
        "ique",
        -3.8457987e-05
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over k times temperature, according to the Boltzmann distribution. The band gap of a semiconductor refers to a difference in this quantity. It may be found as the eigenstates of the (*) Hamiltonian operator. The chemical potential is defined as the particle number derivative of this quantity for a system. For 10 points, name this quantity, components of which are contributed by the motion of particles": {
    "guess": "Energy Levels",
    "confidence": [
      [
        "Energy",
        -0.55126476
      ],
      [
        " Levels",
        -1.2882524
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go into overtime. Future head coaches to be this team's defensive coordinator include John Fox, Vince Lombardi": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.069302194
      ],
      [
        " York",
        -0.000112125854
      ],
      [
        " Giants",
        -0.00033844227
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress": {
    "guess": "The Parasol",
    "confidence": [
      [
        "The",
        -0.27353746
      ],
      [
        " Paras",
        -0.024622865
      ],
      [
        "ol",
        -4.608702e-05
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes a rod shaped type of this substance that also has thread-like defects called disclinations. It was first discovered in derivatives of (*) cholesterol, which gives its name to the cholesteric phase of": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.03141275
      ],
      [
        " crystal",
        -0.11298917
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in Texas, and the FSA and SCS agencies were created to help relocate victims, many of whom faced \"Bum Blockades\"": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.0044453125
      ],
      [
        "ust",
        -2.3392786e-06
      ],
      [
        " Bowl",
        -0.00013047588
      ]
    ]
  },
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces appear. This property necessitates the application of an external net force to counter its behavior. Newton's First Law of Motion is often called the law of this property, which is (*) proportional to, and thus often conflated with, mass. Name this tendency of matter to continue moving in a straight line at a constant speed, or to stay at rest if it is at rest—in other words, to oppose changes in its motion.": {
    "guess": "Inertia",
    "confidence": [
      [
        "In",
        -0.0077926978
      ],
      [
        "ertia",
        -5.347765e-05
      ]
    ]
  },
  "Frank Churchill saves her from an attacking group of gypsies after she was snubbed by Mr. Elton at the": {
    "guess": "EMMA",
    "confidence": [
      [
        "EM",
        -0.8841015
      ],
      [
        "MA",
        -8.053688e-05
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo.": {
    "guess": "Italy",
    "confidence": [
      [
        "Italy",
        -0.845105
      ]
    ]
  },
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces": {
    "guess": "Inertial frame",
    "confidence": [
      [
        "In",
        -0.025620209
      ],
      [
        "ert",
        -0.18016562
      ],
      [
        "ial",
        -1.2948405e-05
      ],
      [
        " frame",
        -0.2072913
      ]
    ]
  },
  "Fragments of this celestial body fall to Earth as the Orionid meteor shower. The European Space Agency launched the Giotto probe to study this object in 1986. This object, predicted to appear in 2061,": {
    "guess": "Halley's Comet",
    "confidence": [
      [
        "Hal",
        -0.017441569
      ],
      [
        "ley",
        -8.418666e-06
      ],
      [
        "'s",
        -0.0022324517
      ],
      [
        " Comet",
        -0.0017807337
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.096958235
      ],
      [
        "phon",
        -0.20780051
      ],
      [
        "ie",
        -0.0014410655
      ],
      [
        " fantast",
        -0.152364
      ],
      [
        "ique",
        -1.1279553e-05
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned in the Grimm- Hoffmann Affair and Henri Guisan created a defense system for this nation involving mountain fortresses. Francis I defeated mercenaries from here at the Battle of Marignano, while a theologian from this country participated in the Kappel Wars and debated with Martin Luther at Marburg. That man's doctrine was unified by Heinrich Bullinger and John Calvin, another thinker from here.": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.4848915
      ],
      [
        "itzerland",
        -0.0011558165
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves sitting in a tree. That theorist was Sigmund Freud, who argued that these these occurrences have both manifest and latent content and that they often represent \"wish fulfillment.\" In his most famous book, he describes these occurrences as the \"royal road to the unconscious;\" that book was entitled": {
    "guess": "Dream",
    "confidence": [
      [
        "Dream",
        -0.0042279856
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned in the Grimm- Hoffmann Affair and Henri Guisan created a defense system for this nation involving mountain fortresses. Francis I defeated mercenaries from here at the Battle of Marignano, while": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.0007807998
      ],
      [
        "itzerland",
        -7.243103e-05
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables,": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.29481414
      ],
      [
        " Kiss",
        -0.29153344
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves sitting in a tree. That theorist was Sigmund Freud, who argued that these these occurrences have both manifest and latent content and that they often represent \"wish fulfillment.\" In his most famous book, he describes these occurrences as the \"royal road to the unconscious;\" that book was entitled The Interpretation of these occurrences. For 10 points, name these mental visions which occur during": {
    "guess": "Dreams",
    "confidence": [
      [
        "Dream",
        -0.0038205066
      ],
      [
        "s",
        -0.071091354
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go into overtime. Future head coaches to be this team's defensive coordinator include John Fox, Vince Lombardi and Bill Belichick, who worked under Bill Parcells for their victories in Super Bowls XXI and XXV. Their third Super Bowl win, during Michael Strahan's final season, was a 2008 17-14 defeat of the previously undefeated New England Patriots. For 10 points, Eli Manning quarterbacks this NFL team who shares a stadium with the Jets.": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.0024228678
      ],
      [
        " York",
        -0.00011951648
      ],
      [
        " Giants",
        -0.00019674578
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress of a woman. In Luncheon of the Boating Party, a woman on the left kisses one of these creatures, which also appears in a group on the left side of Pieter Bruegel's Hunters in the Snow. A large one of": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.441627
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves sitting in a tree. That theorist was Sigmund Freud, who argued that these these occurrences have both manifest and latent content and that they often represent \"wish fulfillment.\" In his most famous": {
    "guess": "Dream",
    "confidence": [
      [
        "Dream",
        -0.010033483
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.0017506265
      ],
      [
        "col",
        -0.001561762
      ],
      [
        "ò",
        -9.014684e-06
      ],
      [
        " P",
        -0.00028862982
      ],
      [
        "agan",
        -3.106736e-05
      ],
      [
        "ini",
        -4.7994283e-05
      ]
    ]
  },
  "While in France, he attended lectures by Henri Bergson and read poetry with Alain-Fournier. His literary criticism was collected in the volume Sacred Wood, and he wrote the drama Sweeney [i] Agonistes, but he is best known for his poetry. For 10 points—name this author of The Four Quartets and The Waste Land.": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.002220557
      ],
      [
        ".",
        -0.0027412775
      ],
      [
        " S",
        -4.00813e-06
      ],
      [
        ".",
        -1.1279553e-05
      ],
      [
        " Eli",
        -9.0883464e-07
      ],
      [
        "ot",
        -5.3193703e-06
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale. British troops helped patriots called arbegnoch win the 1941 battle of Gondar in this subjugated country. The 1896 battle of Adwa was this country's last major victory against its future colonizer. This country was independent until occupied before World War II, though Menelik II had previously ceded control of Eritrea to Italy. For 10 points, name this Christian nation in East Africa with a capital at Addis Ababa.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.28044745
      ],
      [
        "i",
        -0.000120708515
      ],
      [
        "opia",
        -0.0061580813
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves": {
    "guess": "Dreams",
    "confidence": [
      [
        "Dream",
        -1.0613762
      ],
      [
        "s",
        -0.18012184
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.25850552
      ],
      [
        " crystal",
        -0.48036838
      ]
    ]
  },
  "Francisco Lopes Suasso lent two million guilders to one army involved in this event, which was triggered in part by the removal of Henry Compton. In addition to featuring that member of the Immortal Seven, this event saw the Battle of Aughrim while the death of Claverhouse ended Scottish unrest during it. This event saw the Battle of the Boyne and it resulted in the passage of the Act of Toleration.": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.017326767
      ],
      [
        "lor",
        -1.9361265e-07
      ],
      [
        "ious",
        -2.5226382e-05
      ],
      [
        " Revolution",
        -0.00023345684
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern example was Paul McCartney's foray into classical music with his Liverpool one of these. Vivaldi's only surviving one is Juditha triuimphans, and other examples include Haydn's The Creations and The": {
    "guess": "Oratorio",
    "confidence": [
      [
        "Or",
        -0.07387202
      ],
      [
        "atorio",
        -0.0062920763
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables, Francois Gerard showed a shy Psyche looking towards the viewer as she receives one. Fragonard showed": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.44684553
      ],
      [
        " Kiss",
        -0.69252926
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes a rod shaped type of this substance that also has thread-like defects called disclinations. It was first discovered in derivatives of (*) cholesterol, which gives its name to the cholesteric phase of this. The lower temperature smectic form is ordered positionally in contrast to the more commonly studied nematic phase. For 10 points, name this type of substance between a solid and a liquid that are used in many monitors and televisions.": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.0053561437
      ],
      [
        " crystal",
        -0.023074374
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes a rod shaped type of this substance that also has thread-like defects called disclinations. It was": {
    "guess": "Liquid crystals",
    "confidence": [
      [
        "Liquid",
        -0.048644368
      ],
      [
        " crystals",
        -0.28221187
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same action for which he is most noted. The director also makes an appearance, as the father of Derek \"The Hitman\"* Kaufman, a phony gangbanger who is drawn into the plot concocted by Ali, Lisa, and Marty. Donny, Derek Dzvirtko, and Heather also participate, with Donny, \"The Hitman\", and Marty doing most of the work. FTP, name this 2001 film directed by Larry Clark and based on the real-life murder of Bobby Kent by his friends.": {
    "guess": "Bully (2001 film)",
    "confidence": [
      [
        "B",
        -0.0071857185
      ],
      [
        "ully",
        -7.3458323e-06
      ],
      [
        " (",
        -0.516877
      ],
      [
        "200",
        -0.012231896
      ],
      [
        "1",
        -0.00017541199
      ],
      [
        " film",
        -0.0007167232
      ],
      [
        ")",
        -2.3438328e-05
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes a rod shaped type of this substance that also has thread-like defects called disclinations. It was first discovered in derivatives of (*) cholesterol, which gives its name to the cholesteric phase of this. The lower temperature smectic form is ordered positionally in contrast to the more commonly studied nematic phase. For 10 points, name this type of substance between a solid and a liquid that are": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.0059452713
      ],
      [
        " crystal",
        -0.03302723
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in Texas, and the FSA and SCS agencies were created to help relocate victims, many of whom faced \"Bum Blockades\" and border closings organized by the LAPD, and to teach them proper conservation techniques.": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.009539914
      ],
      [
        "ust",
        -3.1737043e-06
      ],
      [
        " Bowl",
        -0.00010413921
      ]
    ]
  },
  "Fragments of this celestial body fall to Earth as the Orionid meteor shower. The European Space Agency launched the Giotto probe to study this object in 1986. This object, predicted to appear in 2061, is depicted on the (*) Bayeux Tapestry and appeared for the birth and death of Mark Twain. For 10 points, name this celestial body with a roughly 75 year period, a comet named for an English astronomer.": {
    "guess": "Halley's Comet",
    "confidence": [
      [
        "Hal",
        -0.00864494
      ],
      [
        "ley",
        -5.2001665e-06
      ],
      [
        "'s",
        -0.0027897807
      ],
      [
        " Comet",
        -0.0022871643
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned in the Grimm- Hoffmann Affair and Henri Guisan created a defense system for this nation involving mountain fortresses. Francis I defeated mercenaries from here at the Battle of Marignano, while a theologian from this country participated in the Kappel Wars and debated with Martin Luther at Marburg.": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.0007225605
      ],
      [
        "itzerland",
        -8.299462e-06
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario, other economic developments of his reign include the development of the possessory writ and the practice of scutage, in which men could pay their way out of military service.  This man also attempted": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.030167084
      ],
      [
        " II",
        -0.002383615
      ],
      [
        " of",
        -6.50404e-05
      ],
      [
        " England",
        -4.596782e-05
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario, other economic developments of his reign include the development of the possessory writ and the practice of scutage, in which men could pay their way out of military service.  This man also attempted to reassert the supremacy of the state over the church in the Constitutions of Clarendon. FTP, name this Plantagenet king of England, famous for his clashes with Archbishop Thomas Beckett, and his marriage to Eleanor of Aquitaine.": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.0071989777
      ],
      [
        " II",
        -9.610702e-06
      ],
      [
        " of",
        -1.9361265e-07
      ],
      [
        " England",
        -1.1041146e-05
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale. British troops helped patriots called arbegnoch win the 1941 battle of Gondar in this subjugated country. The 1896 battle of Adwa was this country's last major victory against its future colonizer.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.017180663
      ],
      [
        "i",
        -0.00024417418
      ],
      [
        "opia",
        -0.0054069962
      ]
    ]
  },
  "While in France, he attended lectures by Henri Bergson and read poetry with Alain-Fournier. His literary": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.60754174
      ],
      [
        ".",
        -0.021814993
      ],
      [
        " S",
        -4.143808e-05
      ],
      [
        ".",
        -1.7239736e-05
      ],
      [
        " Eli",
        -8.6497064e-05
      ],
      [
        "ot",
        -3.297462e-05
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.032754198
      ],
      [
        "ust",
        -0.00013715129
      ],
      [
        " Bowl",
        -0.0007818726
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go into overtime. Future head coaches to be this team's defensive coordinator include John Fox, Vince Lombardi and Bill Belichick, who worked under Bill Parcells for their victories in Super Bowls XXI and XXV. Their third Super Bowl win, during Michael Strahan's final season, was a 2008 17-14 defeat of the previously undefeated New England Patriots. For 10 points, Eli Manning quarterbacks this NFL team": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.0074354196
      ],
      [
        " York",
        -0.0038459136
      ],
      [
        " Giants",
        -0.00011117222
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano": {
    "guess": "Concerto for Group and Orchestra",
    "confidence": [
      [
        "Con",
        -0.9359437
      ],
      [
        "cert",
        -0.041899163
      ],
      [
        "o",
        -0.0014597621
      ],
      [
        " for",
        -0.014543526
      ],
      [
        " Group",
        -0.5790193
      ],
      [
        " and",
        -4.310693e-05
      ],
      [
        " Orchestra",
        -9.984788e-05
      ]
    ]
  },
  "Frank Churchill saves her from an attacking group of gypsies after she was snubbed by Mr. Elton at the Crown Inn, but she becomes heartbroken when Frank becomes engaged to Jane Fairfax. Fortunately she marries Robert Martin after she finds out she's the daughter of a tradesman. For 10 points—name this": {
    "guess": "EMMA",
    "confidence": [
      [
        "EM",
        -0.27477494
      ],
      [
        "MA",
        -0.00016504127
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.98972476
      ]
    ]
  },
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces appear. This property necessitates the application of an external net force to counter its behavior. Newton's First Law of Motion is often called the law of this property, which is (*) proportional": {
    "guess": "Inertia",
    "confidence": [
      [
        "In",
        -0.0075279553
      ],
      [
        "ertia",
        -0.02607617
      ]
    ]
  },
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces appear. This property necessitates the application of an external net force to counter its behavior. Newton's First Law of Motion is often called the law of this property, which is (*) proportional to, and thus often conflated with, mass. Name this tendency of matter to continue moving in a straight": {
    "guess": "Inertia",
    "confidence": [
      [
        "In",
        -0.0013801139
      ],
      [
        "ertia",
        -0.0014453531
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man commissioned Berlioz's Harold in Italy, but refused to play it because there were too many rests. His twenty-fourth caprice in A minor served as the basis for both Brahms's books of Variations named after this man and Rachmaninoff's (*) Rhapsody on a Theme of this man. This man's ability was later attributed": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.007846637
      ],
      [
        "col",
        -0.00045677117
      ],
      [
        "ò",
        -3.1737043e-06
      ],
      [
        " P",
        -2.5226382e-05
      ],
      [
        "agan",
        -1.1041146e-05
      ],
      [
        "ini",
        -3.9054008e-05
      ]
    ]
  },
  "Francisco Ximénez translated this civilization's collection of myths, including a tale of wooden people killed by a flood sent by Gucumatz. Another of this civilization's myths sees Seven Macaw defeated by Hunahpu [hoo-NAH-poo] and Xbalanque [SH'buh-LAN-kay], the (*) Hero Twins, in a ball game. The Popol Vuh records the myths of, for 10 points, what Mesoamerican civilization whose cyclical Long Count calendar resets in December, 2012?": {
    "guess": "Maya civilization",
    "confidence": [
      [
        "May",
        -0.28587246
      ],
      [
        "a",
        -0.00039778004
      ],
      [
        " civilization",
        -0.0056703067
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over": {
    "guess": "Probability density",
    "confidence": [
      [
        "Probability",
        -1.4121581
      ],
      [
        " density",
        -0.15347098
      ]
    ]
  },
  "Francisco Lopes Suasso lent two million guilders to one army involved in this event, which was triggered in part by the removal of Henry Compton. In addition to featuring that member of the Immortal Seven,": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.0055658715
      ],
      [
        "lor",
        -1.2664457e-06
      ],
      [
        "ious",
        -5.6100132e-05
      ],
      [
        " Revolution",
        -0.00029542076
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was": {
    "guess": "Roger Bacon",
    "confidence": [
      [
        "Roger",
        -0.82210857
      ],
      [
        " Bacon",
        -0.8752673
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano and Orchestra and in his Sonatas and Interludes, and it liberally quotes Alphonse Allais' Funeral March for the Obsequies of a Deaf Man. Inspired by Robert Rauschenberg's use of negative space, it was premiered at Woodstock in 1952 by avant-garde pianist David Tudor, who closed the keyboard's lid to begin of each movement of, for 10 points, what most famous piece by John Cage in which no notes": {
    "guess": "4′33″",
    "confidence": [
      [
        "4",
        -0.0065787085
      ],
      [
        "′",
        -0.2569458
      ],
      [
        "33",
        -7.2907846e-05
      ],
      [
        "″",
        -0.00013607845
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress of a woman. In Luncheon of the Boating Party, a woman on the left kisses one of these creatures, which also appears in a group on the left side of Pieter Bruegel's Hunters in the Snow. A large one of these creatures sits on the floor in the bottom right corner of Las Meninas, while in Venus of Urbino, a small, spotted one of these animals is seen sleeping on the bed. For 10 points, name these animals,": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.573973
      ]
    ]
  },
  "Francisco Ximénez translated this civilization's collection of myths, including a tale of wooden people killed by a flood sent by Gucumatz. Another of this civilization's myths sees Seven Macaw defeated by Hunahpu [hoo-NAH-poo] and Xbalanque [SH'buh-LAN-kay], the (*) Hero Twins, in a ball game. The Popol Vuh records the myths of, for 10 points, what Mesoamerican civilization whose cyclical Long Count": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.2993001
      ],
      [
        "ol",
        -0.007664479
      ],
      [
        " V",
        -0.000512045
      ],
      [
        "uh",
        -2.129266e-05
      ]
    ]
  },
  "Frank Churchill saves her from an attacking group of gypsies after she was snubbed by Mr. Elton at the Crown Inn, but she becomes heartbroken when Frank becomes engaged to Jane Fairfax. Fortunately she marries Robert Martin after she finds out she's the daughter of a tradesman. For 10 points—name this seventeen-year-old orphan and protégé of Emma Woodhouse.": {
    "guess": "EMMA",
    "confidence": [
      [
        "EM",
        -0.6562748
      ],
      [
        "MA",
        -8.244414e-05
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.08297623
      ],
      [
        "itzerland",
        -0.00030495704
      ]
    ]
  },
  "Fragments of this celestial body fall to Earth as the Orionid meteor shower. The European Space Agency": {
    "guess": "Halley's Comet",
    "confidence": [
      [
        "Hal",
        -0.082216814
      ],
      [
        "ley",
        -3.1305768e-05
      ],
      [
        "'s",
        -0.0016204304
      ],
      [
        " Comet",
        -0.00048763392
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned": {
    "guess": "Helvetic Republic",
    "confidence": [
      [
        "Hel",
        -0.9159876
      ],
      [
        "v",
        -0.010263476
      ],
      [
        "etic",
        -5.347765e-05
      ],
      [
        " Republic",
        -8.852353e-05
      ]
    ]
  },
  "Francisco Lopes Suasso lent two million guilders to one army involved in this event, which was triggered in part by the removal of Henry Compton. In addition to featuring that member of the Immortal Seven, this event saw the Battle of Aughrim while the death of Claverhouse ended Scottish unrest during": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.7047506
      ],
      [
        "lor",
        -2.577686e-06
      ],
      [
        "ious",
        -8.061054e-06
      ],
      [
        " Revolution",
        -0.00010747691
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate movement.  The solo cornet is the highlight of the second movement, entitled A Ball, while the final movement portrays an orgiastic festival and is called Dream of a Witches' Sabbath.  The first movement is Reveries and Passions, though it is the fourth movement, March to the Scaffold, that best develops this symphony's id? fixe.  Dedicated to Harriet Smithson, FTP, identify this most famous work of Hector Berlioz.": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.003271707
      ],
      [
        "phon",
        -0.00047595197
      ],
      [
        "ie",
        -2.4034345e-05
      ],
      [
        " fantast",
        -0.022341127
      ],
      [
        "ique",
        -2.2127088e-05
      ]
    ]
  },
  "Francis Marion Tarwater has been raised by his fanatical, tyrannical grand-uncle Mason to be a prophet; when Mason dies, though, he gives up and thus suffers tortures of doubt and indecision. He briefly": {
    "guess": "The Violent Bear It Away",
    "confidence": [
      [
        "The",
        -0.01763883
      ],
      [
        " Viol",
        -0.00041720658
      ],
      [
        "ent",
        -2.3915141e-05
      ],
      [
        " Bear",
        -0.0002105734
      ],
      [
        " It",
        -0.05311935
      ],
      [
        " Away",
        -1.0564331e-05
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize": {
    "guess": "Great Depression in the United States",
    "confidence": [
      [
        "Great",
        -0.7725524
      ],
      [
        " Depression",
        -0.33362734
      ],
      [
        " in",
        -0.18267377
      ],
      [
        " the",
        -0.00034666734
      ],
      [
        " United",
        -0.0017436044
      ],
      [
        " States",
        -0.0003006657
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern example was Paul McCartney's foray into classical music with his Liverpool one of these. Vivaldi's only surviving one is Juditha triuimphans, and other examples include Haydn's The Creations and The Seasons and Mendelssohn's St. Paul and Elijah. They are like operas but performed as concert pieces with little interaction between characters. For 10 points, name this type of composition which includes": {
    "guess": "Oratorios",
    "confidence": [
      [
        "Or",
        -0.01172964
      ],
      [
        "ator",
        -0.08857972
      ],
      [
        "ios",
        -2.1008714e-06
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man commissioned Berlioz's Harold in Italy, but refused to play it because there were too many rests. His twenty-fourth caprice in A minor served as the basis for both Brahms's books of Variations named after this man and Rachmaninoff's (*) Rhapsody on a Theme of this man. This man's ability was later attributed to Ehlers-Danlos syndrome, which increases joint flexibility, rather than a deal with the Devil. For 10 points, name this legendary nineteenth century Italian violin virtuoso.": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.0023276021
      ],
      [
        "col",
        -0.00041172683
      ],
      [
        "ò",
        -3.2929079e-06
      ],
      [
        " P",
        -3.8457987e-05
      ],
      [
        "agan",
        -7.58424e-06
      ],
      [
        "ini",
        -2.188868e-05
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario, other economic developments of his reign include the development of the possessory writ and the practice of scutage, in which men could pay their way out of military service.  This man also attempted to reassert the supremacy of the state over the church in the Constitutions of Clarendon. FTP, name this Plantagenet king of England, famous for his clashes with Archbishop Thomas Beckett, and his marriage": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.0012286812
      ],
      [
        " II",
        -1.1398757e-05
      ],
      [
        " of",
        -3.1281633e-07
      ],
      [
        " England",
        -2.1054253e-05
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over k times temperature, according to the Boltzmann distribution. The band gap of a semiconductor refers to a difference in this quantity. It may be found as the eigenstates of the (*) Hamiltonian operator. The chemical potential is defined as the particle number derivative of this quantity for a system.": {
    "guess": "Density of states",
    "confidence": [
      [
        "Density",
        -0.34213284
      ],
      [
        " of",
        -0.0002488231
      ],
      [
        " states",
        -0.5896654
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario, other economic developments of his reign include the development of the possessory writ and the practice of scutage, in which men could pay their way out of military service.  This man also attempted to reassert the supremacy of the state over the church in the Constitutions of Clarendon. FTP, name": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.00094981043
      ],
      [
        " II",
        -4.0007635e-05
      ],
      [
        " of",
        -4.3202e-07
      ],
      [
        " England",
        -1.7478143e-05
      ]
    ]
  },
  "Francisco Lopes Suasso lent two million guilders to one army involved in this event, which was triggered": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.050227027
      ],
      [
        "lor",
        -3.1424974e-05
      ],
      [
        "ious",
        -0.00021355349
      ],
      [
        " Revolution",
        -0.0029793642
      ]
    ]
  },
  "Frames of reference that are not accelerating are named for this property; in them, no fictitious forces appear. This property necessitates the application of an external net force to counter its behavior.": {
    "guess": "Inertia",
    "confidence": [
      [
        "In",
        -0.008485149
      ],
      [
        "ertia",
        -0.16184826
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man commissioned Berlioz's Harold in Italy, but refused to play it because there were too many rests. His twenty-fourth caprice in A minor served as the basis for both Brahms's books of Variations named after": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.0051006954
      ],
      [
        "col",
        -0.0006831261
      ],
      [
        "ò",
        -5.0139948e-05
      ],
      [
        " P",
        -0.00032175743
      ],
      [
        "agan",
        -3.0113732e-05
      ],
      [
        "ini",
        -4.8828708e-05
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress of a woman. In Luncheon of the Boating Party, a woman on the left kisses one of these creatures, which also appears in a group on the left side of Pieter Bruegel's Hunters in the Snow. A large one of these creatures sits on the floor in the bottom right corner of Las Meninas, while in Venus of Urbino, a small, spotted one of these animals is seen sleeping on the bed. For 10 points, name these animals, which are seen in a C. M. Coolidge series of paintings playing poker.": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.3095906
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion": {
    "guess": "Nematic liquid crystal",
    "confidence": [
      [
        "N",
        -0.6585408
      ],
      [
        "ematic",
        -0.0071577844
      ],
      [
        " liquid",
        -0.30521205
      ],
      [
        " crystal",
        -0.2621101
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes a rod shaped type of this substance that also has thread-like defects called disclinations. It was first discovered in derivatives of (*) cholesterol, which gives its name to the cholesteric phase of this. The lower temperature smectic form is ordered positionally in contrast to the more commonly studied": {
    "guess": "Liquid crystal",
    "confidence": [
      [
        "Liquid",
        -0.016662015
      ],
      [
        " crystal",
        -0.07194279
      ]
    ]
  },
  "While in France, he attended lectures by Henri Bergson and read poetry with Alain-Fournier. His literary criticism was collected in the volume Sacred Wood, and he wrote the drama Sweeney [i] Agonistes, but he is best known for his poetry. For 10 points—name this author of The Four Quartets and The Waste": {
    "guess": "T. S. Eliot",
    "confidence": [
      [
        "T",
        -0.0030843094
      ],
      [
        ".",
        -0.0063543776
      ],
      [
        " S",
        -9.729906e-06
      ],
      [
        ".",
        -2.0696643e-05
      ],
      [
        " Eli",
        -2.9352968e-06
      ],
      [
        "ot",
        -5.4385737e-06
      ]
    ]
  },
  "Francisco Lopes Suasso lent two million guilders to one army involved in this event, which was triggered in part by the removal of Henry Compton. In addition to featuring that member of the Immortal Seven, this event saw the Battle of Aughrim while the death of Claverhouse ended Scottish unrest during it. This event saw the Battle of the Boyne and it resulted in the passage of the Act of Toleration. For 10 points, name this supposedly bloodless 1688 revolt leading to the ascension of William of Orange.": {
    "guess": "Glorious Revolution",
    "confidence": [
      [
        "G",
        -0.0016111508
      ],
      [
        "lor",
        -4.3202e-07
      ],
      [
        "ious",
        -3.5597102e-05
      ],
      [
        " Revolution",
        -0.000952433
      ]
    ]
  },
  "Francisco Ximénez translated this civilization's collection of myths, including a tale of wooden people killed by a flood sent by Gucumatz. Another of this civilization's myths sees Seven Macaw defeated": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.15443328
      ],
      [
        "ol",
        -0.036291
      ],
      [
        " V",
        -3.5716304e-05
      ],
      [
        "uh",
        -4.00813e-06
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same action for which he is most noted. The director also makes an appearance, as the father of Derek \"The Hitman\"* Kaufman, a phony gangbanger who is drawn into the plot concocted by Ali, Lisa, and Marty.": {
    "guess": "City of God",
    "confidence": [
      [
        "City",
        -0.79029447
      ],
      [
        " of",
        -0.08640241
      ],
      [
        " God",
        -0.22164157
      ]
    ]
  },
  "Francisco Ximénez translated this civilization's collection of myths, including a tale of wooden people": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.0017075408
      ],
      [
        "ol",
        -0.0026002687
      ],
      [
        " V",
        -1.3186812e-05
      ],
      [
        "uh",
        -3.1281633e-07
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern example was Paul McCartney's foray into classical music with his Liverpool one of these. Vivaldi's only surviving one is Juditha triuimphans, and other examples include Haydn's The Creations and The Seasons and Mendelssohn's St. Paul and Elijah. They are like operas but performed as concert pieces": {
    "guess": "Oratorio",
    "confidence": [
      [
        "Or",
        -0.054439157
      ],
      [
        "atorio",
        -0.0012098763
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap": {
    "guess": "The Kiss of Judas",
    "confidence": [
      [
        "The",
        -0.42978233
      ],
      [
        " Kiss",
        -0.93859565
      ],
      [
        " of",
        -0.069051124
      ],
      [
        " Jud",
        -0.03937824
      ],
      [
        "as",
        -0.00013262156
      ]
    ]
  },
  "Francis Crick argued that these occurrences serve the purpose of creating new neural pathways in the brain. One famous example of these occurrences described by another theorist involved three white wolves sitting in a tree. That theorist was Sigmund Freud, who argued that these these occurrences have": {
    "guess": "Dreams",
    "confidence": [
      [
        "Dream",
        -0.006952765
      ],
      [
        "s",
        -0.023765739
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano and Orchestra and in his Sonatas and Interludes, and it liberally quotes Alphonse Allais' Funeral March for the Obsequies of a Deaf Man. Inspired by Robert Rauschenberg's use of negative space, it was premiered at Woodstock in 1952 by avant-garde pianist David Tudor, who closed the keyboard's lid to begin of each movement of, for 10 points, what most famous piece by John Cage in which no notes are played?": {
    "guess": "4′33″",
    "confidence": [
      [
        "4",
        -0.006963062
      ],
      [
        "′",
        -0.16082019
      ],
      [
        "33",
        -9.0883464e-07
      ],
      [
        "″",
        -0.00011117222
      ]
    ]
  },
  "Francis Marion Tarwater has been raised by his fanatical, tyrannical grand-uncle Mason to be a prophet; when Mason dies, though, he gives up and thus suffers tortures of doubt and indecision. He briefly weighs the value of humanistic rationalism, as his uncle George exemplifies, but suddenly experiences a vision and accepts his calling. FTP, this is a description of what 1960 work, a Southern gothic novel by Flannery O'Connor?": {
    "guess": "The Violent Bear it Away",
    "confidence": [
      [
        "The",
        -0.009875077
      ],
      [
        " Viol",
        -2.0100624e-05
      ],
      [
        "ent",
        -1.6882126e-05
      ],
      [
        " Bear",
        -0.0001039008
      ],
      [
        " it",
        -0.11310712
      ],
      [
        " Away",
        -0.00019603055
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in Texas, and the FSA and SCS agencies were created to help relocate victims, many of whom faced \"Bum Blockades\" and border closings organized by the LAPD, and to teach them proper conservation techniques. Hundreds of thousands migrated to California during this crisis, which was characterized by the appearance of \"black blizzards.\" FTP, identify this agrarian disaster of the 1930's that resulted in": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.03212895
      ],
      [
        "ust",
        -0.00023107276
      ],
      [
        " Bowl",
        -0.00065393955
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday. The Department of Commerce launched the Dalhart Control Project to examine its occurrence in Texas, and the FSA and SCS agencies were created to help relocate victims, many of whom faced \"Bum Blockades\" and border closings organized by the LAPD, and to teach them proper conservation techniques. Hundreds of thousands migrated to California during this crisis, which was characterized by the appearance of \"black blizzards.\" FTP, identify this agrarian disaster of the 1930's that resulted in layers of dirt being blown all over the Midwest.": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.014863976
      ],
      [
        "ust",
        -2.2842309e-05
      ],
      [
        " Bowl",
        -0.000267296
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern example was Paul McCartney's foray into classical music with his Liverpool one of these. Vivaldi's": {
    "guess": "Classical music",
    "confidence": [
      [
        "Class",
        -1.1060925
      ],
      [
        "ical",
        -0.0015862703
      ],
      [
        " music",
        -0.17136954
      ]
    ]
  },
  "The Frazier-Lemke Act was passed to aid victims, and the Shelterbelt Project was introduced to minimize the effects of this crisis, whose name was coined by reporter Robert Geiger the day after Black Sunday.": {
    "guess": "Dust Bowl",
    "confidence": [
      [
        "D",
        -0.0026894442
      ],
      [
        "ust",
        -7.3458323e-06
      ],
      [
        " Bowl",
        -0.0002585978
      ]
    ]
  },
  "Francis Marion Tarwater has been raised by his fanatical, tyrannical grand-uncle Mason to be a prophet; when Mason dies, though, he gives up and thus suffers tortures of doubt and indecision. He briefly weighs the value of humanistic rationalism, as his uncle George exemplifies, but suddenly experiences": {
    "guess": "The Violent Bear It Away",
    "confidence": [
      [
        "The",
        -0.026897658
      ],
      [
        " Viol",
        -0.0011446223
      ],
      [
        "ent",
        -0.00033248574
      ],
      [
        " Bear",
        -0.000210335
      ],
      [
        " It",
        -0.036717415
      ],
      [
        " Away",
        -5.6769813e-06
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over k times temperature, according to the Boltzmann distribution. The band gap of a semiconductor refers": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -0.86925405
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate movement.  The solo cornet is the highlight of the second movement, entitled A Ball, while the final movement portrays an orgiastic festival and is called Dream of a Witches' Sabbath.  The first movement is Reveries and Passions, though it is the fourth movement, March to the Scaffold, that best develops this symphony's id? fixe.  Dedicated to Harriet Smithson, FTP, identify this most famous work": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0023123843
      ],
      [
        "phon",
        -0.0004958406
      ],
      [
        "ie",
        -1.7478143e-05
      ],
      [
        " fantast",
        -0.015641306
      ],
      [
        "ique",
        -2.451116e-05
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress of a woman. In Luncheon of the Boating Party, a woman on the left kisses one of these creatures, which also appears in a group on the left side of Pieter Bruegel's Hunters in the Snow. A large one of these creatures sits on the floor in the bottom right corner of Las Meninas, while in Venus of Urbino,": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -0.4429548
      ]
    ]
  },
  "Francis Marion Tarwater has been raised by his fanatical, tyrannical grand-uncle Mason to be a prophet;": {
    "guess": "The Violent Bear It Away",
    "confidence": [
      [
        "The",
        -0.9411527
      ],
      [
        " Viol",
        -2.6895234e-05
      ],
      [
        "ent",
        -0.00039015833
      ],
      [
        " Bear",
        -0.00015657782
      ],
      [
        " It",
        -0.045278423
      ],
      [
        " Away",
        -1.0802739e-05
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale.": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.018264202
      ],
      [
        "i",
        -5.109358e-05
      ],
      [
        "opia",
        -0.0043943906
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel and off-parallel, and predicts that the off parallel state is more probable because repulsion between the hard rods occurs. A small electric field applied to types of this can trigger a shift from a twisted helical configuration in the TN effect. The aforementioned model by Onsager describes": {
    "guess": "Liquid crystals",
    "confidence": [
      [
        "Liquid",
        -0.08887545
      ],
      [
        " crystals",
        -0.47577283
      ]
    ]
  },
  "Frank Zappa's \"Absolutely Free\" is the first his \"Underground\" compositions of this type, and Eric Idle worked with John Du Prez to make comedic one based on Monty Python's Life of Brian. Another modern example was Paul McCartney's foray into classical music with his Liverpool one of these. Vivaldi's only surviving one is Juditha triuimphans, and other examples include Haydn's The Creations and The Seasons and Mendelssohn's St. Paul and Elijah. They are like operas but performed as concert pieces with little interaction between characters. For 10 points, name this type of composition which includes Bach's Christmas one and Händel's Judas Maccabaeus and Messiah.": {
    "guess": "Oratorios",
    "confidence": [
      [
        "Or",
        -0.0033978869
      ],
      [
        "ator",
        -0.08571092
      ],
      [
        "ios",
        -1.7432603e-06
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale. British troops helped patriots called arbegnoch win the 1941 battle of Gondar in this subjugated country. The 1896 battle of Adwa was this country's last major victory against its future colonizer. This country was independent until occupied before World War II, though Menelik II had previously": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.010735336
      ],
      [
        "i",
        -5.4312077e-05
      ],
      [
        "opia",
        -0.0030200183
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano and Orchestra and in his Sonatas and Interludes, and it liberally quotes Alphonse Allais' Funeral March for the Obsequies of a Deaf Man. Inspired by Robert Rauschenberg's use of negative space, it": {
    "guess": "4'33\"",
    "confidence": [
      [
        "4",
        -0.6381898
      ],
      [
        "'",
        -0.24843393
      ],
      [
        "33",
        -0.04981222
      ],
      [
        "\"",
        -0.016122112
      ]
    ]
  },
  "The fraction of particles with a value x for this quantity is proportional to e to the negative x over k times temperature, according to the Boltzmann distribution. The band gap of a semiconductor refers to a difference in this quantity. It may be found as the eigenstates of the (*) Hamiltonian operator.": {
    "guess": "Energy",
    "confidence": [
      [
        "Energy",
        -0.03710506
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same": {
    "guess": "Miami Vice",
    "confidence": [
      [
        "Miami",
        -1.2068133
      ],
      [
        " Vice",
        -0.029093374
      ]
    ]
  },
  "Francis Maitland has claimed that a treatise written by Richard, grand- nephew of Roger the Poor, was \"one of the most wonderful things\" of this man's reign.  In addition to the Dialogus de Scaccario, other economic developments of his reign include the development of the possessory writ and the practice": {
    "guess": "Henry II of England",
    "confidence": [
      [
        "Henry",
        -0.025541078
      ],
      [
        " II",
        -0.010417683
      ],
      [
        " of",
        -7.159661e-05
      ],
      [
        " England",
        -4.1914896e-05
      ]
    ]
  },
  "Fragments of this celestial body fall to Earth as the Orionid meteor shower. The European Space Agency launched the Giotto probe to study this object in 1986. This object, predicted to appear in 2061, is depicted on the (*) Bayeux Tapestry and appeared for the birth and death of Mark Twain. For 10 points,": {
    "guess": "Halley's Comet",
    "confidence": [
      [
        "Hal",
        -0.028136259
      ],
      [
        "ley",
        -1.6240566e-06
      ],
      [
        "'s",
        -0.00051156816
      ],
      [
        " Comet",
        -0.00028648414
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go into overtime. Future head coaches to be this team's defensive coordinator include John Fox, Vince Lombardi and Bill Belichick, who worked under Bill Parcells for their victories in Super Bowls XXI and XXV. Their third Super Bowl win, during Michael Strahan's final season, was a 2008 17-14 defeat of": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.008383368
      ],
      [
        " York",
        -0.004739126
      ],
      [
        " Giants",
        -0.00011272187
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go into overtime. Future head coaches to be this team's defensive coordinator include John Fox, Vince Lombardi and Bill Belichick, who worked under Bill Parcells for their victories in Super Bowls XXI and": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.02467544
      ],
      [
        " York",
        -0.0011666494
      ],
      [
        " Giants",
        -0.00017338553
      ]
    ]
  },
  "It's not France, but Frederic de La Harpe served on the Directory of this country after France established a republic here with a constitution written by Peter Ochs. Its neutrality in one war was questioned in the Grimm- Hoffmann Affair and Henri Guisan created a defense system for this nation involving mountain fortresses. Francis I defeated mercenaries from here at the Battle of Marignano, while a theologian from this country participated in the Kappel Wars and debated with Martin Luther at Marburg. That man's doctrine was unified by Heinrich Bullinger and John Calvin, another thinker from here. For 10 points, name this country home to the cantons of Zurich and Geneva.": {
    "guess": "Switzerland",
    "confidence": [
      [
        "Sw",
        -0.006919969
      ],
      [
        "itzerland",
        -2.5583993e-05
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same action for which he is most noted. The director also makes an appearance, as the father of Derek \"The Hitman\"* Kaufman, a phony gangbanger who is drawn into the plot concocted by Ali, Lisa, and Marty. Donny, Derek Dzvirtko, and Heather also participate, with Donny, \"The Hitman\", and Marty doing most of the work. FTP, name this 2001 film directed by Larry Clark and based on the real-life murder": {
    "guess": "Bully (2001 film)",
    "confidence": [
      [
        "B",
        -0.020428713
      ],
      [
        "ully",
        -5.407367e-05
      ],
      [
        " (",
        -0.42933467
      ],
      [
        "200",
        -0.016320098
      ],
      [
        "1",
        -0.00013548243
      ],
      [
        " film",
        -0.0009481416
      ],
      [
        ")",
        -2.2365493e-05
      ]
    ]
  },
  "Francisco Ximénez translated this civilization's collection of myths, including a tale of wooden people killed by a flood sent by Gucumatz. Another of this civilization's myths sees Seven Macaw defeated by Hunahpu [hoo-NAH-poo] and Xbalanque [SH'buh-LAN-kay], the (*) Hero Twins, in a ball game. The Popol": {
    "guess": "Popol Vuh",
    "confidence": [
      [
        "Pop",
        -0.46670297
      ],
      [
        "ol",
        -0.044602495
      ],
      [
        " V",
        -0.000645003
      ],
      [
        "uh",
        -1.60477e-05
      ]
    ]
  },
  "Frank Zappa covered this piece in 1993, and a 90-second jazz version was played on the BBC's The Fast Show. Its main theme had previously appeared at the end of the composer's Concerto for Prepared Piano and Orchestra and in his Sonatas and Interludes, and it liberally quotes Alphonse Allais' Funeral March for the Obsequies of a Deaf Man. Inspired by Robert Rauschenberg's use of negative space, it was premiered at Woodstock in 1952 by avant-garde pianist David Tudor, who closed the keyboard's lid": {
    "guess": "4′33″",
    "confidence": [
      [
        "4",
        -0.3389198
      ],
      [
        "′",
        -0.011032033
      ],
      [
        "33",
        -9.73446e-05
      ],
      [
        "″",
        -9.729906e-06
      ]
    ]
  },
  "In Francisco Goya's painting The Parasol, one of these creatures appears sitting on the yellow dress of a woman. In Luncheon of the Boating Party, a woman on the left kisses one of these creatures, which": {
    "guess": "Dog",
    "confidence": [
      [
        "Dog",
        -1.9309273
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate movement.  The solo cornet is the highlight of the second movement, entitled A Ball, while the final": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.06597092
      ],
      [
        "phon",
        -0.005943729
      ],
      [
        "ie",
        -0.00018053775
      ],
      [
        " fantast",
        -0.12747511
      ],
      [
        "ique",
        -4.0246043e-05
      ]
    ]
  },
  "Frank's free energy density is important in the study of this type of substance, as it helps describe elastic properties and distortions. One model to describe a type of it considers rods oriented in parallel": {
    "guess": "Liquid crystal elastomers",
    "confidence": [
      [
        "Liquid",
        -0.25984123
      ],
      [
        " crystal",
        -0.06704984
      ],
      [
        " elast",
        -1.4279703
      ],
      [
        "omers",
        -0.13844094
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate movement.  The solo cornet is the highlight of the second movement, entitled A Ball, while the final movement portrays an orgiastic festival and is called Dream of a Witches' Sabbath.  The first movement is Reveries and Passions, though it is the fourth movement, March to the Scaffold, that best": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.0014920076
      ],
      [
        "phon",
        -0.00032163822
      ],
      [
        "ie",
        -2.677603e-05
      ],
      [
        " fantast",
        -0.004251012
      ],
      [
        "ique",
        -3.2855416e-05
      ]
    ]
  },
  "This franchise beat the Chicago Bears in the 1934 \"Sneakers Game\", but lost the first NFL game to go": {
    "guess": "New York Giants",
    "confidence": [
      [
        "New",
        -0.04887996
      ],
      [
        " York",
        -9.364929e-05
      ],
      [
        " Giants",
        -0.005613646
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables, Francois Gerard showed a shy Psyche looking towards the viewer as she receives one. Fragonard showed a man sneaking through a door in a painting titled after a \"stolen\" one, while a flowing white": {
    "guess": "Kissing",
    "confidence": [
      [
        "K",
        -0.17816204
      ],
      [
        "issing",
        -0.065840445
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale. British troops helped patriots called arbegnoch win the 1941 battle of Gondar in this subjugated country. The 1896 battle of Adwa was this country's last major victory against its future colonizer. This country was independent until occupied before World War II, though Menelik II had previously ceded control of Eritrea to Italy. For 10 points, name this Christian nation in East Africa with": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.0017344404
      ],
      [
        "i",
        -0.0005176476
      ],
      [
        "opia",
        -0.0024103734
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same action for which he is most noted. The director also makes an appearance, as the father of Derek \"The Hitman\"* Kaufman, a phony gangbanger who is drawn into the plot concocted by Ali, Lisa, and Marty. Donny, Derek Dzvirtko, and Heather also participate, with Donny, \"The Hitman\", and Marty doing most": {
    "guess": "List of American films of 2004",
    "confidence": [
      [
        "List",
        -2.1762822
      ],
      [
        " of",
        -0.008861437
      ],
      [
        " American",
        -0.8200643
      ],
      [
        " films",
        -0.57639074
      ],
      [
        " of",
        -0.00044783088
      ],
      [
        " ",
        -0.0038391445
      ],
      [
        "200",
        -1.1356896
      ],
      [
        "4",
        -1.5677736
      ]
    ]
  },
  "Francis Marion Tarwater has been raised by his fanatical, tyrannical grand-uncle Mason to be a prophet; when Mason dies, though, he gives up and thus suffers tortures of doubt and indecision. He briefly weighs the value of humanistic rationalism, as his uncle George exemplifies, but suddenly experiences a vision and accepts his calling. FTP, this is a description of what 1960 work, a Southern gothic": {
    "guess": "The Violent Bear It Away",
    "confidence": [
      [
        "The",
        -0.010063818
      ],
      [
        " Viol",
        -2.808727e-05
      ],
      [
        "ent",
        -1.5570886e-05
      ],
      [
        " Bear",
        -0.00020532844
      ],
      [
        " It",
        -0.032190602
      ],
      [
        " Away",
        -8.418666e-06
      ]
    ]
  },
  "Frank Ilarraza, a detective in Broward County, Florida, plays himself in this film, portraying the same action for which he is most noted. The director also makes an appearance, as the father of Derek": {
    "guess": "Miami Vice",
    "confidence": [
      [
        "Miami",
        -1.1833004
      ],
      [
        " Vice",
        -0.30855635
      ]
    ]
  },
  "Francois-Antoine Habeneck first conducted the premier of this musical work, for which the composer recycled his Marche des Gardes from his ill-fated opera Les Francs Juges and placed it in the penultimate movement.  The solo cornet is the highlight of the second movement, entitled A Ball, while the final movement portrays an orgiastic festival and is called Dream of a Witches' Sabbath.  The first movement": {
    "guess": "Symphonie fantastique",
    "confidence": [
      [
        "Sym",
        -0.004354514
      ],
      [
        "phon",
        -0.0064600394
      ],
      [
        "ie",
        -5.7530575e-05
      ],
      [
        " fantast",
        -0.08990668
      ],
      [
        "ique",
        -2.4034345e-05
      ]
    ]
  },
  "France did not help this nation in one war because it wanted control of Tunisia under the Treaty of Bardo. This nation's independence was recognized after a bilateral friendship treaty was signed at Wuchale. British troops helped patriots called arbegnoch win the 1941 battle of Gondar in this subjugated": {
    "guess": "Ethiopia",
    "confidence": [
      [
        "Eth",
        -0.014987531
      ],
      [
        "i",
        -0.00013285996
      ],
      [
        "opia",
        -0.00439356
      ]
    ]
  },
  "Franz Liszt created six piano etudes based on works by this man, including \"La Campanella.\" This man commissioned Berlioz's Harold in Italy, but refused to play it because there were too many rests. His": {
    "guess": "Niccolò Paganini",
    "confidence": [
      [
        "Nic",
        -0.0026893248
      ],
      [
        "col",
        -0.0006608497
      ],
      [
        "ò",
        -9.253091e-06
      ],
      [
        " P",
        -0.00017946491
      ],
      [
        "agan",
        -9.729906e-06
      ],
      [
        "ini",
        -3.4762674e-05
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables, Francois Gerard showed a shy Psyche looking towards the viewer as she receives one. Fragonard showed a man sneaking through a door in a painting titled after a \"stolen\" one, while a flowing white cloth hides the subjects performing this action in Magritte's The Lovers II. Another painting showing": {
    "guess": "Kiss in art",
    "confidence": [
      [
        "K",
        -0.21885021
      ],
      [
        "iss",
        -0.4255112
      ],
      [
        " in",
        -0.46575558
      ],
      [
        " art",
        -0.7319206
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables, Francois Gerard showed a shy Psyche looking towards the viewer as she receives one. Fragonard showed a man sneaking through a door in a painting titled after a \"stolen\" one, while a flowing white cloth hides the subjects performing this action in Magritte's The Lovers II. Another painting showing this action has black and white rectangles appearing on a man's golden robe and circles on the woman's": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.064073935
      ],
      [
        " Kiss",
        -0.06281517
      ]
    ]
  },
  "A Francesco Hayez painting that alludes to the reunification of Italy shows a man with a feathered cap performing this action as he rests his leg on a staircase. In his illustrations of Fontaine's Fables, Francois Gerard showed a shy Psyche looking towards the viewer as she receives one. Fragonard showed a man sneaking through a door in a painting titled after a \"stolen\" one, while a flowing white cloth hides the subjects performing this action in Magritte's The Lovers II. Another painting showing this action has black and white rectangles appearing on a man's golden robe and circles on the woman's robe. For 10 points, identify this action which is depicted in a painting by Gustav Klimt.": {
    "guess": "The Kiss",
    "confidence": [
      [
        "The",
        -0.11128486
      ],
      [
        " Kiss",
        -0.032231793
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.072307356
      ],
      [
        "raction",
        -4.1273333e-06
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.021365719
      ],
      [
        "raction",
        0.0
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0031285214
      ],
      [
        "raction",
        -3.1281633e-07
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using the de Broglie wavelength, occurrence of this for neutrons and electrons was one of the main": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.029699117
      ],
      [
        "raction",
        -1.147242e-06
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using the de Broglie wavelength, occurrence of this for neutrons and electrons was one of the main arguments for quantum mechanics. The X-ray type of this was used to determine the shape of macromolecules": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.5615439
      ],
      [
        "raction",
        -2.220075e-06
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using the de Broglie wavelength, occurrence of this for neutrons and electrons was one of the main arguments for quantum mechanics. The X-ray type of this was used to determine the shape of macromolecules like the alpha helix of proteins discovered by Linus Pauling and the double helix shape of": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.14496697
      ],
      [
        "raction",
        -1.7432603e-06
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using the de Broglie wavelength, occurrence of this for neutrons and electrons was one of the main arguments for quantum mechanics. The X-ray type of this was used to determine the shape of macromolecules like the alpha helix of proteins discovered by Linus Pauling and the double helix shape of DNA.  FTP, name this wave phenomenon exhibited by light as it curves around a thin opening, the subject": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.0038911614
      ],
      [
        "raction",
        -1.504853e-06
      ]
    ]
  },
  "The Fraunhofer type requires the use of a Fresnel-Kirchoff integral. A grating of this type is used to split light into its various wavelengths, and consists of closely placed parallel slits. Patterns of it can be used to determine spacing between layers of atoms through an application of Bragg's law.   Using the de Broglie wavelength, occurrence of this for neutrons and electrons was one of the main arguments for quantum mechanics. The X-ray type of this was used to determine the shape of macromolecules like the alpha helix of proteins discovered by Linus Pauling and the double helix shape of DNA.  FTP, name this wave phenomenon exhibited by light as it curves around a thin opening, the subject of Young's double slit experiment.": {
    "guess": "Diffraction",
    "confidence": [
      [
        "Diff",
        -0.00072625215
      ],
      [
        "raction",
        -3.4121115e-06
      ]
    ]
  }
}