{
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news reenactments called the \"Living Newspaper,\" series, while another branch of this organization was responsible for producing the American Guide Series. Led, like its predecessor the FERA, by Harry Hopkins,": {
    "guess": "Federal Theatre Project",
    "confidence": [
      [
        "Federal",
        -0.3593755
      ],
      [
        " Theatre",
        -0.17640351
      ],
      [
        " Project",
        -2.9279307e-05
      ]
    ]
  },
  "Their existence is vehemently denied by a group known as the  autodynamicists, who call them \"the ether of the 20th century.\"  Cowan and Reines managed to detect their unmistakable signature in  1956, an difficult task because they because they only interact  with matter via the weak force. This finally confirmed a  hypothesis advanced 25 years earlier by Wolfgang Pauli. FTP, name  this nearly massless": {
    "guess": "Neutrinos",
    "confidence": [
      [
        "Ne",
        -0.034657445
      ],
      [
        "utr",
        -0.00011939728
      ],
      [
        "inos",
        -0.56105393
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised and proposed again by the namesake Dutch astronomer to explain the continued presence of comets in the solar system despite each comet being destroyed after several journeys through the inner solar system. This group of comets is situated roughly one light year from the Sun. FTP, name this grouping": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.029866882
      ],
      [
        "ort",
        -1.2590794e-05
      ],
      [
        " cloud",
        -0.01905924
      ]
    ]
  },
  "It exists because the metric tensor has a covariant derivative of zero; therefore it is also a candidate": {
    "guess": "Geodesic equation",
    "confidence": [
      [
        "Ge",
        -1.1601964
      ],
      [
        "odes",
        -0.0019319702
      ],
      [
        "ic",
        -0.019303659
      ],
      [
        " equation",
        -0.22061116
      ]
    ]
  },
  "It existed from the beginning in the North, in endless cold and  ever-lasting night. It was ruled over by Hela, and in its center  was the well Hvergelmir, from which twelve rivers flowed. Unlike  Valhalla,": {
    "guess": "Niflheim",
    "confidence": [
      [
        "N",
        -0.15120518
      ],
      [
        "if",
        -0.007687901
      ],
      [
        "l",
        -0.0010442436
      ],
      [
        "heim",
        -1.831257e-05
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured rocks into the sea to build a bridge over the Mediterranean and besiege the island city of Tyre. This man's army defeated King Porus at the Battle of the Hydaspes during his conquest of Punjab. After his death, this man's generals fought over his holdings in the Wars of the Diadochi. He won great victories": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.011006672
      ],
      [
        " the",
        -0.00045724798
      ],
      [
        " Great",
        -1.640531e-05
      ]
    ]
  },
  "This man was exiled by Clodius Pulcher, prompting his defense of Titus Milo for the murder of Clodius, Pro Milonem. This consul, uncovered the Catiline conspiracy and drove Cataline out of the city. This man critiqued Marc Antony as a debaucher, for which he was killed, and his hands and tongue removed.": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.04930387
      ],
      [
        "ic",
        -0.000121662146
      ],
      [
        "ero",
        -1.1041146e-05
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus. Both he and his brother Aruns were married to women named Tullia, the daughters of Servius Tullius, but his sister-in-law arranged for the murders of her husband and his wife and married this man, who received his nickname by disregarding the Senate as he fought the Gabini and Volsci. FTP, identify this ruler of Rome, whose son Sextus ravished Lucretia, and who, upon his expulsion by the people in": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.04064431
      ],
      [
        "ius",
        -0.0003038842
      ],
      [
        " Tar",
        -0.00804166
      ],
      [
        "qu",
        -0.008088491
      ],
      [
        "ini",
        -5.7961847e-06
      ],
      [
        "us",
        -7.243103e-05
      ],
      [
        " Super",
        -0.0003348698
      ],
      [
        "bus",
        -0.00012570774
      ]
    ]
  },
  "While exiled to Suma, this novel's protagonist seduces the daughter of a rich man, and the result is": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.0057947664
      ],
      [
        " Tale",
        -0.0055684824
      ],
      [
        " of",
        -4.572941e-05
      ],
      [
        " Gen",
        -0.00013357517
      ],
      [
        "ji",
        -5.8245798e-05
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar massed\n his forces in this city before crossing the Rubicon. Despite the death of their commander Gaston": {
    "guess": "Ravenna",
    "confidence": [
      [
        "R",
        -0.07508628
      ],
      [
        "av",
        -0.034400403
      ],
      [
        "enna",
        -5.5577775e-06
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed": {
    "guess": "League of Nations",
    "confidence": [
      [
        "League",
        -1.5838276
      ],
      [
        " of",
        -0.00068681774
      ],
      [
        " Nations",
        -0.023012165
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised and proposed again by the namesake Dutch astronomer to explain the continued presence of comets in the solar system despite each comet being destroyed after several journeys through the inner solar system. This group of comets is situated roughly one light year from the Sun. FTP, name this grouping of comets that is believed to be the source of most of or all comets that enter the inner solar": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.0011464105
      ],
      [
        "ort",
        -4.365741e-06
      ],
      [
        " cloud",
        -0.10002743
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded his namesake integral. One of the first solutions to this problem is applied to the Trojan asteroids": {
    "guess": "Three-body problem",
    "confidence": [
      [
        "Three",
        -0.40729356
      ],
      [
        "-body",
        -0.007477783
      ],
      [
        " problem",
        -0.13689367
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry.": {
    "guess": "Metamaterials",
    "confidence": [
      [
        "Met",
        -0.13439286
      ],
      [
        "am",
        -1.147242e-06
      ],
      [
        "aterial",
        -1.0206721e-05
      ],
      [
        "s",
        -0.2994439
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus. Both he and his brother Aruns were married to women named Tullia, the daughters of Servius Tullius,": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.1713878
      ],
      [
        "ius",
        -0.00013178712
      ],
      [
        " Tar",
        -0.029695066
      ],
      [
        "qu",
        -0.0008572662
      ],
      [
        "ini",
        -7.107425e-06
      ],
      [
        "us",
        -9.0788395e-05
      ],
      [
        " Super",
        -0.0007852103
      ],
      [
        "bus",
        -0.00021128863
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and": {
    "guess": "Gas chromatography",
    "confidence": [
      [
        "Gas",
        -0.07537067
      ],
      [
        " chromat",
        -0.010706201
      ],
      [
        "ography",
        -3.1424974e-05
      ]
    ]
  },
  "It existed from the beginning in the North, in endless cold and  ever-lasting night. It was ruled over by Hela, and in its center  was the well Hvergelmir, from which twelve rivers flowed. Unlike  Valhalla, the home of fallen warriors, this region received all  those who died of disease or old age. For": {
    "guess": "Helheim",
    "confidence": [
      [
        "Hel",
        -0.4326097
      ],
      [
        "heim",
        -0.35039687
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded his namesake integral. One of the first solutions to this problem is applied to the Trojan asteroids located at the Lagrange points of Jupiter. It is often considered in a version where one mass is negligible": {
    "guess": "Three-body problem",
    "confidence": [
      [
        "Three",
        -0.07543269
      ],
      [
        "-body",
        -0.0050100745
      ],
      [
        " problem",
        -0.06976803
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and a column, the size- exclusion type in  which larger molecules avoid pores in the stationary phase,": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.004243774
      ],
      [
        "rom",
        -1.27099975e-05
      ],
      [
        "at",
        -3.2140193e-05
      ],
      [
        "ography",
        -3.2736214e-05
      ]
    ]
  },
  "While exiled to Suma, this novel's protagonist seduces the daughter of a rich man, and the result is his only daughter. One chapter, left blank, is titled \"Vanished into the Clouds,\" marking the protagonist's": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.005255934
      ],
      [
        " Tale",
        -0.0023813539
      ],
      [
        " of",
        -0.00010318558
      ],
      [
        " Gen",
        -0.001181062
      ],
      [
        "ji",
        -5.5146502e-05
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar massed\n his forces in this city before crossing the Rubicon. Despite the death of their commander Gaston de Foix,\n the French sacked this city in 1512 after winning a War of the League of Cambrai battle here. After holding\n out for three years, Odoacer was finally killed in the siege of this city by Theodoric. Honorius made this\n city the official Western capital in 402, and served as the capital": {
    "guess": "Rome",
    "confidence": [
      [
        "R",
        -0.02217511
      ],
      [
        "ome",
        -0.20994142
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised and proposed again by the namesake Dutch astronomer to explain the continued presence of comets in the solar system despite each comet being destroyed after several journeys through the inner solar": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.08285367
      ],
      [
        "ort",
        -4.246537e-06
      ],
      [
        " cloud",
        -0.043652486
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and a column, the size- exclusion type in  which larger molecules avoid pores in the stationary phase, and the thin-layer type, which relies on capillary action. The paper variety of this technique is often used to separate pigments, and along with the thin-layer variety, calls for the calculation of Rf values. FTP, name this technique for separating the parts of a mixture that commonly employs both": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.0019193602
      ],
      [
        "rom",
        -4.8425554e-06
      ],
      [
        "at",
        -7.822647e-06
      ],
      [
        "ography",
        -1.831257e-05
      ]
    ]
  },
  "It exists because the metric tensor has a covariant derivative of zero; therefore it is also a candidate to appear in the metric part of Einstein's field equation. In the weak field approximation, it is proportional to a constant mass density throughout all space. Normally set to zero in planetary and galactic situations, FTP, what is this quantity, denoted by a capital lambda, which Einstein called \"the biggest blunder of my life\"?": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.016877359
      ],
      [
        "m",
        -5.8365e-05
      ],
      [
        "ological",
        -2.4391957e-05
      ],
      [
        " constant",
        -0.011768638
      ]
    ]
  },
  "Their existence is vehemently denied by a group known as the  autodynamicists, who call them \"the ether of the 20th century.\"  Cowan and Reines managed to detect their unmistakable signature in  1956,": {
    "guess": "Neutrino oscillation",
    "confidence": [
      [
        "Ne",
        -0.6951417
      ],
      [
        "utr",
        -0.0026724457
      ],
      [
        "ino",
        -0.048167463
      ],
      [
        " oscill",
        -0.18368486
      ],
      [
        "ation",
        -0.023040015
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed": {
    "guess": "Herman-Kluk Edge Detection",
    "confidence": [
      [
        "H",
        -0.9253224
      ],
      [
        "erman",
        -0.3052479
      ],
      [
        "-K",
        -1.0223776
      ],
      [
        "l",
        -0.011633033
      ],
      [
        "uk",
        -3.0232935e-05
      ],
      [
        " Edge",
        -1.3237323
      ],
      [
        " Detection",
        -0.70056707
      ]
    ]
  },
  "While exiled to Suma, this novel's protagonist seduces the daughter of a rich man, and the result is his only daughter. One chapter, left blank, is titled \"Vanished into the Clouds,\" marking the protagonist's death, while the last ten chapters take place at Uji and concern Kaoru, the \"son\" of the protagonist, who loves the same woman as his friend Niou. The title prince is married to Lady Aoi, but": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.0036791712
      ],
      [
        " Tale",
        -0.000335939
      ],
      [
        " of",
        -0.00019042798
      ],
      [
        " Gen",
        -0.00023083435
      ],
      [
        "ji",
        -3.261701e-05
      ]
    ]
  },
  "While exiled to Suma, this novel's protagonist seduces the daughter of a rich man, and the result is his only daughter. One chapter, left blank, is titled \"Vanished into the Clouds,\" marking the protagonist's death, while the last ten chapters take place at Uji and concern Kaoru, the \"son\" of the protagonist, who loves the same woman as his friend Niou. The title prince is married to Lady Aoi, but has numerous affairs with other women of the court. FTP, name this Heian-age novel by Lady Murasaki.": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.016395269
      ],
      [
        " Tale",
        -0.0001906664
      ],
      [
        " of",
        -0.00014907165
      ],
      [
        " Gen",
        -8.9834764e-05
      ],
      [
        "ji",
        -8.363618e-05
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured rocks into the sea to build a bridge over the Mediterranean and besiege the island city of Tyre. This": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.12321736
      ],
      [
        " the",
        -0.00091468205
      ],
      [
        " Great",
        -0.000110576206
      ]
    ]
  },
  "It exists because the metric tensor has a covariant derivative of zero; therefore it is also a candidate to appear in the metric part of Einstein's field equation. In the weak field approximation, it is proportional to a constant mass density throughout all space. Normally set to zero in planetary and galactic situations, FTP, what is this quantity, denoted by a capital lambda, which Einstein called": {
    "guess": "Cosmological constant",
    "confidence": [
      [
        "Cos",
        -0.021970816
      ],
      [
        "m",
        -9.253091e-06
      ],
      [
        "ological",
        -0.00019293126
      ],
      [
        " constant",
        -0.16916217
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured rocks into the sea to build a bridge over the Mediterranean and besiege the island city of Tyre. This man's army defeated King Porus at the Battle of the Hydaspes during his conquest of Punjab. After": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0030270293
      ],
      [
        " the",
        -0.00048489223
      ],
      [
        " Great",
        -2.8206474e-05
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar massed\n his forces in this city before crossing the Rubicon. Despite the death of their commander Gaston de Foix,\n the French sacked this city in 1512 after winning a War of the League of Cambrai battle here. After holding\n out for three years, Odoacer was finally killed in the siege of this city by Theodoric. Honorius made this\n city the official Western capital in 402, and served as the capital of Ostrogoth and Byzantine rule of Italy.\n For 10 points, name this city in Northern Italy.": {
    "guess": "Ravenna",
    "confidence": [
      [
        "R",
        -0.033276442
      ],
      [
        "av",
        -0.29372823
      ],
      [
        "enna",
        -1.8624639e-06
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar massed\n his forces in this city before crossing the Rubicon. Despite the death of their commander Gaston de Foix,\n the French sacked this city in 1512 after winning a War of the League of Cambrai battle": {
    "guess": "Ravenna",
    "confidence": [
      [
        "R",
        -0.007996253
      ],
      [
        "av",
        -0.0015843777
      ],
      [
        "enna",
        -1.5928495e-05
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.12469027
      ],
      [
        "ennessee",
        -0.010244712
      ],
      [
        " Valley",
        -0.0004591479
      ],
      [
        " Authority",
        -2.4034345e-05
      ]
    ]
  },
  "It exists because the metric tensor has a covariant derivative of zero; therefore it is also a candidate to appear in the metric part of Einstein's field equation. In the weak field approximation, it is proportional to a constant mass density throughout all space. Normally set to zero in planetary and": {
    "guess": "Ricci scalar",
    "confidence": [
      [
        "R",
        -1.2771622
      ],
      [
        "ic",
        -0.17252177
      ],
      [
        "ci",
        -5.080963e-06
      ],
      [
        " scalar",
        -0.72865015
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured rocks into the sea to build a bridge over the Mediterranean and besiege the island city of Tyre. This man's army defeated King Porus at the Battle of the Hydaspes during his conquest of Punjab. After his death, this man's generals fought over his holdings in the Wars of the Diadochi. He won great victories at Issus and Gaugamela, where he defeated Darius III to take over the Persian Empire. For 10": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0038772696
      ],
      [
        " the",
        -0.0015293825
      ],
      [
        " Great",
        -5.955704e-05
      ]
    ]
  },
  "It exists because the metric tensor has a covariant derivative of zero; therefore it is also a candidate to appear in the metric part of Einstein's field equation. In the weak field approximation, it is": {
    "guess": "Stress-energy tensor",
    "confidence": [
      [
        "St",
        -0.66573536
      ],
      [
        "ress",
        -7.159661e-05
      ],
      [
        "-energy",
        -0.07213546
      ],
      [
        " tensor",
        -0.021623455
      ]
    ]
  },
  "Their existence is vehemently denied by a group known as the  autodynamicists, who call them \"the ether of the 20th century.\"  Cowan and Reines managed to detect their unmistakable signature in  1956, an difficult task because they because they only interact  with matter via the weak force. This finally": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.0047187223
      ],
      [
        "utr",
        -8.613945e-05
      ],
      [
        "ino",
        -0.015195237
      ]
    ]
  },
  "This man was exiled by Clodius Pulcher, prompting his defense of Titus Milo for the murder of Clodius, Pro Milonem. This consul, uncovered the Catiline conspiracy and drove Cataline out of the city. This": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.08343672
      ],
      [
        "ic",
        -0.00011343709
      ],
      [
        "ero",
        -7.3458323e-06
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus. Both he and his brother Aruns were married to women named Tullia, the daughters of Servius Tullius, but his sister-in-law arranged for the murders of her husband and his wife and married this man, who received his nickname by disregarding the Senate as he fought the Gabini and Volsci. FTP, identify this ruler of Rome, whose son Sextus ravished Lucretia, and who, upon his expulsion by the people in 510 BC, became the last king of Rome.": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.2103298
      ],
      [
        "ius",
        -0.0002450086
      ],
      [
        " Tar",
        -0.0030426008
      ],
      [
        "qu",
        -0.02666333
      ],
      [
        "ini",
        -3.5313153e-06
      ],
      [
        "us",
        -4.561021e-05
      ],
      [
        " Super",
        -0.00010342398
      ],
      [
        "bus",
        -0.00016134596
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus.": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.33886695
      ],
      [
        "ius",
        -0.0019923975
      ],
      [
        " Tar",
        -0.20752332
      ],
      [
        "qu",
        -0.0065847547
      ],
      [
        "ini",
        -8.418666e-06
      ],
      [
        "us",
        -0.00013154872
      ],
      [
        " Super",
        -0.021914827
      ],
      [
        "bus",
        -0.00033725024
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured rocks into the sea to build a bridge over the Mediterranean and besiege the island city of Tyre. This man's army defeated King Porus at the Battle of the Hydaspes during his conquest of Punjab. After his death, this man's generals fought over his holdings in the Wars of the Diadochi. He won great victories at Issus and Gaugamela, where he defeated Darius III to take over the Persian Empire. For 10 points, name this son of Philip II, a ruler of Macedon known for his vast Asian conquests.": {
    "guess": "Alexander the Great",
    "confidence": [
      [
        "Alexander",
        -0.0045260116
      ],
      [
        " the",
        -0.00040421702
      ],
      [
        " Great",
        -4.370295e-05
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised and proposed again by the namesake Dutch astronomer to explain the continued presence of comets": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.03317346
      ],
      [
        "ort",
        -3.1737043e-06
      ],
      [
        " cloud",
        -0.053851828
      ]
    ]
  },
  "It existed from the beginning in the North, in endless cold and  ever-lasting night. It was ruled over": {
    "guess": "Kingdom of Norway",
    "confidence": [
      [
        "King",
        -1.0950481
      ],
      [
        "dom",
        -0.37675887
      ],
      [
        " of",
        -0.00848905
      ],
      [
        " Norway",
        -1.101172
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded his namesake integral. One of the first solutions to this problem is applied to the Trojan asteroids located at the Lagrange points of Jupiter. It is often considered in a version where one mass is negligible and all masses are moving in the same plane, which is the circular restricted version. For": {
    "guess": "Three-Body Problem",
    "confidence": [
      [
        "Three",
        -0.34970254
      ],
      [
        "-",
        -0.026356379
      ],
      [
        "Body",
        -5.2001665e-06
      ],
      [
        " Problem",
        -0.0011679606
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and a column, the size- exclusion type in  which larger molecules avoid pores in the stationary phase, and the thin-layer type, which relies on capillary action. The paper variety of this technique is often used to separate pigments, and along with the thin-layer variety, calls for the calculation of": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.0022030708
      ],
      [
        "rom",
        -6.1537958e-06
      ],
      [
        "at",
        -6.869018e-06
      ],
      [
        "ography",
        -2.3392786e-06
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and a column, the size- exclusion type in  which larger molecules avoid pores in the stationary phase, and the thin-layer type, which relies on capillary action. The paper variety of this technique is often": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.0025625764
      ],
      [
        "rom",
        -2.8160932e-06
      ],
      [
        "at",
        -1.4140442e-05
      ],
      [
        "ography",
        -4.8425554e-06
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution": {
    "guess": "Three-body problem",
    "confidence": [
      [
        "Three",
        -0.100853726
      ],
      [
        "-body",
        -0.0070537454
      ],
      [
        " problem",
        -0.0016869626
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded his namesake integral. One of the first solutions to this problem is applied to the Trojan asteroids located at the Lagrange points of Jupiter. It is often considered in a version where one mass is negligible and all masses are moving in the same plane, which is the circular restricted version. For 10 points, name this unsolved problem first considered by Newton with respect to the movement of the": {
    "guess": "Three-body problem",
    "confidence": [
      [
        "Three",
        -0.14263754
      ],
      [
        "-body",
        -0.016129855
      ],
      [
        " problem",
        -0.049811993
      ]
    ]
  },
  "This man was exiled by Clodius Pulcher, prompting his defense of Titus Milo for the murder of Clodius,": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.09953782
      ],
      [
        "ic",
        -0.0005653034
      ],
      [
        "ero",
        -1.9027791e-05
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth": {
    "guess": "Arnold diffusion",
    "confidence": [
      [
        "Arn",
        -0.008462218
      ],
      [
        "old",
        -0.02106297
      ],
      [
        " diffusion",
        -0.0084063
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus. Both he and his brother Aruns were married to women named Tullia, the daughters of Servius Tullius, but his sister-in-law arranged for the murders of her husband and his wife and married this man, who": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.1900508
      ],
      [
        "ius",
        -0.00019233524
      ],
      [
        " Tar",
        -0.017082455
      ],
      [
        "qu",
        -0.0028215162
      ],
      [
        "ini",
        -4.9617593e-06
      ],
      [
        "us",
        -5.0974373e-05
      ],
      [
        " Super",
        -0.0034520533
      ],
      [
        "bus",
        -0.00014311148
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news reenactments called the \"Living Newspaper,\" series, while another branch of this organization was responsible for producing the American Guide Series. Led, like its predecessor the FERA, by Harry Hopkins, this agency oversaw such programs as the Federal Theater Project and the Writers' Project. Lasting from its 1935 creation via the Emergency Relief Appropriations act until 1943, for 10 points, identify this massive relief and public works program championed by Roosevelt.": {
    "guess": "Works Progress Administration",
    "confidence": [
      [
        "Works",
        -0.011017403
      ],
      [
        " Progress",
        -0.003999327
      ],
      [
        " Administration",
        -0.00052646134
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded his namesake integral. One of the first solutions to this problem is applied to the Trojan asteroids located at the Lagrange points of Jupiter. It is often considered in a version where one mass is negligible and all masses are moving in the same plane, which is the circular restricted version. For 10 points, name this unsolved problem first considered by Newton with respect to the movement of the Moon under the influences of the Sun and Earth.": {
    "guess": "Three-body problem",
    "confidence": [
      [
        "Three",
        -0.06563941
      ],
      [
        "-body",
        -0.004726553
      ],
      [
        " problem",
        -0.06373666
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.69463485
      ],
      [
        "ennessee",
        -0.0025250071
      ],
      [
        " Valley",
        -0.0001307143
      ],
      [
        " Authority",
        -6.81397e-05
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific technique. More common varieties include the gas type, which uses a detector, a carrier gas, and a column, the size- exclusion type in  which larger molecules avoid pores in the stationary phase, and the thin-layer type, which relies on capillary action. The paper variety of this technique is often used to separate pigments, and along with the thin-layer variety, calls for the calculation of Rf values. FTP, name this technique for separating the parts of a mixture that commonly employs both  stationary and mobile phases.": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.002888683
      ],
      [
        "rom",
        -3.0545007e-06
      ],
      [
        "at",
        -1.6286107e-05
      ],
      [
        "ography",
        -3.7697225e-06
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's": {
    "guess": "Tennessee Valley Authority",
    "confidence": [
      [
        "T",
        -0.7771007
      ],
      [
        "ennessee",
        -0.015763229
      ],
      [
        " Valley",
        -0.00018089537
      ],
      [
        " Authority",
        -0.00018292182
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.0068450193
      ],
      [
        "ort",
        -8.180258e-06
      ],
      [
        " cloud",
        -0.010740999
      ]
    ]
  },
  "Their existence is vehemently denied by a group known as the  autodynamicists, who call them \"the ether of the 20th century.\"  Cowan and Reines managed to detect their unmistakable signature in  1956, an difficult task because they because they only interact  with matter via the weak force. This finally confirmed a  hypothesis advanced 25 years earlier by Wolfgang Pauli. FTP, name  this nearly massless particle emitted in nuclear decays.": {
    "guess": "Neutrino",
    "confidence": [
      [
        "Ne",
        -0.01549471
      ],
      [
        "utr",
        -0.00030864868
      ],
      [
        "ino",
        -0.021155184
      ]
    ]
  },
  "This man was exiled by Clodius Pulcher, prompting his defense of Titus Milo for the murder of Clodius, Pro Milonem. This consul, uncovered the Catiline conspiracy and drove Cataline out of the city. This man critiqued Marc Antony as a debaucher, for which he was killed, and his hands and tongue removed. For 10 points, name this proponent of the senate during Caesar's civil war, a noted orator.": {
    "guess": "Cicero",
    "confidence": [
      [
        "C",
        -0.11533212
      ],
      [
        "ic",
        -6.1821906e-05
      ],
      [
        "ero",
        -8.657073e-06
      ]
    ]
  },
  "Their existence is vehemently denied by a group known as the  autodynamicists, who call them \"the ether": {
    "guess": "Luminiferous aether",
    "confidence": [
      [
        "L",
        -0.60975474
      ],
      [
        "umin",
        -0.006025254
      ],
      [
        "ifer",
        -0.0020649724
      ],
      [
        "ous",
        -0.00021212305
      ],
      [
        " a",
        -0.20155816
      ],
      [
        "ether",
        -2.319992e-05
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news reenactments called the \"Living Newspaper,\" series, while another branch of this organization was responsible": {
    "guess": "Federal Theatre Project",
    "confidence": [
      [
        "Federal",
        -0.061865605
      ],
      [
        " Theatre",
        -0.015099781
      ],
      [
        " Project",
        -1.6643718e-05
      ]
    ]
  },
  "While exiled to Suma, this novel's protagonist seduces the daughter of a rich man, and the result is his only daughter. One chapter, left blank, is titled \"Vanished into the Clouds,\" marking the protagonist's death, while the last ten chapters take place at Uji and concern Kaoru, the \"son\" of the protagonist,": {
    "guess": "The Tale of Genji",
    "confidence": [
      [
        "The",
        -0.0048128
      ],
      [
        " Tale",
        -0.00012248923
      ],
      [
        " of",
        -0.00018304103
      ],
      [
        " Gen",
        -0.00019614976
      ],
      [
        "ji",
        -6.4325184e-05
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news reenactments called the \"Living Newspaper,\" series, while another branch of this organization was responsible for producing the American Guide Series. Led, like its predecessor the FERA, by Harry Hopkins, this agency oversaw such programs as the Federal Theater Project and the Writers' Project. Lasting from its 1935 creation via the Emergency Relief Appropriations act until 1943, for 10 points, identify": {
    "guess": "Works Progress Administration",
    "confidence": [
      [
        "Works",
        -0.056090448
      ],
      [
        " Progress",
        -0.009390528
      ],
      [
        " Administration",
        -0.00092170405
      ]
    ]
  },
  "Its existence was originally theorized in 1932 by Estonian astronomer Ernst Öpik. The theory was revised and proposed again by the namesake Dutch astronomer to explain the continued presence of comets in the solar system despite each comet being destroyed after several journeys through the inner solar system. This group of comets is situated roughly one light year from the Sun. FTP, name this grouping of comets that is believed to be the source of most of or all comets that enter the inner solar system.": {
    "guess": "Oort cloud",
    "confidence": [
      [
        "O",
        -0.0015490218
      ],
      [
        "ort",
        -6.869018e-06
      ],
      [
        " cloud",
        -0.06816658
      ]
    ]
  },
  "There exist chiral, countercurrent, simulated moving-bed, and reversed- phase versions of this scientific": {
    "guess": "Chromatography",
    "confidence": [
      [
        "Ch",
        -0.00068669853
      ],
      [
        "rom",
        -1.7432603e-06
      ],
      [
        "at",
        -1.92662e-05
      ],
      [
        "ography",
        -1.2948405e-05
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar massed\n his forces in this city before crossing the Rubicon. Despite the death of their commander Gaston de Foix,\n the French sacked this city in 1512 after winning a War of the League of Cambrai battle here. After holding\n out for three years, Odoacer was finally killed in the siege of this city by": {
    "guess": "Ravenna",
    "confidence": [
      [
        "R",
        -0.0020932804
      ],
      [
        "av",
        -0.115604445
      ],
      [
        "enna",
        -3.0545007e-06
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news": {
    "guess": "Federal Theatre Project",
    "confidence": [
      [
        "Federal",
        -0.12137947
      ],
      [
        " Theatre",
        -0.018578662
      ],
      [
        " Project",
        -5.6769813e-06
      ]
    ]
  },
  "The exiled Dante Alighieri did in this city after spending his last three years there. Julius Caesar": {
    "guess": "Ravenna",
    "confidence": [
      [
        "R",
        -0.47085667
      ],
      [
        "av",
        -0.003998377
      ],
      [
        "enna",
        -7.5530326e-05
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself that advances points on the outer edge positively and inner edge negatively has at least two fixed points. That theorem was proposed by Poincaré and proven by Birkhoff. Karl Sundman found a solution to this problem in terms of a uniformly convergent infinite series. Jacobi's work on it yielded": {
    "guess": "Hill's spherical vortex",
    "confidence": [
      [
        "H",
        -0.7823198
      ],
      [
        "ill",
        -0.14736155
      ],
      [
        "'s",
        -0.99203753
      ],
      [
        " spherical",
        -0.22577575
      ],
      [
        " vortex",
        -0.016219825
      ]
    ]
  },
  "The existence of this organization was notably opposed by Clifton Woodrum, and a failed amendment proposed by James Byrnes sought to correct what Byrnes saw as the regional unevenness of this organization's financial impact. Funds distributed by this organization were used as leverage by Secretary of War George Dern in an argument with House Military Affairs Committee chair John McSwain. One branch of this organization was led by Hallie Flanagan, under whose leadership that branch undertook news reenactments called the \"Living Newspaper,\" series, while another branch of this organization was responsible for producing the American Guide Series. Led, like its predecessor the FERA, by Harry Hopkins, this agency oversaw such programs as the Federal Theater Project and the Writers' Project. Lasting": {
    "guess": "Works Progress Administration",
    "confidence": [
      [
        "Works",
        -0.068262555
      ],
      [
        " Progress",
        -0.0029874481
      ],
      [
        " Administration",
        -0.0006190312
      ]
    ]
  },
  "This man was exiled after he threw a cup at Attalus for calling him a bastard at a banquet. He poured": {
    "guess": "Alaric I",
    "confidence": [
      [
        "Al",
        -0.95980257
      ],
      [
        "ar",
        -0.14241207
      ],
      [
        "ic",
        -0.0006701439
      ],
      [
        " I",
        -0.04123201
      ]
    ]
  },
  "After his exile, he lived with his son-in-law at Tusculum and was wounded in battle at Lake Regillus. Both he and his brother Aruns were married to women named Tullia, the daughters of Servius Tullius, but his sister-in-law arranged for the murders of her husband and his wife and married this man, who received his nickname by disregarding the Senate as he fought the Gabini and Volsci. FTP, identify": {
    "guess": "Lucius Tarquinius Superbus",
    "confidence": [
      [
        "Luc",
        -0.18677011
      ],
      [
        "ius",
        -0.00025835942
      ],
      [
        " Tar",
        -0.02061955
      ],
      [
        "qu",
        -0.0060243034
      ],
      [
        "ini",
        -7.226629e-06
      ],
      [
        "us",
        -5.0735965e-05
      ],
      [
        " Super",
        -0.00082475296
      ],
      [
        "bus",
        -0.00017946491
      ]
    ]
  },
  "The existence of Arnold diffusion in this problem was shown by Zhihong Xia. A theorem first put forth with respect to this problem states that a conformal one-to-one transformation from an annulus to itself": {
    "guess": "Arnold diffusion",
    "confidence": [
      [
        "Arn",
        -0.03182634
      ],
      [
        "old",
        -0.003339314
      ],
      [
        " diffusion",
        -0.015873056
      ]
    ]
  },
  "It existed from the beginning in the North, in endless cold and  ever-lasting night. It was ruled over by Hela, and in its center  was the well Hvergelmir, from which twelve rivers flowed. Unlike  Valhalla, the home of fallen warriors, this region received all  those who died of disease or old age. For ten points, name this  realm of Norse mythology.": {
    "guess": "Helheim",
    "confidence": [
      [
        "Hel",
        -0.16785961
      ],
      [
        "heim",
        -0.49149728
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma": {
    "guess": "Metamaterial",
    "confidence": [
      [
        "Met",
        -0.060131077
      ],
      [
        "am",
        -1.0921943e-05
      ],
      [
        "aterial",
        -4.5133394e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.093945466
      ],
      [
        "-index",
        -0.0015033135
      ],
      [
        " metam",
        -0.00018673266
      ],
      [
        "aterial",
        -6.098748e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector.": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.058534075
      ],
      [
        "-index",
        -0.009713367
      ],
      [
        " metam",
        -0.00019972587
      ],
      [
        "aterial",
        -1.4140442e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal,": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.027306518
      ],
      [
        "-index",
        -0.0032639806
      ],
      [
        " metam",
        -0.00046606173
      ],
      [
        "aterial",
        -2.1054253e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.007724691
      ],
      [
        "-index",
        -0.0037361837
      ],
      [
        " metam",
        -0.00030245376
      ],
      [
        "aterial",
        -1.6882126e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials with this property, the phase and energy velocities move in opposite directions relative to each other,": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.002195218
      ],
      [
        "-index",
        -0.0058659827
      ],
      [
        " metam",
        -0.0003511934
      ],
      [
        "aterial",
        -3.0113732e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials with this property, the phase and energy velocities move in opposite directions relative to each other, and a material with this property can be created if both the permittivity and the permeability": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.3071137
      ],
      [
        "-index",
        -0.0718394
      ],
      [
        " metam",
        -0.0014104703
      ],
      [
        "aterial",
        -0.00013655527
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials with this property, the phase and energy velocities move in opposite directions relative to each other, and a material with this property can be created if both the permittivity and the permeability are made to be less than zero. Sometimes known as the \"left-handed\" property, for ten points, identify": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.21488038
      ],
      [
        "-index",
        -0.04962881
      ],
      [
        " metam",
        -0.0002291655
      ],
      [
        "aterial",
        -7.362307e-05
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials with this property, the phase and energy velocities move in opposite directions relative to each other, and a material with this property can be created if both the permittivity and the permeability are made to be less than zero. Sometimes known as the \"left-handed\" property, for ten points, identify this property, present in many metamaterials, in which the direction of the outgoing beam predicted": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.008950763
      ],
      [
        "-index",
        -0.10595874
      ],
      [
        " metam",
        -0.0006739511
      ],
      [
        "aterial",
        -0.0001503829
      ]
    ]
  },
  "The existence of this property was first theorized by Victor Veselago and confirmed in 2000 by John Pendry. Following Pendy, Smith et al. realized this property through the use of a controllable plasma frequency in a double split ring resonator. In a two-dimensional network of LC circuits, this property can be induced in the microwave regime by creating a Poynting vector antiparallel to the wave vector. This property can also be realized by inducing complex Bragg scattering in a photonic crystal, and one application for materials of this property is the construction of superlenses. In materials with this property, the phase and energy velocities move in opposite directions relative to each other, and a material with this property can be created if both the permittivity and the permeability are made to be less than zero. Sometimes known as the \"left-handed\" property, for ten points, identify this property, present in many metamaterials, in which the direction of the outgoing beam predicted by Snell's Law is reversed.": {
    "guess": "Negative-index metamaterial",
    "confidence": [
      [
        "Negative",
        -0.009347434
      ],
      [
        "-index",
        -0.17379048
      ],
      [
        " metam",
        -0.0009700604
      ],
      [
        "aterial",
        -0.00011021859
      ]
    ]
  }
}