{
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary study of this concept, which did not exist in the \"agro-literate\" stage of history, but arose": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.23278876
      ],
      [
        "ism",
        -0.0072351904
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.7406134
      ],
      [
        " Style",
        -0.075624466
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.20121615
      ],
      [
        "ism",
        -0.002224364
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could lead to lower interest rates. His academic research focused on how high interest rates and the Hoover administration's willingness to let banks fail caused the Great Depression. He also recently announced the purchase of $600 billion in Treasury bills, a policy known as \"quantitative easing II\" which will attempt to stimulate the economy through controlled inflation. For 10 points, name this successor": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.003358801
      ],
      [
        " Bern",
        -0.010722602
      ],
      [
        "anke",
        -0.0010580566
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition.": {
    "guess": "De Stijl",
    "confidence": [
      [
        "De",
        -0.082491815
      ],
      [
        " St",
        -8.339777e-05
      ],
      [
        "ij",
        -0.0003840789
      ],
      [
        "l",
        -9.7583004e-05
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of": {
    "guess": "De Stijl",
    "confidence": [
      [
        "De",
        -0.023395723
      ],
      [
        " St",
        -2.3080716e-05
      ],
      [
        "ij",
        -0.00015288251
      ],
      [
        "l",
        -0.00022690064
      ]
    ]
  },
  "Coined by Herbert Spencer in his 1860 A Principle of Synthetic Philosophy, this idea adapted more broadly Spencer's own phrase \"survival of the fittest.\" Expounded upon in his Social Statistics, Spencer's ideas were extended by others as justification for an extreme system of governmental laissez-faire.": {
    "guess": "Social Darwinism",
    "confidence": [
      [
        "Social",
        -0.055214096
      ],
      [
        " Darwin",
        -0.00654934
      ],
      [
        "ism",
        -0.00037871845
      ]
    ]
  },
  "He coined the term kinetic energy.  He was also the first to describe the effect named for him, which": {
    "guess": "Thomas Young",
    "confidence": [
      [
        "Thomas",
        -0.4327078
      ],
      [
        " Young",
        -0.03922684
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary study of this concept, which did not exist in the \"agro-literate\" stage of history, but arose out of necessity for context-free communication in a modern industrial society, according to the work of Ernest Gellner. In another work, this concept is said to arise from \"print-capitalism,\" which causes": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.034776047
      ],
      [
        "ism",
        -0.0025735176
      ]
    ]
  },
  "Coined by Herbert Spencer in his 1860 A Principle of Synthetic Philosophy, this idea adapted more broadly Spencer's own phrase \"survival of the fittest.\" Expounded upon in his Social Statistics, Spencer's ideas were extended by others as justification for an extreme system of governmental laissez-faire. FTP, identify the sociological term whose most famous proponents include philosopher William Graham Sumner and industrialist Andrew Carnegie.": {
    "guess": "Social Darwinism",
    "confidence": [
      [
        "Social",
        -0.007273179
      ],
      [
        " Darwin",
        -0.0023557874
      ],
      [
        "ism",
        -0.00035548472
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear and stripped of ornamentation, and one of its tenets was that the form of a building should grow": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.087595046
      ],
      [
        " Style",
        -0.03803403
      ]
    ]
  },
  "Coined by Herbert Spencer in his 1860 A Principle of Synthetic Philosophy, this idea adapted more broadly Spencer's own phrase \"survival of the fittest.\" Expounded upon in his Social Statistics, Spencer's ideas were extended by others as justification for an extreme system of governmental laissez-faire. FTP, identify the sociological term whose most famous proponents include philosopher William Graham": {
    "guess": "Social Darwinism",
    "confidence": [
      [
        "Social",
        -0.09571236
      ],
      [
        " Darwin",
        -0.02773387
      ],
      [
        "ism",
        -0.0012703511
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could lead to lower interest rates. His academic research focused on how high interest rates and the Hoover administration's willingness to let banks fail caused the Great Depression. He also recently announced": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.00480818
      ],
      [
        " Bern",
        -0.026891265
      ],
      [
        "anke",
        -0.0003398727
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could lead to lower interest rates. His academic research focused on how high interest rates and the Hoover administration's willingness to let banks fail caused the Great Depression. He also recently announced the purchase of $600 billion in Treasury bills, a policy known as \"quantitative easing II\" which": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.0033546397
      ],
      [
        " Bern",
        -0.007383474
      ],
      [
        "anke",
        -0.00054004684
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.15510932
      ],
      [
        " Style",
        -0.044169754
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary study of this concept, which did not exist in the \"agro-literate\" stage of history, but arose out of necessity for context-free communication in a modern industrial society, according to the work of Ernest Gellner. In another work, this concept is said to arise from \"print-capitalism,\" which causes the emergence of the title Imagined Communities. For 10 points, name this concept, studied by Benedict Anderson, which describes the strong identification of a populace with its own state.": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.004478897
      ],
      [
        "ism",
        -0.008050177
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its": {
    "guess": "De Stijl",
    "confidence": [
      [
        "De",
        -0.67659485
      ],
      [
        " St",
        -0.0021565685
      ],
      [
        "ij",
        -0.0003954033
      ],
      [
        "l",
        -0.00028111998
      ]
    ]
  },
  "Coined by Herbert Spencer in his 1860 A Principle of Synthetic Philosophy, this idea adapted more broadly": {
    "guess": "Synthetic philosophy",
    "confidence": [
      [
        "Syn",
        -0.6703338
      ],
      [
        "thetic",
        -0.00019650738
      ],
      [
        " philosophy",
        -0.2765874
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear and stripped of ornamentation, and one of its tenets was that the form of a building should grow out of the material from which it is constructed. Exemplified by such constructions as the Lake Shore Drive apartments in Chicago, the Seagram building, and the Villa Savoye, for ten points, identify": {
    "guess": "Modern architecture",
    "confidence": [
      [
        "Modern",
        -0.5522794
      ],
      [
        " architecture",
        -0.24082087
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear and stripped of ornamentation, and one of its tenets was that the form of a building should grow out of the material from which it is constructed. Exemplified by such constructions as the Lake Shore Drive apartments in Chicago, the Seagram building, and the Villa Savoye, for ten points, identify this architectural style, represented by cosmopolitans like Philip Johnson, Mies van Der Rohe, and": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.3240205
      ],
      [
        " Style",
        -0.02995088
      ]
    ]
  },
  "He coined the term kinetic energy.  He was also the first to describe the effect named for him, which deals with the apparent force on a moving object when observed from a noninertial, uniformly rotating": {
    "guess": "Gaspard-Gustave Coriolis",
    "confidence": [
      [
        "G",
        -0.5054177
      ],
      [
        "asp",
        -0.022956472
      ],
      [
        "ard",
        -1.998142e-05
      ],
      [
        "-G",
        -0.055865232
      ],
      [
        "ust",
        -0.0002100966
      ],
      [
        "ave",
        -0.0009320638
      ],
      [
        " Cor",
        -0.2648195
      ],
      [
        "iol",
        -4.1273333e-06
      ],
      [
        "is",
        -0.00014263466
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary study of this concept, which did not exist in the \"agro-literate\" stage of history, but arose out of necessity for context-free communication in a modern industrial society, according to the work of Ernest Gellner. In another work, this concept is said to arise from \"print-capitalism,\" which causes the emergence of the title Imagined Communities. For 10 points, name this concept, studied by": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.0054150615
      ],
      [
        "ism",
        -0.00041982904
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear and stripped of ornamentation, and one of its tenets was that the form of a building should grow out of the material from which it is constructed. Exemplified by such constructions as the Lake": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.07037851
      ],
      [
        " Style",
        -0.029387774
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could lead to lower interest rates. His academic research focused on how high interest rates and the Hoover administration's willingness to let banks fail caused the Great Depression. He also recently announced the purchase of $600 billion in Treasury bills, a policy known as \"quantitative easing II\" which will attempt to stimulate the economy through controlled inflation. For 10 points, name this successor to Alan Greenspan, the current Chairman of the Federal Reserve.": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.0020992295
      ],
      [
        " Bern",
        -8.3993786e-05
      ],
      [
        "anke",
        -0.00020294437
      ]
    ]
  },
  "Coined by Herbert Spencer in his 1860 A Principle of Synthetic Philosophy, this idea adapted more broadly Spencer's own phrase \"survival of the fittest.\" Expounded upon in his Social Statistics, Spencer's": {
    "guess": "Social Darwinism",
    "confidence": [
      [
        "Social",
        -0.9395776
      ],
      [
        " Darwin",
        -0.07825614
      ],
      [
        "ism",
        -0.00031425126
      ]
    ]
  },
  "Coined as a term by Henry-Russell Hitchcock and one of its primary exponents, a major Dutch figure of this movement was Jacobus Oud, who was one of the contributors to the Weissenhof Estate exhibition. Some examples of it is the Fagus Works, while another is Harvard's Graduate Center, and one of its most famous constructions is building sitting on pilotis with cantilevered floors to permit long strip windows, located in Poissy, France. Typical constructions associated with this movement are rectilinear and stripped of ornamentation, and one of its tenets was that the form of a building should grow out of the material from which it is constructed. Exemplified by such constructions as the Lake Shore Drive apartments in Chicago, the Seagram building, and the Villa Savoye, for ten points, identify this architectural style, represented by cosmopolitans like Philip Johnson, Mies van Der Rohe, and Le Corbusier.": {
    "guess": "International Style",
    "confidence": [
      [
        "International",
        -0.37906623
      ],
      [
        " Style",
        -0.036389634
      ]
    ]
  },
  "He coined the term kinetic energy.  He was also the first to describe the effect named for him, which deals with the apparent force on a moving object when observed from a noninertial, uniformly rotating system such as the earth.  FTP name this French physicist.": {
    "guess": "Gustave-Gaspard Coriolis",
    "confidence": [
      [
        "G",
        -0.010709859
      ],
      [
        "ust",
        -0.34401578
      ],
      [
        "ave",
        -7.958325e-05
      ],
      [
        "-G",
        -0.0030011197
      ],
      [
        "asp",
        -9.4245304e-05
      ],
      [
        "ard",
        -1.7239736e-05
      ],
      [
        " Cor",
        -0.46017984
      ],
      [
        "iol",
        -0.00024013224
      ],
      [
        "is",
        -8.590105e-05
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could lead to lower interest rates. His academic research focused on how high interest rates and the Hoover": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.0023173688
      ],
      [
        " Bern",
        -0.019585297
      ],
      [
        "anke",
        -0.00033200893
      ]
    ]
  },
  "In 2005, this man coined the term \"global saving glut\" to explain how global account imbalances could": {
    "guess": "Ben Bernanke",
    "confidence": [
      [
        "Ben",
        -0.05961337
      ],
      [
        " Bern",
        -0.0013027379
      ],
      [
        "anke",
        -0.00031437047
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture is a unique expression of humanitat, the human essence. Anthony D. Smith pioneered the interdisciplinary study of this concept, which did not exist in the \"agro-literate\" stage of history, but arose out of necessity for context-free communication in a modern industrial society, according to the work": {
    "guess": "Nationalism",
    "confidence": [
      [
        "National",
        -0.13241716
      ],
      [
        "ism",
        -0.022719122
      ]
    ]
  },
  "The coiner of this term, J.G. Herder, linked it to the idea of Volk and the premise that each culture": {
    "guess": "Cultural nationalism",
    "confidence": [
      [
        "C",
        -0.7311454
      ],
      [
        "ultural",
        -9.253091e-06
      ],
      [
        " nationalism",
        -0.08585359
      ]
    ]
  }
}