{
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia. Though it never tired, a stop to drink water at the river Ladon, nearly a year after the chase began, allowed its pursuer to shoot it in the leg with an arrow that had been cleaned of deadly hydra blood. Larger than a bull and brazen hoofed, in some stories Heracles completes this third labor when he confronts its owner and her twin to explain the situation, while in others he simply brings": {
    "guess": "Erymanthian Boar",
    "confidence": [
      [
        "E",
        -0.3413872
      ],
      [
        "ry",
        -0.0003706126
      ],
      [
        "man",
        -0.00061033305
      ],
      [
        "th",
        -0.00030245376
      ],
      [
        "ian",
        -0.00016921341
      ],
      [
        " Bo",
        -0.0022783654
      ],
      [
        "ar",
        -1.0206721e-05
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which Christ reproved him for his pagan studies. He praised virginity in the work Against Jovinian, and in his most important historical work, he wrote biographies of more than 130 Christian authors. However, this author of De Viris Illustribus is most remembered for a request made to him in 382 AD by": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.06440786
      ],
      [
        "ome",
        -4.477578e-05
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which Christ reproved him for his pagan studies. He praised virginity in the work Against Jovinian, and in his most important historical work, he wrote biographies of more than 130 Christian authors. However, this author of De Viris Illustribus is most remembered for a request made to him in 382 AD by Pope Damasus. For ten points, name this scholar who created the first Latin translation of the Bible, the Vulgate.": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.0054565594
      ],
      [
        "ome",
        -3.7697225e-06
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a \"shadowy something far away, where the river widens to meet the bay,\" but nevertheless \"startle[s] the pigeons from their perch\" as he climbs up wooden stairs to the belfry. At twelve, one, and \"two by the village clock,\" he makes it to, respectively, Medford, Lexington, and Concord, after noticing two lamps lit in the Old North Church. For 10 points, Henry Wadsworth Longfellow tells children that they shall hear of the \"midnight ride\" of which American patriot?": {
    "guess": "Paul Revere's Ride",
    "confidence": [
      [
        "Paul",
        -0.045885447
      ],
      [
        " Re",
        -0.0010730616
      ],
      [
        "vere",
        -1.3544423e-05
      ],
      [
        "'s",
        -0.58850384
      ],
      [
        " Ride",
        -0.0024749434
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which Christ reproved him for his pagan studies. He praised virginity in the work Against Jovinian, and": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.5270814
      ],
      [
        "ome",
        -3.3809047e-05
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which Christ reproved him for his pagan studies. He praised virginity in the work Against Jovinian, and in his most important historical work, he wrote biographies of more than 130 Christian authors. However,": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.18764915
      ],
      [
        "ome",
        -0.00010032469
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.01991081
      ],
      [
        "ome",
        -3.035214e-05
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a": {
    "guess": "The Rime of the Ancient Mariner",
    "confidence": [
      [
        "The",
        -0.62672895
      ],
      [
        " R",
        -0.03181699
      ],
      [
        "ime",
        -0.00015335932
      ],
      [
        " of",
        -0.00027694786
      ],
      [
        " the",
        -0.0014378506
      ],
      [
        " Ancient",
        -0.00064952904
      ],
      [
        " Mar",
        -6.897413e-05
      ],
      [
        "iner",
        -4.9617593e-06
      ]
    ]
  },
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia.": {
    "guess": "Mount Lykaion",
    "confidence": [
      [
        "Mount",
        -1.3931413
      ],
      [
        " Ly",
        -1.1118836
      ],
      [
        "ka",
        -0.14246035
      ],
      [
        "ion",
        -0.00024739266
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a \"shadowy something far away, where the river widens to meet the bay,\" but nevertheless \"startle[s] the pigeons from their perch\" as he climbs up wooden stairs to the belfry. At twelve, one, and \"two by the village clock,\" he makes it to, respectively, Medford, Lexington, and Concord, after noticing": {
    "guess": "The Midnight Ride of Paul Revere",
    "confidence": [
      [
        "The",
        -0.06590652
      ],
      [
        " Midnight",
        -0.026634898
      ],
      [
        " Ride",
        -0.0005661378
      ],
      [
        " of",
        -1.6286107e-05
      ],
      [
        " Paul",
        -0.00015991552
      ],
      [
        " Re",
        -3.631232e-05
      ],
      [
        "vere",
        -1.7432603e-06
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.5549184
      ],
      [
        "ome",
        -0.00015669702
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a \"shadowy something far away, where the river widens to meet the bay,\" but nevertheless \"startle[s] the pigeons from their perch\" as he climbs up wooden stairs to the belfry. At twelve, one, and \"two": {
    "guess": "The Phantom Ship",
    "confidence": [
      [
        "The",
        -0.23170914
      ],
      [
        " Phantom",
        -0.94639397
      ],
      [
        " Ship",
        -0.015604224
      ]
    ]
  },
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia. Though it never tired, a stop to drink water at the river Ladon, nearly a year after the chase began, allowed its pursuer to shoot it in the leg with an arrow that had been cleaned of deadly hydra blood. Larger than a bull and brazen hoofed, in some stories Heracles completes this third labor": {
    "guess": "Erymanthian Boar",
    "confidence": [
      [
        "E",
        -0.48227084
      ],
      [
        "ry",
        -6.50404e-05
      ],
      [
        "man",
        -0.00013929696
      ],
      [
        "th",
        -0.00013607845
      ],
      [
        "ian",
        -0.00015359772
      ],
      [
        " Bo",
        -0.00359366
      ],
      [
        "ar",
        -7.3458323e-06
      ]
    ]
  },
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia. Though it never tired, a stop to drink water at the river Ladon, nearly a year after the chase began, allowed its pursuer to shoot it in the leg with an arrow that had been cleaned of deadly hydra": {
    "guess": "Ceryneian Hind",
    "confidence": [
      [
        "C",
        -0.61985844
      ],
      [
        "ery",
        -0.047315657
      ],
      [
        "ne",
        -0.0012310653
      ],
      [
        "ian",
        -0.0011199765
      ],
      [
        " Hind",
        -0.0011712946
      ]
    ]
  },
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia. Though it never tired, a stop to drink water at the river Ladon, nearly a year after the chase began, allowed its pursuer to shoot it in the leg with an arrow that had been cleaned of deadly hydra blood. Larger than a bull and brazen hoofed, in some stories Heracles completes this third labor when he confronts its owner and her twin to explain the situation, while in others he simply brings Eurystheus the huge golden horns of, FTP, what creature, a female deer sacred to Artemis?": {
    "guess": "Ceryneian Hind",
    "confidence": [
      [
        "C",
        -0.027843678
      ],
      [
        "ery",
        -0.000305311
      ],
      [
        "ne",
        -0.0014686766
      ],
      [
        "ian",
        -0.00022797346
      ],
      [
        " Hind",
        -0.0006975424
      ]
    ]
  },
  "It avoided the fate of its four companions by escaping to a namesake mountain bordering Achaea and Arcadia. Though it never tired, a stop to drink water at the river Ladon, nearly a year after the chase": {
    "guess": "Artemis",
    "confidence": [
      [
        "Ar",
        -1.379696
      ],
      [
        "tem",
        -4.8709502e-05
      ],
      [
        "is",
        -0.0003097215
      ]
    ]
  },
  "He avoided the Imperial service after a religious crisis at Trier, and this student of Aelius Donatus fled to Palestine after the death of his employer. While in Antioch, he experienced a vision in which Christ reproved him for his pagan studies. He praised virginity in the work Against Jovinian, and in his most important historical work, he wrote biographies of more than 130 Christian authors. However, this author of De Viris Illustribus is most remembered for a request made to him in 382 AD by Pope Damasus. For ten points, name this scholar who created the first Latin translation of the Bible,": {
    "guess": "Jerome",
    "confidence": [
      [
        "Jer",
        -0.0046002995
      ],
      [
        "ome",
        -1.7835755e-05
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a \"shadowy something far away, where the river widens to meet the bay,\" but nevertheless \"startle[s]": {
    "guess": "The Phantom Ship",
    "confidence": [
      [
        "The",
        -0.4073153
      ],
      [
        " Phantom",
        -0.56887996
      ],
      [
        " Ship",
        -0.28047788
      ]
    ]
  },
  "This man avoids being seen by a \"phantom ship,\" the Somerset. A nameless friend of his thinks about a \"shadowy something far away, where the river widens to meet the bay,\" but nevertheless \"startle[s] the pigeons from their perch\" as he climbs up wooden stairs to the belfry. At twelve, one, and \"two by the village clock,\" he makes it to, respectively, Medford, Lexington, and Concord, after noticing two lamps lit in the Old North Church. For 10 points, Henry Wadsworth Longfellow tells children that": {
    "guess": "Paul Revere's Ride",
    "confidence": [
      [
        "Paul",
        -0.020354077
      ],
      [
        " Re",
        -0.00275483
      ],
      [
        "vere",
        -5.5861725e-05
      ],
      [
        "'s",
        -0.0040776897
      ],
      [
        " Ride",
        -0.0006053375
      ]
    ]
  }
}