{
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled writer Dolin overhears him (*) singing while bathing. Its main character, who has sex with two prostitutes as a fast version of the William Tell Overture is playing, visits a bar where milk shoots out from the nipples of a statue. This film's protagonist rapes a woman while singing Singin' in the Rain, and later volunteers to undergo the Ludovico Technique. For 10 points, name this Stanley Kubrick film about the psychopathic Alex.": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0026309462
      ],
      [
        " Clock",
        -0.00014334988
      ],
      [
        "work",
        -2.3676734e-05
      ],
      [
        " Orange",
        -5.3954464e-05
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively greater disrepair over the course of this film, in whose climax he utters the catchphrase \"by Grabthar's Hammer, you shall be avenged.\" In this film, the bloodthirsty reptilian Sarris searches for": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.0038874808
      ],
      [
        "axy",
        -1.5928495e-05
      ],
      [
        " Quest",
        -0.00082189933
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of the show Frame Up while disguised as the old woman Mrs. Bellamy. Her most notable acting roles are in parody films, such as playing Queen Margo in Meet the Spartans, the blind girl who defecates at a funeral in Scary Movie 4, and the Kazaam-fearing girl who dies at the beginning of the first Scary": {
    "guess": "Anna Faris",
    "confidence": [
      [
        "Anna",
        -0.061295863
      ],
      [
        " Far",
        -0.0042757
      ],
      [
        "is",
        -1.2829201e-05
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director follows an admirer of Humphrey Bogart who dates the American Patricia, who sells copies of the New York Herald. In another film from this country, a boy lies about his mother dying to his schoolteacher Sourpuss, and later steals a typewriter from his father's office. Those films are Alphaville, Breathless, and The 400 Blows. For 10 points, name this nation that experienced a New Wave movement in": {
    "guess": "French New Wave",
    "confidence": [
      [
        "French",
        -0.6752794
      ],
      [
        " New",
        -0.026725663
      ],
      [
        " Wave",
        -0.00013929696
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.092023015
      ],
      [
        " Cabinet",
        -0.0035102721
      ],
      [
        " of",
        -3.5716304e-05
      ],
      [
        " Dr",
        -0.00066168414
      ],
      [
        ".",
        -0.0001472836
      ],
      [
        " Cal",
        -0.0001441843
      ],
      [
        "ig",
        -0.00029267906
      ],
      [
        "ari",
        -4.441817e-05
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress while riding a train to Boston. Followed up chronologically by the composer's Cuban Overture and a Concerto in F, the New York Tribune advised listeners to \"weep over the lifelessness\" of this work. It was commissioned by Paul Whiteman, scored by his arranger Ferde Grofe and famously named after": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.011302807
      ],
      [
        "haps",
        -1.5332478e-05
      ],
      [
        "ody",
        -1.9816675e-06
      ],
      [
        " in",
        -0.00025704817
      ],
      [
        " Blue",
        -1.11603495e-05
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine Darbon in Love on the Run. In another work, that character is sent to a work camp after stealing a typewriter and is named Antoine Doinel. Another film from here focuses on the events after the Humphrey Bogart-admiring Michel shoots a police officer. Such films as The 400 Blows and Breathless are part of this country's \"New Wave\" movement. For 10 points, name this home country of Jean-Luc Goddard and Francois Truffaut.": {
    "guess": "Cinema of France",
    "confidence": [
      [
        "C",
        -0.13098328
      ],
      [
        "inema",
        -0.0005107375
      ],
      [
        " of",
        -0.0013883279
      ],
      [
        " France",
        -0.00013679368
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director follows an admirer of Humphrey Bogart who dates the American Patricia, who sells copies of the New York Herald. In another film from this country, a boy lies about his mother dying to his schoolteacher": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.49260226
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years old and has a girly name. In that film, these people help (*) defend a village, but four of them are killed by musket-wielding bandits. Toshiro Mifune played one of them in Yojimbo. For 10 points, name these people who are the subject of many Japanese films, including one by Kurosawa about seven of": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.2024417
      ],
      [
        "urai",
        -0.0023056006
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is revealed only after his death as Edwin Hoover. An alternate ending on its DVD has the central family stealing a trophy as they depart the Redondo Suites. Pornography purchased by Steve Carell's character early on in the movie distracts a motorcycle cop from Grandpa's dead body when the family's yellow Volkswagen van is pulled over. For 10 points, name this 2006 film starring Abigail Breslin as Olive,": {
    "guess": "Little Miss Sunshine",
    "confidence": [
      [
        "Little",
        -0.010241523
      ],
      [
        " Miss",
        -8.0656086e-05
      ],
      [
        " Sunshine",
        -8.006007e-05
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0057161814
      ],
      [
        " Clock",
        -4.9663133e-05
      ],
      [
        "work",
        -4.1557283e-05
      ],
      [
        " Orange",
        -0.00015550498
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary degree. Martin Luther King, Jr. briefly appears in a 1967 film by a director from this country that was deemed pornographic in Massachusetts, I Am Curious [Yellow]. The most notable director from this country captured Best Foreign Language Film Oscars for The Virgin Spring and Through a Glass Darkly and directed a film about a knight who plays chess with Death. For 10 points, name this country,": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.0029119812
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that its subject matter would be controversial anyway, so they included objectionable scenes such as": {
    "guess": "The Birth of a Nation (1915 film)",
    "confidence": [
      [
        "The",
        -1.643749
      ],
      [
        " Birth",
        -0.51882607
      ],
      [
        " of",
        -0.00033224735
      ],
      [
        " a",
        -0.00027206415
      ],
      [
        " Nation",
        -2.2603901e-05
      ],
      [
        " (",
        -0.32218385
      ],
      [
        "191",
        -0.02508207
      ],
      [
        "5",
        -0.00013953536
      ],
      [
        " film",
        -0.00072399096
      ],
      [
        ")",
        -3.3213026e-05
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.016889077
      ],
      [
        "urai",
        -7.8987236e-05
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the basis for his film State of Siege, while a Thomas Hauser novel about Charles Horman inspired his film which landed awards for Sissy Spacek and Jack Lemmon. He's best known for a movie which features Irene Papas as Helene, the wife of a Deputy played by Yves Montand, a pacifist whose assassination is": {
    "guess": "Costa-Gavras",
    "confidence": [
      [
        "Cost",
        -0.025632638
      ],
      [
        "a",
        -0.0013459465
      ],
      [
        "-G",
        -0.113856874
      ],
      [
        "avras",
        -0.001229158
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that its subject matter would be controversial anyway, so they included objectionable scenes such as that one in hopes that they could appease censors by removing the outrageous scenes while keeping the story line the same. FTP name this film that employs a complicated flashback structure in which the title character's friends and associates give their accounts of the man after his death, paradoxically revealing pathetic insecurity and emptiness instead of greatness or might.": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.0070236768
      ],
      [
        "izen",
        -3.9292416e-05
      ],
      [
        " Kane",
        -9.186123e-05
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered, and Cesare then abducts Alan's fiancee Jane and dies of exhaustion running from townspeople. While the police discover a dummy in the title object, Francis tracks the title doctor to a mental asylum, where he appears to be the director. Starring Werner Krauss and Conrad Veidt, written by Hans Janowitz and Carl Meyer and famous for Hermann Warm's warped, angular, expressionist set design, FTP, what": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.002988517
      ],
      [
        " Cabinet",
        -0.003093578
      ],
      [
        " of",
        -1.6166903e-05
      ],
      [
        " Dr",
        -0.00026968008
      ],
      [
        ".",
        -7.493431e-05
      ],
      [
        " Cal",
        -1.4617256e-05
      ],
      [
        "ig",
        -4.978234e-05
      ],
      [
        "ari",
        -5.669615e-05
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks,": {
    "guess": "Bicycle Thieves",
    "confidence": [
      [
        "B",
        -0.11785253
      ],
      [
        "icycle",
        -0.00012916465
      ],
      [
        " Th",
        -9.4914985e-06
      ],
      [
        "ieves",
        -1.7835755e-05
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting": {
    "guess": "Cameron Richardson",
    "confidence": [
      [
        "C",
        -0.11064579
      ],
      [
        "ameron",
        -0.22649723
      ],
      [
        " Richardson",
        -0.25088117
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely too many brains to have an ass like that.\" The protagonist, an NYU philosophy graduate, brings his medical records wherever he goes in order to save time, and his finishing move involves ripping the throat out of his victims. He is hired to cool a bar in Jasper, a town run by Brad Wesley. FTP name this seminal 1989 cinematic masterpiece, in which Patrick Swayze plays a cooler named Dalton who": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.055606253
      ],
      [
        " House",
        -0.0053836377
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre.": {
    "guess": "Invisible Agent",
    "confidence": [
      [
        "In",
        -0.32980558
      ],
      [
        "visible",
        -0.6933161
      ],
      [
        " Agent",
        -0.05980719
      ]
    ]
  },
  "In the 2002 film version of The Importance of Being Earnest, she played Cecily. In 2000's Little Nicky, her character was Angel Holly. When she lived in Pleasantville, she was Jennifer, but in Vanity Fair, she was Becky Sharp. She handed out muffins and gum as Tracy Flick in an attempt to win the titular Election, and she has played Elle Woods twice. For 10 points, name this actress who starred opposite": {
    "guess": "Reese Witherspoon",
    "confidence": [
      [
        "Re",
        -0.0034739133
      ],
      [
        "ese",
        -1.3663626e-05
      ],
      [
        " With",
        -0.0012960734
      ],
      [
        "ers",
        -2.8444882e-05
      ],
      [
        "poon",
        -0.0002937519
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau microbridge or proximity-effect type of this device.  A drop of lead-tin solder around a niobium wire creates the SLUG type, while the simplest type is called the Anderson-Dayem bridge.  They": {
    "guess": "Superconducting Quantum Interference Device",
    "confidence": [
      [
        "Super",
        -0.58754325
      ],
      [
        "conduct",
        -0.012678929
      ],
      [
        "ing",
        -2.7848862e-05
      ],
      [
        " Quantum",
        -1.1099739
      ],
      [
        " Inter",
        -0.0045043
      ],
      [
        "ference",
        -1.9816675e-06
      ],
      [
        " Device",
        -0.0059878128
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*) Quentin Tarantino in his cameo in this film. Two friends of its protagonist have guitar cases that function as machine guns and RPGs. Its opening credits play over a flashback of a band performing \"Canción del Mariachi\", which progresses to the title character being shot through the hand. For 10 points, name this Robert Rodriguez film headlined by Salma Hayek and Antonio Banderas, who's visiting": {
    "guess": "Desperado (film)",
    "confidence": [
      [
        "Des",
        -0.05689845
      ],
      [
        "per",
        -0.00010211275
      ],
      [
        "ado",
        -0.00011844365
      ],
      [
        " (",
        -0.4697719
      ],
      [
        "film",
        -0.00010258956
      ],
      [
        ")",
        -9.019238e-05
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.015925733
      ],
      [
        "axy",
        -0.007051968
      ],
      [
        " Quest",
        -0.0019675314
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the": {
    "guess": "State of Siege",
    "confidence": [
      [
        "State",
        -0.06253346
      ],
      [
        " of",
        -0.009923481
      ],
      [
        " Siege",
        -0.0010731808
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior of the jarhead clan,\" the protagonist becomes the sixth Toruk makto and is aided by Trudy and Norm in his quest to stop Parker Selfridge from mining the unobtanium under the Omaticaya hometree. Neytiri and others communicate by joining their ponytails. Starring Sam Worthington, Zoe Saldana, and Sigourney Weaver, this film tells of Jake Sully's interaction with the Na'vi people. For 10 points, name this 2009 James Cameron sci-fi film about the title blue aliens.": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -0.0015477105
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress while riding a train to Boston. Followed up chronologically by the composer's Cuban Overture and a Concerto in F, the New York Tribune advised listeners to \"weep over the lifelessness\" of this work. It was commissioned by Paul Whiteman, scored by his arranger Ferde Grofe and famously named after a visit to a Whistler gallery by the composer's brother Ira. FTP, name this George Gershwin work with": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.014569603
      ],
      [
        "haps",
        -4.8828708e-05
      ],
      [
        "ody",
        -3.7697225e-06
      ],
      [
        " in",
        -0.00021736434
      ],
      [
        " Blue",
        -3.9888433e-05
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director": {
    "guess": "Jean-Luc Godard",
    "confidence": [
      [
        "Jean",
        -0.42033544
      ],
      [
        "-L",
        -0.00014990607
      ],
      [
        "uc",
        -2.2365493e-05
      ],
      [
        " God",
        -0.0001655181
      ],
      [
        "ard",
        -8.590105e-05
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.48167887
      ],
      [
        "ol",
        -9.4960524e-05
      ],
      [
        " F",
        -5.8245798e-05
      ],
      [
        "ug",
        -2.6299214e-05
      ],
      [
        "ard",
        -5.121278e-05
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior of the jarhead clan,\" the protagonist becomes the sixth Toruk makto and is aided by Trudy and Norm": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -0.08690067
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character": {
    "guess": "Angelina Jolie",
    "confidence": [
      [
        "Angel",
        -0.7950665
      ],
      [
        "ina",
        -0.003198393
      ],
      [
        " J",
        -7.743759e-05
      ],
      [
        "olie",
        -6.4802e-05
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks, he poses as a dishwasher, steals shoes at a tourist attraction, and is almost blinded by Maman. The female lead runs through a train station wearing a yellow tunic, and during the finale she wears a yellow scarf. During the this film's climax, Salim is shot dead in a bathtub full of cash while the title chai-wallah correctly guesses the name of the third musketeer. Jamal loves Latika in, for 10 points, what 2008 Best Picture about the winner of an Indian game show?": {
    "guess": "Slumdog Millionaire",
    "confidence": [
      [
        "Sl",
        -0.0035849875
      ],
      [
        "um",
        -5.8484206e-05
      ],
      [
        "dog",
        -5.5861725e-05
      ],
      [
        " Million",
        -0.0006593001
      ],
      [
        "aire",
        -0.0007736549
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much": {
    "guess": "Laura (1944 film)",
    "confidence": [
      [
        "Laura",
        -0.48402467
      ],
      [
        " (",
        -0.523275
      ],
      [
        "194",
        -0.016892595
      ],
      [
        "4",
        -0.0005268189
      ],
      [
        " film",
        -0.00020532844
      ],
      [
        ")",
        -4.7994283e-05
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled writer Dolin overhears him (*) singing while bathing. Its main character, who has sex with two prostitutes as a fast version of the William Tell Overture is playing, visits a bar where milk shoots": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0010892586
      ],
      [
        " Clock",
        -2.2246291e-05
      ],
      [
        "work",
        -2.4153549e-05
      ],
      [
        " Orange",
        -5.121278e-05
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants was transformed into a pivotal scene in \"Master Harold\"Éand the Boys. Growing estranged from European drama, he turned to a more imagist style with his \"Statements\" trilogy. His first hit was initially performed in 1963 and told the story of two brothers who could pass for two different races. For": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.008680994
      ],
      [
        "ol",
        -3.8338785e-05
      ],
      [
        " F",
        -9.984788e-05
      ],
      [
        "ug",
        -3.1186566e-05
      ],
      [
        "ard",
        -1.9504607e-05
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband.": {
    "guess": "Blue Jasmine",
    "confidence": [
      [
        "Blue",
        -0.35823497
      ],
      [
        " Jasmine",
        -0.54996395
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is revealed only after his death as Edwin Hoover. An alternate ending on its DVD has the central family stealing a trophy as they depart the Redondo Suites. Pornography purchased by Steve Carell's character": {
    "guess": "Little Miss Sunshine",
    "confidence": [
      [
        "Little",
        -0.0026055065
      ],
      [
        " Miss",
        -6.869018e-06
      ],
      [
        " Sunshine",
        -1.7954959e-05
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another man's arm. Standard is killed in this film during a pawn shop robbery, which is revealed to be a planned double-cross by Nino. The protagonist of this film spends time with young Benecio and falls": {
    "guess": "Drive (2011 film)",
    "confidence": [
      [
        "Drive",
        -0.09699383
      ],
      [
        " (",
        -0.19698504
      ],
      [
        "201",
        -0.0023737466
      ],
      [
        "1",
        -0.0004914338
      ],
      [
        " film",
        -0.00036822853
      ],
      [
        ")",
        -8.792751e-05
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another man's arm. Standard is killed in this film during a pawn shop robbery, which is revealed to be a": {
    "guess": "Good Time",
    "confidence": [
      [
        "Good",
        -1.1863412
      ],
      [
        " Time",
        -0.115441956
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and": {
    "guess": "Blue Is the Warmest Color",
    "confidence": [
      [
        "Blue",
        -0.17429544
      ],
      [
        " Is",
        -0.55681926
      ],
      [
        " the",
        -0.014592634
      ],
      [
        " Warm",
        -1.3186812e-05
      ],
      [
        "est",
        -4.9617593e-06
      ],
      [
        " Color",
        -0.31205928
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much (*) champagne is left at a party to estimate how much time her lover has to investigate a wine cellar;": {
    "guess": "The Rules of the Game",
    "confidence": [
      [
        "The",
        -1.2373596
      ],
      [
        " Rules",
        -1.5431533
      ],
      [
        " of",
        -0.00019185843
      ],
      [
        " the",
        -0.00050239684
      ],
      [
        " Game",
        -0.0002389402
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered, and Cesare then abducts Alan's fiancee Jane and dies of exhaustion running from townspeople. While the police discover a dummy in the title object, Francis tracks the title doctor to a mental asylum, where he appears to be the director. Starring Werner Krauss and Conrad Veidt, written by Hans Janowitz and Carl Meyer and famous for Hermann Warm's warped, angular, expressionist set design, FTP, what is this 1920 Robert Wiene horror classic?": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.0010025627
      ],
      [
        " Cabinet",
        -0.0058407574
      ],
      [
        " of",
        -2.3080716e-05
      ],
      [
        " Dr",
        -0.00031675454
      ],
      [
        ".",
        -7.231183e-05
      ],
      [
        " Cal",
        -1.1517961e-05
      ],
      [
        "ig",
        -4.692145e-05
      ],
      [
        "ari",
        -4.5252596e-05
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau": {
    "guess": "Metal-coated film",
    "confidence": [
      [
        "Metal",
        -1.2014251
      ],
      [
        "-co",
        -0.8830193
      ],
      [
        "ated",
        -0.0071780216
      ],
      [
        " film",
        -0.035136584
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau microbridge or proximity-effect type of this device.  A drop of lead-tin solder around a niobium wire creates the SLUG type, while the simplest type is called the Anderson-Dayem bridge.  They are useful in determining absolute voltages and absolute temperatures by measuring emitted radiation frequencies, and at a minimum of six picoseconds, they are the fastest known switching devices.  FTP,": {
    "guess": "Josephson Junctions",
    "confidence": [
      [
        "Joseph",
        -0.10006355
      ],
      [
        "son",
        -0.0001940041
      ],
      [
        " Junction",
        -0.43645504
      ],
      [
        "s",
        -0.6557741
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another": {
    "guess": "Oldboy",
    "confidence": [
      [
        "Old",
        -1.5328091
      ],
      [
        "boy",
        -0.0070719672
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur": {
    "guess": "Alphaville",
    "confidence": [
      [
        "Al",
        -0.06822871
      ],
      [
        "ph",
        -0.08110774
      ],
      [
        "av",
        -1.2352386e-05
      ],
      [
        "ille",
        -0.0001787497
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.0043183183
      ],
      [
        "ade",
        -0.0003495282
      ],
      [
        " Runner",
        -0.0001273766
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the basis for his film State of Siege, while a Thomas Hauser novel about Charles Horman inspired his film which landed awards for Sissy Spacek and Jack Lemmon. He's best known for a movie which features Irene Papas as Helene, the wife of a Deputy played by Yves Montand, a pacifist whose assassination is covered up as a traffic accident, but exposed by a magistrate and photo-journalist. FTP, name this": {
    "guess": "Costa-Gavras",
    "confidence": [
      [
        "Cost",
        -0.012605365
      ],
      [
        "a",
        -0.0014808172
      ],
      [
        "-G",
        -0.08973745
      ],
      [
        "avras",
        -0.0017616905
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a companion film called Higher Goals, profiles a man who is shown watching his father purchase drugs near": {
    "guess": "Boyhood",
    "confidence": [
      [
        "Boy",
        -0.34035715
      ],
      [
        "hood",
        -0.0007451872
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled writer Dolin overhears him (*) singing while bathing. Its main character, who has sex with two prostitutes as a fast version of the William Tell Overture is playing, visits a bar where milk shoots out from the nipples of a statue. This film's protagonist rapes a woman while singing Singin' in the Rain, and later volunteers to undergo the Ludovico Technique. For 10 points, name this Stanley Kubrick": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0020284464
      ],
      [
        " Clock",
        -0.0003088871
      ],
      [
        "work",
        -9.372295e-06
      ],
      [
        " Orange",
        -2.7848862e-05
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years old and has a girly name. In that film, these people help (*) defend a village, but four of them are killed by musket-wielding bandits. Toshiro Mifune played one of them in Yojimbo. For 10 points, name": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.08958207
      ],
      [
        "urai",
        -0.00026121663
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding his nature omitted from the original. At its beginning, Leon is unable to answer a question about his mother and attacks Holden while, near its end, Gaff notes \"It's too bad she won't live, but then again, who does?\" of the protagonist's love interest, Rachel, who almost passes the Voight-Kampff test. FTP, name this film by Ridley Scott based on Dick's Do Androids Dream of Electric Sheep and featuring Harrison Ford as Deckard, one of the title replicant hunters.": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.0012423749
      ],
      [
        "ade",
        -0.000121662146
      ],
      [
        " Runner",
        -9.794062e-05
      ]
    ]
  },
  "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive white paper. After exposure, the film is pressed against the paper by steel rolls; the reagents are spread between the film and the paper; and a positive image is formed by diffusion on the receiving": {
    "guess": "Instant film",
    "confidence": [
      [
        "Instant",
        -0.5651618
      ],
      [
        " film",
        -0.21248354
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.40976113
      ],
      [
        "haps",
        -0.00012689977
      ],
      [
        "ody",
        -9.0073176e-05
      ],
      [
        " in",
        -0.0052444297
      ],
      [
        " Blue",
        -6.909333e-05
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that its subject matter would be controversial anyway, so they included objectionable scenes such as that one in hopes that they could appease censors by removing the outrageous scenes while keeping the": {
    "guess": "The Birth of a Nation",
    "confidence": [
      [
        "The",
        -1.3376027
      ],
      [
        " Birth",
        -0.60315144
      ],
      [
        " of",
        -0.0009230117
      ],
      [
        " a",
        -0.00071743474
      ],
      [
        " Nation",
        -8.244414e-05
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that its subject matter would be controversial anyway, so they included objectionable scenes such as that one in hopes that they could appease censors by removing the outrageous scenes while keeping the story line the same. FTP name this film that employs a complicated flashback structure in which the": {
    "guess": "Memento",
    "confidence": [
      [
        "M",
        -0.4923364
      ],
      [
        "emento",
        -0.45731828
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy featured Chevy Chase develop this ability and is entitled Memoirs of a man with this trait. In the comic The League of Extraordinary Gentleman, a character with this trait is raped to death by Mr. Hyde, while the most famous fictional character with this trait was played by Claude Rains in his film debut. For 10 points, name this special ability possessed by Dr. Jack Griffin, the titular character of a novel by H.G. Wells, which allows him to walk around buck naked.": {
    "guess": "Invisibility",
    "confidence": [
      [
        "In",
        -0.0017290873
      ],
      [
        "visibility",
        -0.011303743
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of the show Frame Up while disguised as the old woman Mrs. Bellamy. Her most notable acting roles are": {
    "guess": "Jenny McCarthy",
    "confidence": [
      [
        "J",
        -0.3654708
      ],
      [
        "enny",
        -0.0070237955
      ],
      [
        " McCarthy",
        -0.00063857326
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively greater disrepair over the course of this film, in whose climax he utters the catchphrase \"by Grabthar's Hammer, you shall be avenged.\" In this film, the bloodthirsty reptilian Sarris searches for the time-rewinding Omega 13 device, which is saved by the efforts of the last remaining Thermians and the crew members of the NSEA Protector. For 10 points, name this film in which the cast of the title fictional TV series encounter real-life aliens, a parody of Star Trek": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.002930753
      ],
      [
        "axy",
        -7.107425e-06
      ],
      [
        " Quest",
        -7.755679e-05
      ]
    ]
  },
  "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive": {
    "guess": "Instant film",
    "confidence": [
      [
        "Instant",
        -0.38412473
      ],
      [
        " film",
        -0.04159744
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.5934767
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.43376952
      ],
      [
        "axy",
        -9.849109e-06
      ],
      [
        " Quest",
        -0.00056625705
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -1.311669
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy featured Chevy Chase develop this ability and is entitled Memoirs of a man with this trait. In the comic The League of Extraordinary Gentleman, a character with this trait is raped to death by Mr. Hyde,": {
    "guess": "Invisibility",
    "confidence": [
      [
        "In",
        -0.07504415
      ],
      [
        "visibility",
        -0.053999115
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary degree. Martin Luther King, Jr. briefly appears in a 1967 film by a director from this country that was deemed pornographic in Massachusetts, I Am Curious [Yellow]. The most notable director from this country captured Best Foreign Language Film Oscars for The Virgin Spring and Through a Glass Darkly and directed a film about a knight who plays chess with Death. For 10 points, name this country, the home of the director of The Seventh Seal, Ingmar Bergman.": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.025287488
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another man's arm. Standard is killed in this film during a pawn shop robbery, which is revealed to be a planned double-cross by Nino. The protagonist of this film spends time with young Benecio and falls in love with Irene, played by Carey Mulligan. The protagonist accidentally steals one million dollars that should have gone to gangster Bernie Rose, portrayed by Albert Brooks. For 10 points, name this 2011 thriller starring Ryan Gosling as a guy who works with cars for a living.": {
    "guess": "Drive (2011 film)",
    "confidence": [
      [
        "Drive",
        -0.0010359067
      ],
      [
        " (",
        -0.15227933
      ],
      [
        "201",
        -1.60477e-05
      ],
      [
        "1",
        -0.00023607932
      ],
      [
        " film",
        -0.0015734256
      ],
      [
        ")",
        -0.0001819682
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche": {
    "guess": "Alphaville",
    "confidence": [
      [
        "Al",
        -0.046338964
      ],
      [
        "ph",
        -0.034751747
      ],
      [
        "av",
        -1.8550976e-05
      ],
      [
        "ille",
        -0.00014609157
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt, its director went on to work on After Hours, and he'd eventually lose in the Oscar race to Barry Levinson for Rain Main. The final scene sees the protagonist begging his father to \"Make a feast, welcome": {
    "guess": "The Last Temptation of Christ",
    "confidence": [
      [
        "The",
        -0.12825619
      ],
      [
        " Last",
        -0.019191988
      ],
      [
        " Tem",
        -9.221884e-05
      ],
      [
        "pt",
        -5.371606e-05
      ],
      [
        "ation",
        -6.6232446e-05
      ],
      [
        " of",
        -0.00029244067
      ],
      [
        " Christ",
        -0.0012494005
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine Darbon in Love on the Run. In another work, that character is sent to a work camp after stealing": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.5216918
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\"": {
    "guess": "Fargo (1996 film)",
    "confidence": [
      [
        "F",
        -0.86373585
      ],
      [
        "argo",
        -0.75922084
      ],
      [
        " (",
        -0.06087521
      ],
      [
        "199",
        -0.49083695
      ],
      [
        "6",
        -0.0002609782
      ],
      [
        " film",
        -0.020550417
      ],
      [
        ")",
        -2.8206474e-05
      ]
    ]
  },
  "In the 2002 film version of The Importance of Being Earnest, she played Cecily. In 2000's Little Nicky, her character was Angel Holly. When she lived in Pleasantville, she was Jennifer, but in Vanity Fair, she was Becky Sharp. She handed out muffins and gum as Tracy Flick in an attempt to win the titular Election, and she has played Elle Woods twice. For 10 points, name this actress who starred opposite Joaquin Phoenix as June Carter in Walk the Line.": {
    "guess": "Reese Witherspoon",
    "confidence": [
      [
        "Re",
        -0.009068781
      ],
      [
        "ese",
        -9.968313e-06
      ],
      [
        " With",
        -0.0011888029
      ],
      [
        "ers",
        -3.4047454e-05
      ],
      [
        "poon",
        -0.0002944671
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code": {
    "guess": "Sunset Boulevard",
    "confidence": [
      [
        "Sun",
        -0.41019928
      ],
      [
        "set",
        -0.0211504
      ],
      [
        " Boulevard",
        -0.008878449
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked": {
    "guess": "Pulp Fiction",
    "confidence": [
      [
        "P",
        -0.34167576
      ],
      [
        "ulp",
        -2.7729659e-05
      ],
      [
        " Fiction",
        -1.50940705e-05
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years old and has a girly name. In that film, these people help (*) defend a village, but four of them are killed by musket-wielding bandits. Toshiro Mifune played one of them in Yojimbo. For 10 points, name these people who are the subject of many Japanese films, including one by Kurosawa about seven of them.": {
    "guess": "Seven Samurai",
    "confidence": [
      [
        "Seven",
        -0.3246461
      ],
      [
        " Samurai",
        -0.0012255855
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks, he poses as a dishwasher, steals shoes at a tourist attraction, and is almost blinded by Maman.": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -0.27517718
      ],
      [
        "é",
        -0.045823164
      ],
      [
        "lie",
        -0.000117370815
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.01633476
      ],
      [
        "ade",
        -0.00016373003
      ],
      [
        " Runner",
        -0.00037442712
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in": {
    "guess": "Who's Afraid of Virginia Woolf?",
    "confidence": [
      [
        "Who",
        -0.105714984
      ],
      [
        "'s",
        -0.00027611342
      ],
      [
        " Af",
        -3.9888433e-05
      ],
      [
        "raid",
        -1.2233183e-05
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " Virginia",
        -0.00055255595
      ],
      [
        " Wool",
        -0.00011069541
      ],
      [
        "f",
        -1.27099975e-05
      ],
      [
        "?",
        -0.00026872646
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively greater disrepair over the course of this film, in whose climax he utters the catchphrase \"by Grabthar's Hammer, you shall be avenged.\" In this film, the bloodthirsty reptilian Sarris searches for the time-rewinding Omega 13 device, which is saved by the efforts of the last remaining Thermians": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.001375353
      ],
      [
        "axy",
        -2.1054253e-05
      ],
      [
        " Quest",
        -0.0001342904
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered, and Cesare then abducts Alan's fiancee Jane and dies of exhaustion running from townspeople. While the police discover a dummy in the title object, Francis tracks the title doctor to a mental asylum, where he appears to be the director. Starring Werner Krauss and Conrad Veidt, written by Hans Janowitz": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.0021363404
      ],
      [
        " Cabinet",
        -0.0016719686
      ],
      [
        " of",
        -1.0206721e-05
      ],
      [
        " Dr",
        -8.3159364e-05
      ],
      [
        ".",
        -5.347765e-05
      ],
      [
        " Cal",
        -1.2113979e-05
      ],
      [
        "ig",
        -4.1199673e-05
      ],
      [
        "ari",
        -2.4153549e-05
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt, its director went on to work on After Hours, and he'd eventually lose in the Oscar race to Barry Levinson for Rain Main. The final scene sees the protagonist begging his father to \"Make a feast, welcome me home\". The title figure is played by a Brooklyn-accented Harvey Keitel, who controversially fantasized a sex scene with Barbara Hershey's Mary Magdelane while on the cross.  For ten points, name": {
    "guess": "The Last Temptation of Christ",
    "confidence": [
      [
        "The",
        -0.0052207136
      ],
      [
        " Last",
        -0.0033598663
      ],
      [
        " Tem",
        -3.1281633e-07
      ],
      [
        "pt",
        -1.342522e-05
      ],
      [
        "ation",
        -3.1186566e-05
      ],
      [
        " of",
        -0.0012138063
      ],
      [
        " Christ",
        -0.00082511053
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.63621056
      ],
      [
        " House",
        -0.009120761
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*)": {
    "guess": "The Desperado",
    "confidence": [
      [
        "The",
        -0.048011594
      ],
      [
        " Des",
        -0.0016359049
      ],
      [
        "per",
        -0.0015341435
      ],
      [
        "ado",
        -0.0008508439
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another man's arm. Standard is killed in this film during a pawn shop robbery, which is revealed to be a planned double-cross by Nino. The protagonist of this film spends time with young Benecio and falls in love with Irene, played by Carey Mulligan. The protagonist accidentally steals one million dollars that should have gone to gangster Bernie Rose, portrayed by Albert Brooks. For 10 points, name this": {
    "guess": "Drive (2011 film)",
    "confidence": [
      [
        "Drive",
        -0.0027877653
      ],
      [
        " (",
        -0.07370693
      ],
      [
        "201",
        -0.00010843054
      ],
      [
        "1",
        -0.00026252787
      ],
      [
        " film",
        -0.002406812
      ],
      [
        ")",
        -0.0004512878
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.06396615
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is revealed only after his death as Edwin Hoover. An alternate ending on its DVD has the central family stealing a trophy as they depart the Redondo Suites. Pornography purchased by Steve Carell's character early on in the movie distracts a motorcycle cop from Grandpa's dead body when the family's yellow": {
    "guess": "Little Miss Sunshine",
    "confidence": [
      [
        "Little",
        -0.0062119816
      ],
      [
        " Miss",
        -5.8365e-05
      ],
      [
        " Sunshine",
        -4.3226137e-05
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible \"mineshaft gap.\" A character in this film is worried about his (*) \"precious bodily fluids\"; another shouts \"Gentlemen, you can't fight in here! This is the War Room!\" Near its end, Slim Pickens' character falls to earth atop an atom bomb. For 10 points, name this Stanley Kubrick film in which Peter Sellers plays a British officer, the President, and the title scientist, who can't stop making": {
    "guess": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "confidence": [
      [
        "Dr",
        -0.022274328
      ],
      [
        ".",
        -0.0003582264
      ],
      [
        " Str",
        -0.00065298594
      ],
      [
        "angel",
        -0.000119993296
      ],
      [
        "ove",
        -2.7372049e-05
      ],
      [
        " or",
        -0.2838269
      ],
      [
        ":",
        -0.00072017644
      ],
      [
        " How",
        -0.0002036596
      ],
      [
        " I",
        -3.392825e-05
      ],
      [
        " Learned",
        -0.00092980627
      ],
      [
        " to",
        -8.733149e-05
      ],
      [
        " Stop",
        -0.00019007038
      ],
      [
        " W",
        -4.990154e-05
      ],
      [
        "orry",
        -3.2929079e-06
      ],
      [
        "ing",
        -7.088138e-05
      ],
      [
        " and",
        -2.129266e-05
      ],
      [
        " Love",
        -9.913265e-05
      ],
      [
        " the",
        -0.00033475063
      ],
      [
        " Bomb",
        -7.588794e-05
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -1.0728196
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent": {
    "guess": "Rhapsody in Blue (film)",
    "confidence": [
      [
        "R",
        -0.7097763
      ],
      [
        "haps",
        -3.1424974e-05
      ],
      [
        "ody",
        -2.0696643e-05
      ],
      [
        " in",
        -0.011959478
      ],
      [
        " Blue",
        -0.000104377614
      ],
      [
        " (",
        -0.48919505
      ],
      [
        "film",
        -0.15493412
      ],
      [
        ")",
        -0.00038848948
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau microbridge or proximity-effect type of this device.  A drop of lead-tin solder around a niobium wire creates the SLUG type, while the simplest type is called the Anderson-Dayem bridge.  They are useful in determining absolute voltages and absolute temperatures by measuring emitted radiation": {
    "guess": "Josephson junction",
    "confidence": [
      [
        "Joseph",
        -0.9647179
      ],
      [
        "son",
        -4.429897e-05
      ],
      [
        " junction",
        -0.6007846
      ]
    ]
  },
  "In the 2002 film version of The Importance of Being Earnest, she played Cecily. In 2000's Little Nicky,": {
    "guess": "Reese Witherspoon",
    "confidence": [
      [
        "Re",
        -0.0044271513
      ],
      [
        "ese",
        -0.00021390743
      ],
      [
        " With",
        -0.0005829382
      ],
      [
        "ers",
        -1.640531e-05
      ],
      [
        "poon",
        -0.00019185843
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*) Quentin Tarantino in his cameo in this film. Two friends of its protagonist have guitar cases that function as machine guns and RPGs. Its opening credits play over a flashback of a band performing": {
    "guess": "Desperado (film)",
    "confidence": [
      [
        "Des",
        -0.3247815
      ],
      [
        "per",
        -0.00013166793
      ],
      [
        "ado",
        -0.0005071613
      ],
      [
        " (",
        -0.30722165
      ],
      [
        "film",
        -0.00091765117
      ],
      [
        ")",
        -6.0749073e-05
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the basis for his film State of Siege, while a Thomas Hauser novel about Charles Horman inspired his film which landed awards for Sissy Spacek and Jack Lemmon. He's best known for a movie which features Irene Papas as Helene, the wife of a Deputy played by Yves Montand, a pacifist whose assassination is covered up as a traffic accident, but exposed by a magistrate and photo-journalist. FTP, name this director of Missing, whose film Z depicts the overthrow of democracy in his native Greece.": {
    "guess": "Costa-Gavras",
    "confidence": [
      [
        "Cost",
        -0.00987213
      ],
      [
        "a",
        -0.0008709637
      ],
      [
        "-G",
        -0.08572853
      ],
      [
        "avras",
        -0.00094647275
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.019571863
      ],
      [
        "axy",
        -4.0007635e-05
      ],
      [
        " Quest",
        -0.0015337858
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher Sourpuss, causing him to run away. The magazine Notebooks on Cinema was important to a cinema movement": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.12817806
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.12078392
      ],
      [
        " House",
        -0.0052309176
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a companion film called Higher Goals, profiles a man who is shown watching his father purchase drugs near a playground. Another man profiled in this film is recruited by Gene Pingatore, and is shown reflecting on the failures of his older brother Curtis, rehabilitating a knee injury, and eventually attending": {
    "guess": "Hoop Dreams",
    "confidence": [
      [
        "H",
        -0.002785385
      ],
      [
        "oop",
        -2.1008714e-06
      ],
      [
        " Dreams",
        -3.5120287e-05
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*) Quentin Tarantino in his cameo in this film. Two friends of its protagonist have guitar cases that function as machine guns and RPGs. Its opening credits play over a flashback of a band performing \"Canción del Mariachi\", which progresses to the title character being shot through the hand. For 10 points, name this Robert Rodriguez film headlined by Salma Hayek and Antonio Banderas, who's visiting vengeance on the drug lord Bucho, who turns out to be his brother.": {
    "guess": "Desperado",
    "confidence": [
      [
        "Des",
        -0.14066227
      ],
      [
        "per",
        -0.00017743846
      ],
      [
        "ado",
        -0.00012797261
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he": {
    "guess": "Grand Illusion",
    "confidence": [
      [
        "Grand",
        -0.54145396
      ],
      [
        " Ill",
        -0.0019916822
      ],
      [
        "usion",
        -0.002234236
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible": {
    "guess": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "confidence": [
      [
        "Dr",
        -0.015404559
      ],
      [
        ".",
        -0.00018852073
      ],
      [
        " Str",
        -0.0006123595
      ],
      [
        "angel",
        -8.888114e-05
      ],
      [
        "ove",
        -1.4140442e-05
      ],
      [
        " or",
        -0.3768798
      ],
      [
        ":",
        -0.0013098827
      ],
      [
        " How",
        -0.00011534435
      ],
      [
        " I",
        -9.729906e-06
      ],
      [
        " Learned",
        -0.0005189551
      ],
      [
        " to",
        -4.894791e-05
      ],
      [
        " Stop",
        -0.00011844365
      ],
      [
        " W",
        -3.1544176e-05
      ],
      [
        "orry",
        -1.7432603e-06
      ],
      [
        "ing",
        -0.00010688089
      ],
      [
        " and",
        -2.3080716e-05
      ],
      [
        " Love",
        -6.134509e-05
      ],
      [
        " the",
        -0.00015395533
      ],
      [
        " Bomb",
        -4.310693e-05
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that its subject matter would be controversial anyway, so they included objectionable scenes such as that one in hopes that they could appease censors by removing the outrageous scenes while keeping the story line the same. FTP name this film that employs a complicated flashback structure in which the title character's friends and associates give their accounts of the man after his death, paradoxically": {
    "guess": "Citizen Kane",
    "confidence": [
      [
        "Cit",
        -0.03156603
      ],
      [
        "izen",
        -7.3742274e-05
      ],
      [
        " Kane",
        -0.0008220186
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher Sourpuss, causing him to run away. The magazine Notebooks on Cinema was important to a cinema movement in this country. Rick Blaine originally met Ilsa in this country in Casablanca. In a film set": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.057913154
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible \"mineshaft gap.\" A character in this film is worried about his (*) \"precious bodily fluids\";": {
    "guess": "Dr. Strangelove",
    "confidence": [
      [
        "Dr",
        -0.0069687404
      ],
      [
        ".",
        -0.0005059693
      ],
      [
        " Str",
        -0.0014172613
      ],
      [
        "angel",
        -4.4537377e-05
      ],
      [
        "ove",
        -1.473646e-05
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively greater disrepair over the course of this film, in whose climax he utters the catchphrase \"by Grabthar's": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.0017714504
      ],
      [
        "axy",
        -1.8624639e-06
      ],
      [
        " Quest",
        -0.0010305463
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0121459225
      ],
      [
        " Clock",
        -4.5371802e-05
      ],
      [
        "work",
        -4.1914896e-05
      ],
      [
        " Orange",
        -0.00013285996
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes": {
    "guess": "Falling Down",
    "confidence": [
      [
        "F",
        -0.103767335
      ],
      [
        "alling",
        -0.011666245
      ],
      [
        " Down",
        -0.00024620062
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible \"mineshaft gap.\" A character in this film is worried about his (*) \"precious bodily fluids\"; another shouts \"Gentlemen, you can't fight in here! This is the War Room!\" Near its end, Slim Pickens' character falls to earth atop an atom bomb. For 10 points, name this Stanley Kubrick film in which": {
    "guess": "Dr. Strangelove",
    "confidence": [
      [
        "Dr",
        -0.0086876135
      ],
      [
        ".",
        -7.064298e-05
      ],
      [
        " Str",
        -0.0011659377
      ],
      [
        "angel",
        -3.5358695e-05
      ],
      [
        "ove",
        -1.50940705e-05
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays": {
    "guess": "The Agony and the Ecstasy",
    "confidence": [
      [
        "The",
        -1.1578377
      ],
      [
        " Ag",
        -1.098953
      ],
      [
        "ony",
        -0.0011574854
      ],
      [
        " and",
        -0.0008677525
      ],
      [
        " the",
        -0.0010485277
      ],
      [
        " Ec",
        -0.00021069261
      ],
      [
        "stasy",
        -0.030645592
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw": {
    "guess": "Tucker & Dale vs. Evil",
    "confidence": [
      [
        "T",
        -0.8981011
      ],
      [
        "ucker",
        -0.5347446
      ],
      [
        " &",
        -0.10538514
      ],
      [
        " Dale",
        -0.00034392564
      ],
      [
        " vs",
        -0.0019690774
      ],
      [
        ".",
        -0.03878429
      ],
      [
        " Evil",
        -7.7199176e-05
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely too many brains to have an ass like that.\" The protagonist, an NYU philosophy graduate, brings his medical records wherever he goes in order to save time, and his finishing move involves ripping": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.01758893
      ],
      [
        " House",
        -0.0046318574
      ]
    ]
  },
  "In the 2002 film version of The Importance of Being Earnest, she played Cecily. In 2000's Little Nicky, her character was Angel Holly. When she lived in Pleasantville, she was Jennifer, but in Vanity Fair,": {
    "guess": "Reese Witherspoon",
    "confidence": [
      [
        "Re",
        -0.005328267
      ],
      [
        "ese",
        -0.00019924906
      ],
      [
        " With",
        -0.00132548
      ],
      [
        "ers",
        -3.1424974e-05
      ],
      [
        "poon",
        -0.00032879043
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of the show Frame Up while disguised as the old woman Mrs. Bellamy. Her most notable acting roles are in parody films, such as playing Queen Margo in Meet the Spartans, the blind girl who defecates at a funeral in Scary Movie 4, and the Kazaam-fearing girl who dies at the beginning of the first Scary Movie. She was briefly married to both Dennis Rodman and Dave Navarro. For 10 points, name this former": {
    "guess": "Carmen Electra",
    "confidence": [
      [
        "C",
        -0.041014183
      ],
      [
        "arm",
        -1.9816675e-06
      ],
      [
        "en",
        -8.299462e-06
      ],
      [
        " Elect",
        -0.00018089537
      ],
      [
        "ra",
        -3.261701e-05
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely too many brains to have an ass like that.\" The protagonist, an NYU philosophy graduate, brings his medical records wherever he goes in order to save time, and his finishing move involves ripping the throat out of his victims. He is hired to cool a bar in Jasper, a town run by Brad Wesley. FTP name this seminal 1989 cinematic masterpiece, in which Patrick Swayze plays a cooler named Dalton who cleans up the Double Deuce.": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.06573441
      ],
      [
        " House",
        -0.004154976
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David": {
    "guess": "Germany",
    "confidence": [
      [
        "Germany",
        -0.9978836
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.013889271
      ],
      [
        "urai",
        -0.00016980943
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a companion film called Higher Goals, profiles a man who is shown watching his father purchase drugs near a playground. Another man profiled in this film is recruited by Gene Pingatore, and is shown reflecting on the failures of his older brother Curtis, rehabilitating a knee injury, and eventually attending Marquette University. For 10 points, name this 1994 Steve James documentary that follows Arthur Agee and William Gates, two Chicago high-school basketball players.": {
    "guess": "Hoop Dreams",
    "confidence": [
      [
        "H",
        -9.2576454e-05
      ],
      [
        "oop",
        -1.504853e-06
      ],
      [
        " Dreams",
        -4.632543e-05
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is": {
    "guess": "Little Miss Sunshine",
    "confidence": [
      [
        "Little",
        -0.0381971
      ],
      [
        " Miss",
        -3.0545007e-06
      ],
      [
        " Sunshine",
        -3.9292416e-05
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine Darbon in Love on the Run. In another work, that character is sent to a work camp after stealing a typewriter and is named Antoine Doinel. Another film from here focuses on the events after the Humphrey Bogart-admiring Michel shoots a police officer. Such films as The 400 Blows and Breathless are": {
    "guess": "French New Wave",
    "confidence": [
      [
        "French",
        -0.45829374
      ],
      [
        " New",
        -0.0006382157
      ],
      [
        " Wave",
        -5.9080223e-05
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of the show Frame Up while disguised as the old woman Mrs. Bellamy. Her most notable acting roles are in parody films, such as playing Queen Margo in Meet the Spartans, the blind girl who defecates at a funeral in Scary Movie 4, and the Kazaam-fearing girl who dies at the beginning of the first Scary Movie. She was briefly married to both Dennis Rodman and Dave Navarro. For 10 points, name this former Baywatch actress and Playboy model, who currently produces a namesake Aerobic Striptease workout.": {
    "guess": "Carmen Electra",
    "confidence": [
      [
        "C",
        -0.3236609
      ],
      [
        "arm",
        -1.2113979e-05
      ],
      [
        "en",
        -6.6306106e-06
      ],
      [
        " Elect",
        -0.00048940734
      ],
      [
        "ra",
        -3.1186566e-05
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*) Quentin Tarantino in his cameo in this film. Two friends of its protagonist have guitar cases that": {
    "guess": "The Desperado",
    "confidence": [
      [
        "The",
        -0.17301683
      ],
      [
        " Des",
        -0.0021554956
      ],
      [
        "per",
        -8.44706e-05
      ],
      [
        "ado",
        -0.00054171204
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress while riding a train to Boston. Followed up chronologically by the composer's Cuban Overture and": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.20493956
      ],
      [
        "haps",
        -0.00011760922
      ],
      [
        "ody",
        -1.92662e-05
      ],
      [
        " in",
        -0.0054629594
      ],
      [
        " Blue",
        -0.00012952226
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding his nature omitted from the original. At its beginning, Leon is unable to answer a question about his mother and attacks Holden while, near its end, Gaff notes \"It's too bad she won't live, but": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.00064964825
      ],
      [
        "ade",
        -0.00026574635
      ],
      [
        " Runner",
        -0.00046618094
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.1385713
      ],
      [
        "ol",
        -6.46828e-05
      ],
      [
        " F",
        -3.4285862e-05
      ],
      [
        "ug",
        -8.537869e-06
      ],
      [
        "ard",
        -3.106736e-05
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of the show Frame Up while disguised as the old woman Mrs. Bellamy. Her most notable acting roles are in parody films, such as playing Queen Margo in Meet the Spartans, the blind girl who defecates at a": {
    "guess": "Carmen Electra",
    "confidence": [
      [
        "C",
        -0.46401292
      ],
      [
        "arm",
        -9.3410876e-05
      ],
      [
        "en",
        -1.0921943e-05
      ],
      [
        " Elect",
        -0.0011829656
      ],
      [
        "ra",
        -4.441817e-05
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible \"mineshaft gap.\" A character in this film is worried about his (*) \"precious bodily fluids\"; another shouts \"Gentlemen, you can't fight in here! This is the War Room!\" Near its end, Slim Pickens' character falls to earth atop an atom bomb. For 10 points, name this Stanley Kubrick film in which Peter Sellers plays a British officer, the President, and the title scientist, who can't stop making the Nazi salute.": {
    "guess": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "confidence": [
      [
        "Dr",
        -0.014073119
      ],
      [
        ".",
        -0.0001005631
      ],
      [
        " Str",
        -0.0004802433
      ],
      [
        "angel",
        -8.470901e-05
      ],
      [
        "ove",
        -1.5332478e-05
      ],
      [
        " or",
        -0.38748503
      ],
      [
        ":",
        -0.000614386
      ],
      [
        " How",
        -0.00015324011
      ],
      [
        " I",
        -2.618001e-05
      ],
      [
        " Learned",
        -0.00060748315
      ],
      [
        " to",
        -5.1928004e-05
      ],
      [
        " Stop",
        -0.00010986099
      ],
      [
        " W",
        -2.9875326e-05
      ],
      [
        "orry",
        -1.8624639e-06
      ],
      [
        "ing",
        -8.6735476e-05
      ],
      [
        " and",
        -1.4498052e-05
      ],
      [
        " Love",
        -6.6232446e-05
      ],
      [
        " the",
        -0.00019233524
      ],
      [
        " Bomb",
        -3.619312e-05
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks, he poses as a dishwasher, steals shoes at a tourist attraction, and is almost blinded by Maman. The female lead runs through a train station wearing a yellow tunic, and during the finale she wears a yellow scarf. During the this film's climax, Salim is shot dead in a bathtub full of cash while": {
    "guess": "Slumdog Millionaire",
    "confidence": [
      [
        "Sl",
        -0.017438754
      ],
      [
        "um",
        -0.00027563662
      ],
      [
        "dog",
        -0.0027289097
      ],
      [
        " Million",
        -0.014638453
      ],
      [
        "aire",
        -0.003120914
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy featured Chevy Chase develop this ability and is entitled Memoirs of a man with this trait. In the comic The League of Extraordinary Gentleman, a character with this trait is raped to death by Mr. Hyde, while the most famous fictional character with this trait was played by Claude Rains in his film": {
    "guess": "Invisibility",
    "confidence": [
      [
        "In",
        -0.012337051
      ],
      [
        "visibility",
        -0.21518707
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy": {
    "guess": "Invisibility",
    "confidence": [
      [
        "In",
        -0.1721972
      ],
      [
        "visibility",
        -0.21712193
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery": {
    "guess": "Song to the Siren",
    "confidence": [
      [
        "Song",
        -1.1955973
      ],
      [
        " to",
        -0.27053997
      ],
      [
        " the",
        -0.21430962
      ],
      [
        " S",
        -0.007075636
      ],
      [
        "iren",
        -0.0006644222
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married": {
    "guess": "Boogie Nights",
    "confidence": [
      [
        "Bo",
        -1.0151445
      ],
      [
        "ogie",
        -0.8203817
      ],
      [
        " Nights",
        -0.00045343346
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall": {
    "guess": "The Invisible Man's Revenge",
    "confidence": [
      [
        "The",
        -0.2579165
      ],
      [
        " Invisible",
        -0.9094908
      ],
      [
        " Man",
        -0.0009916032
      ],
      [
        "'s",
        -0.011667896
      ],
      [
        " Revenge",
        -0.025101488
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt, its director went on to work on After Hours, and he'd eventually lose in the Oscar race to Barry Levinson for Rain Main. The final scene sees the protagonist begging his father to \"Make a feast, welcome me home\". The title figure is played by a Brooklyn-accented Harvey Keitel, who controversially": {
    "guess": "The Last Temptation of Christ",
    "confidence": [
      [
        "The",
        -0.06519567
      ],
      [
        " Last",
        -0.0024141807
      ],
      [
        " Tem",
        -1.504853e-06
      ],
      [
        "pt",
        -1.3186812e-05
      ],
      [
        "ation",
        -3.7385154e-05
      ],
      [
        " of",
        -0.0011952289
      ],
      [
        " Christ",
        -0.0008895447
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a companion film called Higher Goals, profiles a man who is shown watching his father purchase drugs near a playground. Another man profiled in this film is recruited by Gene Pingatore, and is shown reflecting": {
    "guess": "Hoop Dreams",
    "confidence": [
      [
        "H",
        -0.0016882737
      ],
      [
        "oop",
        -2.220075e-06
      ],
      [
        " Dreams",
        -3.4047454e-05
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered, and Cesare then abducts Alan's fiancee Jane and dies of exhaustion running from townspeople. While the police discover a dummy in the title object, Francis tracks the title doctor to a mental asylum,": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.002659601
      ],
      [
        " Cabinet",
        -0.0029553585
      ],
      [
        " of",
        -2.6656826e-05
      ],
      [
        " Dr",
        -0.00016098835
      ],
      [
        ".",
        -0.00011629798
      ],
      [
        " Cal",
        -1.3544423e-05
      ],
      [
        "ig",
        -4.727906e-05
      ],
      [
        "ari",
        -3.4405064e-05
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy featured Chevy Chase develop this ability and is entitled Memoirs of a man with this trait. In the comic The League of Extraordinary Gentleman, a character with this trait is raped to death by Mr. Hyde, while the most famous fictional character with this trait was played by Claude Rains in his film debut. For 10 points, name this special ability possessed by Dr. Jack Griffin, the titular character": {
    "guess": "Invisibility",
    "confidence": [
      [
        "In",
        -0.0025158506
      ],
      [
        "visibility",
        -0.008342695
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a": {
    "guess": "Boyhood",
    "confidence": [
      [
        "Boy",
        -0.26168066
      ],
      [
        "hood",
        -0.0003976608
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks, he poses as a dishwasher, steals shoes at a tourist attraction, and is almost blinded by Maman. The female lead runs through a train station wearing a yellow tunic, and during the finale she wears a yellow scarf. During the this film's climax, Salim is shot dead in a bathtub full of cash while the title chai-wallah correctly guesses the name of the third musketeer. Jamal loves Latika in, for": {
    "guess": "Slumdog Millionaire",
    "confidence": [
      [
        "Sl",
        -0.005365376
      ],
      [
        "um",
        -6.17027e-05
      ],
      [
        "dog",
        -7.2073424e-05
      ],
      [
        " Million",
        -0.002220557
      ],
      [
        "aire",
        -0.0008854918
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled writer Dolin overhears him (*) singing while bathing. Its main character, who has sex with two prostitutes as a fast version of the William Tell Overture is playing, visits a bar where milk shoots out from the nipples of a statue. This film's protagonist rapes a woman while singing Singin' in the": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.0077571073
      ],
      [
        " Clock",
        -7.147741e-05
      ],
      [
        "work",
        -5.3239244e-05
      ],
      [
        " Orange",
        -0.00012225083
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an": {
    "guess": "2001: A Space Odyssey",
    "confidence": [
      [
        "200",
        -1.0169306
      ],
      [
        "1",
        -0.0014244027
      ],
      [
        ":",
        -0.00090348057
      ],
      [
        " A",
        -0.0016241183
      ],
      [
        " Space",
        -0.0002554985
      ],
      [
        " Odyssey",
        -0.00028743778
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress while riding a train to Boston. Followed up chronologically by the composer's Cuban Overture and a Concerto in F, the New York Tribune advised listeners to \"weep over the lifelessness\" of this work. It was commissioned by Paul Whiteman, scored by his arranger Ferde Grofe and famously named after a visit to a Whistler gallery by the composer's brother Ira. FTP, name this George Gershwin work with a famous clarinet opening and a colorful title.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.0076338393
      ],
      [
        "haps",
        -3.3093824e-05
      ],
      [
        "ody",
        -2.9352968e-06
      ],
      [
        " in",
        -0.0001006823
      ],
      [
        " Blue",
        -3.464347e-05
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop.": {
    "guess": "Mongol (film)",
    "confidence": [
      [
        "M",
        -1.079024
      ],
      [
        "ong",
        -0.00017028624
      ],
      [
        "ol",
        -0.2757851
      ],
      [
        " (",
        -0.3838858
      ],
      [
        "film",
        -0.18060538
      ],
      [
        ")",
        -0.00015884268
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior of the jarhead clan,\" the protagonist becomes the sixth Toruk makto and is aided by Trudy and Norm in his quest to stop Parker Selfridge from mining the unobtanium under the Omaticaya hometree. Neytiri and others communicate by joining their ponytails. Starring Sam Worthington, Zoe Saldana, and": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -0.0031180605
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary degree. Martin Luther King, Jr. briefly appears in a 1967 film by a director from this country that was deemed pornographic in Massachusetts, I Am Curious [Yellow]. The most notable director from this country captured Best Foreign Language Film Oscars for The Virgin Spring and Through a Glass Darkly": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.028474052
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.5482834
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the dimwitted Ed in Good (*) Burger. In the Simpsons episode, \"The Frying Game,\" she is a guest host of": {
    "guess": "Jenny McCarthy",
    "confidence": [
      [
        "J",
        -0.2990849
      ],
      [
        "enny",
        -0.002861701
      ],
      [
        " McCarthy",
        -0.0010492429
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau microbridge or proximity-effect type of this device.  A drop of lead-tin solder around a niobium wire creates the SLUG type, while the simplest type is called the Anderson-Dayem bridge.  They are useful in determining absolute voltages and absolute temperatures by measuring emitted radiation frequencies, and at a minimum of six picoseconds, they are the fastest known switching devices.  FTP, identify these connections between superconductors through which their namesake effects are observed.": {
    "guess": "Josephson Junctions",
    "confidence": [
      [
        "Joseph",
        -0.016826363
      ],
      [
        "son",
        -0.00019698418
      ],
      [
        " Junction",
        -0.06820554
      ],
      [
        "s",
        -0.021867478
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered,": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.0014357085
      ],
      [
        " Cabinet",
        -0.0015179537
      ],
      [
        " of",
        -5.2001665e-06
      ],
      [
        " Dr",
        -5.7530575e-05
      ],
      [
        ".",
        -6.539802e-05
      ],
      [
        " Cal",
        -1.8624639e-06
      ],
      [
        "ig",
        -3.035214e-05
      ],
      [
        "ari",
        -1.7716551e-05
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary degree. Martin Luther King, Jr. briefly appears in a 1967 film by a director from this country that was deemed pornographic in Massachusetts, I Am Curious [Yellow]. The most notable director from this": {
    "guess": "Cinema of Sweden",
    "confidence": [
      [
        "C",
        -0.79764694
      ],
      [
        "inema",
        -0.0019244713
      ],
      [
        " of",
        -0.0007811574
      ],
      [
        " Sweden",
        -9.9251854e-05
      ]
    ]
  },
  "This film's protagonist claims to know who stole a cop's bicycle last Thursday. In a series of flashbacks, he poses as a dishwasher, steals shoes at a tourist attraction, and is almost blinded by Maman. The female lead runs through a train station wearing a yellow tunic, and during the finale she wears": {
    "guess": "Amélie",
    "confidence": [
      [
        "Am",
        -0.44242346
      ],
      [
        "é",
        -0.2129093
      ],
      [
        "lie",
        -0.00016814057
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt, its director went on to work on After Hours, and he'd eventually lose in the Oscar race to Barry Levinson for Rain Main. The final scene sees the protagonist begging his father to \"Make a feast, welcome me home\". The title figure is played by a Brooklyn-accented Harvey Keitel, who controversially fantasized a sex scene with Barbara Hershey's Mary Magdelane while on the cross.  For ten points, name this 1988 film by Martin Scorsese based on a novel by Nikos Kazantzakis.": {
    "guess": "The Last Temptation of Christ",
    "confidence": [
      [
        "The",
        -0.0015197417
      ],
      [
        " Last",
        -0.0005564896
      ],
      [
        " Tem",
        -0.00010306638
      ],
      [
        "pt",
        -1.1398757e-05
      ],
      [
        "ation",
        -2.7014437e-05
      ],
      [
        " of",
        -0.00052551134
      ],
      [
        " Christ",
        -0.00049453304
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top": {
    "guess": "Black Swan",
    "confidence": [
      [
        "Black",
        -1.3874846
      ],
      [
        " Swan",
        -0.19465117
      ]
    ]
  },
  "This film originally had a scene that took place in a whorehouse. The makers of the movie had known that": {
    "guess": "Once Upon a Time in America",
    "confidence": [
      [
        "Once",
        -1.5157545
      ],
      [
        " Upon",
        -0.00054528815
      ],
      [
        " a",
        -0.00019197763
      ],
      [
        " Time",
        -4.6206227e-05
      ],
      [
        " in",
        -0.0003035266
      ],
      [
        " America",
        -0.55721027
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior of the jarhead clan,\" the protagonist becomes the sixth Toruk makto and is aided by Trudy and Norm in his quest to stop Parker Selfridge from mining the unobtanium under the Omaticaya hometree. Neytiri and others communicate by joining their ponytails. Starring Sam Worthington, Zoe Saldana, and Sigourney Weaver, this film tells of Jake Sully's interaction with the Na'vi people. For 10 points,": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -0.0016922038
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -0.42186898
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls and dunked by a seal. In a fantasy sequence in one film, she wrestles Kim Kardashian before getting killed by the \"curved bullet\" trick. This actress plays the unlikely wife of Eugene Levy's character in Cheaper by the Dozen Two. She is hit in the head with a golf ball while trying to seduce the": {
    "guess": "Carmen Electra",
    "confidence": [
      [
        "C",
        -0.071654096
      ],
      [
        "arm",
        -0.002956424
      ],
      [
        "en",
        -3.6908343e-05
      ],
      [
        " Elect",
        -0.0011300942
      ],
      [
        "ra",
        -5.085517e-05
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding his nature omitted from the original. At its beginning, Leon is unable to answer a question about his mother and attacks Holden while, near its end, Gaff notes \"It's too bad she won't live, but then again, who does?\" of the protagonist's love interest, Rachel, who almost passes the Voight-Kampff": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.0021299217
      ],
      [
        "ade",
        -0.00017290872
      ],
      [
        " Runner",
        -0.00021652991
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell people \"if I don't make it, don't forget about me\" before a pre-credits screen notes that he married his girlfriend Catherine and dropped out of school. This film, which was released a year after a companion film called Higher Goals, profiles a man who is shown watching his father purchase drugs near a playground. Another man profiled in this film is recruited by Gene Pingatore, and is shown reflecting on the failures of his older brother Curtis, rehabilitating a knee injury, and eventually attending Marquette University. For 10 points, name this 1994 Steve James documentary that follows Arthur": {
    "guess": "Hoop Dreams",
    "confidence": [
      [
        "H",
        -0.001125691
      ],
      [
        "oop",
        -4.8425554e-06
      ],
      [
        " Dreams",
        -9.2695656e-05
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known": {
    "guess": "Meshes of the Afternoon",
    "confidence": [
      [
        "Mesh",
        -0.4911488
      ],
      [
        "es",
        -5.6769813e-06
      ],
      [
        " of",
        -9.72254e-05
      ],
      [
        " the",
        -0.00021641071
      ],
      [
        " After",
        -0.00019388489
      ],
      [
        "noon",
        -4.246537e-06
      ]
    ]
  },
  "The film of this name stars Oscar Levant and Alexis Smith, and a desire to beat out a rival named Vincent Lopez indirectly inspired the composition of this piece, on which the composer made great progress while riding a train to Boston. Followed up chronologically by the composer's Cuban Overture and a Concerto in F, the New York Tribune advised listeners to \"weep over the lifelessness\" of this work.": {
    "guess": "Rhapsody in Blue",
    "confidence": [
      [
        "R",
        -0.08175246
      ],
      [
        "haps",
        -0.00013584005
      ],
      [
        "ody",
        -3.1424974e-05
      ],
      [
        " in",
        -0.0077975485
      ],
      [
        " Blue",
        -0.00011343709
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants was transformed into a pivotal scene in \"Master Harold\"Éand the Boys. Growing estranged from European drama, he turned to a more imagist style with his \"Statements\" trilogy. His first hit was initially": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.01626509
      ],
      [
        "ol",
        -5.6934558e-05
      ],
      [
        " F",
        -0.000116417184
      ],
      [
        "ug",
        -2.2127088e-05
      ],
      [
        "ard",
        -1.9146995e-05
      ]
    ]
  },
  "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive white paper. After exposure, the film is pressed against the paper by steel rolls; the reagents": {
    "guess": "Polaroid Corporation",
    "confidence": [
      [
        "P",
        -0.52973914
      ],
      [
        "olar",
        -2.057744e-05
      ],
      [
        "oid",
        -1.2664457e-06
      ],
      [
        " Corporation",
        -0.8904358
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some sort of rudimentary lathe.\" The line \"Well, fuck that!\" was replaced with the overdubbed \"Well, screw that!\" in a scene in which two characters encounter \"the chompers.\" A character in this film shouts \"Is there air? You don't know!\" in protest as another character opens a door. A former stage actor famed for his portrayal of Richard III wears a prosthetic (*) headpiece that falls into progressively greater disrepair over the course of this film, in whose climax he utters the catchphrase \"by Grabthar's Hammer, you shall be avenged.\" In this film, the bloodthirsty reptilian Sarris searches for the time-rewinding Omega 13 device, which is saved by the efforts of the last remaining Thermians and the crew members of the NSEA Protector. For 10 points, name this film in which the cast of the title": {
    "guess": "Galaxy Quest",
    "confidence": [
      [
        "Gal",
        -0.0019205523
      ],
      [
        "axy",
        -8.061054e-06
      ],
      [
        " Quest",
        -6.408677e-05
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely too many brains to have an ass like that.\" The protagonist, an NYU philosophy graduate, brings his medical records wherever he goes in order to save time, and his finishing move involves ripping the throat out of his victims. He is hired to cool a bar in Jasper, a town run by Brad Wesley. FTP": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.0049890825
      ],
      [
        " House",
        -0.002391587
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is revealed only after his death as Edwin Hoover. An alternate ending on its DVD has the central family stealing a trophy as they depart the Redondo Suites. Pornography purchased by Steve Carell's character early on in the movie distracts a motorcycle cop from Grandpa's dead body when the family's yellow Volkswagen van is pulled over. For 10 points, name this 2006 film starring Abigail Breslin as Olive, an unlikely beauty pageant contestant.": {
    "guess": "Little Miss Sunshine (film)",
    "confidence": [
      [
        "Little",
        -0.004609676
      ],
      [
        " Miss",
        -7.100059e-05
      ],
      [
        " Sunshine",
        -8.029847e-05
      ],
      [
        " (",
        -0.62744015
      ],
      [
        "film",
        -0.16653931
      ],
      [
        ")",
        -0.0004518838
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher Sourpuss, causing him to run away. The magazine Notebooks on Cinema was important to a cinema movement in this country. Rick Blaine originally met Ilsa in this country in Casablanca. In a film set here, the film-loving Michel is betrayed to the police by Patricia, and that film, Breathless, is an": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.033565935
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and was completed by Wendy Carlos. This film's protagonist is tortured when two policemen repeatedly drown him in an animal trough. Its main character jumps from a window to kill himself after the crippled writer Dolin overhears him (*) singing while bathing. Its main character, who has sex with two prostitutes": {
    "guess": "A Clockwork Orange",
    "confidence": [
      [
        "A",
        -0.009510276
      ],
      [
        " Clock",
        -8.864273e-05
      ],
      [
        "work",
        -5.9437833e-05
      ],
      [
        " Orange",
        -0.00010127832
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -1.1463174
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights to signal that they wished to stop screening it after 15 minutes, killing its chances for an Oscar nomination. In this film's final scene, a man sitting in a dorm room says that he should tell": {
    "guess": "Synecdoche, New York",
    "confidence": [
      [
        "Syn",
        -0.24519311
      ],
      [
        "ec",
        -0.0037410527
      ],
      [
        "do",
        -2.5107178e-05
      ],
      [
        "che",
        -4.4894987e-05
      ],
      [
        ",",
        -0.0007014762
      ],
      [
        " New",
        -0.000114033115
      ],
      [
        " York",
        -0.0001245157
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the basis for his film State of Siege, while a Thomas Hauser novel about Charles Horman inspired his film": {
    "guess": "Costa-Gavras",
    "confidence": [
      [
        "Cost",
        -0.048162352
      ],
      [
        "a",
        -0.00082606415
      ],
      [
        "-G",
        -0.10136647
      ],
      [
        "avras",
        -0.00069170515
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much (*) champagne is left at a party to estimate how much time her lover has to investigate a wine cellar; once there, the man foolishly breaks a bottle full of uranium ore. This film opens at a trial": {
    "guess": "Laura",
    "confidence": [
      [
        "Laura",
        -0.45660338
      ]
    ]
  },
  "This film's soundtrack includes adaptations of the gypsy punk band DeVotchKa, and one figure's name is revealed only after his death as Edwin Hoover. An alternate ending on its DVD has the central family": {
    "guess": "Little Miss Sunshine",
    "confidence": [
      [
        "Little",
        -0.0076616327
      ],
      [
        " Miss",
        -1.9361265e-07
      ],
      [
        " Sunshine",
        -6.6306106e-06
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much (*) champagne is left at a party to estimate how much time her lover has to investigate a wine cellar; once there, the man foolishly breaks a bottle full of uranium ore. This film opens at a trial in Miami for a convicted German spy, but is mainly set at the Rio de Janeiro mansion of the Nazi Sebastian, which is infiltrated by T.R. Devlin and the spy's daughter Alicia Huberman. For 10 points, name this 1946 espionage film starring Cary Grant and Ingrid Bergman, directed by Alfred Hitchcock.": {
    "guess": "Notorious (1946 film)",
    "confidence": [
      [
        "Not",
        -0.0047066147
      ],
      [
        "orious",
        -0.0010908046
      ],
      [
        " (",
        -0.21020481
      ],
      [
        "194",
        -0.0017935856
      ],
      [
        "6",
        -0.00034404485
      ],
      [
        " film",
        -0.00022988072
      ],
      [
        ")",
        -5.419287e-05
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story": {
    "guess": "The Desperado",
    "confidence": [
      [
        "The",
        -0.14192654
      ],
      [
        " Des",
        -0.008912952
      ],
      [
        "per",
        -0.010040916
      ],
      [
        "ado",
        -0.00077282044
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident.": {
    "guess": "List of French films of 1985",
    "confidence": [
      [
        "List",
        -1.5746161
      ],
      [
        " of",
        -0.0007179116
      ],
      [
        " French",
        -0.045476638
      ],
      [
        " films",
        -0.019108128
      ],
      [
        " of",
        -0.004285911
      ],
      [
        " ",
        -0.008138279
      ],
      [
        "198",
        -1.7187136
      ],
      [
        "5",
        -0.8689194
      ]
    ]
  },
  "In the 2002 film version of The Importance of Being Earnest, she played Cecily. In 2000's Little Nicky, her character was Angel Holly. When she lived in Pleasantville, she was Jennifer, but in Vanity Fair, she was Becky Sharp. She handed out muffins and gum as Tracy Flick in an attempt to win the titular": {
    "guess": "Reese Witherspoon",
    "confidence": [
      [
        "Re",
        -0.0027880035
      ],
      [
        "ese",
        -5.1331983e-05
      ],
      [
        " With",
        -0.001925183
      ],
      [
        "ers",
        -3.6431527e-05
      ],
      [
        "poon",
        -0.00033725024
      ]
    ]
  },
  "One film produced in this country takes place on St. Sylvester's Night, and sees the protagonist David come to terms with his past wrongdoings; that film is The Phantom Chariot. Another film from this country centers on a medical professor thinking of Marianne and Sara on a trip to receive an honorary degree. Martin Luther King, Jr. briefly appears in a 1967 film by a director from this country that": {
    "guess": "Sweden",
    "confidence": [
      [
        "Sweden",
        -1.0420916
      ]
    ]
  },
  "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive white paper. After exposure, the film is pressed against the paper by steel rolls; the reagents are spread between the film and the paper; and a positive image is formed by diffusion on the receiving sheet. FTP, name the optical system devised in 1947 by the American physicist Edwin Land, the first": {
    "guess": "Polaroid Land Camera",
    "confidence": [
      [
        "P",
        -0.4421459
      ],
      [
        "olar",
        -6.704273e-07
      ],
      [
        "oid",
        -6.253713e-05
      ],
      [
        " Land",
        -0.4059964
      ],
      [
        " Camera",
        -0.01895105
      ]
    ]
  },
  "If the film is coated with a metal along a few micrometers of its length, it is known as a Notarys-Mercereau microbridge or proximity-effect type of this device.  A drop of lead-tin solder around a niobium": {
    "guess": "Superconducting Quantum Interference Device",
    "confidence": [
      [
        "Super",
        -0.79368687
      ],
      [
        "conduct",
        -0.045839336
      ],
      [
        "ing",
        -0.00034714415
      ],
      [
        " Quantum",
        -0.16423026
      ],
      [
        " Inter",
        -0.0054397276
      ],
      [
        "ference",
        -3.1737043e-06
      ],
      [
        " Device",
        -0.016407697
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director follows an admirer of Humphrey Bogart who dates the American Patricia, who sells copies of the New": {
    "guess": "Alphaville",
    "confidence": [
      [
        "Al",
        -0.33829942
      ],
      [
        "ph",
        -0.0012927357
      ],
      [
        "av",
        -5.9080223e-05
      ],
      [
        "ille",
        -8.9834764e-05
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding his nature omitted from the original. At its beginning, Leon is unable to answer a question about": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -0.002131587
      ],
      [
        "ade",
        -0.00023298002
      ],
      [
        " Runner",
        -0.039960746
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.29586387
      ],
      [
        "urai",
        -0.00020914296
      ]
    ]
  },
  "This film's protagonist compares a certain song to \"a bird of rarest spun heaven metal or like silvery wine flowing in a space ship.\" This film's soundtrack greatly incorporates the Moog Synthesizer and": {
    "guess": "2001: A Space Odyssey",
    "confidence": [
      [
        "200",
        -1.5494794
      ],
      [
        "1",
        -7.13582e-05
      ],
      [
        ":",
        -0.0037177731
      ],
      [
        " A",
        -0.0017524146
      ],
      [
        " Space",
        -5.8722613e-05
      ],
      [
        " Odyssey",
        -0.00010294717
      ]
    ]
  },
  "In this film, a character gets change by shooting a vending machine. A phone call in this film includes the lines, \"Well, it's good that you're fine, and I'm fine. I agree with you. It's great to be fine!\" It ends with the song \"We'll Meet Again.\" Near its end, one character becomes worried about a possible \"mineshaft gap.\" A character in this film is worried about his (*) \"precious bodily fluids\"; another shouts \"Gentlemen, you can't fight in here! This is the War Room!\" Near its end, Slim Pickens'": {
    "guess": "Dr. Strangelove",
    "confidence": [
      [
        "Dr",
        -0.017962152
      ],
      [
        ".",
        -0.0016126968
      ],
      [
        " Str",
        -0.0008790658
      ],
      [
        "angel",
        -0.00011176824
      ],
      [
        "ove",
        -2.4391957e-05
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing mass laughter. The capture of U.S. embassy official Dan Mitrione by the Tupamaros in Uruguay is the basis for his film State of Siege, while a Thomas Hauser novel about Charles Horman inspired his film which landed awards for Sissy Spacek and Jack Lemmon. He's best known for a movie which features Irene": {
    "guess": "Costa-Gavras",
    "confidence": [
      [
        "Cost",
        -0.022553982
      ],
      [
        "a",
        -0.0011477179
      ],
      [
        "-G",
        -0.1617418
      ],
      [
        "avras",
        -0.0015579511
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and": {
    "guess": "Three Billboards Outside Ebbing, Missouri",
    "confidence": [
      [
        "Three",
        -1.3632708
      ],
      [
        " Bill",
        -0.00038288688
      ],
      [
        "boards",
        -1.1517961e-05
      ],
      [
        " Outside",
        -6.945094e-05
      ],
      [
        " E",
        -1.962381e-05
      ],
      [
        "bbing",
        -6.511407e-06
      ],
      [
        ",",
        -0.0001071193
      ],
      [
        " Missouri",
        -3.5358695e-05
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher Sourpuss, causing him to run away. The magazine Notebooks on Cinema was important to a cinema movement in this country. Rick Blaine originally met Ilsa in this country in Casablanca. In a film set here, the film-loving Michel is betrayed to the police by Patricia, and that film, Breathless, is an example of this country's \"New Wave.\" For 10 points, name this country home to Jean Renoir and Francois Truffaut, the latter of whom set most of The 400 Blows in Paris.": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.0030554275
      ]
    ]
  },
  "A film about these people was the first to use a shot of an approaching horde of enemies cresting a hilltop. A two-part 1941 film tells the story of forty-seven of these people. A character with this profession nicknames himself after a mulberry field he sees and wipes out two warring gangs. In another film, a character poses as one of these people with a scroll that says that he is thirteen years old and has a girly name. In that film, these people help (*) defend a village, but four of them are": {
    "guess": "Samurai",
    "confidence": [
      [
        "Sam",
        -0.12381675
      ],
      [
        "urai",
        -0.000371447
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director follows an admirer of Humphrey Bogart who dates the American Patricia, who sells copies of the New York Herald. In another film from this country, a boy lies about his mother dying to his schoolteacher Sourpuss, and later steals a typewriter from his father's office. Those films are Alphaville, Breathless,": {
    "guess": "French New Wave",
    "confidence": [
      [
        "French",
        -0.3050219
      ],
      [
        " New",
        -0.1953377
      ],
      [
        " Wave",
        -0.00012368128
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in": {
    "guess": "The Desperado",
    "confidence": [
      [
        "The",
        -0.0055496283
      ],
      [
        " Des",
        -0.00034154154
      ],
      [
        "per",
        -9.209964e-05
      ],
      [
        "ado",
        -0.00012487332
      ]
    ]
  },
  "This film was named the best of its decade by Roger Ebert, who angrily described how voters waved flashlights": {
    "guess": "There Will Be Blood",
    "confidence": [
      [
        "There",
        -1.2795429
      ],
      [
        " Will",
        -0.52733433
      ],
      [
        " Be",
        -0.0020853083
      ],
      [
        " Blood",
        -3.035214e-05
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants was transformed into a pivotal scene in \"Master Harold\"Éand the Boys. Growing estranged from European drama, he turned to a more imagist style with his \"Statements\" trilogy. His first hit was initially performed in 1963 and told the story of two brothers who could pass for two different races. For 10 points, name this South African dramatist whose \"Family\" trilogy consists of The Blood Knot, Hello and Goodbye, and Boesman and Lena.": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.101815864
      ],
      [
        "ol",
        -2.1054253e-05
      ],
      [
        " F",
        -6.869018e-06
      ],
      [
        "ug",
        -1.1279553e-05
      ],
      [
        "ard",
        -1.6643718e-05
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much (*) champagne is left at a party to estimate how much time her lover has to investigate a wine cellar; once there, the man foolishly breaks a bottle full of uranium ore. This film opens at a trial in Miami for a convicted German spy, but is mainly set at the Rio de Janeiro mansion of the Nazi Sebastian, which is infiltrated by T.R. Devlin and the spy's daughter Alicia Huberman. For 10 points,": {
    "guess": "Notorious (1946 film)",
    "confidence": [
      [
        "Not",
        -0.013739482
      ],
      [
        "orious",
        -0.040176973
      ],
      [
        " (",
        -0.14233494
      ],
      [
        "194",
        -0.00018804391
      ],
      [
        "6",
        -0.0007459024
      ],
      [
        " film",
        -0.0023038161
      ],
      [
        ")",
        -7.672237e-05
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the female lead, ending on a close-up of a concealed key. The female lead of this film monitors how much (*) champagne is left at a party to estimate how much time her lover has to investigate a wine cellar; once there, the man foolishly breaks a bottle full of uranium ore. This film opens at a trial in Miami for a convicted German spy, but is mainly set at the Rio de Janeiro mansion of the Nazi Sebastian,": {
    "guess": "Not provided.",
    "confidence": [
      [
        "Not",
        -0.096912146
      ],
      [
        " provided",
        -1.4772836
      ],
      [
        ".",
        -0.5347889
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character": {
    "guess": "The Passion of Joan of Arc",
    "confidence": [
      [
        "The",
        -0.88231784
      ],
      [
        " Passion",
        -0.29950187
      ],
      [
        " of",
        -0.00020187153
      ],
      [
        " Joan",
        -0.09968274
      ],
      [
        " of",
        -8.8165914e-05
      ],
      [
        " Arc",
        -9.305327e-05
      ]
    ]
  },
  "In this film a man writes \"fuck off\" on his hand after saying he's writing down a payment amount, and a character in this film recounts asking \"Where's the deluxe version\" on first meeting her future husband. In one scene in this film, a character has a bullet forced into his mouth after being attacked with a claw hammer, and the antagonist says \"It's done. There's no pain\" after slicing open another man's arm. Standard is killed in this film during a pawn shop robbery, which is revealed to be a planned double-cross by Nino. The protagonist of this film spends time with young Benecio and falls in love with Irene, played by Carey Mulligan. The protagonist accidentally steals one million dollars": {
    "guess": "Drive (2011 film)",
    "confidence": [
      [
        "Drive",
        -0.002938479
      ],
      [
        " (",
        -0.08034338
      ],
      [
        "201",
        -0.00012284685
      ],
      [
        "1",
        -0.0004618896
      ],
      [
        " film",
        -0.003047105
      ],
      [
        ")",
        -0.00014311148
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants was transformed into a pivotal scene in \"Master Harold\"Éand the Boys. Growing estranged from European drama, he turned to a more imagist style with his \"Statements\" trilogy. His first hit was initially performed in 1963 and told the story of two brothers who could pass for two different races. For 10 points, name this South African dramatist whose \"Family\" trilogy consists of The Blood Knot, Hello": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.012679983
      ],
      [
        "ol",
        -3.2736214e-05
      ],
      [
        " F",
        -2.58224e-05
      ],
      [
        "ug",
        -2.0815847e-05
      ],
      [
        "ard",
        -2.0458236e-05
      ]
    ]
  },
  "In this film, a character in peril is nonplussed by a suggestion to \"construct a weapon\" such as \"some": {
    "guess": "The Dark Knight (film)",
    "confidence": [
      [
        "The",
        -1.305346
      ],
      [
        " Dark",
        -1.9437675
      ],
      [
        " Knight",
        -0.26616764
      ],
      [
        " (",
        -0.33496675
      ],
      [
        "film",
        -0.022418888
      ],
      [
        ")",
        -0.0014695112
      ]
    ]
  },
  "In one film from this country, a man claiming to work for the Figaro-Pravda named Lemmy Caution arrives in the titular city to capture Professor von Braun. A film from this country by the same director follows an admirer of Humphrey Bogart who dates the American Patricia, who sells copies of the New York Herald. In another film from this country, a boy lies about his mother dying to his schoolteacher Sourpuss, and later steals a typewriter from his father's office. Those films are Alphaville, Breathless, and The 400 Blows. For 10 points, name this nation that experienced a New Wave movement in the 1960s, the home country of Jean-Luc Godard and Francois Truffaut.": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.035840258
      ]
    ]
  },
  "In this film Francis tells of his trip with his friend Alan to a fair, where the title figure exhibits the somnambulist Cesare, who predicts Alan will be dead by the next morning. Alan is then murdered, and Cesare then abducts Alan's fiancee Jane and dies of exhaustion running from townspeople. While": {
    "guess": "The Cabinet of Dr. Caligari",
    "confidence": [
      [
        "The",
        -0.0012391564
      ],
      [
        " Cabinet",
        -0.0031553805
      ],
      [
        " of",
        -6.511407e-06
      ],
      [
        " Dr",
        -8.2324936e-05
      ],
      [
        ".",
        -5.3358446e-05
      ],
      [
        " Cal",
        -8.418666e-06
      ],
      [
        "ig",
        -2.5583993e-05
      ],
      [
        "ari",
        -1.831257e-05
      ]
    ]
  },
  "His film appearances include Gandhi and The Killing Fields and his career in the theatre began with the plays The Cell and Klaas and the Devil. An incident in which he spat at one of his family's servants was transformed into a pivotal scene in \"Master Harold\"Éand the Boys. Growing estranged from European": {
    "guess": "Athol Fugard",
    "confidence": [
      [
        "Ath",
        -0.06459506
      ],
      [
        "ol",
        -9.805982e-05
      ],
      [
        " F",
        -0.00048215056
      ],
      [
        "ug",
        -6.754368e-05
      ],
      [
        "ard",
        -3.7742768e-05
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine Darbon in Love on the Run. In another work, that character is sent to a work camp after stealing a typewriter and is named Antoine Doinel. Another film from here focuses on the events after the Humphrey Bogart-admiring Michel shoots a police officer. Such films as The 400 Blows and Breathless are part of this country's \"New Wave\" movement. For 10 points, name this home country of Jean-Luc Goddard": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.0018883032
      ]
    ]
  },
  "This film directed by Rowdy Herrington includes a villain smashing monster trucks into buildings to terrorize a small town. Wade Garrett, played by Sam Elliott, thinks the love interest, \"Doc\", has \"entirely too many brains to have an ass like that.\" The protagonist, an NYU philosophy graduate, brings": {
    "guess": "Road House",
    "confidence": [
      [
        "Road",
        -0.020570032
      ],
      [
        " House",
        -0.0016979147
      ]
    ]
  },
  "Its film packs contain jelly-like developer-fixer reagents, negative film, and positive light-insensitive white paper. After exposure, the film is pressed against the paper by steel rolls; the reagents are spread between the film and the paper; and a positive image is formed by diffusion on the receiving sheet. FTP, name the optical system devised in 1947 by the American physicist Edwin Land, the first to create a finished black-and-white photograph in one minute.": {
    "guess": "Polaroid Land Camera",
    "confidence": [
      [
        "P",
        -0.4976329
      ],
      [
        "olar",
        -1.504853e-06
      ],
      [
        "oid",
        -6.511407e-06
      ],
      [
        " Land",
        -0.029832525
      ],
      [
        " Camera",
        -0.006647869
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt,": {
    "guess": "The Passion of Joan of Arc",
    "confidence": [
      [
        "The",
        -0.91433954
      ],
      [
        " Passion",
        -1.0681236
      ],
      [
        " of",
        -0.0029887557
      ],
      [
        " Joan",
        -0.66119635
      ],
      [
        " of",
        -0.00032962486
      ],
      [
        " Arc",
        -0.00026550796
      ]
    ]
  },
  "In this film's artfully done sex scene, a man drags a spur down a woman's back, over her buttocks, and down her leg. A man submitting progress reports by payphone in this film uses a knife to punch in the numbers. In this film's opening scene, a man rubs out a cigarette with his red cowboy boots. A story about someone betting a bartender $300 that he could piss in a cup across the room is told by (*) Quentin Tarantino in his cameo in this film. Two friends of its protagonist have guitar cases that function as machine guns and RPGs. Its opening credits play over a flashback of a band performing \"Canción del Mariachi\", which progresses to the title character being shot through the hand. For 10": {
    "guess": "Desperado (film)",
    "confidence": [
      [
        "Des",
        -0.09256402
      ],
      [
        "per",
        -0.00012725739
      ],
      [
        "ado",
        -0.00028207363
      ],
      [
        " (",
        -0.57424873
      ],
      [
        "film",
        -0.00068300695
      ],
      [
        ")",
        -0.00015622021
      ]
    ]
  },
  "One film by this director features a soundtrack with the tune \"Cafe Rock,\" based on Pierre Henry's \"Psyche Rock,\" which inspired the theme song to Futurama. Another film is based on the trial of Arthur London, and includes a scene in which a man unbuckles his pants while giving a confession, causing": {
    "guess": "Alphaville",
    "confidence": [
      [
        "Al",
        -0.5526921
      ],
      [
        "ph",
        -0.003526075
      ],
      [
        "av",
        -1.27099975e-05
      ],
      [
        "ille",
        -0.00017708084
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he appears upside-down at the bedside of a hungover woman. A scene in this film skirted a Production Code guideline by having the lead actors take breaks from making out every three seconds. A well-known shot from this film starts from the high vantage point of a second-floor balcony and tracks in on the": {
    "guess": "Sunset Boulevard",
    "confidence": [
      [
        "Sun",
        -0.5854219
      ],
      [
        "set",
        -0.20186262
      ],
      [
        " Boulevard",
        -0.0028358996
      ]
    ]
  },
  "In one film from this country, Robert explains that Andre's death at the hands of Schumacher was an accident. In another film from this country, the main character is accused of plagiarism by the teacher Sourpuss, causing him to run away. The magazine Notebooks on Cinema was important to a cinema movement in this country. Rick Blaine originally met Ilsa in this country in Casablanca. In a film set here, the film-loving Michel is betrayed to the police by Patricia, and that film, Breathless, is an example of this country's \"New Wave.\" For 10 points, name this country home to Jean Renoir and Francois": {
    "guess": "France",
    "confidence": [
      [
        "France",
        -0.00443439
      ]
    ]
  },
  "This film opens with the title character describing the \"light tingling ... like a caress\" on the top of his head that he temporarily cured by fasting for three months and whipping himself. The title character abandons leading a mob into a temple after his hands start bleeding, and Irvin Kershner plays a very angry Zebedee in this film.  After the production of this film originally ground to a halt, its director went on to work on After Hours, and he'd eventually lose in the Oscar race to Barry Levinson": {
    "guess": "The Last Temptation of Christ",
    "confidence": [
      [
        "The",
        -0.034254346
      ],
      [
        " Last",
        -0.03298329
      ],
      [
        " Tem",
        -7.576874e-05
      ],
      [
        "pt",
        -4.441817e-05
      ],
      [
        "ation",
        -8.196733e-05
      ],
      [
        " of",
        -0.0009330174
      ],
      [
        " Christ",
        -0.0016000832
      ]
    ]
  },
  "This film's protagonist is able to find Zhora due to her use of a synthetic snake, a scale from which he locates in a bathtub. A vision of an origami unicorn in its director's cut is a crucial clue regarding his nature omitted from the original. At its beginning, Leon is unable to answer a question about his mother and attacks Holden while, near its end, Gaff notes \"It's too bad she won't live, but then again, who does?\" of the protagonist's love interest, Rachel, who almost passes the Voight-Kampff test. FTP, name this film by Ridley Scott based on Dick's Do Androids Dream of Electric Sheep and": {
    "guess": "Blade Runner",
    "confidence": [
      [
        "Bl",
        -7.088138e-05
      ],
      [
        "ade",
        -0.00014454192
      ],
      [
        " Runner",
        -0.00027420983
      ]
    ]
  },
  "One film from this country sees Captain von Rauffenstein reluctantly shoot a prisoner-of-war when he tries to escape from Wintersborn. Another filmmaker from here created a character who divorces Christine Darbon in Love on the Run. In another work, that character is sent to a work camp after stealing a typewriter and is named Antoine Doinel. Another film from here focuses on the events after the Humphrey": {
    "guess": "François Truffaut",
    "confidence": [
      [
        "Fran",
        -1.1810389
      ],
      [
        "çois",
        -0.00890255
      ],
      [
        " Tr",
        -0.000156101
      ],
      [
        "uff",
        -2.939851e-05
      ],
      [
        "aut",
        -9.805982e-05
      ]
    ]
  },
  "In this film, a woman tells a man that \"I have a chicken in the icebox and you're eating it.\" Early in this film, the camera turns clockwise on a diagonally-oriented man standing at a doorway until he": {
    "guess": "Meshes of the Afternoon",
    "confidence": [
      [
        "Mesh",
        -0.18062508
      ],
      [
        "es",
        -4.365741e-06
      ],
      [
        " of",
        -1.831257e-05
      ],
      [
        " the",
        -6.6947665e-05
      ],
      [
        " After",
        -3.106736e-05
      ],
      [
        "noon",
        -3.7697225e-06
      ]
    ]
  },
  "In a 1944 film starring Jon Hall, he is killed by the dog Brutus which possesses this trait, while Hall previously played a character with this trait who fought an evil Japanese agent played by Peter Lorre. In a 1951 film, Abbott and Costello worked with a boxer who developed this ability, and a character with this trait appears at the very end of Abbott and Costello Meet Frankenstein. A 1992 comedy featured Chevy Chase develop this ability and is entitled Memoirs of a man with this trait. In the": {
    "guess": "Invisible Man",
    "confidence": [
      [
        "In",
        -0.059132684
      ],
      [
        "visible",
        -0.60160786
      ],
      [
        " Man",
        -0.39937252
      ]
    ]
  },
  "This film's protagonist is attacked after touching too many red helicoradians. A self-described \"warrior of the jarhead clan,\" the protagonist becomes the sixth Toruk makto and is aided by Trudy and Norm in his quest to stop Parker Selfridge from mining the unobtanium under the Omaticaya hometree. Neytiri": {
    "guess": "Avatar",
    "confidence": [
      [
        "Avatar",
        -0.04994616
      ]
    ]
  },
  "In the film Christmas in Wonderland, this actress plays a villainess who is buried under ping pong balls": {
    "guess": "Cameron Richardson",
    "confidence": [
      [
        "C",
        -0.23208824
      ],
      [
        "ameron",
        -0.32031047
      ],
      [
        " Richardson",
        -0.22846347
      ]
    ]
  }
}