{
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak Syndrome. Likewise, it is a symptom along with leukocyte anomalies and occular problems in Chédiak-Higashi Syndrome. It is caused by a lack of tyrosinase, which causes a certain type of cell body to be empty before they are transfered to the keratinocytes. More common in Amish and Mennonite groups, both major types have been isolated to the X chromosome. For ten points, identify this disorder that": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.66175514
      ],
      [
        "bin",
        -0.00082011137
      ],
      [
        "ism",
        -9.305327e-05
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the": {
    "guess": "Nursing home",
    "confidence": [
      [
        "N",
        -0.97675234
      ],
      [
        "urs",
        -0.012716833
      ],
      [
        "ing",
        -7.2907846e-05
      ],
      [
        " home",
        -0.37863258
      ]
    ]
  },
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak Syndrome. Likewise, it is a symptom along with leukocyte anomalies and occular problems in Chédiak-Higashi Syndrome. It is caused by a lack of tyrosinase, which causes a certain type of cell body to be empty before they are transfered to the keratinocytes. More common in Amish and Mennonite groups, both major types have been isolated to the X chromosome. For ten points, identify this disorder that causes melanosomes to be devoid of melanin, resulting in white hair and pink or light hazel eyes.": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.096301176
      ],
      [
        "bin",
        -0.0001242773
      ],
      [
        "ism",
        -1.1637165e-05
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart. Inspired after a lunch with Lewis Lapham, the author travels to Florida, Maine and Minnesota and is oppressed by bosses B.J., Howard, and Ted. After finding it difficult to pay rent, the author concludes that unskilled jobs are mentally and physically challenging, and that the rise of rents is making it difficult for the working poor to survive. FTP, identify this sociological work written by Barbara Ehrenreich.": {
    "guess": "Nickel and Dimed: On (Not) Getting By in America",
    "confidence": [
      [
        "Nick",
        -0.00075626216
      ],
      [
        "el",
        -0.00040457462
      ],
      [
        " and",
        -4.8351892e-05
      ],
      [
        " Dim",
        -4.274932e-05
      ],
      [
        "ed",
        -5.5577775e-06
      ],
      [
        ":",
        -0.1285311
      ],
      [
        " On",
        -7.3861476e-05
      ],
      [
        " (",
        -0.009129147
      ],
      [
        "Not",
        -0.00012130453
      ],
      [
        ")",
        -9.729906e-06
      ],
      [
        " Getting",
        -1.8193366e-05
      ],
      [
        " By",
        -0.002017025
      ],
      [
        " in",
        -0.00020938137
      ],
      [
        " America",
        -8.971556e-05
      ]
    ]
  },
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak Syndrome. Likewise, it is a symptom along with leukocyte anomalies and occular problems in Chédiak-Higashi Syndrome. It is caused by a lack of tyrosinase, which causes a certain type of cell body to be empty before they are transfered to the keratinocytes. More common in Amish and Mennonite groups,": {
    "guess": "Hermansky-Pudlak Syndrome",
    "confidence": [
      [
        "H",
        -0.3730683
      ],
      [
        "erm",
        -0.021010224
      ],
      [
        "ans",
        -0.0002904142
      ],
      [
        "ky",
        -0.00012403888
      ],
      [
        "-P",
        -0.3102784
      ],
      [
        "ud",
        -6.897413e-05
      ],
      [
        "l",
        -4.2153304e-05
      ],
      [
        "ak",
        -4.0246043e-05
      ],
      [
        " Syndrome",
        -0.5520752
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart. Inspired after a lunch with Lewis Lapham, the author travels to Florida, Maine and Minnesota and is oppressed by bosses B.J., Howard, and Ted. After finding it difficult to pay rent, the author concludes that unskilled jobs are mentally and physically challenging, and that the rise of rents is making it difficult for the working poor to survive. FTP, identify this sociological work written by": {
    "guess": "Nickel and Dimed: On (Not) Getting By in America",
    "confidence": [
      [
        "Nick",
        -0.0026575818
      ],
      [
        "el",
        -0.025408827
      ],
      [
        " and",
        -4.048445e-05
      ],
      [
        " Dim",
        -0.00012368128
      ],
      [
        "ed",
        -2.220075e-06
      ],
      [
        ":",
        -0.0087513
      ],
      [
        " On",
        -0.000101039914
      ],
      [
        " (",
        -0.019265186
      ],
      [
        "Not",
        -0.00019829543
      ],
      [
        ")",
        -1.1756368e-05
      ],
      [
        " Getting",
        -2.0696643e-05
      ],
      [
        " By",
        -0.002346515
      ],
      [
        " in",
        -0.00064106926
      ],
      [
        " America",
        -9.3530085e-05
      ]
    ]
  },
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak Syndrome. Likewise, it is a symptom along with leukocyte anomalies and occular problems in Chédiak-Higashi": {
    "guess": "Hermansky-Pudlak Syndrome",
    "confidence": [
      [
        "H",
        -0.47916168
      ],
      [
        "erm",
        -0.003654241
      ],
      [
        "ans",
        -0.00020926216
      ],
      [
        "ky",
        -3.750436e-05
      ],
      [
        "-P",
        -0.10379452
      ],
      [
        "ud",
        -2.0815847e-05
      ],
      [
        "l",
        -3.1305768e-05
      ],
      [
        "ak",
        -1.7239736e-05
      ],
      [
        " Syndrome",
        -0.16181318
      ]
    ]
  },
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak": {
    "guess": "Hermansky-Pudlak syndrome",
    "confidence": [
      [
        "H",
        -0.1312893
      ],
      [
        "erm",
        -0.00038765505
      ],
      [
        "ans",
        -0.00015407454
      ],
      [
        "ky",
        -2.9517714e-05
      ],
      [
        "-P",
        -0.15402246
      ],
      [
        "ud",
        -4.274932e-05
      ],
      [
        "l",
        -1.2829201e-05
      ],
      [
        "ak",
        -1.9816675e-06
      ],
      [
        " syndrome",
        -0.08433153
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis.": {
    "guess": "Backpack vacuum cleaner",
    "confidence": [
      [
        "Back",
        -0.43733
      ],
      [
        "pack",
        -0.008937406
      ],
      [
        " vacuum",
        -0.021816162
      ],
      [
        " cleaner",
        -0.62148184
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart. Inspired after a lunch with Lewis Lapham, the author travels to Florida, Maine and Minnesota and is oppressed by bosses B.J., Howard, and Ted. After finding it difficult to pay rent, the author concludes": {
    "guess": "Nickel and Dimed",
    "confidence": [
      [
        "Nick",
        -0.021227663
      ],
      [
        "el",
        -0.026188476
      ],
      [
        " and",
        -0.00010854974
      ],
      [
        " Dim",
        -0.0001406082
      ],
      [
        "ed",
        -1.4498052e-05
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart. Inspired after a lunch with Lewis Lapham, the author travels to Florida, Maine and Minnesota and is oppressed by bosses B.J., Howard, and Ted. After finding it difficult to pay rent, the author concludes that unskilled jobs are mentally and physically challenging, and that the rise of rents is": {
    "guess": "Nickel and Dimed",
    "confidence": [
      [
        "Nick",
        -0.012405808
      ],
      [
        "el",
        -0.043418407
      ],
      [
        " and",
        -7.433829e-05
      ],
      [
        " Dim",
        -0.00016349163
      ],
      [
        "ed",
        -1.1041146e-05
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa": {
    "guess": "The Corrections",
    "confidence": [
      [
        "The",
        -1.14511
      ],
      [
        " Corrections",
        -0.548592
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart. Inspired after a lunch with Lewis Lapham, the author travels to Florida, Maine and Minnesota and": {
    "guess": "Nickel and Dimed",
    "confidence": [
      [
        "Nick",
        -0.33610338
      ],
      [
        "el",
        -0.11585672
      ],
      [
        " and",
        -0.00043794067
      ],
      [
        " Dim",
        -0.0003426144
      ],
      [
        "ed",
        -1.4259645e-05
      ]
    ]
  },
  "It, vacuous red bood cells, and abnormal storage of ceroid material, are symptoms of Hermansky-Pudlak Syndrome. Likewise, it is a symptom along with leukocyte anomalies and occular problems in Chédiak-Higashi Syndrome. It is caused by a lack of tyrosinase, which causes a certain type of cell body to": {
    "guess": "Albinism",
    "confidence": [
      [
        "Al",
        -0.46597132
      ],
      [
        "bin",
        -5.9437833e-05
      ],
      [
        "ism",
        -3.5716304e-05
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been accused of stealing. The second section of the book concerns a nursing home in Portland where the author is entrusted to feed a ward of elderly Alzheimer's patients. The author makes friends with Melissa while sorting clothing, and the author's departure leads Melissa to also quit her job at Wal-Mart.": {
    "guess": "The Corrections",
    "confidence": [
      [
        "The",
        -1.5482273
      ],
      [
        " Corrections",
        -1.2613249
      ]
    ]
  },
  "A vacuum cleaner that must be worn as a backpack is painful, particularly afflicting Marge, who has arthritis. George, a Czechoslovakian immigrant, is fired because he cannot understand that he has been": {
    "guess": "Backpack vacuum cleaner",
    "confidence": [
      [
        "Back",
        -0.65595275
      ],
      [
        "pack",
        -0.022181764
      ],
      [
        " vacuum",
        -0.055760607
      ],
      [
        " cleaner",
        -0.054623954
      ]
    ]
  }
}