{
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party; Stark was blamed for the mixed results at that battle. Mikasa was the flagship in the first battle using wireless telegraphy, during which Oskar Enkvist fled to Manila and Nikolai Nebogatov was taken": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.57680166
      ],
      [
        "us",
        -3.7981175e-05
      ],
      [
        "so",
        -4.246537e-06
      ],
      [
        "-J",
        -0.0035858182
      ],
      [
        "apanese",
        -0.00021736434
      ],
      [
        " War",
        -0.002248746
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During this war, the Edict of Restitution was passed by a ruler who, along with Count Tilly, defeated the Bohemians at the Battle of White Mountain. The Second Defenestration of Prague precipitated this conflict, whose participants included Albrecht von Wallenstein and Gustavus Adolphus. For 10 points, name": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0010878282
      ],
      [
        " Years",
        -4.1557283e-05
      ],
      [
        "'",
        -8.888114e-05
      ],
      [
        " War",
        -3.9411618e-05
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the last stage of this war, in which diseases such as measles and typhoid ravaged the camp population. A (*) telegram sent by Kaiser Wilhelm II to the State President of one country involved in this war, Paul Kruger, stirred public fury in the other country involved. In this war, a 217-day siege took place at Mafeking, and it was preempted by the Jameson raid. For 10 points, name this conflict between the British and a namesake group of Dutch settlers.": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.00075030565
      ],
      [
        " Bo",
        -7.465036e-06
      ],
      [
        "er",
        -3.6789137e-05
      ],
      [
        " War",
        -9.0883464e-07
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The Duke of Caxias led this nation's forces in one major conflict, and this nation's independence was announced": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.20505913
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the last stage of this war, in which diseases such as measles and typhoid ravaged the camp population. A (*) telegram sent by Kaiser Wilhelm II to the State President of one country involved in this war, Paul Kruger, stirred public fury in the other country involved. In this war, a 217-day siege took": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.04471501
      ],
      [
        " Bo",
        -9.710619e-05
      ],
      [
        "er",
        -1.962381e-05
      ],
      [
        " War",
        -2.3392786e-06
      ]
    ]
  },
  "In 1935, the Warsaw Public Library ordered the burning of all of this man's works because of his Communist sympathies. That was not Warsaw, Poland, but Warsaw, Indiana, where this Indiana-born author lived during the 1880s. He also wrote the Trilogy of Desire, which contained The Financier. For ten points, name this American author known for his dense, wordy style, the author of such classic tomes": {
    "guess": "Theodore Dreiser",
    "confidence": [
      [
        "The",
        -0.08554886
      ],
      [
        "odore",
        -0.09201052
      ],
      [
        " Dre",
        -0.00035072025
      ],
      [
        "iser",
        -2.7372049e-05
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias Lear. A group of officers known as \"Preble's boys\" were present at one battle in this war during which the (*) Intrepid was packed with explosives and sent into the enemy fleet. The Battle of Derne ended this war, and William Bainbridge was captured during this war after the USS Philadelphia ran aground in a certain harbor. For 10 points, name this war that was the first to include Stephen Decatur's heroism and began when Thomas Jefferson refused to pay tribute to the Pasha of Tripoli.": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.0072833574
      ],
      [
        " Barb",
        -0.00020818933
      ],
      [
        "ary",
        -1.4855664e-05
      ],
      [
        " War",
        -0.002053789
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg. During a naval battle in this war, one commander composed the message \"We have met the enemy and they are ours.\" In addition to Oliver Hazard Perry, other commanders during this war included Edward Pakenham, who lost to a group of pirates and Andrew Jackson at New Orleans after the conclusion": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0068670446
      ],
      [
        " of",
        -4.1199673e-05
      ],
      [
        " ",
        -1.7120534e-05
      ],
      [
        "181",
        -6.086828e-05
      ],
      [
        "2",
        -3.1281633e-07
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and Their Gardens\". Much attention to architecture and interior design is found in her novels, starting": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0016204304
      ],
      [
        "ith",
        -4.3202e-07
      ],
      [
        " Wh",
        -5.0139948e-05
      ],
      [
        "arton",
        -5.0378356e-05
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate, this man's betrothed falls in love with (*) Diarmuid, but this warrior pardons him. At the Battle of Gabhair, this leader's grandson is killed with a joke on his lips by the mortally wounded Lifechair, causing this hero to weep for the first time. The enemy of Goll MacMorna, the father of Oisin, and noted eater of the salmon of knowledge, for 10 points, name this semi-mythical hunter-warrior": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.042056
      ],
      [
        "ion",
        -0.31298122
      ],
      [
        "n",
        -0.00014323067
      ],
      [
        " mac",
        -0.034614954
      ],
      [
        " Cum",
        -9.388769e-05
      ],
      [
        "ha",
        -0.0067770653
      ],
      [
        "ill",
        -1.4140442e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in this war occurred at (+) Gergovia, while the final battle of this war was the unsuccessful siege of the fortress of Alesia. A first hand account of this war famously begins by noting that the namesake province is divided into three parts, and after this war the winning general crossed the (*) Rubicon into Italy. For 10 points, name this war in which Vercingetorix was defeated by Julius Caesar, and": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.003650557
      ],
      [
        "lic",
        -1.147242e-06
      ],
      [
        " Wars",
        -0.00050060876
      ]
    ]
  },
  "During this war, Frederick V was defeated by at White Mountain by Count Tilly, who later won at Breitenfeld. Its commanders included Ottavio Piccolomini and Albrecht Wallenstein, the latter of whom retreated from Lutzen after Gustavus Adolphus of Sweden was killed. Richilieu brought France into this war incited by the Defenestration of Prague. Ended by the Treaty of Westphalia, for 10 points, name this religious war in Europe which lasted from 1618 to 1648.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0073838285
      ],
      [
        " Years",
        -0.00079604686
      ],
      [
        "'",
        -0.00195611
      ],
      [
        " War",
        -9.2457245e-05
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and Their Gardens\". Much attention to architecture and interior design is found in her novels, starting with \"The Valley of Decision\", while her passionate affair with W. Morton Fullerton inspired \"The Reef\".": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0015837817
      ],
      [
        "ith",
        -5.5122365e-07
      ],
      [
        " Wh",
        -0.00020544765
      ],
      [
        "arton",
        -8.971556e-05
      ]
    ]
  },
  "After the war, he was appointed to federal office by his friend U.S. Grant, a political connection that, along with  his criticism of Lee, hurt his image in the South. Blamed by Jubal Early for the defeat at Gettysburg, he led troops  at Fredricksburg and Chickamauga before being wounded in the Wilderness": {
    "guess": "George Meade",
    "confidence": [
      [
        "George",
        -0.17508385
      ],
      [
        " Me",
        -1.0183952
      ],
      [
        "ade",
        -0.0008444105
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political innocence. Richard Borshay Lee proposed that all cultures that practice these actions are egalitarian. These actions are prevalent in societies that only war over grudges and not territorial expansion, because surpluses were not available. However, when agriculture came around, these acts dissipated and , gave way for the post-Paleolithic societal evolution. For ten points, name these two actions that involve foraging and killing animals.": {
    "guess": "Hunter-gatherer societies, Hunting",
    "confidence": [
      [
        "Hunter",
        -0.62887263
      ],
      [
        "-g",
        -0.009113787
      ],
      [
        "ather",
        -0.002288949
      ],
      [
        "er",
        -0.014370219
      ],
      [
        " societies",
        -0.37385905
      ],
      [
        ",",
        -0.22388573
      ],
      [
        " Hunting",
        -0.9967199
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during the Battle of Bladensburg in this war. Oliver Perry declared \"We have met the enemy and they are ours\" after the Battle of (*) Lake Erie during this war. It was instigated due to the impressment controversy and the \"land hunger\" of the \"War Hawks.\" It included the burning of the White House, and": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.008642463
      ],
      [
        " of",
        -4.7040652e-05
      ],
      [
        " ",
        -6.392203e-06
      ],
      [
        "181",
        -3.786197e-05
      ],
      [
        "2",
        -9.0883464e-07
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory.": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.011063856
      ],
      [
        "lic",
        -1.378283e-05
      ],
      [
        " Wars",
        -0.0011903453
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was resolved by Rutherford B. Hayes. The victorious side in this war initially named Bartolome Mitre as supreme commander, and a turning point saw the losing country's fleet destroyed at the naval battle": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.25364092
      ],
      [
        "agu",
        -0.0033059202
      ],
      [
        "ayan",
        -5.6769813e-06
      ],
      [
        " War",
        -2.4987974e-05
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine gun and the koonipistolet SMG. During this war, fighting at Raate Road ended the battle of Suomussalmi. A sniper during this conflict was Simo Hayha, who was known as the \"White Death\" for his": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.059583154
      ],
      [
        " War",
        -2.4391957e-05
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight": {
    "guess": "Republic of Korea Navy",
    "confidence": [
      [
        "Republic",
        -0.89053816
      ],
      [
        " of",
        -0.00025597532
      ],
      [
        " Korea",
        -0.6402025
      ],
      [
        " Navy",
        -0.00042710046
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The Duke of Caxias led this nation's forces in one major conflict, and this nation's independence was announced in the Cry of the (*) Ipiranga. Before his 1954 suicide, Getulio Vargas served as the fascist": {
    "guess": "History of Brazil",
    "confidence": [
      [
        "History",
        -0.5049086
      ],
      [
        " of",
        -0.0042671505
      ],
      [
        " Brazil",
        -0.00018149138
      ]
    ]
  },
  "In this war, Gordon Drummond captured Fort Niagara, turning momentum after Oliver Hazard Perry's victory at the Battle of Lake Erie allowed Detroit to be re-taken. The Battle of Bladensburg led to the burning of (*) Washington, D.C during this war, which included the defense of Fort McHenry that inspired Francis Scott Key's \"Star Spangled Banner.\" For 10 points, name this war between the U.S. and Great Britain that ended in 1815.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.029415794
      ],
      [
        " of",
        -0.0005079957
      ],
      [
        " ",
        -1.6643718e-05
      ],
      [
        "181",
        -3.1186566e-05
      ],
      [
        "2",
        -5.5577775e-06
      ]
    ]
  },
  "During this war, Andrew Jackson defeated the Creek at the Battle of Horseshoe Bend. Tecumseh died during the Battle of the Thames in this war. The White House was burned by the British Army during this war. Francis Scott Key composed the (*) \"Star Spangled Banner\" during this conflict. Impressment of U.S. sailors was a major cause of this war. For 10 points, what 19th-century war between the U.S. and": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.009464818
      ],
      [
        " of",
        -0.00090967544
      ],
      [
        " ",
        -1.9027791e-05
      ],
      [
        "181",
        -0.00013274075
      ],
      [
        "2",
        -4.692145e-05
      ]
    ]
  },
  "During this war, Andrew Jackson defeated the Creek at the Battle of Horseshoe Bend. Tecumseh died during the Battle of the Thames in this war. The White House was burned by the British Army during this war. Francis Scott Key composed the (*) \"Star Spangled Banner\" during this conflict. Impressment of U.S. sailors was a major cause of this war. For 10 points, what 19th-century war between the U.S. and Britain was named for the year it began?": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.010573747
      ],
      [
        " of",
        -0.0002352449
      ],
      [
        " ",
        -1.0087517e-05
      ],
      [
        "181",
        -0.00010580806
      ],
      [
        "2",
        -3.9769227e-05
      ]
    ]
  },
  "During this war, Frederick V was defeated by at White Mountain by Count Tilly, who later won at Breitenfeld. Its commanders included Ottavio Piccolomini and Albrecht Wallenstein, the latter of whom retreated": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.12221988
      ],
      [
        " Years",
        -7.648396e-05
      ],
      [
        "'",
        -0.00013107191
      ],
      [
        " War",
        -6.241792e-05
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but is held off with a tire iron. Later, that character threatens the protagonist while fishing atop an icy lake. This novel's protagonist purchases milk from a dairy farm just to watch Faunia (*) Farley milk cows. Delphine Roux is delighted when the protagonist resigns from his post at Athena College after calling a pair of his students \"spooks.\" For 10 points - Nathan Zuckerman narrates what novel": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.0047086305
      ],
      [
        " Human",
        -9.610702e-06
      ],
      [
        " St",
        -1.2113979e-05
      ],
      [
        "ain",
        -5.955704e-05
      ]
    ]
  },
  "In this war, Fort Duquesne was targeted by the Braddock expedition, which ended at the   Battle of the Monongahela. Jeffrey Amherst defended Fort Ticonderoga in this war; as a  result, his troops could not attend a battle that saw opposing generals Montcalm and (*)  Wolfe both die on the Plains of Abraham. The Battle of Quebec was a turning point in, for 10 points,  what sub-war of the Seven Years' War, named for the two opponents of British forces?": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.51858145
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\" and condemns Communism as \"a hostile ideology global in scope, atheistic in character, ruthless in": {
    "guess": "Truman Doctrine",
    "confidence": [
      [
        "Tr",
        -1.6624815
      ],
      [
        "uman",
        -0.00077282044
      ],
      [
        " Doctrine",
        -0.0003091255
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias Lear. A group of officers known as \"Preble's boys\" were present at one battle in this war during which the (*) Intrepid was packed with explosives and sent into the enemy fleet. The Battle of Derne ended this war, and William Bainbridge was captured during this war after the USS Philadelphia ran": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.114003986
      ],
      [
        " Barb",
        -0.000626895
      ],
      [
        "ary",
        -1.0206721e-05
      ],
      [
        " War",
        -0.00095970073
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this war\n successfully employed the Fabian strategy until it became politically unpopular. Cato the Elder thought the\n terms that ended this war were too gentle, an opinion he made clear after each of his speeches. One leader\n in this conflict was the brother of Hasdrubal, who demonstrated classic double envelopment in his victory\n at Cannae and boldly marched his army over the Alps. For 10 points,": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.00632584
      ],
      [
        " P",
        -0.00034928982
      ],
      [
        "unic",
        -5.2001665e-06
      ],
      [
        " War",
        -0.00019531534
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During this war, the Edict of Restitution was passed by a ruler who, along with Count Tilly, defeated the": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.001999535
      ],
      [
        " Years",
        -5.025915e-05
      ],
      [
        "'",
        -0.00015229016
      ],
      [
        " War",
        -3.106736e-05
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate, this man's betrothed falls in love with (*) Diarmuid, but this warrior pardons him. At the Battle of Gabhair, this leader's grandson is killed with a joke on his lips by the mortally wounded Lifechair,": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.24421676
      ],
      [
        "ion",
        -0.1481102
      ],
      [
        "n",
        -0.00026336228
      ],
      [
        " mac",
        -0.0074925697
      ],
      [
        " Cum",
        -0.00011331789
      ],
      [
        "ha",
        -0.0049878974
      ],
      [
        "ill",
        -1.5332478e-05
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another king, Titus Tatius, with whom he shared power. According to legend, this figure's death saw him disappear into the clouds during a storm. This figure and his (*) brother had been abandoned by their uncle Amulius and fed by a woodpecker and a she-wolf before being found by a Shepard. This son of Rhea Silvia orchestrated the abduction of the Sabine women and founded a city on the Tiber river. For": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0032150229
      ],
      [
        "ulus",
        -2.6968896e-06
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.2074312
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.00055231754
      ],
      [
        "ulus",
        -4.00813e-06
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due to dissatisfaction with the king showing preference to his Poitevin, Savoyard, and Lusignan relatives. [*] The eventual losers had early success at Lewes, however, defeat at Evesham, where Simon de Montfort was killed, saw an end to this conflict. FTP, identify this war that began when the Provisions": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.03963252
      ],
      [
        " Bar",
        -0.0013890432
      ],
      [
        "ons",
        -1.3186812e-05
      ],
      [
        "'",
        -0.00029244067
      ],
      [
        " War",
        -0.0005941397
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was resolved by Rutherford B. Hayes. The victorious side in this war initially named Bartolome Mitre as supreme commander, and a turning point saw the losing country's fleet destroyed at the naval battle of Riachuelo. This war ended with the death of the losing country's flamboyant leader Francisco Solano": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.40166667
      ],
      [
        "agu",
        -0.0047665266
      ],
      [
        "ayan",
        -4.954393e-05
      ],
      [
        " War",
        -0.00013536324
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but is held off with a tire iron. Later, that character threatens the protagonist while fishing atop": {
    "guess": "No answer provided.",
    "confidence": [
      [
        "No",
        -0.8129479
      ],
      [
        " answer",
        -1.0018508
      ],
      [
        " provided",
        -0.022491623
      ],
      [
        ".",
        -0.14374217
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was surrounded at the fortress of Metz. This conflict was provoked in part by reaction to a telegram describing a meeting between Count Benedetti and King William. In one of this war's battles, the forces of Patrice (*) Mac-Mahon were routed by Helmuth von Moltke at Sedan, a battle in which Napoleon III was captured. For 10 points, identify this 1870 to 1871 war between two namesake countries which resulted in the unification of Germany.": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0015362854
      ],
      [
        "co",
        -2.9352968e-06
      ],
      [
        "-",
        -6.313315e-05
      ],
      [
        "Pr",
        -1.1398757e-05
      ],
      [
        "ussian",
        -0.00019507692
      ],
      [
        " War",
        -0.00010616567
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side was assisted by the pirate Jean Lafitte. One skirmish in this war resulted in the sinking of the Guerriere, and one side's capital was (*) burned after they lost at Bladensburg. Francis Scott Key composed \"The Star-Spangled Banner\" while watching the shelling of Fort McHenry during this war. For ten": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0011202149
      ],
      [
        " of",
        -9.281486e-05
      ],
      [
        " ",
        -4.4849444e-06
      ],
      [
        "181",
        -2.1054253e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due to dissatisfaction with the king showing preference to his Poitevin, Savoyard, and Lusignan relatives. [*] The eventual losers had early success at Lewes, however, defeat at Evesham, where Simon de Montfort was killed, saw an end to this conflict. FTP, identify this war that began when the Provisions of Oxford were ignored by Henry III, a 13th-century conflict named for the rank of many of the nobles who revolted.": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.03981629
      ],
      [
        " Bar",
        -0.0021051753
      ],
      [
        "ons",
        -1.5451682e-05
      ],
      [
        "'",
        -0.00042280913
      ],
      [
        " War",
        -0.0021261147
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St.": {
    "guess": "Nine Years' War",
    "confidence": [
      [
        "Nine",
        -0.4812409
      ],
      [
        " Years",
        -0.00010008628
      ],
      [
        "'",
        -0.007991524
      ],
      [
        " War",
        -1.6524515e-05
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight Doctrine\". An Englishman named William Forbes-Sempill introduced sea planes to this navy. During World War I, this navy captured the German port of Tsingtao in China. This navy supported amphibious": {
    "guess": "Imperial Japanese Navy",
    "confidence": [
      [
        "Im",
        -0.1832458
      ],
      [
        "perial",
        -0.00011951648
      ],
      [
        " Japanese",
        -0.0002544257
      ],
      [
        " Navy",
        -0.00021831797
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and Their Gardens\". Much attention to architecture and interior design is found in her novels, starting with \"The Valley of Decision\", while her passionate affair with W. Morton Fullerton inspired \"The Reef\". Better known are her characterizations of women in \"The Custom of the Country\" and \"The House of Mirth\", and her satiric depictions of the New York aristocracy. FTP, who was this author of \"The": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.00012047011
      ],
      [
        "ith",
        -3.1281633e-07
      ],
      [
        " Wh",
        -0.00011617878
      ],
      [
        "arton",
        -2.0219828e-05
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party; Stark was blamed for the mixed results at that battle. Mikasa was the flagship in the first battle": {
    "guess": "Battle of the Yellow Sea",
    "confidence": [
      [
        "Battle",
        -0.7103232
      ],
      [
        " of",
        -0.01555305
      ],
      [
        " the",
        -0.28420916
      ],
      [
        " Yellow",
        -0.35339347
      ],
      [
        " Sea",
        -0.0013107171
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political innocence. Richard Borshay Lee proposed that all cultures that practice these actions are egalitarian. These actions are prevalent in societies that only war over grudges and not territorial expansion, because surpluses were not available. However, when agriculture came around, these acts dissipated": {
    "guess": "Hunter-gatherer societies, Egalitarianism",
    "confidence": [
      [
        "Hunter",
        -0.7634077
      ],
      [
        "-g",
        -0.020067738
      ],
      [
        "ather",
        -0.00041982904
      ],
      [
        "er",
        -0.015629685
      ],
      [
        " societies",
        -0.108213685
      ],
      [
        ",",
        -0.6506865
      ],
      [
        " E",
        -0.9246675
      ],
      [
        "gal",
        -7.278864e-05
      ],
      [
        "itarian",
        -4.7994283e-05
      ],
      [
        "ism",
        -0.39291453
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda. The Battle of White Mountain was a defeat for Frederick V's forces in this war. One event at the beginning of this conflict saw two diplomats thrown out a window, which was called the Second Defenestration of Prague. This war included the brutality of the general (*) Albrecht von Wallenstein. The Battle": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0039456557
      ],
      [
        " Years",
        -6.384837e-05
      ],
      [
        "'",
        -0.00027456743
      ],
      [
        " War",
        -2.6299214e-05
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.022254858
      ],
      [
        " Northern",
        -0.0017011258
      ],
      [
        " War",
        -0.00041744497
      ]
    ]
  },
  "After the war, he was appointed to federal office by his friend U.S. Grant, a political connection that,": {
    "guess": "William W. Belknap",
    "confidence": [
      [
        "William",
        -0.8815411
      ],
      [
        " W",
        -0.067507915
      ],
      [
        ".",
        -9.865584e-05
      ],
      [
        " Bel",
        -3.523949e-05
      ],
      [
        "k",
        -0.00035929924
      ],
      [
        "nap",
        -8.657073e-06
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine gun and the koonipistolet SMG. During this war, fighting at Raate Road ended the battle of Suomussalmi. A sniper during this conflict was Simo Hayha, who was known as the \"White Death\" for his over 500 kills. A follow-up conflict began when one party was attacked in Operation Barbarossa and was": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.03633699
      ],
      [
        " War",
        -0.00010580806
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During this war, the Edict of Restitution was passed by a ruler who, along with Count Tilly, defeated the Bohemians at the Battle of White Mountain. The Second Defenestration of Prague precipitated this conflict, whose participants included Albrecht von Wallenstein and Gustavus Adolphus. For 10 points, name this conflict between Catholics and Protestants that ended with the signing of the Peace of Westphalia,": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0011462911
      ],
      [
        " Years",
        -7.0404574e-05
      ],
      [
        "'",
        -0.00016313401
      ],
      [
        " War",
        -4.429897e-05
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.19442016
      ],
      [
        " Barb",
        -6.301394e-05
      ],
      [
        "ary",
        -3.1281633e-07
      ],
      [
        " War",
        -0.00023846338
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0010490044
      ],
      [
        " of",
        -4.429897e-05
      ],
      [
        " ",
        -1.247159e-05
      ],
      [
        "181",
        -1.0206721e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "In 1935, the Warsaw Public Library ordered the burning of all of this man's works because of his Communist": {
    "guess": "Joseph Stalin",
    "confidence": [
      [
        "Joseph",
        -1.5870991
      ],
      [
        " Stalin",
        -0.37664852
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this war\n successfully employed the Fabian strategy until it became politically unpopular. Cato the Elder": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.031294215
      ],
      [
        " P",
        -0.00036870534
      ],
      [
        "unic",
        -4.723352e-06
      ],
      [
        " War",
        -5.8722613e-05
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political innocence. Richard Borshay Lee proposed that all cultures that practice these actions are egalitarian.": {
    "guess": "Hunter-gatherer",
    "confidence": [
      [
        "Hunter",
        -0.2446561
      ],
      [
        "-g",
        -0.0013054758
      ],
      [
        "ather",
        -0.00029828164
      ],
      [
        "er",
        -0.016335815
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight Doctrine\". An Englishman named William Forbes-Sempill introduced sea planes to this navy. During World War I, this navy captured the German port of Tsingtao in China. This navy supported amphibious landings on Kiska and Attu. One of this navy's losses led to the cancellation of Operation Mo.": {
    "guess": "Imperial Japanese Navy",
    "confidence": [
      [
        "Im",
        -0.23615406
      ],
      [
        "perial",
        -5.3358446e-05
      ],
      [
        " Japanese",
        -0.0005070421
      ],
      [
        " Navy",
        -0.00065036345
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.08785721
      ],
      [
        " War",
        -0.00028648414
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and Their Gardens\". Much attention to architecture and interior design is found in her novels, starting with \"The Valley of Decision\", while her passionate affair with W. Morton Fullerton inspired \"The Reef\". Better known are her characterizations of women in \"The Custom of the Country\" and \"The House of Mirth\", and her satiric depictions of the New York aristocracy. FTP, who was this author of \"The Age of Innocence\" and \"Ethan Frome\"?": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0013322637
      ],
      [
        "ith",
        -3.1281633e-07
      ],
      [
        " Wh",
        -0.00016063073
      ],
      [
        "arton",
        -1.5809293e-05
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the rule of the Thirty Tyrants after Lysander won the Battle of Aegospotami (ey-go-SPAH-toh-mee). The (*) Sicilian Expedition proved disastrous for one side of this war, during which Cleon rose to power after a plague killed Pericles. It arose over the imperial influence of the Delian League and was chronicled": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.00082892505
      ],
      [
        "op",
        -1.0087517e-05
      ],
      [
        "on",
        -4.6563837e-05
      ],
      [
        "nes",
        -1.4140442e-05
      ],
      [
        "ian",
        -2.2246291e-05
      ],
      [
        " War",
        -1.1517961e-05
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.06419826
      ],
      [
        "–",
        -0.028754171
      ],
      [
        "American",
        -1.3663626e-05
      ],
      [
        " War",
        -5.669615e-05
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during the Battle of Bladensburg in this war. Oliver Perry declared \"We have met the enemy and they are": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0007270866
      ],
      [
        " of",
        -4.0246043e-05
      ],
      [
        " ",
        -5.6769813e-06
      ],
      [
        "181",
        -4.3226137e-05
      ],
      [
        "2",
        -1.3856493e-06
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was surrounded at the fortress of Metz. This conflict was provoked in part by reaction to a telegram describing a meeting between Count Benedetti and King William. In one of this war's battles, the forces of Patrice (*) Mac-Mahon were routed by Helmuth von Moltke at Sedan, a battle in which Napoleon III was captured. For 10 points, identify this 1870 to 1871 war between two namesake countries which resulted": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0011280751
      ],
      [
        "co",
        -4.365741e-06
      ],
      [
        "-",
        -8.375538e-05
      ],
      [
        "Pr",
        -1.247159e-05
      ],
      [
        "ussian",
        -0.00028564973
      ],
      [
        " War",
        -9.019238e-05
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias Lear. A group of officers known as \"Preble's boys\" were present at one battle in this war during which the (*) Intrepid was packed with explosives and sent into the enemy fleet. The Battle of Derne": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.02599499
      ],
      [
        " Barb",
        -0.00043198047
      ],
      [
        "ary",
        -1.3663626e-05
      ],
      [
        " War",
        -3.5120287e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in this war occurred at (+) Gergovia, while the final battle of this war was the unsuccessful siege of the fortress of Alesia. A first hand account of this war famously begins by noting that the namesake province is divided into three parts, and after this war the winning general crossed the (*) Rubicon into Italy. For 10 points, name this war in which Vercingetorix was defeated by Julius Caesar, and in which the Roman Republic conquered modern France.": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.00220807
      ],
      [
        "lic",
        -1.0280384e-06
      ],
      [
        " Wars",
        -0.00079795416
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but": {
    "guess": "The Hunchback of Notre-Dame",
    "confidence": [
      [
        "The",
        -0.056860387
      ],
      [
        " H",
        -0.29638305
      ],
      [
        "unch",
        -0.0005904443
      ],
      [
        "back",
        -6.82589e-05
      ],
      [
        " of",
        -4.954393e-05
      ],
      [
        " Notre",
        -0.0001409658
      ],
      [
        "-D",
        -0.0004552215
      ],
      [
        "ame",
        -5.4908094e-05
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the last stage of this war, in which diseases such as measles and typhoid ravaged the camp population. A (*) telegram sent by Kaiser Wilhelm II to the State President of one country involved in this war, Paul Kruger, stirred public fury in the other country involved. In this war, a 217-day siege took place at Mafeking, and it was preempted by the Jameson raid. For 10 points, name this conflict between": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.0005866335
      ],
      [
        " Bo",
        -2.6968896e-06
      ],
      [
        "er",
        -2.6418418e-05
      ],
      [
        " War",
        -5.5122365e-07
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political": {
    "guess": "Karl Marx",
    "confidence": [
      [
        "K",
        -1.044897
      ],
      [
        "arl",
        -0.0016031752
      ],
      [
        " Marx",
        -0.0061833216
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\" and condemns Communism as \"a hostile ideology global in scope, atheistic in character, ruthless in purpose, and insidious in method.\" It makes two chief warnings, one against federal control of science because \"government contract becomes virtually a substitute for intellectual curiosity.\" The second admonition tells Americans to guard \"our liberties\" and \"democratic processes\" against \"the military-industrial": {
    "guess": "The Chance for Peace Address",
    "confidence": [
      [
        "The",
        -1.0450072
      ],
      [
        " Chance",
        -0.080896005
      ],
      [
        " for",
        -0.007878692
      ],
      [
        " Peace",
        -0.00030674142
      ],
      [
        " Address",
        -1.0558113
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate, this man's betrothed falls in love with (*) Diarmuid, but this warrior pardons him. At the Battle of Gabhair, this leader's grandson is killed with a joke on his lips by the mortally wounded Lifechair, causing this hero to weep for the first time. The enemy of Goll MacMorna, the father of Oisin,": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.09254076
      ],
      [
        "ion",
        -0.25532115
      ],
      [
        "n",
        -0.0002514456
      ],
      [
        " mac",
        -0.029922077
      ],
      [
        " Cum",
        -0.00013548243
      ],
      [
        "ha",
        -0.0048351074
      ],
      [
        "ill",
        -1.867018e-05
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party; Stark was blamed for the mixed results at that battle. Mikasa was the flagship in the first battle using wireless telegraphy, during which Oskar Enkvist fled to Manila and Nikolai Nebogatov was taken prisoner. Its last land battle, at Mukden, was a decisive loss for General Kuropatkin, and other major fighting in this war took place at Tsushima and Port Arthur.  Name this war ended by the Treaty": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.0075040483
      ],
      [
        "us",
        -2.1173457e-05
      ],
      [
        "so",
        -2.6968896e-06
      ],
      [
        "-J",
        -0.00017815368
      ],
      [
        "apanese",
        -3.2140193e-05
      ],
      [
        " War",
        -0.000134052
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating for control of Azov, and it was concluded by the Treaty of Nystad. In one battle of this war, Ivan Mazeppa and his Cossacks were defeated by General Menshikov, and the injured leader of one side fled to Turkey. Battles of it included Narva, as well as the aforementioned Poltava, and the two main contenders were led by Charles XII and Peter the Great. For 10 points, name this war between Sweden and an alliance including Russia over access to the Baltic Sea.": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0037409333
      ],
      [
        " Northern",
        -9.133887e-06
      ],
      [
        " War",
        -4.8425554e-06
      ]
    ]
  },
  "In 1935, the Warsaw Public Library ordered the burning of all of this man's works because of his Communist sympathies. That was not Warsaw, Poland, but Warsaw, Indiana, where this Indiana-born author lived during the 1880s. He also wrote the Trilogy of Desire, which contained The Financier. For ten points, name this American author known for his dense, wordy style, the author of such classic tomes as Sister Carrie and An American Tragedy.": {
    "guess": "Theodore Dreiser",
    "confidence": [
      [
        "The",
        -0.010373443
      ],
      [
        "odore",
        -0.0017102824
      ],
      [
        " Dre",
        -0.0001311911
      ],
      [
        "iser",
        -5.3596854e-05
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often": {
    "guess": "Vietnam War",
    "confidence": [
      [
        "Viet",
        -0.8654089
      ],
      [
        "nam",
        -0.040319297
      ],
      [
        " War",
        -0.000288153
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was surrounded at the fortress of Metz. This conflict was provoked in part by reaction to a telegram describing a meeting between Count Benedetti and King William. In one of this war's battles, the forces": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0023504342
      ],
      [
        "co",
        -1.0921943e-05
      ],
      [
        "-",
        -7.2907846e-05
      ],
      [
        "Pr",
        -8.89548e-06
      ],
      [
        "ussian",
        -0.00013834333
      ],
      [
        " War",
        -6.0749073e-05
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During this war, the Edict of Restitution was passed by a ruler who, along with Count Tilly, defeated the Bohemians at the Battle of White Mountain. The Second Defenestration of Prague precipitated this conflict,": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0010239973
      ],
      [
        " Years",
        -5.8603408e-05
      ],
      [
        "'",
        -0.00013333677
      ],
      [
        " War",
        -1.4498052e-05
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine gun and the koonipistolet SMG. During this war, fighting at Raate Road ended the battle of Suomussalmi. A sniper during this conflict was Simo Hayha, who was known as the \"White Death\" for his over 500 kills. A follow-up conflict began when one party was attacked in Operation Barbarossa and was known as the Continuation War. For 10 points, name this war where Molotov cocktails were used in": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.04470862
      ],
      [
        " War",
        -0.00014346908
      ]
    ]
  },
  "During this war, Frederick V was defeated by at White Mountain by Count Tilly, who later won at Breitenfeld. Its commanders included Ottavio Piccolomini and Albrecht Wallenstein, the latter of whom retreated from Lutzen after Gustavus Adolphus of Sweden was killed. Richilieu brought France into this war incited by the Defenestration of Prague. Ended by the Treaty of Westphalia, for 10 points, name": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.026470635
      ],
      [
        " Years",
        -0.00067180546
      ],
      [
        "'",
        -0.0014905771
      ],
      [
        " War",
        -0.00012701898
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another king, Titus Tatius, with whom he shared power. According to legend, this figure's death saw him disappear into the clouds during a storm. This figure and his (*) brother had been abandoned by their uncle Amulius and fed by a woodpecker and a she-wolf before being found by a Shepard. This son of": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0059278477
      ],
      [
        "ulus",
        -8.180258e-06
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was surrounded at the fortress of Metz. This conflict was provoked in part by reaction to a telegram describing": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0032483009
      ],
      [
        "co",
        -6.869018e-06
      ],
      [
        "-",
        -5.1331983e-05
      ],
      [
        "Pr",
        -7.465036e-06
      ],
      [
        "ussian",
        -0.00019853383
      ],
      [
        " War",
        -0.0010070851
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias Lear. A group of officers known as \"Preble's boys\" were present at one battle in this war during which the (*) Intrepid was packed with explosives and sent into the enemy fleet. The Battle of Derne ended this war, and William Bainbridge was captured during this war after the USS Philadelphia ran aground in a certain harbor. For 10 points, name this war that was the first to include Stephen Decatur's": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.005109003
      ],
      [
        " Barb",
        -5.407367e-05
      ],
      [
        "ary",
        -8.299462e-06
      ],
      [
        " War",
        -0.0013858319
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women.": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.039500862
      ],
      [
        "ion",
        -0.029879035
      ],
      [
        "n",
        -0.00026169344
      ],
      [
        " mac",
        -0.0014672499
      ],
      [
        " Cum",
        -5.0616763e-05
      ],
      [
        "ha",
        -0.0028979515
      ],
      [
        "ill",
        -5.9153886e-06
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's yellow journalism is often credited with bringing one side into this war. Ended by the Treaty of Paris, this war included Admiral George Dewey's victory in Manila Bay. This conflict was sparked in part by the sinking of the USS Maine in Havana Harbor. For 10 points, name this war which led to the transfer of control of Guam, which also included the exploits of the Rough Riders at the Battle of San Juan Hill.": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.0006509595
      ],
      [
        "–",
        -0.047610093
      ],
      [
        "American",
        -1.6882126e-05
      ],
      [
        " War",
        -1.1041146e-05
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in": {
    "guess": "American Revolutionary War",
    "confidence": [
      [
        "American",
        -0.87475187
      ],
      [
        " Revolutionary",
        -0.19361041
      ],
      [
        " War",
        -0.00061104825
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side was assisted by the pirate Jean Lafitte. One skirmish in this war resulted in the sinking of the Guerriere, and one side's capital was (*) burned after they lost at Bladensburg. Francis Scott Key composed \"The Star-Spangled Banner\" while watching the shelling of Fort McHenry during this war. For ten points, name this war between Britain and America which resolved by the Treaty of Ghent and fought": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.00095136015
      ],
      [
        " of",
        -3.8934802e-05
      ],
      [
        " ",
        -3.2929079e-06
      ],
      [
        "181",
        -1.3306016e-05
      ],
      [
        "2",
        -1.9361265e-07
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg. During a naval battle in this war, one commander composed the message \"We have met the enemy and they are ours.\" In addition to Oliver Hazard Perry, other commanders during this war included Edward Pakenham, who lost to a group of pirates and Andrew Jackson at New Orleans after the conclusion of the Treaty of Ghent. For 10 points, name this war between the US and Britain, named for the year": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.018612951
      ],
      [
        " of",
        -0.00010950337
      ],
      [
        " ",
        -1.6882126e-05
      ],
      [
        "181",
        -6.086828e-05
      ],
      [
        "2",
        -1.2664457e-06
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.0979982
      ],
      [
        " P",
        -0.007348447
      ],
      [
        "unic",
        -3.1281633e-07
      ],
      [
        " War",
        -5.3358446e-05
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the last stage of this war, in which diseases such as measles and typhoid ravaged the camp population. A (*) telegram sent by Kaiser Wilhelm II to the State President of one country involved in this war,": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.0019147152
      ],
      [
        " Bo",
        -3.631232e-05
      ],
      [
        "er",
        -2.7610455e-05
      ],
      [
        " War",
        -7.465036e-06
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout": {
    "guess": "Yugoslav Front",
    "confidence": [
      [
        "Y",
        -1.7700704
      ],
      [
        "ug",
        -0.006502559
      ],
      [
        "osl",
        -4.2868523e-05
      ],
      [
        "av",
        -0.00047869363
      ],
      [
        " Front",
        -0.6527671
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0016968418
      ],
      [
        "lic",
        -2.4584822e-06
      ],
      [
        " Wars",
        -1.998142e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in this war occurred at (+) Gergovia, while the final battle of this war was the unsuccessful siege of the fortress of Alesia. A first hand account of this war famously begins by noting that the namesake": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0015249758
      ],
      [
        "lic",
        -1.6240566e-06
      ],
      [
        " Wars",
        -0.00065703515
      ]
    ]
  },
  "In this war, Gordon Drummond captured Fort Niagara, turning momentum after Oliver Hazard Perry's victory at the Battle of Lake Erie allowed Detroit to be re-taken. The Battle of Bladensburg led to the": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.00030316898
      ],
      [
        " of",
        -2.5226382e-05
      ],
      [
        " ",
        -5.4385737e-06
      ],
      [
        "181",
        -6.0345924e-06
      ],
      [
        "2",
        -1.9361265e-07
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the last stage of this war, in which diseases such as measles and typhoid ravaged the camp population.": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.0017689472
      ],
      [
        " Bo",
        -0.0002421587
      ],
      [
        "er",
        -4.406056e-05
      ],
      [
        " War",
        -1.4259645e-05
      ]
    ]
  },
  "In 1935, the Warsaw Public Library ordered the burning of all of this man's works because of his Communist sympathies. That was not Warsaw, Poland, but Warsaw, Indiana, where this Indiana-born author lived": {
    "guess": "Kurt Vonnegut",
    "confidence": [
      [
        "K",
        -0.46076262
      ],
      [
        "urt",
        -0.007235309
      ],
      [
        " V",
        -7.600714e-05
      ],
      [
        "onn",
        -6.869018e-06
      ],
      [
        "eg",
        -4.1199673e-05
      ],
      [
        "ut",
        -0.00019185843
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\" and condemns Communism as \"a hostile ideology global in scope, atheistic in character, ruthless in purpose, and insidious in method.\" It makes two chief warnings, one against federal control of science because \"government contract becomes virtually a substitute for intellectual curiosity.\" The second": {
    "guess": "Atoms for Peace",
    "confidence": [
      [
        "Atoms",
        -0.7966284
      ],
      [
        " for",
        -0.00035333907
      ],
      [
        " Peace",
        -0.00033820388
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side was assisted by the pirate Jean Lafitte. One skirmish in this war resulted in the sinking of the Guerriere, and one side's capital was (*) burned after they lost at Bladensburg. Francis Scott Key composed \"The Star-Spangled Banner\" while watching the shelling of Fort McHenry during this war. For ten points, name this war between Britain and America which resolved by the Treaty of Ghent and fought about thirty years after the Revolutionary War.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0035229793
      ],
      [
        " of",
        -8.4947416e-05
      ],
      [
        " ",
        -5.9153886e-06
      ],
      [
        "181",
        -3.2497806e-05
      ],
      [
        "2",
        -1.9361265e-07
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party;": {
    "guess": "Battle of Motien Pass",
    "confidence": [
      [
        "Battle",
        -0.8004386
      ],
      [
        " of",
        -0.014184308
      ],
      [
        " Mot",
        -0.90326464
      ],
      [
        "ien",
        -0.0001755312
      ],
      [
        " Pass",
        -0.00059294765
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and Their Gardens\". Much attention to architecture and interior design is found in her novels, starting with \"The Valley of Decision\", while her passionate affair with W. Morton Fullerton inspired \"The Reef\". Better known are her characterizations of women in \"The Custom of the Country\" and \"The House": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0013008306
      ],
      [
        "ith",
        -6.704273e-07
      ],
      [
        " Wh",
        -0.0002226093
      ],
      [
        "arton",
        -3.297462e-05
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams, and in its early stages, General Isaac Brock captured Fort Detroit, only to be killed leading a charge": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0074845264
      ],
      [
        " of",
        -3.8219583e-05
      ],
      [
        " ",
        -2.6968896e-06
      ],
      [
        "181",
        -5.3193703e-06
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.00839956
      ],
      [
        "agu",
        -0.00010485443
      ],
      [
        "ayan",
        -4.723352e-06
      ],
      [
        " War",
        -2.3319124e-05
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda. The Battle of White Mountain was a defeat for Frederick V's forces in this war. One event at the beginning of this conflict saw two diplomats thrown out a window, which was called the Second Defenestration of Prague. This war included the brutality of the general (*) Albrecht von Wallenstein. The Battle of Breitenfeld was a victory for Gustavus Adolphus. For 10 points, name this religious war ended by the Peace of Westphalia that lasted from 1618 to 1648.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.00083512004
      ],
      [
        " Years",
        -2.2246291e-05
      ],
      [
        "'",
        -0.000110576206
      ],
      [
        " War",
        -7.9418505e-06
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.00074339914
      ],
      [
        "op",
        -6.2729996e-06
      ],
      [
        "on",
        -6.575563e-05
      ],
      [
        "nes",
        -5.4385737e-06
      ],
      [
        "ian",
        -2.8921695e-05
      ],
      [
        " War",
        -1.4140442e-05
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0018811618
      ],
      [
        "co",
        -4.723352e-06
      ],
      [
        "-",
        -3.7027545e-05
      ],
      [
        "Pr",
        -1.3186812e-05
      ],
      [
        "ussian",
        -0.00020556684
      ],
      [
        " War",
        -1.5928495e-05
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight Doctrine\". An Englishman named William Forbes-Sempill introduced sea planes to this navy. During World War I, this navy captured the German port of Tsingtao in China. This navy supported amphibious landings on Kiska and Attu. One of this navy's losses led to the cancellation of Operation Mo. In another battle, this navy took substantial losses because its carriers were attacked while planes were refueling. For 10 points, name this navy that lost the Battle of Midway, led by Admiral Yamamoto.": {
    "guess": "Imperial Japanese Navy",
    "confidence": [
      [
        "Im",
        -0.06541075
      ],
      [
        "perial",
        -1.473646e-05
      ],
      [
        " Japanese",
        -9.126521e-05
      ],
      [
        " Navy",
        -0.00013464801
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this war\n successfully employed the Fabian strategy until it became politically unpopular. Cato the Elder thought the\n terms that ended this war were too gentle, an opinion he made clear after each of his speeches. One leader\n in this conflict was the brother of Hasdrubal, who demonstrated classic double envelopment in his victory\n at Cannae and boldly marched his army over the Alps. For 10 points, name this war lost by Hannibal, the\n second to be fought between Rome and Carthage.": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.0019412499
      ],
      [
        " P",
        -4.5371802e-05
      ],
      [
        "unic",
        -1.5213274e-05
      ],
      [
        " War",
        -1.92662e-05
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.059809994
      ],
      [
        " Northern",
        -0.0031600147
      ],
      [
        " War",
        -9.710619e-05
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St. Patrick's Battalion for the losing side. One battle in this conflict saw the defense of a fort by a group of young children known as the Six Heroes. In addition to the Battle of Chapultepec, this war": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.0021063634
      ],
      [
        "ican",
        -8.299462e-06
      ],
      [
        "-American",
        -0.0069790445
      ],
      [
        " War",
        -2.6895234e-05
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During this war, the Edict of Restitution was passed by a ruler who, along with Count Tilly, defeated the Bohemians at the Battle of White Mountain. The Second Defenestration of Prague precipitated this conflict, whose participants included Albrecht von Wallenstein and Gustavus Adolphus. For 10 points, name this conflict between Catholics and Protestants that ended with the signing of the Peace of Westphalia, a war lasting from 1618 to 1648.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.00028338484
      ],
      [
        " Years",
        -1.378283e-05
      ],
      [
        "'",
        -8.864273e-05
      ],
      [
        " War",
        -1.0087517e-05
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\"": {
    "guess": "The Federalist Papers",
    "confidence": [
      [
        "The",
        -2.0346355
      ],
      [
        " Federal",
        -0.27347943
      ],
      [
        "ist",
        -0.00034428327
      ],
      [
        " Papers",
        -0.6183728
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.11243566
      ],
      [
        " P",
        -0.0006210577
      ],
      [
        "unic",
        -1.8624639e-06
      ],
      [
        " War",
        -7.8748824e-05
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another king, Titus Tatius, with whom he shared power. According to legend, this figure's death saw him disappear into the clouds during a storm. This figure and his (*) brother had been abandoned by their": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.0036892705
      ],
      [
        "ulus",
        -1.147242e-06
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's yellow journalism is often credited with bringing one side into this war. Ended by the Treaty of Paris, this war included Admiral George Dewey's victory in Manila Bay. This conflict was sparked in part by the sinking of the USS Maine in Havana Harbor. For 10 points, name this war which led to the transfer of control of Guam, which also included the exploits of the Rough Riders at the Battle of": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.0013707151
      ],
      [
        "–",
        -0.04038181
      ],
      [
        "American",
        -1.0206721e-05
      ],
      [
        " War",
        -8.89548e-06
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg. During a naval battle in this war, one commander composed the message \"We have met the enemy and they are ours.\" In addition to Oliver Hazard Perry, other commanders during this war included Edward": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.006695593
      ],
      [
        " of",
        -3.333223e-05
      ],
      [
        " ",
        -1.1756368e-05
      ],
      [
        "181",
        -1.2590794e-05
      ],
      [
        "2",
        -1.9361265e-07
      ]
    ]
  },
  "In this war, Fort Duquesne was targeted by the Braddock expedition, which ended at the   Battle of the Monongahela. Jeffrey Amherst defended Fort Ticonderoga in this war; as a  result, his troops could not attend a battle that saw opposing generals Montcalm and (*)  Wolfe both die on the Plains of Abraham. The Battle of Quebec was a turning point in, for 10 points,  what sub-war of the Seven Years'": {
    "guess": "None",
    "confidence": [
      [
        "None",
        -0.6867103
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due to dissatisfaction with the king showing preference to his Poitevin, Savoyard, and Lusignan relatives.": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.22560175
      ],
      [
        " Bar",
        -0.0048360573
      ],
      [
        "ons",
        -6.511407e-06
      ],
      [
        "'",
        -0.00021796036
      ],
      [
        " War",
        -6.17027e-05
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party; Stark was blamed for the mixed results at that battle. Mikasa was the flagship in the first battle using wireless telegraphy, during which Oskar Enkvist fled to Manila and Nikolai Nebogatov was taken prisoner. Its last land battle, at Mukden, was a decisive loss for General Kuropatkin, and other major fighting in this war took place at Tsushima and Port Arthur.  Name this war ended by the Treaty of Portsmouth in 1905, whose negotiation led to a Nobel Peace Prize for Teddy Roosevelt.": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.0032188264
      ],
      [
        "us",
        -1.473646e-05
      ],
      [
        "so",
        -1.3856493e-06
      ],
      [
        "-J",
        -0.00012356207
      ],
      [
        "apanese",
        -1.6882126e-05
      ],
      [
        " War",
        -3.7385154e-05
      ]
    ]
  },
  "During this war, the end of the House of Gonzaga resulted in the War of the Mantuan Succession. During": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.00093504385
      ],
      [
        " Years",
        -0.00017731925
      ],
      [
        "'",
        -0.000887399
      ],
      [
        " War",
        -0.004114969
      ]
    ]
  },
  "In this war, Fort Duquesne was targeted by the Braddock expedition, which ended at the   Battle of the Monongahela. Jeffrey Amherst defended Fort Ticonderoga in this war; as a  result, his troops could": {
    "guess": "French and Indian War",
    "confidence": [
      [
        "French",
        -0.06140495
      ],
      [
        " and",
        -5.252402e-05
      ],
      [
        " Indian",
        -1.11603495e-05
      ],
      [
        " War",
        -0.00031365524
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during the Battle of Bladensburg in this war. Oliver Perry declared \"We have met the enemy and they are ours\" after the Battle of (*) Lake Erie during this war. It was instigated due to the impressment controversy and the \"land hunger\" of the \"War Hawks.\" It included the burning of the White House, and was ended by the Treaty of Ghent. For 10 points, name this war between the U.S. and Britain, which began in the namesake year.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0032050428
      ],
      [
        " of",
        -2.0100624e-05
      ],
      [
        " ",
        -1.9816675e-06
      ],
      [
        "181",
        -2.6656826e-05
      ],
      [
        "2",
        -5.5122365e-07
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0075627263
      ],
      [
        " of",
        -7.7079974e-05
      ],
      [
        " ",
        -2.2603901e-05
      ],
      [
        "181",
        -3.4047454e-05
      ],
      [
        "2",
        -4.3202e-07
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating for control of Azov, and it was concluded by the Treaty of Nystad. In one battle of this war, Ivan Mazeppa and his Cossacks were defeated by General Menshikov, and the injured leader of one side fled to Turkey. Battles of it included Narva, as well as the aforementioned Poltava, and the two main": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.04006176
      ],
      [
        " Northern",
        -0.00029923528
      ],
      [
        " War",
        -0.00010854974
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight Doctrine\". An Englishman named William Forbes-Sempill introduced sea planes to this navy. During World War I, this navy captured the German port of Tsingtao in China. This navy supported amphibious landings on Kiska and Attu. One of this navy's losses led to the cancellation of Operation Mo. In another battle, this navy took substantial losses because its carriers were attacked while planes": {
    "guess": "Imperial Japanese Navy",
    "confidence": [
      [
        "Im",
        -0.014323335
      ],
      [
        "perial",
        -1.3306016e-05
      ],
      [
        " Japanese",
        -4.0007635e-05
      ],
      [
        " Navy",
        -0.00047547516
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one:": {
    "guess": "Jacob",
    "confidence": [
      [
        "Jacob",
        -0.539639
      ]
    ]
  },
  "In this war, Fort Duquesne was targeted by the Braddock expedition, which ended at the   Battle of the": {
    "guess": "French and Indian War",
    "confidence": [
      [
        "French",
        -0.24148308
      ],
      [
        " and",
        -0.00031019835
      ],
      [
        " Indian",
        -4.1080468e-05
      ],
      [
        " War",
        -0.00019460011
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's yellow journalism is often credited with bringing one side into this war. Ended by the Treaty of Paris, this war included Admiral George Dewey's victory in Manila Bay. This conflict was sparked in part by the sinking of the USS Maine in Havana Harbor. For 10 points, name this war which led to the": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.0019021016
      ],
      [
        "–",
        -0.061308652
      ],
      [
        "American",
        -2.319992e-05
      ],
      [
        " War",
        -1.1994775e-05
      ]
    ]
  },
  "During this war, Andrew Jackson defeated the Creek at the Battle of Horseshoe Bend. Tecumseh died during the Battle of the Thames in this war. The White House was burned by the British Army during this": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.014668637
      ],
      [
        " of",
        -9.9251854e-05
      ],
      [
        " ",
        -1.867018e-05
      ],
      [
        "181",
        -4.6206227e-05
      ],
      [
        "2",
        -7.612634e-05
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda.": {
    "guess": "Eighty Years' War",
    "confidence": [
      [
        "Eight",
        -0.31571993
      ],
      [
        "y",
        -7.4695905e-05
      ],
      [
        " Years",
        -0.00029470553
      ],
      [
        "'",
        -0.00030400342
      ],
      [
        " War",
        -0.00010008628
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass.": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.700456
      ],
      [
        "us",
        -1.9743013e-05
      ],
      [
        "so",
        -6.511407e-06
      ],
      [
        "-J",
        -0.0002880338
      ],
      [
        "apanese",
        -4.8709502e-05
      ],
      [
        " War",
        -4.20341e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0059260703
      ],
      [
        "lic",
        -2.6968896e-06
      ],
      [
        " Wars",
        -0.0001441843
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams, and in its early stages, General Isaac Brock captured Fort Detroit, only to be killed leading a charge in the Battle of Queenston Heights. Tecumseh was killed during Battle of the Thames, and this war": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.000545169
      ],
      [
        " of",
        -4.7040652e-05
      ],
      [
        " ",
        -6.6306106e-06
      ],
      [
        "181",
        -8.299462e-06
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda. The Battle of White Mountain was a defeat for Frederick V's forces in this war. One event at the beginning of this conflict saw two diplomats thrown out a window, which was called the Second Defenestration": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.00071969966
      ],
      [
        " Years",
        -0.00014132341
      ],
      [
        "'",
        -0.00017457757
      ],
      [
        " War",
        -2.5703197e-05
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda. The Battle of White Mountain was a defeat for Frederick V's forces in this war. One event at the beginning": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.0048197997
      ],
      [
        " Years",
        -0.00012582695
      ],
      [
        "'",
        -0.0002703953
      ],
      [
        " War",
        -4.4894987e-05
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.006653446
      ],
      [
        " Barb",
        -0.00024727348
      ],
      [
        "ary",
        -1.1398757e-05
      ],
      [
        " War",
        -3.1305768e-05
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The Duke of Caxias led this nation's forces in one major conflict, and this nation's independence was announced in the Cry of the (*) Ipiranga. Before his 1954 suicide, Getulio Vargas served as the fascist leader of this nation, which did not emancipate its slaves until the Golden Law of 1889 issued by the daughter of Dom Pedro II of this nation. Discovered by explorer Pedro Cabral, for 10 points, name this large South American nation, originally a colony of Portugal.": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.012264748
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the rule of the Thirty Tyrants after Lysander won the Battle of Aegospotami (ey-go-SPAH-toh-mee). The": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.05012407
      ],
      [
        "op",
        -8.776276e-06
      ],
      [
        "on",
        -2.3319124e-05
      ],
      [
        "nes",
        -2.129266e-05
      ],
      [
        "ian",
        -3.7623562e-05
      ],
      [
        " War",
        -0.0012653555
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine gun and the koonipistolet SMG. During this war, fighting at Raate Road ended the battle of Suomussalmi. A sniper during this conflict was Simo Hayha, who was known as the \"White Death\" for his over 500 kills. A follow-up conflict began when one party was attacked in Operation Barbarossa and was known as the Continuation War. For 10 points, name this war where Molotov cocktails were used in the defense of the Mannerheim line against Soviet forces by Finland.": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.02688941
      ],
      [
        " War",
        -1.7716551e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in this war occurred at (+) Gergovia, while the final battle of this war was the unsuccessful siege of": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.0017455117
      ],
      [
        "lic",
        -2.1008714e-06
      ],
      [
        " Wars",
        -0.00019686499
      ]
    ]
  },
  "During one war, this navy deployed the \"Sea Quake\", a speedboat armed with depth charges that was often unable to survive the explosions it caused. This navy was expanded after hawks adopted the \"Eight-Eight Doctrine\". An Englishman named William Forbes-Sempill introduced sea planes to this navy. During": {
    "guess": "Imperial Japanese Navy",
    "confidence": [
      [
        "Im",
        -0.46114624
      ],
      [
        "perial",
        -0.0002292847
      ],
      [
        " Japanese",
        -6.0272258e-05
      ],
      [
        " Navy",
        -0.00021736434
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams, and in its early stages, General Isaac Brock captured Fort Detroit, only to be killed leading a charge in the Battle of Queenston Heights. Tecumseh was killed during Battle of the Thames, and this war caused talk of secession at the Hartford Convention. It was supported by the War Hawks, and this war saw the burning of the District of Columbia. For 10 points, name this war nicknamed \"Mr. Madison's": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0076532494
      ],
      [
        " of",
        -0.00031425126
      ],
      [
        " ",
        -9.729906e-06
      ],
      [
        "181",
        -6.921253e-05
      ],
      [
        "2",
        -6.704273e-07
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another king, Titus Tatius, with whom he shared power. According to legend, this figure's death saw him": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.003850194
      ],
      [
        "ulus",
        -2.451116e-05
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.09746641
      ],
      [
        " War",
        -0.00046713458
      ]
    ]
  },
  "In this war, Marshal Achille-Francois Bazaine lost the battles of Mars-la-Tour and Gravelotte and was surrounded at the fortress of Metz. This conflict was provoked in part by reaction to a telegram describing a meeting between Count Benedetti and King William. In one of this war's battles, the forces of Patrice (*) Mac-Mahon were routed by Helmuth von Moltke at Sedan, a battle in which Napoleon III": {
    "guess": "Franco-Prussian War",
    "confidence": [
      [
        "Fran",
        -0.0069188997
      ],
      [
        "co",
        -5.6769813e-06
      ],
      [
        "-",
        -5.3000836e-05
      ],
      [
        "Pr",
        -1.2829201e-05
      ],
      [
        "ussian",
        -6.46828e-05
      ],
      [
        " War",
        -1.3544423e-05
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was resolved by Rutherford B. Hayes. The victorious side in this war initially named Bartolome Mitre as": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.15125397
      ],
      [
        "agu",
        -0.043417037
      ],
      [
        "ayan",
        -0.00014215785
      ],
      [
        " War",
        -4.7875077e-05
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating for control of Azov, and it was concluded by the Treaty of Nystad. In one battle of this war, Ivan": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0020917344
      ],
      [
        " Northern",
        -0.00014048899
      ],
      [
        " War",
        -4.036525e-05
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but is held off with a tire iron. Later, that character threatens the protagonist while fishing atop an icy lake. This novel's protagonist purchases milk from a dairy farm just to watch Faunia (*) Farley milk cows. Delphine Roux is delighted when the protagonist resigns from his post at Athena College after calling a pair of his students \"spooks.\" For 10 points - Nathan Zuckerman narrates what novel about the passing professor Coleman Silk, written by Philip Roth?": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.0016503064
      ],
      [
        " Human",
        -0.00042304752
      ],
      [
        " St",
        -6.0749073e-05
      ],
      [
        "ain",
        -5.3239244e-05
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg. During a naval battle in this war, one commander composed the message \"We have met the enemy and they are ours.\" In addition to Oliver Hazard Perry, other commanders during this war included Edward Pakenham, who lost to a group of pirates and Andrew Jackson at New Orleans after the conclusion of the Treaty of Ghent. For 10 points, name this war between the US and Britain, named for the year it began.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.011620888
      ],
      [
        " of",
        -0.00010807293
      ],
      [
        " ",
        -1.2948405e-05
      ],
      [
        "181",
        -4.9305523e-05
      ],
      [
        "2",
        -1.3856493e-06
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the rule of the Thirty Tyrants after Lysander won the Battle of Aegospotami (ey-go-SPAH-toh-mee). The (*) Sicilian Expedition proved disastrous for one side of this war, during which Cleon rose to power after a plague killed Pericles. It arose over the imperial influence of the Delian League and was chronicled in a namesake \"history\" by Thucydides (thoo-SID-uh-deez). For 10 points, name this war, in which an alliance led by Athens lost to one led by Sparta.": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0016448342
      ],
      [
        "op",
        -1.4140442e-05
      ],
      [
        "on",
        -4.4537377e-05
      ],
      [
        "nes",
        -2.2603901e-05
      ],
      [
        "ian",
        -4.406056e-05
      ],
      [
        " War",
        -0.009221879
      ]
    ]
  },
  "After the war, he was appointed to federal office by his friend U.S. Grant, a political connection that, along with  his criticism of Lee, hurt his image in the South. Blamed by Jubal Early for the defeat": {
    "guess": "John C. Breckinridge",
    "confidence": [
      [
        "John",
        -1.6504189
      ],
      [
        " C",
        -0.73302424
      ],
      [
        ".",
        -0.0004973903
      ],
      [
        " Bre",
        -0.032611713
      ],
      [
        "ck",
        -0.001532713
      ],
      [
        "in",
        -0.00017064385
      ],
      [
        "ridge",
        -5.5861725e-05
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured.": {
    "guess": "Battle of Lewes",
    "confidence": [
      [
        "Battle",
        -0.7332463
      ],
      [
        " of",
        -0.001840706
      ],
      [
        " Lew",
        -0.4549704
      ],
      [
        "es",
        -0.00030829108
      ]
    ]
  },
  "In this war, Gordon Drummond captured Fort Niagara, turning momentum after Oliver Hazard Perry's victory at the Battle of Lake Erie allowed Detroit to be re-taken. The Battle of Bladensburg led to the burning of (*) Washington, D.C during this war, which included the defense of Fort McHenry that inspired": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0042219283
      ],
      [
        " of",
        -3.0471343e-05
      ],
      [
        " ",
        -5.9153886e-06
      ],
      [
        "181",
        -8.061054e-06
      ],
      [
        "2",
        -1.9361265e-07
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate,": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.8845516
      ],
      [
        "ion",
        -0.20819895
      ],
      [
        "n",
        -0.0004330533
      ],
      [
        " mac",
        -0.06074195
      ],
      [
        " Cum",
        -0.0007235141
      ],
      [
        "ha",
        -0.0055024414
      ],
      [
        "ill",
        -1.5570886e-05
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political innocence. Richard Borshay Lee proposed that all cultures that practice these actions are egalitarian. These actions are prevalent in societies that only war over grudges and not territorial expansion,": {
    "guess": "Hunter-gatherer societies, Egalitarianism",
    "confidence": [
      [
        "Hunter",
        -0.6548454
      ],
      [
        "-g",
        -0.010617983
      ],
      [
        "ather",
        -0.00031973462
      ],
      [
        "er",
        -0.015822956
      ],
      [
        " societies",
        -0.11673243
      ],
      [
        ",",
        -0.31306577
      ],
      [
        " E",
        -1.2451131
      ],
      [
        "gal",
        -0.00039694557
      ],
      [
        "itarian",
        -5.6576944e-05
      ],
      [
        "ism",
        -0.18485306
      ]
    ]
  },
  "Warning, first and last names are the same:": {
    "guess": "List of people who disappeared mysteriously",
    "confidence": [
      [
        "List",
        -1.8133388
      ],
      [
        " of",
        -0.000127615
      ],
      [
        " people",
        -0.024570407
      ],
      [
        " who",
        -0.18606243
      ],
      [
        " disappeared",
        -0.38725692
      ],
      [
        " myster",
        -0.0031590648
      ],
      [
        "iously",
        -4.1199673e-05
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams, and in its early stages, General Isaac Brock captured Fort Detroit, only to be killed leading a charge in the Battle of Queenston Heights. Tecumseh was killed during Battle of the Thames, and this war caused talk of secession at the Hartford Convention. It was supported by the War Hawks, and this": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.00079128606
      ],
      [
        " of",
        -7.576874e-05
      ],
      [
        " ",
        -3.888926e-06
      ],
      [
        "181",
        -1.2233183e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "The War of the Mantuan Succession was part of this conflict that saw Ambrosio Spinola capture Breda. The Battle of White Mountain was a defeat for Frederick V's forces in this war. One event at the beginning of this conflict saw two diplomats thrown out a window, which was called the Second Defenestration of Prague. This war included the brutality of the general (*) Albrecht von Wallenstein. The Battle of Breitenfeld was a victory for Gustavus Adolphus. For 10 points, name this religious war ended": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.000496675
      ],
      [
        " Years",
        -5.6457742e-05
      ],
      [
        "'",
        -0.00011427152
      ],
      [
        " War",
        -1.7716551e-05
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due": {
    "guess": "Barons' Crusade",
    "confidence": [
      [
        "Bar",
        -0.67324936
      ],
      [
        "ons",
        -0.39151835
      ],
      [
        "'",
        -0.00075864623
      ],
      [
        " Crus",
        -0.03687507
      ],
      [
        "ade",
        -0.00011582117
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate, this man's betrothed falls in love with (*) Diarmuid, but this warrior pardons him. At the Battle of Gabhair, this leader's grandson is killed with a joke on his lips by the mortally wounded Lifechair, causing this hero to weep for the first time. The enemy of Goll MacMorna, the father of Oisin, and noted eater of the salmon of knowledge, for 10 points, name this semi-mythical hunter-warrior of Irish mythology, hero of the Fenian Cycle.": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.06924391
      ],
      [
        "ion",
        -0.15618193
      ],
      [
        "n",
        -8.45898e-05
      ],
      [
        " mac",
        -0.022602694
      ],
      [
        " Cum",
        -8.6735476e-05
      ],
      [
        "ha",
        -0.00532187
      ],
      [
        "ill",
        -1.0683535e-05
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was resolved by Rutherford B. Hayes. The victorious side in this war initially named Bartolome Mitre as supreme commander, and a turning point saw the losing country's fleet destroyed at the naval battle of Riachuelo. This war ended with the death of the losing country's flamboyant leader Francisco Solano Lopez. For 10 points, name this 1864 to 1870 conflict, the bloodiest war in South American history,": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.008617055
      ],
      [
        "agu",
        -8.3874584e-05
      ],
      [
        "ayan",
        -4.1273333e-06
      ],
      [
        " War",
        -5.3193703e-06
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame came for her writings on interior design like \"The Decoration of Houses\" and \"Italian Villas and": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.0045163967
      ],
      [
        "ith",
        -5.5577775e-06
      ],
      [
        " Wh",
        -3.4762674e-05
      ],
      [
        "arton",
        -6.194111e-05
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0031285214
      ],
      [
        " of",
        -4.763667e-05
      ],
      [
        " ",
        -1.11603495e-05
      ],
      [
        "181",
        -2.4153549e-05
      ],
      [
        "2",
        -3.1281633e-07
      ]
    ]
  },
  "During this war, one officer's life was saved either by Daniel Frazier or Reuben James. A commander in this war responded \"my head or yours!\" when William Eaton asked to enter his city, leading to a battle where Presley O'Bannon led a successful charge. This war ended with a peace treaty signed by Tobias Lear. A group of officers known as \"Preble's boys\" were present at one battle in this war during": {
    "guess": "First Barbary War",
    "confidence": [
      [
        "First",
        -0.002970215
      ],
      [
        " Barb",
        -5.0139948e-05
      ],
      [
        "ary",
        -1.1041146e-05
      ],
      [
        " War",
        -2.2007884e-05
      ]
    ]
  },
  "In this war, Fort Duquesne was targeted by the Braddock expedition, which ended at the   Battle of the Monongahela. Jeffrey Amherst defended Fort Ticonderoga in this war; as a  result, his troops could not attend a battle that saw opposing generals Montcalm and (*)  Wolfe both die on the Plains of Abraham.": {
    "guess": "French and Indian War",
    "confidence": [
      [
        "French",
        -0.064338215
      ],
      [
        " and",
        -0.00021986762
      ],
      [
        " Indian",
        -1.4140442e-05
      ],
      [
        " War",
        -7.767599e-05
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The Duke of Caxias led this nation's forces in one major conflict, and this nation's independence was announced in the Cry of the (*) Ipiranga. Before his 1954 suicide, Getulio Vargas served as the fascist leader of this nation, which did not emancipate its slaves until the Golden Law of 1889 issued by the daughter of Dom Pedro II of this nation. Discovered by explorer Pedro Cabral, for 10 points, name": {
    "guess": "Brazil",
    "confidence": [
      [
        "Brazil",
        -0.19124082
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas \"Butcher\" Haig. The Fawcett Commission investigated so-called \"refugee camps\" set up during the": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.00073625066
      ],
      [
        " Bo",
        -3.261701e-05
      ],
      [
        "er",
        -2.9875326e-05
      ],
      [
        " War",
        -8.061054e-06
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.4573916
      ],
      [
        " of",
        -1.6643718e-05
      ],
      [
        " ",
        -3.7697225e-06
      ],
      [
        "181",
        -2.0696643e-05
      ],
      [
        "2",
        -4.9617593e-06
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's": {
    "guess": "Bombing of Belgrade",
    "confidence": [
      [
        "Bomb",
        -0.1310595
      ],
      [
        "ing",
        -0.0020173825
      ],
      [
        " of",
        -0.006186876
      ],
      [
        " Bel",
        -0.4753494
      ],
      [
        "grade",
        -0.00094671117
      ]
    ]
  },
  "Warning: Two answers required. Friedrich Engels labels these techniques as the last phase of political innocence. Richard Borshay Lee proposed that all cultures that practice these actions are egalitarian. These actions are prevalent in societies that only war over grudges and not territorial expansion, because surpluses were not available. However, when agriculture came around, these acts dissipated and , gave way for the post-Paleolithic societal evolution. For ten points, name these two actions": {
    "guess": "Hunter-gatherer societies, Nomadic pastoralism",
    "confidence": [
      [
        "Hunter",
        -0.50424916
      ],
      [
        "-g",
        -0.011557377
      ],
      [
        "ather",
        -0.0062285755
      ],
      [
        "er",
        -0.025443694
      ],
      [
        " societies",
        -0.44612113
      ],
      [
        ",",
        -0.24501863
      ],
      [
        " Nom",
        -1.2753454
      ],
      [
        "adic",
        -0.19741139
      ],
      [
        " pastoral",
        -0.04882184
      ],
      [
        "ism",
        -0.04064305
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during the Battle of Bladensburg in this war. Oliver Perry declared \"We have met the enemy and they are ours\" after the Battle of (*) Lake Erie during this war. It was instigated due to the impressment controversy": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0058688247
      ],
      [
        " of",
        -3.070975e-05
      ],
      [
        " ",
        -4.723352e-06
      ],
      [
        "181",
        -1.998142e-05
      ],
      [
        "2",
        -4.3202e-07
      ]
    ]
  },
  "In this war, Gordon Drummond captured Fort Niagara, turning momentum after Oliver Hazard Perry's victory at the Battle of Lake Erie allowed Detroit to be re-taken. The Battle of Bladensburg led to the burning of (*) Washington, D.C during this war, which included the defense of Fort McHenry that inspired Francis Scott Key's \"Star Spangled Banner.\" For 10 points, name this war between the U.S. and Great": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.036120154
      ],
      [
        " of",
        -0.0004951291
      ],
      [
        " ",
        -1.3306016e-05
      ],
      [
        "181",
        -4.7875077e-05
      ],
      [
        "2",
        -5.7961847e-06
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St. Patrick's Battalion for the losing side. One battle in this conflict saw the defense of a fort by a group of young children known as the Six Heroes. In addition to the Battle of Chapultepec, this war also saw the bombardment of Veracruz by forces under Matthew Perry and Winfield Scott. For 10 points, name this war, ended by the Treaty of Guadalupe Hidalgo, in which the U.S. gained California from": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.0011096131
      ],
      [
        "ican",
        -9.014684e-06
      ],
      [
        "-American",
        -0.13518678
      ],
      [
        " War",
        -4.465658e-05
      ]
    ]
  },
  "During this war, Robert Ross led one side in a landing at Benedict before winning the Battle of Bladensburg. During a naval battle in this war, one commander composed the message \"We have met the enemy": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0060313
      ],
      [
        " of",
        -1.0206721e-05
      ],
      [
        " ",
        -4.1273333e-06
      ],
      [
        "181",
        -1.7835755e-05
      ],
      [
        "2",
        -5.5122365e-07
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\" and condemns Communism as \"a hostile ideology global in scope, atheistic in character, ruthless in purpose, and insidious in method.\" It makes two chief warnings, one against federal control of science": {
    "guess": "Eisenhower's farewell address",
    "confidence": [
      [
        "E",
        -2.2295675
      ],
      [
        "isen",
        -0.0038427098
      ],
      [
        "hower",
        -1.831257e-05
      ],
      [
        "'s",
        -0.17257082
      ],
      [
        " farewell",
        -0.105645165
      ],
      [
        " address",
        -0.000513237
      ]
    ]
  },
  "During this war, a loss by General Stackelberg preceded a hasty retreat by General Keller at Motien Pass. It started with a surprise attack made while Admiral Stark was throwing his wife a birthday party; Stark was blamed for the mixed results at that battle. Mikasa was the flagship in the first battle using wireless telegraphy, during which Oskar Enkvist fled to Manila and Nikolai Nebogatov was taken prisoner. Its last land battle, at Mukden, was a decisive loss for General Kuropatkin, and other": {
    "guess": "Russo-Japanese War",
    "confidence": [
      [
        "R",
        -0.007892886
      ],
      [
        "us",
        -1.11603495e-05
      ],
      [
        "so",
        -1.9816675e-06
      ],
      [
        "-J",
        -4.036525e-05
      ],
      [
        "apanese",
        -5.0735965e-05
      ],
      [
        " War",
        -0.00012142374
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating for control of Azov, and it was concluded by the Treaty of Nystad. In one battle of this war, Ivan Mazeppa and his Cossacks were defeated by General Menshikov, and the injured leader of one side fled to Turkey. Battles of it included Narva, as well as the aforementioned Poltava, and the two main contenders were led by Charles XII and Peter the Great. For 10 points, name this war between Sweden": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.011612057
      ],
      [
        " Northern",
        -1.9504607e-05
      ],
      [
        " War",
        -5.2001665e-06
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the rule of the Thirty Tyrants after Lysander won the Battle of Aegospotami (ey-go-SPAH-toh-mee). The (*) Sicilian Expedition proved disastrous for one side of this war, during which Cleon rose to power after a plague killed Pericles. It arose over the imperial influence of the Delian League and was chronicled in a namesake \"history\" by Thucydides (thoo-SID-uh-deez). For 10 points, name this war, in": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0008317823
      ],
      [
        "op",
        -9.014684e-06
      ],
      [
        "on",
        -2.9994528e-05
      ],
      [
        "nes",
        -8.180258e-06
      ],
      [
        "ian",
        -2.0339032e-05
      ],
      [
        " War",
        -4.00813e-06
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due to dissatisfaction with the king showing preference to his Poitevin, Savoyard, and Lusignan relatives. [*] The eventual losers had early success at Lewes, however, defeat at Evesham, where Simon de Montfort": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.53081465
      ],
      [
        " Bar",
        -0.008675435
      ],
      [
        "ons",
        -2.58224e-05
      ],
      [
        "'",
        -0.0009452917
      ],
      [
        " War",
        -0.0017356324
      ]
    ]
  },
  "One of this man's warriors has a magical love spot on his head that makes him irresistible to women. Though this man was grieving over the loss of his most recent wife, his associates find him a new one: the great-granddaughter of Conn the Hundred Fighter. But upon gazing on the love spot of his associate, this man's betrothed falls in love with (*) Diarmuid, but this warrior pardons him. At the Battle": {
    "guess": "Fionn mac Cumhaill",
    "confidence": [
      [
        "F",
        -0.120496616
      ],
      [
        "ion",
        -0.05656077
      ],
      [
        "n",
        -0.000118086034
      ],
      [
        " mac",
        -0.010780269
      ],
      [
        " Cum",
        -2.9875326e-05
      ],
      [
        "ha",
        -0.0032436666
      ],
      [
        "ill",
        -4.246537e-06
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St. Patrick's Battalion for the losing side. One battle in this conflict saw the defense of a fort by a group of young children known as the Six Heroes. In addition to the Battle of Chapultepec, this war also saw the bombardment of Veracruz by forces under Matthew Perry and Winfield Scott. For 10 points,": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.0031885246
      ],
      [
        "ican",
        -3.888926e-06
      ],
      [
        "-American",
        -0.01214675
      ],
      [
        " War",
        -3.1544176e-05
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St. Patrick's Battalion for the losing side. One battle in this conflict saw the defense of a fort by a": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.23552176
      ],
      [
        "ican",
        -2.1008714e-06
      ],
      [
        "-American",
        -0.14862712
      ],
      [
        " War",
        -0.00028195442
      ]
    ]
  },
  "This war paused after the death of Brasidas for the Peace of Nicias. Its losing side was put under the rule of the Thirty Tyrants after Lysander won the Battle of Aegospotami (ey-go-SPAH-toh-mee). The (*) Sicilian Expedition proved disastrous for one side of this war, during which Cleon rose to power": {
    "guess": "Peloponnesian War",
    "confidence": [
      [
        "Pel",
        -0.0017715697
      ],
      [
        "op",
        -1.0325924e-05
      ],
      [
        "on",
        -4.310693e-05
      ],
      [
        "nes",
        -1.7239736e-05
      ],
      [
        "ian",
        -2.8802491e-05
      ],
      [
        " War",
        -0.0002784975
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but is held off with a tire iron. Later, that character threatens the protagonist while fishing atop an icy lake. This novel's protagonist purchases milk from a dairy farm just to watch Faunia (*) Farley": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.006350704
      ],
      [
        " Human",
        -0.00020437481
      ],
      [
        " St",
        -1.0325924e-05
      ],
      [
        "ain",
        -3.297462e-05
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams, and in its early stages, General Isaac Brock captured Fort Detroit, only to be killed leading a charge in the Battle of Queenston Heights. Tecumseh was killed during Battle of the Thames, and this war caused talk of secession at the Hartford Convention. It was supported by the War Hawks, and this war saw the burning of the District of Columbia. For 10 points, name this war nicknamed \"Mr. Madison's War,\" formally named for the year in which it started.": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0015766404
      ],
      [
        " of",
        -0.00015872349
      ],
      [
        " ",
        -6.511407e-06
      ],
      [
        "181",
        -3.7265952e-05
      ],
      [
        "2",
        -3.1281633e-07
      ]
    ]
  },
  "During this war, Frederick V was defeated by at White Mountain by Count Tilly, who later won at Breitenfeld. Its commanders included Ottavio Piccolomini and Albrecht Wallenstein, the latter of whom retreated from Lutzen after Gustavus Adolphus of Sweden was killed. Richilieu brought France into this": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.1082413
      ],
      [
        " Years",
        -0.0001441843
      ],
      [
        "'",
        -0.00038336372
      ],
      [
        " War",
        -4.8471098e-05
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side was assisted by the pirate Jean Lafitte. One skirmish in this war resulted in the sinking of the Guerriere,": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0041850097
      ],
      [
        " of",
        -1.640531e-05
      ],
      [
        " ",
        -7.226629e-06
      ],
      [
        "181",
        -6.2729996e-06
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "A war veteran in this novel who has trouble eating at Chinese restaurants assaults the protagonist, but is held off with a tire iron. Later, that character threatens the protagonist while fishing atop an icy lake. This novel's protagonist purchases milk from a dairy farm just to watch Faunia (*) Farley milk cows. Delphine Roux is delighted when the protagonist resigns from his post at Athena College": {
    "guess": "The Human Stain",
    "confidence": [
      [
        "The",
        -0.0024112079
      ],
      [
        " Human",
        -2.5941605e-05
      ],
      [
        " St",
        -6.869018e-06
      ],
      [
        "ain",
        -4.608702e-05
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's yellow journalism is often credited with bringing one side into this war. Ended by the Treaty of Paris, this war included Admiral George Dewey's victory in Manila Bay. This conflict was sparked in": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.08413527
      ],
      [
        "–",
        -0.05346746
      ],
      [
        "American",
        -6.659005e-05
      ],
      [
        " War",
        -0.00016313401
      ]
    ]
  },
  "In this war, the first major bombing of the losing side's capital accidentally bombed the winning side's foreign delegation headquarters. During this conflict, a battalion of Hungarian forces took a roundabout journey to join the defending side's Sisu Detachments. One side claimed justification for invasion after the shelling of Mainila incident. The losing side equipped its infantry with the M26 machine gun and the koonipistolet SMG. During this war, fighting at Raate Road ended the battle of Suomussalmi.": {
    "guess": "Winter War",
    "confidence": [
      [
        "Winter",
        -0.47987622
      ],
      [
        " War",
        -0.00018625586
      ]
    ]
  },
  "Her wartime experiences influenced the novels \"The Marne\" and \"A Son of the Front\", while her early fame": {
    "guess": "Edith Wharton",
    "confidence": [
      [
        "Ed",
        -0.01326705
      ],
      [
        "ith",
        -0.0016110316
      ],
      [
        " Wh",
        -7.064298e-05
      ],
      [
        "arton",
        -1.4498052e-05
      ]
    ]
  },
  "At one of this war's pivotal early engagements Richard of Cornwall, the king of Germany, was captured. It ended partially due to an uprising of an indigenous group known as the \"Marchers\" and began due to dissatisfaction with the king showing preference to his Poitevin, Savoyard, and Lusignan relatives. [*] The eventual losers had early success at Lewes, however, defeat at Evesham, where Simon de Montfort was killed, saw an end to this conflict. FTP, identify this war that began when the Provisions of Oxford were ignored by Henry III, a 13th-century conflict named for the rank of many of the nobles": {
    "guess": "Second Barons' War",
    "confidence": [
      [
        "Second",
        -0.06691261
      ],
      [
        " Bar",
        -0.0039433986
      ],
      [
        "ons",
        -2.868329e-05
      ],
      [
        "'",
        -0.00062534906
      ],
      [
        " War",
        -0.0025536655
      ]
    ]
  },
  "During this war, Andrew Jackson defeated the Creek at the Battle of Horseshoe Bend. Tecumseh died during the Battle of the Thames in this war. The White House was burned by the British Army during this war. Francis Scott Key composed the (*) \"Star Spangled Banner\" during this conflict. Impressment of": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0012849948
      ],
      [
        " of",
        -9.0907604e-05
      ],
      [
        " ",
        -1.2664457e-06
      ],
      [
        "181",
        -2.4034345e-05
      ],
      [
        "2",
        -4.365741e-06
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.015676042
      ],
      [
        "agu",
        -8.518583e-05
      ],
      [
        "ayan",
        -3.888926e-06
      ],
      [
        " War",
        -5.4669687e-05
      ]
    ]
  },
  "During one war begun by this figure, he killed King Acron of Caenina before reaching a peace with another king, Titus Tatius, with whom he shared power. According to legend, this figure's death saw him disappear into the clouds during a storm. This figure and his (*) brother had been abandoned by their uncle Amulius and fed by a woodpecker and a she-wolf before being found by a Shepard. This son of Rhea Silvia orchestrated the abduction of the Sabine women and founded a city on the Tiber river. For 10 points, name this first king of Rome and twin of Remus.": {
    "guess": "Romulus",
    "confidence": [
      [
        "Rom",
        -0.007839304
      ],
      [
        "ulus",
        -2.6968896e-06
      ]
    ]
  },
  "During this war, Andrew Jackson defeated the Creek at the Battle of Horseshoe Bend. Tecumseh died during": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.03535029
      ],
      [
        " of",
        -2.0935051e-05
      ],
      [
        " ",
        -2.6656826e-05
      ],
      [
        "181",
        -2.1650272e-05
      ],
      [
        "2",
        -5.216641e-05
      ]
    ]
  },
  "It warns that failing to use great power to promote peace is \"unworthy of a free and religious people\" and condemns Communism as \"a hostile ideology global in scope, atheistic in character, ruthless in purpose, and insidious in method.\" It makes two chief warnings, one against federal control of science because \"government contract becomes virtually a substitute for intellectual curiosity.\" The second admonition tells Americans to guard \"our liberties\" and \"democratic processes\" against \"the military-industrial complex.\" For 10 points, name this January 17, 1961 speech by the outgoing President.": {
    "guess": "Farewell Address (Eisenhower)",
    "confidence": [
      [
        "F",
        -0.1943964
      ],
      [
        "are",
        -3.333223e-05
      ],
      [
        "well",
        -2.577686e-06
      ],
      [
        " Address",
        -0.0011949905
      ],
      [
        " (",
        -0.8573367
      ],
      [
        "E",
        -0.21916929
      ],
      [
        "isen",
        -4.3202e-07
      ],
      [
        "hower",
        -2.8160932e-06
      ],
      [
        ")",
        -3.9650025e-05
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this war\n successfully employed the Fabian strategy until it became politically unpopular. Cato the Elder thought the\n terms that ended this war were too gentle, an opinion he made clear after each of his speeches. One leader\n in this conflict was the brother of Hasdrubal, who demonstrated classic double": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.0113643315
      ],
      [
        " P",
        -0.0003092447
      ],
      [
        "unic",
        -8.418666e-06
      ],
      [
        " War",
        -5.4908094e-05
      ]
    ]
  },
  "During this war, the five time consul Marcus Claudius Marcellus prevented the capture of Nola at three\n separate battles. The consul Gaius Nero won the Battle of the Metaurus in this war. One side in this war\n successfully employed the Fabian strategy until it became politically unpopular. Cato the Elder thought the\n terms that ended this war were too gentle, an opinion he made clear after each of": {
    "guess": "Second Punic War",
    "confidence": [
      [
        "Second",
        -0.042617038
      ],
      [
        " P",
        -0.00083261676
      ],
      [
        "unic",
        -1.3856493e-06
      ],
      [
        " War",
        -7.8987236e-05
      ]
    ]
  },
  "This war featured the treaties of Altranstädt, as well as the Treaty of Traventhal, which occurred after one side attacked Copenhagen. One participant in it won the Battle of Pruth River before negotiating for control of Azov, and it was concluded by the Treaty of Nystad. In one battle of this war, Ivan Mazeppa and his Cossacks were defeated by General Menshikov, and the injured leader of one side": {
    "guess": "Great Northern War",
    "confidence": [
      [
        "Great",
        -0.0010332842
      ],
      [
        " Northern",
        -5.0139948e-05
      ],
      [
        " War",
        -9.253091e-06
      ]
    ]
  },
  "During this war, a group of Irish Catholic combatants defected from the winning side to form the St. Patrick's Battalion for the losing side. One battle in this conflict saw the defense of a fort by a group of young children known as the Six Heroes. In addition to the Battle of Chapultepec, this war also saw the bombardment of Veracruz by forces under Matthew Perry and Winfield Scott. For 10 points, name this war, ended by the Treaty of Guadalupe Hidalgo, in which the U.S. gained California from another nation to the south.": {
    "guess": "Mexican-American War",
    "confidence": [
      [
        "Mex",
        -0.000715412
      ],
      [
        "ican",
        -6.869018e-06
      ],
      [
        "-American",
        -0.1282218
      ],
      [
        " War",
        -4.727906e-05
      ]
    ]
  },
  "After the war, he was appointed to federal office by his friend U.S. Grant, a political connection that, along with  his criticism of Lee, hurt his image in the South. Blamed by Jubal Early for the defeat at Gettysburg, he led troops  at Fredricksburg and Chickamauga before being wounded in the Wilderness Campaign.": {
    "guess": "George Meade",
    "confidence": [
      [
        "George",
        -0.117325194
      ],
      [
        " Me",
        -1.3346612
      ],
      [
        "ade",
        -0.0002739714
      ]
    ]
  },
  "In 1935, the Warsaw Public Library ordered the burning of all of this man's works because of his Communist sympathies. That was not Warsaw, Poland, but Warsaw, Indiana, where this Indiana-born author lived during the 1880s. He also wrote the Trilogy of Desire, which contained The Financier. For ten points,": {
    "guess": "Theodore Dreiser",
    "confidence": [
      [
        "The",
        -0.11569248
      ],
      [
        "odore",
        -0.01649986
      ],
      [
        " Dre",
        -0.00033689264
      ],
      [
        "iser",
        -4.20341e-05
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The": {
    "guess": "Uruguay",
    "confidence": [
      [
        "Ur",
        -0.46336877
      ],
      [
        "uguay",
        -0.0154982265
      ]
    ]
  },
  "During this war, the relief of the town of Kimberley started a rise in fortunes for John French and Douglas": {
    "guess": "Second Boer War",
    "confidence": [
      [
        "Second",
        -0.0046356535
      ],
      [
        " Bo",
        -7.278864e-05
      ],
      [
        "er",
        -3.9292416e-05
      ],
      [
        " War",
        -2.057744e-05
      ]
    ]
  },
  "This war started because of an attempt by the Helvetii tribe to migrate into the namesake territory. During this war, the winning general repeatedly built and destroyed temporary bridges over the Rhine river, to demonstrate his power and intimidate the Germans into not intervening. A major battle in this war occurred at (+) Gergovia, while the final battle of this war was the unsuccessful siege of the fortress of Alesia. A first hand account of this war famously begins by noting that the namesake province is divided into three parts, and after this war the winning general crossed the (*) Rubicon": {
    "guess": "Gallic Wars",
    "confidence": [
      [
        "Gal",
        -0.00042650447
      ],
      [
        "lic",
        -6.704273e-07
      ],
      [
        " Wars",
        -0.000357988
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.03364466
      ],
      [
        "agu",
        -0.00020926216
      ],
      [
        "ayan",
        -1.8624639e-06
      ],
      [
        " War",
        -2.0100624e-05
      ]
    ]
  },
  "In this war, Gordon Drummond captured Fort Niagara, turning momentum after Oliver Hazard Perry's victory": {
    "guess": "Capture of Fort Niagara",
    "confidence": [
      [
        "Capture",
        -0.76580137
      ],
      [
        " of",
        -0.0001375089
      ],
      [
        " Fort",
        -7.2073424e-05
      ],
      [
        " Niagara",
        -0.004668761
      ]
    ]
  },
  "This war's battles of Chateauguay and Crysler's Farm caused one side to give up on an attempt to invade their northern neighbor. Edward Pakenham died during one of this war's battles, whose winning side was assisted by the pirate Jean Lafitte. One skirmish in this war resulted in the sinking of the Guerriere, and one side's capital was (*) burned after they lost at Bladensburg. Francis Scott Key composed": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0022768157
      ],
      [
        " of",
        -1.3306016e-05
      ],
      [
        " ",
        -5.2001665e-06
      ],
      [
        "181",
        -1.998142e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "During this war, Phineas Riall declared \"Those are regulars, by God!\" Congreve rockets were used during the Battle of Bladensburg in this war. Oliver Perry declared \"We have met the enemy and they are ours\" after the Battle of (*) Lake Erie during this war. It was instigated due to the impressment controversy and the \"land hunger\" of the \"War Hawks.\" It included the burning of the White House, and was ended by the Treaty of Ghent. For 10 points, name this war between the U.S. and Britain, which began": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0025662645
      ],
      [
        " of",
        -7.827201e-05
      ],
      [
        " ",
        -2.4584822e-06
      ],
      [
        "181",
        -2.6299214e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "During this war, Frederick V was defeated by at White Mountain by Count Tilly, who later won at Breitenfeld.": {
    "guess": "Thirty Years' War",
    "confidence": [
      [
        "Thirty",
        -0.043098874
      ],
      [
        " Years",
        -7.421909e-05
      ],
      [
        "'",
        -0.0002551409
      ],
      [
        " War",
        -6.730528e-05
      ]
    ]
  },
  "During this war, a veteran of a Morocco campaign, the Count of Eu, was recalled from his honeymoon to fight for his father-in-law's side. The leader of the losing country ordered his 70-year-old mother publicly flogged and had an Irish mistress named Eliza Lynch. A boundary dispute after this war was resolved by Rutherford B. Hayes. The victorious side in this war initially named Bartolome Mitre as supreme commander, and a turning point saw the losing country's fleet destroyed at the naval battle of Riachuelo. This war ended with the death of the losing country's flamboyant leader Francisco Solano Lopez. For 10 points, name this 1864 to 1870 conflict, the bloodiest war in South American history, which saw Paraguay get defeated by Argentina, Brazil, and Uruguay.": {
    "guess": "Paraguayan War",
    "confidence": [
      [
        "Par",
        -0.0026437945
      ],
      [
        "agu",
        -2.5107178e-05
      ],
      [
        "ayan",
        -4.246537e-06
      ],
      [
        " War",
        -1.5332478e-05
      ]
    ]
  },
  "In this war, a warning by Laura Secord enabled Lieutenant FitzGibbon to win the Battle of Beaver Dams,": {
    "guess": "War of 1812",
    "confidence": [
      [
        "War",
        -0.0017763269
      ],
      [
        " of",
        -2.057744e-05
      ],
      [
        " ",
        -8.180258e-06
      ],
      [
        "181",
        -1.4617256e-05
      ],
      [
        "2",
        0.0
      ]
    ]
  },
  "One war fought by this nation against its southern neighbor was the Cisplatine War, and Giuseppe Garabaldi fought for the Republicans in one rebellion in this nation, called the War of the Tatters. The Duke of Caxias led this nation's forces in one major conflict, and this nation's independence was announced in the Cry of the (*) Ipiranga. Before his 1954 suicide, Getulio Vargas served as the fascist leader of this nation, which did not emancipate its slaves until the Golden Law of 1889 issued by": {
    "guess": "History of Brazil",
    "confidence": [
      [
        "History",
        -0.66175115
      ],
      [
        " of",
        -0.0035510086
      ],
      [
        " Brazil",
        -3.3213026e-05
      ]
    ]
  },
  "This war broke out in part due to reaction against the actions of General Weyler. Pulitzer and Hearst's yellow journalism is often credited with bringing one side into this war. Ended by the Treaty of": {
    "guess": "Spanish–American War",
    "confidence": [
      [
        "Spanish",
        -0.074598946
      ],
      [
        "–",
        -0.060542144
      ],
      [
        "American",
        -0.0003809833
      ],
      [
        " War",
        -5.8722613e-05
      ]
    ]
  }
}