{
  "It often results in complete or partial racemization of the product.  It cannot take place in an aprotic solvent, and it involves carbocation rearrangement.  Favored by the absence of a good nucleophile, it occurs most easily in the presence of tertiary alkyl halides.  FTP, name this reaction whose rate law is governed by the presence of only one species, a substitution reaction that is carried out": {
    "guess": "SN1",
    "confidence": [
      [
        "SN",
        -1.0189214
      ],
      [
        "1",
        -0.007282303
      ]
    ]
  },
  "Often a foot high when created, their hundred kilometer wavelengths produce interesting properties.  Since their frequencies are constant, their wavelengths sharply decrease and their amplitudes increase as their speed slows.  This occurs in shallow water, especially near coastlines where they can become": {
    "guess": "Internal wave",
    "confidence": [
      [
        "Internal",
        -0.6460484
      ],
      [
        " wave",
        -0.30210236
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by the Feigenbaum constant leads to its onset. It is characterized by positive Lyapunov exponents, meaning": {
    "guess": "CHAOS",
    "confidence": [
      [
        "CHA",
        -0.15776217
      ],
      [
        "OS",
        -0.0004353182
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by the Feigenbaum constant leads to its onset. It is characterized by positive Lyapunov exponents, meaning that small errors in initial data grow quickly and make practical long-term predictions impossible. Devaney specified three requirements for it: topological transitivity, dense periodic orbits, and sensitivity to initial conditions. For 10 points, what is this physical phenomenon, exemplified by": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.022616683
      ],
      [
        "aos",
        -3.0232935e-05
      ],
      [
        " theory",
        -0.07210086
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by the Feigenbaum constant leads to its onset. It is characterized by positive Lyapunov exponents, meaning that small errors in initial data grow quickly and make practical long-term predictions impossible.": {
    "guess": "CHAOS",
    "confidence": [
      [
        "CHA",
        -0.09363754
      ],
      [
        "OS",
        -0.00048845366
      ]
    ]
  },
  "He is often depicted in art as a prince consorting with his lover Radha or as a small child caught stealing  butter. He was born after Brahma beseeched Vishnu to relieve the world of the demon-king Kamsa. After hiding  among the shepherds, he achieves his destiny and kills Kamsa becoming King of the Yadavas. FTP name this  blue, flute-playing deity whose discourse with Arjuna on the battlefield of Kurukshetra forms the basis of the  Bhagavad Gita, the eighth avatar of Vishnu.": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0043212837
      ],
      [
        "ish",
        -9.253091e-06
      ],
      [
        "na",
        -2.6968896e-06
      ]
    ]
  },
  "They are often represented exponentially in phasor form, and every point in the Argand plane is one of these. One can raise them to the nth power using Demoivre's theorem, and like vectors, they are sometimes": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.0016299557
      ],
      [
        " number",
        -0.09514152
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius. This man won a duel with Protiselaus, but he exchanged his sword for a girdle after an inconclusive duel against the king of Salamis. He was the only one of the Nine Worthies from pagan mythology. This man's father negotiated for the ransom of his corpse after this man's corpse was dragged around the walls of a city, from which his son Astyanax was later thrown. For 10 points, name this Trojan": {
    "guess": "Hector",
    "confidence": [
      [
        "H",
        -0.019376846
      ],
      [
        "ector",
        -0.0031675028
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's Heeresversuchsanstal and the Boundary Layer Laboratory at the University of Western Ontario. Frank Wenham is credited with inventing it in 1871, while George Cayley created its precursor, the \"Whirling Arm.\" With the help of Octave Chanute, the Wright Brothers developed a horizontal version in 1901, a square box with cross-section of 16-by-16 inches. For 10 points, name this instrument that": {
    "guess": "Wind tunnel",
    "confidence": [
      [
        "Wind",
        -0.007468313
      ],
      [
        " tunnel",
        -0.11597245
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support for generic programming and exception handling. Thus, object-oriented practices are very difficult": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.0030040888
      ],
      [
        " (",
        -0.30129927
      ],
      [
        "programming",
        -0.0022604023
      ],
      [
        " language",
        -0.0012374913
      ],
      [
        ")",
        -5.5623317e-05
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many": {
    "guess": "C++",
    "confidence": [
      [
        "C",
        -0.21317306
      ],
      [
        "++",
        -0.14505823
      ]
    ]
  },
  "They are often represented exponentially in phasor form, and every point in the Argand plane is one of": {
    "guess": "Argand plane",
    "confidence": [
      [
        "Arg",
        -0.56806076
      ],
      [
        "and",
        -2.6418418e-05
      ],
      [
        " plane",
        -0.7025754
      ]
    ]
  },
  "They are often associated with light precipitation and the formation of stratus clouds and are often formed around low pressure systems, especially as those systems become increasingly weaker.* They are": {
    "guess": "Extratropical cyclone",
    "confidence": [
      [
        "Ex",
        -1.4467976
      ],
      [
        "tr",
        -6.9570146e-05
      ],
      [
        "at",
        -8.44706e-05
      ],
      [
        "ropical",
        -7.3861476e-05
      ],
      [
        " cycl",
        -0.012224121
      ],
      [
        "one",
        -0.010010939
      ]
    ]
  },
  "It often results in complete or partial racemization of the product.  It cannot take place in an aprotic solvent, and it involves carbocation rearrangement.  Favored by the absence of a good nucleophile, it occurs most easily in the presence of tertiary alkyl halides.  FTP, name this reaction whose rate": {
    "guess": "SN1 reaction",
    "confidence": [
      [
        "SN",
        -1.1724311
      ],
      [
        "1",
        -0.016173722
      ],
      [
        " reaction",
        -0.18265082
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by the Feigenbaum constant leads to its onset. It is characterized by positive Lyapunov exponents, meaning that small errors in initial data grow quickly and make practical long-term predictions impossible. Devaney specified three requirements for it: topological transitivity, dense periodic orbits, and": {
    "guess": "CHAOS",
    "confidence": [
      [
        "CHA",
        -0.059607748
      ],
      [
        "OS",
        -0.0009301639
      ]
    ]
  },
  "Often a foot high when created, their hundred kilometer wavelengths produce interesting properties.  Since their frequencies are constant, their wavelengths sharply decrease and their amplitudes increase as their speed slows.  This occurs in shallow water, especially near coastlines where they can become 30 meters tall. For ten points, what oceanic phenomenon is usually caused by submarine earthquakes.": {
    "guess": "Tsunami",
    "confidence": [
      [
        "T",
        -0.001104018
      ],
      [
        "sun",
        -6.647085e-05
      ],
      [
        "ami",
        -0.015148386
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support for generic programming and exception handling. Thus, object-oriented practices are very difficult to implement in this language. However, people still consider it to be fast, efficient, and versatile due to its low-level capabilities, though it still has many security vulnerabilities, most notably its lack of bound-checking for arrays. FTP, name this programming language that was developed for UNIX and has influenced the development of most modern programming languages.": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.0017856101
      ],
      [
        " (",
        -0.21858668
      ],
      [
        "programming",
        -0.041130085
      ],
      [
        " language",
        -0.0034260391
      ],
      [
        ")",
        -0.00014168103
      ]
    ]
  },
  "It is often cited as a contributor to the moral hazard problem, in which people behave more recklessly without consequences. Its suppliers are also subject to adverse selection, as consumers with the greatest liability are the most likely customers. Its economic definition can be supplied by government, in such forms as welfare and legal protection against creditors. For 10 points—name this commodity which provides financial protection against risks in exchange for the payment of premiums.": {
    "guess": "Insurance",
    "confidence": [
      [
        "Insurance",
        -0.001457974
      ]
    ]
  },
  "They are often associated with light precipitation and the formation of stratus clouds and are often formed around low pressure systems, especially as those systems become increasingly weaker.* They are known as Trowals and are depicted on weather maps as lines with closely placed cold and warm markers pointing in the direction of travel. FTP, what are these weather fronts which form when a quick-moving": {
    "guess": "Occluded front",
    "confidence": [
      [
        "O",
        -0.11811494
      ],
      [
        "c",
        -8.299462e-06
      ],
      [
        "cluded",
        -0.0077103735
      ],
      [
        " front",
        -0.074296206
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a": {
    "guess": "Protesilaus",
    "confidence": [
      [
        "Pro",
        -0.033808094
      ],
      [
        "tes",
        -0.07254863
      ],
      [
        "ila",
        -0.0036246658
      ],
      [
        "us",
        -0.0034113203
      ]
    ]
  },
  "They are often associated with light precipitation and the formation of stratus clouds and are often": {
    "guess": "Precipitation",
    "confidence": [
      [
        "Prec",
        -1.5612754
      ],
      [
        "ip",
        -1.50940705e-05
      ],
      [
        "itation",
        -0.00016444526
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version": {
    "guess": "C++",
    "confidence": [
      [
        "C",
        -0.006843004
      ],
      [
        "++",
        -0.0026279772
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This": {
    "guess": "Spin-orbit interaction",
    "confidence": [
      [
        "Spin",
        -0.9126734
      ],
      [
        "-or",
        -0.35303828
      ],
      [
        "bit",
        -0.024204286
      ],
      [
        " interaction",
        -0.14781605
      ]
    ]
  },
  "Often used for determing the internal energy of a system in an open container at constant pressure, this": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.0020290425
      ],
      [
        "thal",
        -2.3080716e-05
      ],
      [
        "py",
        -4.604148e-06
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's Heeresversuchsanstal and the Boundary Layer Laboratory at the University of Western Ontario.": {
    "guess": "Boundary layer",
    "confidence": [
      [
        "Boundary",
        -0.080772415
      ],
      [
        " layer",
        -0.19075775
      ]
    ]
  },
  "They are often represented exponentially in phasor form, and every point in the Argand plane is one of these. One can raise them to the nth power using Demoivre's theorem, and like vectors, they are sometimes represented using polar coordinates, in the form cis theta. Often represented as A plus B I,": {
    "guess": "Complex number",
    "confidence": [
      [
        "Complex",
        -0.000975067
      ],
      [
        " number",
        -0.11086358
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's": {
    "guess": "Pitot-static system",
    "confidence": [
      [
        "P",
        -0.0204613
      ],
      [
        "it",
        -0.0019375582
      ],
      [
        "ot",
        -0.0001170132
      ],
      [
        "-static",
        -0.46422237
      ],
      [
        " system",
        -0.03206384
      ]
    ]
  },
  "It is often cited as a contributor to the moral hazard problem, in which people behave more recklessly": {
    "guess": "Insurance",
    "confidence": [
      [
        "Insurance",
        -1.1550097
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This is directly analogous to the transparency of a transmission line nonuniformity to a signal whose wavelength is an integer multiple of the length of the nonuniformity, and it can be explained to first order by examining the  probability current transmission coefficient for a rectangular potential well. For ten points, name the effect that may best be defined as the transparency of noble gas atoms": {
    "guess": "Fano resonance",
    "confidence": [
      [
        "F",
        -1.31974
      ],
      [
        "ano",
        -0.48523664
      ],
      [
        " resonance",
        -0.023139136
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support for generic programming and exception handling. Thus, object-oriented practices are very difficult to implement in this language. However, people still consider it to be fast, efficient, and versatile due to its low-level capabilities, though it still has many security vulnerabilities, most notably its lack of bound-checking for arrays. FTP, name this programming language that was developed for": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.005585668
      ],
      [
        " (",
        -0.5588884
      ],
      [
        "programming",
        -0.017643278
      ],
      [
        " language",
        -0.0028123634
      ],
      [
        ")",
        -0.0005059693
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius.": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0048012957
      ],
      [
        "ch",
        -0.00020485163
      ],
      [
        "illes",
        -9.1742026e-05
      ]
    ]
  },
  "He is often depicted in art as a prince consorting with his lover Radha or as a small child caught stealing  butter. He was born after Brahma beseeched Vishnu to relieve the world of the demon-king Kamsa. After hiding  among the shepherds, he achieves his destiny and kills Kamsa becoming King of the": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0014199957
      ],
      [
        "ish",
        -2.4584822e-06
      ],
      [
        "na",
        -2.5941605e-05
      ]
    ]
  },
  "He is often depicted in art as a prince consorting with his lover Radha or as a small child caught stealing  butter. He was born after Brahma beseeched Vishnu to relieve the world of the demon-king Kamsa.": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.0016830361
      ],
      [
        "ish",
        -1.7432603e-06
      ],
      [
        "na",
        -6.392203e-06
      ]
    ]
  },
  "One often-told tale is of his violent death in a gunfight in the Rocky Mountains. Born probably at Fort Pitt around 1770, he first appears in tales written in the 1820s. For ten points, who is this semi-legendary American folk hero, described as both a scout known for his marksmanship and a brawling keelboatman, a self-proclaimed half man, half alligator, and half snapping turtle who worked on the": {
    "guess": "Mike Fink",
    "confidence": [
      [
        "Mike",
        -0.0049914555
      ],
      [
        " F",
        -4.5848617e-05
      ],
      [
        "ink",
        -0.00016337242
      ]
    ]
  },
  "It often results in complete or partial racemization of the product.  It cannot take place in an aprotic solvent, and it involves carbocation rearrangement.  Favored by the absence of a good nucleophile, it occurs most easily in the presence of tertiary alkyl halides.  FTP, name this reaction whose rate law is governed by the presence of only one species, a substitution reaction that is carried out in two distinct steps.": {
    "guess": "SN1",
    "confidence": [
      [
        "SN",
        -0.9735206
      ],
      [
        "1",
        -0.0069909957
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This is directly analogous to the transparency of a transmission line nonuniformity to a signal whose wavelength is an integer multiple of the length of the nonuniformity, and it can be explained to first order by examining the  probability current transmission coefficient for a rectangular potential well. For ten points, name the effect that may best be defined as the transparency of noble gas atoms to low energy electrons and that is greatest in argon.": {
    "guess": "Spin-orbit interaction",
    "confidence": [
      [
        "Spin",
        -1.0264677
      ],
      [
        "-or",
        -0.37716642
      ],
      [
        "bit",
        -0.0053986963
      ],
      [
        " interaction",
        -0.34863508
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This is directly analogous to the transparency of a transmission line nonuniformity to a signal whose wavelength is an integer multiple of the length of the nonuniformity, and it can be explained to first order by examining the  probability current transmission coefficient for a rectangular potential well.": {
    "guess": "Quantum tunneling",
    "confidence": [
      [
        "Quant",
        -0.45097834
      ],
      [
        "um",
        -0.0006142667
      ],
      [
        " tunnel",
        -0.7749035
      ],
      [
        "ing",
        -0.0005544632
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius. This man won a duel with Protiselaus, but he exchanged his sword for a girdle after an inconclusive": {
    "guess": "Achilles",
    "confidence": [
      [
        "A",
        -0.0153260175
      ],
      [
        "ch",
        -0.0042546964
      ],
      [
        "illes",
        -0.00016182278
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius. This man won a duel with Protiselaus, but he exchanged his sword for a girdle after an inconclusive duel against the king of Salamis. He was the only one of the Nine Worthies from pagan mythology. This man's father negotiated for the ransom of his corpse after this man's corpse was dragged around the walls of a city, from which his son Astyanax was later thrown. For 10 points, name this Trojan prince who was Andromache's husband and the eldest son of Priam and Hecuba.": {
    "guess": "Hector",
    "confidence": [
      [
        "H",
        -0.008904915
      ],
      [
        "ector",
        -7.2192626e-05
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's Heeresversuchsanstal and the Boundary Layer Laboratory at the University of Western Ontario. Frank Wenham is credited with inventing it in 1871, while George Cayley created its precursor, the \"Whirling Arm.\" With the help of Octave Chanute, the Wright Brothers developed a horizontal version in 1901, a square box with cross-section of 16-by-16 inches. For 10 points, name this instrument that creates a large flow of air, used to test building materials and air vehicles.": {
    "guess": "Wind tunnel",
    "confidence": [
      [
        "Wind",
        -0.0072000357
      ],
      [
        " tunnel",
        -0.16610786
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius. This man won a duel with Protiselaus, but he exchanged his sword for a girdle after an inconclusive duel against the king of Salamis. He was the only one of the Nine Worthies from pagan mythology.": {
    "guess": "Hector",
    "confidence": [
      [
        "H",
        -0.23974812
      ],
      [
        "ector",
        -0.0043251957
      ]
    ]
  },
  "Often used for determing the internal energy of a system in an open container at constant pressure, this concept is calculated by subtracting the product of temperature and energy change from the change": {
    "guess": "Enthalpy",
    "confidence": [
      [
        "En",
        -0.27640957
      ],
      [
        "thal",
        -9.651017e-05
      ],
      [
        "py",
        -1.7597347e-05
      ]
    ]
  },
  "Often used for determing the internal energy of a system in an open container at constant pressure, this concept is calculated by subtracting the product of temperature and energy change from the change in enthalpy in a given system. The quantity of energy available for doing useful work is – for ten points – what \"free energy\" symbolized by the letter \"g\"?": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.056625206
      ],
      [
        "ib",
        -5.025915e-05
      ],
      [
        "bs",
        -0.00078842515
      ],
      [
        " free",
        -0.21917601
      ],
      [
        " energy",
        -5.085517e-05
      ]
    ]
  },
  "Often a foot high when created, their hundred kilometer wavelengths produce interesting properties.  Since their frequencies are constant, their wavelengths sharply decrease and their amplitudes increase": {
    "guess": "Atmospheric wave",
    "confidence": [
      [
        "At",
        -1.1318989
      ],
      [
        "mos",
        -0.00033808468
      ],
      [
        "pheric",
        -0.010679439
      ],
      [
        " wave",
        -0.517816
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This is directly analogous to the transparency of a transmission line nonuniformity to a signal whose wavelength": {
    "guess": "Spin-orbit interaction",
    "confidence": [
      [
        "Spin",
        -0.20056164
      ],
      [
        "-or",
        -0.3230683
      ],
      [
        "bit",
        -0.0052835653
      ],
      [
        " interaction",
        -0.3273903
      ]
    ]
  },
  "They are often associated with light precipitation and the formation of stratus clouds and are often formed around low pressure systems, especially as those systems become increasingly weaker.* They are known as Trowals and are depicted on weather maps as lines with closely placed cold and warm markers pointing in the direction of travel. FTP, what are these weather fronts which form when a quick-moving cold front forces its way beneath a slow-moving warm front, pushing it aloft?": {
    "guess": "Occluded front",
    "confidence": [
      [
        "O",
        -0.3055899
      ],
      [
        "c",
        -9.555654e-05
      ],
      [
        "cluded",
        -0.045561828
      ],
      [
        " front",
        -0.019163676
      ]
    ]
  },
  "It is often cited as a contributor to the moral hazard problem, in which people behave more recklessly without consequences. Its suppliers are also subject to adverse selection, as consumers with the greatest liability are the most likely customers. Its economic definition can be supplied by government,": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.006029993
      ],
      [
        " asym",
        -0.0019630091
      ],
      [
        "metry",
        -7.465036e-06
      ]
    ]
  },
  "It is often cited as a contributor to the moral hazard problem, in which people behave more recklessly without consequences. Its suppliers are also subject to adverse selection, as consumers with the greatest": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.002276935
      ],
      [
        " asym",
        -0.0007167232
      ],
      [
        "metry",
        -4.4849444e-06
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by": {
    "guess": "Feigenbaum constants",
    "confidence": [
      [
        "Fe",
        -1.274601
      ],
      [
        "igen",
        -1.7239736e-05
      ],
      [
        "baum",
        -0.00010521204
      ],
      [
        " constants",
        -0.16551857
      ]
    ]
  },
  "Often a foot high when created, their hundred kilometer wavelengths produce interesting properties. ": {
    "guess": "Gravity wave",
    "confidence": [
      [
        "Gravity",
        -1.4160653
      ],
      [
        " wave",
        -0.031866405
      ]
    ]
  },
  "They are often associated with light precipitation and the formation of stratus clouds and are often formed around low pressure systems, especially as those systems become increasingly weaker.* They are known as Trowals and are depicted on weather maps as lines with closely placed cold and warm markers": {
    "guess": "Occluded front",
    "confidence": [
      [
        "O",
        -1.1465839
      ],
      [
        "c",
        -8.0656086e-05
      ],
      [
        "cluded",
        -0.16142505
      ],
      [
        " front",
        -0.047020562
      ]
    ]
  },
  "They are often represented exponentially in phasor form, and every point in the Argand plane is one of these. One can raise them to the nth power using Demoivre's theorem, and like vectors, they are sometimes represented using polar coordinates, in the form cis theta. Often represented as A plus B I, for ten points, name this set of numbers with real and imaginary components.": {
    "guess": "Complex numbers",
    "confidence": [
      [
        "Complex",
        -0.0023772
      ],
      [
        " numbers",
        -0.59069353
      ]
    ]
  },
  "He is often depicted in art as a prince consorting with his lover Radha or as a small child caught stealing  butter. He was born after Brahma beseeched Vishnu to relieve the world of the demon-king Kamsa. After hiding  among the shepherds, he achieves his destiny and kills Kamsa becoming King of the Yadavas. FTP name this  blue, flute-playing deity whose discourse with Arjuna on the battlefield of": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.005511215
      ],
      [
        "ish",
        -6.6306106e-06
      ],
      [
        "na",
        -4.723352e-06
      ]
    ]
  },
  "It is often cited as a contributor to the moral hazard problem, in which people behave more recklessly without consequences. Its suppliers are also subject to adverse selection, as consumers with the greatest liability are the most likely customers. Its economic definition can be supplied by government, in such forms as welfare and legal protection against creditors. For 10 points—name this commodity": {
    "guess": "Information asymmetry",
    "confidence": [
      [
        "Information",
        -0.6478005
      ],
      [
        " asym",
        -0.005768804
      ],
      [
        "metry",
        -1.5213274e-05
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return": {
    "guess": "Homoclinic point",
    "confidence": [
      [
        "Hom",
        -0.74222106
      ],
      [
        "oc",
        -8.876193e-05
      ],
      [
        "lin",
        -1.9361265e-07
      ],
      [
        "ic",
        -0.00042555082
      ],
      [
        " point",
        -0.5714588
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-  tance, and the analogous effect for neutron-nuclei interactions is known as size resonance. This is directly analogous to the transparency of a transmission line nonuniformity to a signal whose wavelength is an integer multiple of the length of the nonuniformity, and it can be explained to first": {
    "guess": "Spin-orbit interaction",
    "confidence": [
      [
        "Spin",
        -0.29800007
      ],
      [
        "-or",
        -0.43118545
      ],
      [
        "bit",
        -0.010795251
      ],
      [
        " interaction",
        -0.26881
      ]
    ]
  },
  "He is often depicted in art as a prince consorting with his lover Radha or as a small child caught stealing": {
    "guess": "Krishna",
    "confidence": [
      [
        "Kr",
        -0.070839286
      ],
      [
        "ish",
        -2.4584822e-06
      ],
      [
        "na",
        -0.0008751357
      ]
    ]
  },
  "Often used for determing the internal energy of a system in an open container at constant pressure, this concept is calculated by subtracting the product of temperature and energy change from the change in enthalpy in a given system. The quantity of energy available for doing useful work is – for ten": {
    "guess": "Gibbs free energy",
    "confidence": [
      [
        "G",
        -0.028218888
      ],
      [
        "ib",
        -5.2001665e-06
      ],
      [
        "bs",
        -0.0008319015
      ],
      [
        " free",
        -0.11331354
      ],
      [
        " energy",
        -3.3213026e-05
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic": {
    "guess": "Chaos theory",
    "confidence": [
      [
        "Ch",
        -0.31844524
      ],
      [
        "aos",
        -1.342522e-05
      ],
      [
        " theory",
        -0.001534501
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.014932803
      ],
      [
        " (",
        -1.1569043
      ],
      [
        "programming",
        -0.0382501
      ],
      [
        " language",
        -0.0036895091
      ],
      [
        ")",
        -0.00012511172
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support for generic programming and exception handling. Thus, object-oriented practices are very difficult to implement in this language. However, people still consider it to be fast, efficient, and versatile due to its low-level capabilities, though it still has many security vulnerabilities, most notably": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.0020352264
      ],
      [
        " (",
        -0.15424153
      ],
      [
        "programming",
        -0.0031323244
      ],
      [
        " language",
        -0.0012223707
      ],
      [
        ")",
        -2.8444882e-05
      ]
    ]
  },
  "One often-told tale is of his violent death in a gunfight in the Rocky Mountains. Born probably at Fort": {
    "guess": "Rocky Mountains",
    "confidence": [
      [
        "Rock",
        -0.9677048
      ],
      [
        "y",
        -0.0030429584
      ],
      [
        " Mountains",
        -0.3595424
      ]
    ]
  },
  "It often results in complete or partial racemization of the product.  It cannot take place in an aprotic solvent, and it involves carbocation rearrangement.  Favored by the absence of a good nucleophile,": {
    "guess": "Wagner-Meerwein rearrangement",
    "confidence": [
      [
        "W",
        -0.58097875
      ],
      [
        "agner",
        -0.006634494
      ],
      [
        "-M",
        -0.077710435
      ],
      [
        "eer",
        -4.246537e-06
      ],
      [
        "we",
        -0.0024065736
      ],
      [
        "in",
        -5.025915e-05
      ],
      [
        " rearr",
        -0.0054010726
      ],
      [
        "angement",
        -7.7079974e-05
      ]
    ]
  },
  "It often arises near transverse homoclinic points, as in the Smale horseshoe. A Poincar?section or first-return map for this type of dynamics will exhibit a fractal structure. In examples such as the logistic map, as a parameter is increased a sequence of period doubling bifurcations characterized by the Feigenbaum constant leads to its onset. It is characterized by positive Lyapunov exponents, meaning that small errors in initial data grow quickly and make practical long-term predictions impossible. Devaney specified three requirements for it: topological transitivity, dense periodic orbits, and sensitivity to initial conditions. For 10 points, what is this physical phenomenon, exemplified by the weather, in which a deterministic system exhibits apparently random behavior?": {
    "guess": "CHAOS",
    "confidence": [
      [
        "CHA",
        -0.06403335
      ],
      [
        "OS",
        -0.0008953821
      ]
    ]
  },
  "One often-told tale is of his violent death in a gunfight in the Rocky Mountains. Born probably at Fort Pitt around 1770, he first appears in tales written in the 1820s. For ten points, who is this semi-legendary American folk hero, described as both a scout known for his marksmanship and a brawling keelboatman, a self-proclaimed half man, half alligator, and half snapping turtle who worked on the Mississippi and Ohio Rivers?": {
    "guess": "Mike Fink",
    "confidence": [
      [
        "Mike",
        -0.005406523
      ],
      [
        " F",
        -5.7888185e-05
      ],
      [
        "ink",
        -0.00014048899
      ]
    ]
  },
  "One often-told tale is of his violent death in a gunfight in the Rocky Mountains. Born probably at Fort Pitt around 1770, he first appears in tales written in the 1820s. For ten points, who is this semi-legendary American folk hero, described as both a scout known for his marksmanship and a brawling": {
    "guess": "Hugh Glass",
    "confidence": [
      [
        "Hugh",
        -0.6943773
      ],
      [
        " Glass",
        -0.0007038529
      ]
    ]
  },
  "It often results in complete or partial racemization of the product.  It cannot take place in an aprotic": {
    "guess": "Racemization",
    "confidence": [
      [
        "R",
        -1.1351146
      ],
      [
        "ac",
        -0.00053361355
      ],
      [
        "em",
        -0.0013896391
      ],
      [
        "ization",
        -0.002005365
      ]
    ]
  },
  "This is often said to be a language that \"makes it easy to shoot yourself in the foot.\" There are many versions of it, but the most recent is the 99 implementation. It stemmed from a stripped-down version of BCPL and was developed for a PDP-11 machine. Known as a weakly-typed language, it lacks support for generic programming and exception handling. Thus, object-oriented practices are very difficult to implement in this language. However, people still consider it to be fast, efficient, and versatile": {
    "guess": "C (programming language)",
    "confidence": [
      [
        "C",
        -0.0014999832
      ],
      [
        " (",
        -0.065780066
      ],
      [
        "programming",
        -0.002688133
      ],
      [
        " language",
        -0.00097161
      ],
      [
        ")",
        -1.5332478e-05
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's Heeresversuchsanstal and the Boundary Layer Laboratory at the University of Western Ontario. Frank Wenham is credited with inventing it in 1871, while George Cayley created its precursor, the": {
    "guess": "Wind tunnel",
    "confidence": [
      [
        "Wind",
        -0.057679463
      ],
      [
        " tunnel",
        -0.01572991
      ]
    ]
  },
  "This often masks the Rashba effect in electron spin interferometers, where it causes oscillatory conduc-": {
    "guess": "Rashba effect",
    "confidence": [
      [
        "R",
        -0.28269
      ],
      [
        "ash",
        -0.00011164904
      ],
      [
        "ba",
        -5.4385737e-06
      ],
      [
        " effect",
        -0.08314748
      ]
    ]
  },
  "This man is often credited with slaying the husband of Laodameia, after which she \"interacted with\" a statue of that dead husband. This man married a daughter of Eetion and was the father of Scamandrius. This man won a duel with Protiselaus, but he exchanged his sword for a girdle after an inconclusive duel against the king of Salamis. He was the only one of the Nine Worthies from pagan mythology. This man's father negotiated for the ransom of his corpse after this man's corpse was dragged around": {
    "guess": "Hector",
    "confidence": [
      [
        "H",
        -0.73841447
      ],
      [
        "ector",
        -0.0108335735
      ]
    ]
  },
  "One often-told tale is of his violent death in a gunfight in the Rocky Mountains. Born probably at Fort Pitt around 1770, he first appears in tales written in the 1820s. For ten points, who is this semi-legendary": {
    "guess": "John Colter",
    "confidence": [
      [
        "John",
        -1.5821382
      ],
      [
        " Col",
        -0.058176033
      ],
      [
        "ter",
        -4.2153304e-05
      ]
    ]
  },
  "They often contain Pitot tubes at various points for use as data-gathering probes. Examples include Germany's Heeresversuchsanstal and the Boundary Layer Laboratory at the University of Western Ontario. Frank Wenham is credited with inventing it in 1871, while George Cayley created its precursor, the \"Whirling Arm.\" With the help of Octave Chanute, the Wright Brothers developed a horizontal version": {
    "guess": "Wind tunnel",
    "confidence": [
      [
        "Wind",
        -0.008418118
      ],
      [
        " tunnel",
        -0.058389813
      ]
    ]
  }
}