{
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely that a work must express the zeitgeist of the nation where it was conceived. An 1810 treatise on German manners was suppressed by Napoleon. The author's first work, Reflections on the Queen's Trial, was an attempt to save Marie Antoinette. The author of two novels, one about a misunderstood woman and the other about a French woman who marries an Englishman and moves to Italy. For 10 points, identify this Romantic author and founder of a literary salon, the daughter of the banker Jacques Necker.": {
    "guess": "Germaine de Staël",
    "confidence": [
      [
        "Ger",
        -0.3786409
      ],
      [
        "main",
        -2.8802491e-05
      ],
      [
        "e",
        -0.00021879478
      ],
      [
        " de",
        -0.00044342037
      ],
      [
        " Sta",
        -0.00637321
      ],
      [
        "ël",
        -0.026077101
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter written by Leo Szilard. A piece of equipment important to this operation was constructed under the bleachers of Stagg Field. This operation culminated in the \"Trinity\" test. Key participants in this project": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.013761819
      ],
      [
        "hattan",
        -3.8577193e-05
      ],
      [
        " Project",
        -0.00076340704
      ]
    ]
  },
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely that a work must express the zeitgeist of the nation where it was conceived. An 1810 treatise on German manners was suppressed by Napoleon. The author's first work, Reflections on the Queen's Trial, was an attempt to save Marie Antoinette. The author of two novels, one about a misunderstood woman": {
    "guess": "Hippolyte Taine",
    "confidence": [
      [
        "H",
        -1.0145929
      ],
      [
        "ipp",
        -0.030649409
      ],
      [
        "oly",
        -0.00015181334
      ],
      [
        "te",
        -1.4021238e-05
      ],
      [
        " T",
        -0.0033346794
      ],
      [
        "aine",
        -9.114601e-05
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's disease. A deficiency of glycoprotein Ib (one b) on its cellular membrane leads to Bernard-Soulier syndrome, and aspirin tends to impair this cell's ability to produce prostaglandins. In addition to storing and transporting seratonin, epinephrine and histamine, this cell provides a surface for": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.0197514
      ],
      [
        "let",
        -0.12361714
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and phenotypes controlled by a single pair of alleles, A and S. Affected individuals could arise from both homozygous genotypes. Linus Pauling and his colleagues provided the molecular basis for this disease by showing changes in migration after a gel electrophoresis in two different hemoglobins but were unaware of the valine-glutamine substitution error. FTP, identify this disease, named for the shape": {
    "guess": "Sickle cell disease",
    "confidence": [
      [
        "S",
        -0.066068895
      ],
      [
        "ickle",
        -0.000743876
      ],
      [
        " cell",
        -0.3818826
      ],
      [
        " disease",
        -0.44706625
      ]
    ]
  },
  "One of the most influential African-American authors since Ralph Ellison, her works explore the interaction": {
    "guess": "Toni Morrison",
    "confidence": [
      [
        "T",
        -0.018725386
      ],
      [
        "oni",
        -6.754368e-05
      ],
      [
        " Morrison",
        -0.00023512568
      ]
    ]
  },
  "This man was influenced by his studies at Salpetriere under Jean-Martin Charcot, who described physical diseases with neurological bases. His daughter Anna expanded on his theory of the defense mechanism, and he proposed the concept of the \"death drive\" in Beyond the Pleasure Principle. He theorized": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.00073958834
      ],
      [
        "igm",
        -5.080963e-06
      ],
      [
        "und",
        -1.27099975e-05
      ],
      [
        " Freud",
        -0.00013154872
      ]
    ]
  },
  "One of the most influential African-American authors since Ralph Ellison, her works explore the interaction among race, heritage, and culture. Her tenure as senior editor for Random House in the seventies and eighties allowed her to influence black thought in the period. She is most famous, of course for her novels, including \"Sula,\" \"Tar Baby,\" and \"The Bluest Eye.\" FTP, name the Nobel Prize-winning": {
    "guess": "Toni Morrison",
    "confidence": [
      [
        "T",
        -0.022067137
      ],
      [
        "oni",
        -4.604148e-06
      ],
      [
        " Morrison",
        -0.00028922583
      ]
    ]
  },
  "Influenced by Rosicrucianism, he separated elements from the primal matter, or Mysterium Magnum. According to him, the air was inhabited by sylphs, the water by nymphs, the earth by gnomes, and the fire by salamanders. Born Theophrast Bombast von Hohenheim, he flouted the  traditional methods of Avicenna": {
    "guess": "Paracelsus",
    "confidence": [
      [
        "Par",
        -0.0041847713
      ],
      [
        "ac",
        -0.00025204162
      ],
      [
        "els",
        -0.0001307143
      ],
      [
        "us",
        -2.8802491e-05
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused by the addition of a superfluous letter to his name. He lost his security clearance in 1953, in part due to testimony against him by Edward Teller, with whom he had disagreed regarding the wisdom of constructing a hydrogen bomb.  Rumored to have said after seeing the test at Alamogordo, \"I am become death, destroyer of worlds,\" FTP, identify this Caltech and Berkeley physicist, whose centennial was recently celebrated at Berkeley and who, with Born, is the namesake of a quantum-mechanical approximation.": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -0.028028231
      ],
      [
        ".",
        -6.4325184e-05
      ],
      [
        " Robert",
        -1.8550976e-05
      ],
      [
        " Opp",
        -4.604148e-06
      ],
      [
        "en",
        -6.587483e-05
      ],
      [
        "heimer",
        -3.4405064e-05
      ]
    ]
  },
  "The inhabitants of the Kalahari believe that Kaang used one of these to fashion the moon. People who": {
    "guess": "San people",
    "confidence": [
      [
        "San",
        -1.6629846
      ],
      [
        " people",
        -0.4160983
      ]
    ]
  },
  "One of the most influential African-American authors since Ralph Ellison, her works explore the interaction among race, heritage, and culture. Her tenure as senior editor for Random House in the seventies and eighties allowed her to influence black thought in the period. She is most famous, of course": {
    "guess": "Toni Morrison",
    "confidence": [
      [
        "T",
        -0.23551112
      ],
      [
        "oni",
        -2.9352968e-06
      ],
      [
        " Morrison",
        -0.00011427152
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this": {
    "guess": "Clouds",
    "confidence": [
      [
        "Cloud",
        -0.14050254
      ],
      [
        "s",
        -0.7038387
      ]
    ]
  },
  "Influenced by Rosicrucianism, he separated elements from the primal matter, or Mysterium Magnum. According to him, the air was inhabited by sylphs, the water by nymphs, the earth by gnomes, and the fire by salamanders. Born Theophrast Bombast von Hohenheim, he flouted the  traditional methods of Avicenna and Galen. FTP name this Swiss-born physician, sometime charlantan, and full-time alchemist.": {
    "guess": "Paracelsus",
    "confidence": [
      [
        "Par",
        -0.07271991
      ],
      [
        "ac",
        -0.00029291748
      ],
      [
        "els",
        -4.406056e-05
      ],
      [
        "us",
        -1.7120534e-05
      ]
    ]
  },
  "The influence of Hosea on his early writings is clear. Thought to be an initial supporter of the Deuteronomic": {
    "guess": "Prophet Hosea",
    "confidence": [
      [
        "Pro",
        -1.04247
      ],
      [
        "phet",
        -0.51716506
      ],
      [
        " Hose",
        -0.21052171
      ],
      [
        "a",
        -2.6418418e-05
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and phenotypes controlled by a single pair of alleles, A and S. Affected individuals could arise from": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.61367023
      ],
      [
        "ickle",
        -0.0026985935
      ],
      [
        "-cell",
        -0.4296064
      ],
      [
        " disease",
        -0.036985703
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter written by Leo Szilard. A piece of equipment important to this operation was constructed under the bleachers": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.004628773
      ],
      [
        "hattan",
        -1.473646e-05
      ],
      [
        " Project",
        -0.00024715427
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused": {
    "guess": "J. Edgar Hoover",
    "confidence": [
      [
        "J",
        -0.09019842
      ],
      [
        ".",
        -6.0391463e-05
      ],
      [
        " Edgar",
        -0.19528455
      ],
      [
        " Hoover",
        -9.253091e-06
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter written by Leo Szilard. A piece of equipment important to this operation was constructed under the bleachers of Stagg Field. This operation culminated in the \"Trinity\" test. Key participants in this project included Enrico Fermi and Robert Oppenheimer, who worked at such sites as Oak Ridge and Los Alamos. For 10 points, name this American operation in World War II which had the goal of developing an atomic bomb.": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.006509436
      ],
      [
        "hattan",
        -3.4285862e-05
      ],
      [
        " Project",
        -0.0006781232
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata he helped develop. With Fermi and Ulam he is credited with developing Monte Carlo algorithms. One of his most influential ideas, which had the unintended consequence of making buffer overflow attacks possible, was laid out in his \"First Draft of a Report on the EDVAC\". Also known for developing": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.004254458
      ],
      [
        " von",
        -0.00608368
      ],
      [
        " Ne",
        -8.4947416e-05
      ],
      [
        "umann",
        -0.00029184466
      ]
    ]
  },
  "The inhabitants of the Kalahari believe that Kaang used one of these to fashion the moon. People who sell the straw kind of them are protected by Liu Bei, one of the Three Musketeers of China, and the Dutch folk character (*) Zwarte Piet places candy into these objects. Skadi invented the type used on snow, while Vidar incapacitates Fenrir using the \"thickmost\" one. For 10 points— name these leather": {
    "guess": "Whip",
    "confidence": [
      [
        "Wh",
        -0.59534633
      ],
      [
        "ip",
        -0.0070142024
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused by the addition of a superfluous letter to his name. He lost his security clearance in 1953, in part due to testimony against him by Edward Teller, with whom he had disagreed regarding the wisdom of constructing": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -0.15716353
      ],
      [
        ".",
        -0.00026121663
      ],
      [
        " Robert",
        -4.012684e-05
      ],
      [
        " Opp",
        -5.3193703e-06
      ],
      [
        "en",
        -8.852353e-05
      ],
      [
        "heimer",
        -3.6789137e-05
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's disease. A deficiency of glycoprotein Ib (one b) on its cellular membrane leads to Bernard-Soulier syndrome, and aspirin tends to impair this cell's ability to produce prostaglandins. In addition": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.027204083
      ],
      [
        "let",
        -0.0252411
      ]
    ]
  },
  "Influenced by Rosicrucianism, he separated elements from the primal matter, or Mysterium Magnum. According to him, the air was inhabited by sylphs, the water by nymphs, the earth by gnomes, and the fire": {
    "guess": "Paracelsus",
    "confidence": [
      [
        "Par",
        -0.022199597
      ],
      [
        "ac",
        -4.501419e-05
      ],
      [
        "els",
        -0.0002196292
      ],
      [
        "us",
        -5.7411373e-05
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.92267936
      ],
      [
        " Bowie",
        -0.0023947945
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper": {
    "guess": "Binary point",
    "confidence": [
      [
        "Binary",
        -0.63795054
      ],
      [
        " point",
        -0.4493668
      ]
    ]
  },
  "The inhabitants of the Kalahari believe that Kaang used one of these to fashion the moon. People who sell the straw kind of them are protected by Liu Bei, one of the Three Musketeers of China, and the": {
    "guess": "Straw hat",
    "confidence": [
      [
        "Str",
        -1.4927583
      ],
      [
        "aw",
        -8.061054e-06
      ],
      [
        " hat",
        -0.08498008
      ]
    ]
  },
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely that a work must express the zeitgeist of the nation where it was conceived. An 1810 treatise on German manners was suppressed by Napoleon. The author's first work, Reflections on the Queen's Trial,": {
    "guess": "Hippolyte Taine",
    "confidence": [
      [
        "H",
        -0.3996191
      ],
      [
        "ipp",
        -0.022517968
      ],
      [
        "oly",
        -0.0002223709
      ],
      [
        "te",
        -4.572941e-05
      ],
      [
        " T",
        -0.016176539
      ],
      [
        "aine",
        -2.7729659e-05
      ]
    ]
  },
  "The inhabitants of the Kalahari believe that Kaang used one of these to fashion the moon. People who sell the straw kind of them are protected by Liu Bei, one of the Three Musketeers of China, and the Dutch folk character (*) Zwarte Piet places candy into these objects. Skadi invented the type used on snow, while Vidar incapacitates Fenrir using the \"thickmost\" one. For 10 points— name these leather clothing articles.": {
    "guess": "Leather Pants",
    "confidence": [
      [
        "Le",
        -1.1737922
      ],
      [
        "ather",
        -8.537869e-06
      ],
      [
        " Pants",
        -0.68240386
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this painting. The hero of this painting, also its central focal point, appears as a knight clad in gold armor, leading a charge after the chariot of his defeated foe. Though it is set in an Alpine landscape, and the soldiers are clearly dressed in 16th- century garb, the depicted event, which is identified by a banner painted above the central scene, took place in Asia Minor in 333 BC. For ten points, name this painting depicting the victory of Alexander the Great over Darius III by Albrecht Altdorfer.": {
    "guess": "The Battle of Alexander at Issus",
    "confidence": [
      [
        "The",
        -0.0120460475
      ],
      [
        " Battle",
        -0.0059265476
      ],
      [
        " of",
        -0.00011498674
      ],
      [
        " Alexander",
        -0.005133662
      ],
      [
        " at",
        -0.0001940041
      ],
      [
        " Iss",
        -1.92662e-05
      ],
      [
        "us",
        -6.062987e-05
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata he helped develop. With Fermi and Ulam he is credited with developing Monte Carlo algorithms. One of his most influential ideas, which had the unintended consequence of making buffer overflow attacks": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.03845201
      ],
      [
        " von",
        -0.019813463
      ],
      [
        " Ne",
        -0.00025657137
      ],
      [
        "umann",
        -0.0003036458
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter written by Leo Szilard. A piece of equipment important to this operation was constructed under the bleachers of Stagg Field. This operation culminated in the \"Trinity\" test. Key participants in this project included Enrico Fermi and Robert Oppenheimer, who worked at such sites as Oak Ridge and Los Alamos. For 10 points, name this American operation in World War II which had the goal of developing": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0037877276
      ],
      [
        "hattan",
        -1.4378848e-05
      ],
      [
        " Project",
        -0.0006192696
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's disease. A deficiency of glycoprotein Ib (one b) on its cellular membrane leads to Bernard-Soulier syndrome, and aspirin tends to impair this cell's ability to produce prostaglandins. In addition to storing and transporting seratonin, epinephrine and histamine, this cell provides a surface for fibrin strands to adhere to, thereby facilitating hemostasis. Also known as a thrombocyte, for ten points,": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.019509898
      ],
      [
        "let",
        -0.017181365
      ]
    ]
  },
  "One of the most influential African-American authors since Ralph Ellison, her works explore the interaction among race, heritage, and culture. Her tenure as senior editor for Random House in the seventies": {
    "guess": "Toni Morrison",
    "confidence": [
      [
        "T",
        -0.011950055
      ],
      [
        "oni",
        -8.180258e-06
      ],
      [
        " Morrison",
        -0.000115701965
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.0069158264
      ],
      [
        "hattan",
        -0.000104616025
      ],
      [
        " Project",
        -0.00027694786
      ]
    ]
  },
  "This man was influenced by his studies at Salpetriere under Jean-Martin Charcot, who described physical diseases with neurological bases. His daughter Anna expanded on his theory of the defense mechanism,": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.037184086
      ],
      [
        "igm",
        -1.8431772e-05
      ],
      [
        "und",
        -1.1637165e-05
      ],
      [
        " Freud",
        -4.3226137e-05
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation was under the command of Major General Leslie Groves, and it was partially prompted by a letter written by Leo Szilard. A piece of equipment important to this operation was constructed under the bleachers of Stagg Field. This operation culminated in the \"Trinity\" test. Key participants in this project included Enrico Fermi and Robert Oppenheimer, who worked at such sites as Oak Ridge and Los Alamos.": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.009943071
      ],
      [
        "hattan",
        -4.596782e-05
      ],
      [
        " Project",
        -0.0006421421
      ]
    ]
  },
  "The influence of Hosea on his early writings is clear. Thought to be an initial supporter of the Deuteronomic reforms of King Josiah, he denounced Josiah's son Jehoiakim in scrolls dictated to his scribe": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.024193581
      ],
      [
        "emiah",
        -0.00020640128
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused by the addition of a superfluous letter to his name. He lost his security clearance in 1953, in part due to testimony against him by Edward Teller, with whom he had disagreed regarding the wisdom of constructing a hydrogen bomb.  Rumored to have said after seeing the test at Alamogordo, \"I am become death, destroyer of worlds,\" FTP, identify this Caltech and Berkeley physicist, whose centennial was": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -0.014395839
      ],
      [
        ".",
        -5.0616763e-05
      ],
      [
        " Robert",
        -2.5345586e-05
      ],
      [
        " Opp",
        -1.2664457e-06
      ],
      [
        "en",
        -6.647085e-05
      ],
      [
        "heimer",
        -2.9279307e-05
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's disease. A deficiency of glycoprotein Ib (one b) on its cellular membrane leads to Bernard-Soulier syndrome, and aspirin tends to impair this cell's ability to produce prostaglandins. In addition to storing and transporting seratonin, epinephrine and histamine, this cell provides a surface for fibrin strands to adhere to, thereby facilitating hemostasis. Also known as a thrombocyte, for ten points, this blood cell is crucial to coagulation.": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.00038801268
      ],
      [
        "let",
        -0.021031227
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata he helped develop. With Fermi and Ulam he is credited with developing Monte Carlo algorithms.": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.38297442
      ],
      [
        " von",
        -0.03510067
      ],
      [
        " Ne",
        -0.00051097583
      ],
      [
        "umann",
        -0.0010173293
      ]
    ]
  },
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely": {
    "guess": "Émile Durkheim",
    "confidence": [
      [
        "É",
        -0.20572226
      ],
      [
        "mile",
        -0.00013870094
      ],
      [
        " Dur",
        -0.16844796
      ],
      [
        "k",
        -1.1517961e-05
      ],
      [
        "heim",
        -3.1782583e-05
      ]
    ]
  },
  "The influence of Hosea on his early writings is clear. Thought to be an initial supporter of the Deuteronomic reforms of King Josiah, he denounced Josiah's son Jehoiakim in scrolls dictated to his scribe Baruch. A native of Anathoth, he became known for prophesizing a New Covenant as well as denouncing false and insincere worship. FTP identify this Hebrew prophet, whose famous letter encouraged Jerusalem to surrender to the Babylonian Captivity.": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.0023792153
      ],
      [
        "emiah",
        -0.00018315656
      ]
    ]
  },
  "The influence of Hosea on his early writings is clear. Thought to be an initial supporter of the Deuteronomic reforms of King Josiah, he denounced Josiah's son Jehoiakim in scrolls dictated to his scribe Baruch. A native of Anathoth, he became known for prophesizing a New Covenant as well as denouncing": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.007739716
      ],
      [
        "emiah",
        -0.000296136
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused by the addition of a superfluous letter to his name. He lost his security clearance in 1953, in part": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -0.21013398
      ],
      [
        ".",
        -0.00021188465
      ],
      [
        " Robert",
        -0.00026562717
      ],
      [
        " Opp",
        -7.703444e-06
      ],
      [
        "en",
        -0.000101039914
      ],
      [
        "heimer",
        -3.5120287e-05
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and phenotypes controlled by a single pair of alleles, A and S. Affected individuals could arise from both homozygous genotypes. Linus Pauling and his colleagues provided the molecular basis for this disease by showing changes in migration after a gel electrophoresis in two different hemoglobins but": {
    "guess": "Sickle cell disease",
    "confidence": [
      [
        "S",
        -0.5740241
      ],
      [
        "ickle",
        -0.002803918
      ],
      [
        " cell",
        -0.1289125
      ],
      [
        " disease",
        -0.57804775
      ]
    ]
  },
  "The inhabitants of the Kalahari believe that Kaang used one of these to fashion the moon. People who sell the straw kind of them are protected by Liu Bei, one of the Three Musketeers of China, and the Dutch folk character (*) Zwarte Piet places candy into these objects. Skadi invented the type used on": {
    "guess": "Cornucopia",
    "confidence": [
      [
        "Corn",
        -0.700396
      ],
      [
        "uc",
        -0.034891747
      ],
      [
        "opia",
        -8.7212284e-05
      ]
    ]
  },
  "One of the most influential African-American authors since Ralph Ellison, her works explore the interaction among race, heritage, and culture. Her tenure as senior editor for Random House in the seventies and eighties allowed her to influence black thought in the period. She is most famous, of course for her novels, including \"Sula,\" \"Tar Baby,\" and \"The Bluest Eye.\" FTP, name the Nobel Prize-winning author of \"Beloved.\"": {
    "guess": "Toni Morrison",
    "confidence": [
      [
        "T",
        -0.013848245
      ],
      [
        "oni",
        -5.5577775e-06
      ],
      [
        " Morrison",
        -0.00066740223
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this painting. The hero of this painting, also its central focal point, appears as a knight clad in gold armor, leading a charge after the chariot of his defeated foe. Though it is set in an Alpine landscape, and the soldiers are clearly dressed in 16th- century garb, the depicted event, which is identified": {
    "guess": "The Battle of Issus",
    "confidence": [
      [
        "The",
        -0.17743596
      ],
      [
        " Battle",
        -1.9732285
      ],
      [
        " of",
        -0.0046075378
      ],
      [
        " Iss",
        -0.18963559
      ],
      [
        "us",
        -0.00027432904
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this painting. The hero of this painting, also its central focal point, appears as a knight clad in gold armor, leading a charge after the chariot of his defeated foe. Though it is set in an Alpine landscape,": {
    "guess": "The Knight, Death, and the Devil",
    "confidence": [
      [
        "The",
        -0.4013881
      ],
      [
        " Knight",
        -1.7866406
      ],
      [
        ",",
        -0.25639316
      ],
      [
        " Death",
        -0.010579879
      ],
      [
        ",",
        -0.14387845
      ],
      [
        " and",
        -2.8444882e-05
      ],
      [
        " the",
        -0.0010454319
      ],
      [
        " Devil",
        -9.0883464e-07
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director": {
    "guess": "John Archibald Wheeler",
    "confidence": [
      [
        "John",
        -1.5782039
      ],
      [
        " Arch",
        -1.5742401
      ],
      [
        "ib",
        -4.990154e-05
      ],
      [
        "ald",
        -9.448371e-05
      ],
      [
        " Wheeler",
        -0.0018183361
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.016347066
      ],
      [
        "let",
        -0.52393585
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command of Boris Pash. This operation was summarized to the public in the Smyth Report. Most of this operation": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.09840364
      ],
      [
        "hattan",
        -0.0001278534
      ],
      [
        " Project",
        -0.0012486853
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and phenotypes controlled by a single pair of alleles, A and S. Affected individuals could arise from both homozygous genotypes. Linus Pauling and his colleagues provided the molecular basis for this disease by showing changes in migration after a gel electrophoresis in two different hemoglobins but were unaware of the valine-glutamine substitution error. FTP, identify this disease, named for the shape of the affected red blood cells.": {
    "guess": "Sickle cell anemia",
    "confidence": [
      [
        "S",
        -0.07542407
      ],
      [
        "ickle",
        -0.0008427417
      ],
      [
        " cell",
        -0.5891256
      ],
      [
        " an",
        -0.5389131
      ],
      [
        "emia",
        -0.00026193185
      ]
    ]
  },
  "An information gathering aspect of this operation was code-named \"Operation Alsos,\" under the command": {
    "guess": "Manhattan Project",
    "confidence": [
      [
        "Man",
        -0.12612705
      ],
      [
        "hattan",
        -1.473646e-05
      ],
      [
        " Project",
        -0.00018732868
      ]
    ]
  },
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely that a work must express the zeitgeist of the nation where it was conceived. An 1810 treatise on German manners was suppressed by Napoleon. The author's first work, Reflections on the Queen's Trial, was an attempt to save Marie Antoinette. The author of two novels, one about a misunderstood woman and the other about a French woman who marries an Englishman and moves to Italy. For 10 points, identify": {
    "guess": "Germaine de Staël",
    "confidence": [
      [
        "Ger",
        -1.2315509
      ],
      [
        "main",
        -0.0005108566
      ],
      [
        "e",
        -0.0019606324
      ],
      [
        " de",
        -0.00058841787
      ],
      [
        " Sta",
        -0.009516297
      ],
      [
        "ël",
        -0.015259466
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding": {
    "guess": "Nero",
    "confidence": [
      [
        "N",
        -0.627841
      ],
      [
        "ero",
        -0.43252942
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata": {
    "guess": "Random number generation",
    "confidence": [
      [
        "Random",
        -0.55955
      ],
      [
        " number",
        -0.008204495
      ],
      [
        " generation",
        -0.0061999075
      ]
    ]
  },
  "Inherited morphological deformities of this type of cell include von Willebrand's disease and Glanzmann's disease. A deficiency of glycoprotein Ib (one b) on its cellular membrane leads to Bernard-Soulier": {
    "guess": "Platelet",
    "confidence": [
      [
        "Plate",
        -0.06999746
      ],
      [
        "let",
        -0.0076873163
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and": {
    "guess": "Tay–Sachs disease",
    "confidence": [
      [
        "T",
        -0.084751636
      ],
      [
        "ay",
        -0.00022773506
      ],
      [
        "–",
        -0.08668655
      ],
      [
        "S",
        -4.365741e-06
      ],
      [
        "achs",
        -1.3663626e-05
      ],
      [
        " disease",
        -0.03161397
      ]
    ]
  },
  "The influence of Hosea on his early writings is clear. Thought to be an initial supporter of the Deuteronomic reforms of King Josiah, he denounced Josiah's son Jehoiakim in scrolls dictated to his scribe Baruch. A native of Anathoth, he became known for prophesizing a New Covenant as well as denouncing false and insincere worship. FTP identify this Hebrew prophet, whose famous letter encouraged Jerusalem": {
    "guess": "Jeremiah",
    "confidence": [
      [
        "Jer",
        -0.0045587653
      ],
      [
        "emiah",
        -0.0002513264
      ]
    ]
  },
  "The Influence of Literature and Society proposes a theory later expounded upon by Hippolyte Taine, namely that a work must express the zeitgeist of the nation where it was conceived. An 1810 treatise on": {
    "guess": "Hippolyte Taine",
    "confidence": [
      [
        "H",
        -0.21542726
      ],
      [
        "ipp",
        -0.001372492
      ],
      [
        "oly",
        -3.888926e-06
      ],
      [
        "te",
        -2.1173457e-05
      ],
      [
        " T",
        -0.0034617947
      ],
      [
        "aine",
        -0.00016051154
      ]
    ]
  },
  "Its inheritance was first demonstrated by Neel and Beet. Pedigree analysis revealed three genotypes and phenotypes controlled by a single pair of alleles, A and S. Affected individuals could arise from both homozygous genotypes. Linus Pauling and his colleagues provided the molecular basis for this disease": {
    "guess": "Sickle-cell disease",
    "confidence": [
      [
        "S",
        -0.035595816
      ],
      [
        "ickle",
        -0.00047905126
      ],
      [
        "-cell",
        -0.50407845
      ],
      [
        " disease",
        -0.2994632
      ]
    ]
  },
  "This man was influenced by his studies at Salpetriere under Jean-Martin Charcot, who described physical diseases with neurological bases. His daughter Anna expanded on his theory of the defense mechanism, and he proposed the concept of the \"death drive\" in Beyond the Pleasure Principle. He theorized the psyche in terms of the superego, ego, and id, and he developed five stages of psychosexual development.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.0011546281
      ],
      [
        "igm",
        -2.9352968e-06
      ],
      [
        "und",
        -0.00016945181
      ],
      [
        " Freud",
        -8.041768e-05
      ]
    ]
  },
  "Influenced by Rosicrucianism, he separated elements from the primal matter, or Mysterium Magnum. According": {
    "guess": "Paracelsus",
    "confidence": [
      [
        "Par",
        -0.059385583
      ],
      [
        "ac",
        -5.8365e-05
      ],
      [
        "els",
        -0.0006758584
      ],
      [
        "us",
        -4.596782e-05
      ]
    ]
  },
  "His inheritance of $300,000 after his father's death enabled him to become involved in politics by funding many left-wing causes. Receiving his Ph.D. at 22 under Max Born, in 1947 he became the director of the Institute for Advanced Studies, and during the 1930s and 40s, the FBI was greatly confused by the addition of a superfluous letter to his name. He lost his security clearance in 1953, in part due to testimony against him by Edward Teller, with whom he had disagreed regarding the wisdom of constructing a hydrogen bomb.  Rumored to have said after seeing the test at Alamogordo, \"I am become": {
    "guess": "J. Robert Oppenheimer",
    "confidence": [
      [
        "J",
        -0.010327304
      ],
      [
        ".",
        -3.22594e-05
      ],
      [
        " Robert",
        -2.188868e-05
      ],
      [
        " Opp",
        -4.365741e-06
      ],
      [
        "en",
        -9.72254e-05
      ],
      [
        "heimer",
        -2.9040899e-05
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this painting. The hero of this painting, also its central focal point, appears as a knight clad in gold": {
    "guess": "St. George and the Dragon (Raphael)",
    "confidence": [
      [
        "St",
        -0.4413718
      ],
      [
        ".",
        -0.0072601624
      ],
      [
        " George",
        -0.022933638
      ],
      [
        " and",
        -0.038717084
      ],
      [
        " the",
        -0.00012654216
      ],
      [
        " Dragon",
        -0.0029622503
      ],
      [
        " (",
        -0.33605424
      ],
      [
        "R",
        -0.023568524
      ],
      [
        "aphael",
        -8.256335e-05
      ],
      [
        ")",
        -0.13778535
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata he helped develop. With Fermi and Ulam he is credited with developing Monte Carlo algorithms. One of his most influential ideas, which had the unintended consequence of making buffer overflow attacks possible, was laid out in his \"First Draft of a Report on the EDVAC\". Also known for developing co-developing game theory with Oskar Morgenstern, for 10 points, name this Hungarian born mathematician who proposed storing programs and data in the same memory component, his namesake computer architecture.": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.0017112361
      ],
      [
        " von",
        -0.001837726
      ],
      [
        " Ne",
        -3.1305768e-05
      ],
      [
        "umann",
        -5.8603408e-05
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested, as the sun breaks through the dark clouds over the mountains in the upper right corner of this painting. The hero of this painting, also its central focal point, appears as a knight clad in gold armor, leading a charge after the chariot of his defeated foe. Though it is set in an Alpine landscape, and the soldiers are clearly dressed in 16th- century garb, the depicted event, which is identified by a banner painted above the central scene, took place in Asia Minor in 333 BC. For ten points,": {
    "guess": "Battle of Issus",
    "confidence": [
      [
        "Battle",
        -0.24638338
      ],
      [
        " of",
        -0.0030636303
      ],
      [
        " Iss",
        -0.3164151
      ],
      [
        "us",
        -8.041768e-05
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The": {
    "guess": "Warren McCulloch",
    "confidence": [
      [
        "War",
        -1.5381773
      ],
      [
        "ren",
        -0.16199984
      ],
      [
        " McC",
        -0.06734499
      ],
      [
        "ullo",
        -0.0033359907
      ],
      [
        "ch",
        -0.0002074741
      ]
    ]
  },
  "One of his most influential papers contained sections on \"Elements, Synchronism Neuron Analogy\" and \"The Binary Point\". Ravi Lonberg implemented a random number generation technique he posited in the paper \"Various Techniques Used in Connection with Random Digits\", based on the theory of cellular automata he helped develop. With Fermi and Ulam he is credited with developing Monte Carlo algorithms. One of his most influential ideas, which had the unintended consequence of making buffer overflow attacks possible, was laid out in his \"First Draft of a Report on the EDVAC\". Also known for developing co-developing game theory with Oskar Morgenstern, for 10 points, name this Hungarian born mathematician": {
    "guess": "John von Neumann",
    "confidence": [
      [
        "John",
        -0.0023795692
      ],
      [
        " von",
        -0.0074946973
      ],
      [
        " Ne",
        -0.00015514737
      ],
      [
        "umann",
        -0.0001688558
      ]
    ]
  },
  "An influence by Grünewald's Heavenly Host above the Virgin and Child in the Isenheim Altarpiece is suggested,": {
    "guess": "Heavenly Host",
    "confidence": [
      [
        "He",
        -0.76735085
      ],
      [
        "aven",
        -0.0007138623
      ],
      [
        "ly",
        -0.0020092912
      ],
      [
        " Host",
        -0.5625226
      ]
    ]
  },
  "This man was influenced by his studies at Salpetriere under Jean-Martin Charcot, who described physical": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.7409603
      ],
      [
        "igm",
        -0.0026536556
      ],
      [
        "und",
        -1.9146995e-05
      ],
      [
        " Freud",
        -5.2285613e-05
      ]
    ]
  },
  "This man was influenced by his studies at Salpetriere under Jean-Martin Charcot, who described physical diseases with neurological bases. His daughter Anna expanded on his theory of the defense mechanism, and he proposed the concept of the \"death drive\" in Beyond the Pleasure Principle. He theorized the psyche in terms of the superego, ego, and id, and he developed five stages of psychosexual development. For 10 points, name this Austrian psychologist and founder of psychoanalysis.": {
    "guess": "Sigmund Freud",
    "confidence": [
      [
        "S",
        -0.008613042
      ],
      [
        "igm",
        -5.5577775e-06
      ],
      [
        "und",
        -0.00010485443
      ],
      [
        " Freud",
        -0.00014966767
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.005701366
      ],
      [
        " Bowie",
        -4.3822154e-05
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth king of the goblins in Labyrinth. He had to change his last name from Jones in order to avoid being": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.02573547
      ],
      [
        " Bowie",
        -0.0002385826
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth king of the goblins in Labyrinth. He had to change his last name from Jones in order to avoid being confused with a Monkee. (*)  This songwriter studied theater and brought theatrics to rock, taking": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.008343053
      ],
      [
        " Bowie",
        -0.00063440116
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth king of the goblins in Labyrinth. He had to change his last name from Jones in order to avoid being confused with a Monkee. (*)  This songwriter studied theater and brought theatrics to rock, taking on personae like the White Duke and Ziggy Stardust. His song \"It's No Game (No.2)\" from Scary Monsters": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.003780243
      ],
      [
        " Bowie",
        -9.1026806e-05
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth king of the goblins in Labyrinth. He had to change his last name from Jones in order to avoid being confused with a Monkee. (*)  This songwriter studied theater and brought theatrics to rock, taking on personae like the White Duke and Ziggy Stardust. His song \"It's No Game (No.2)\" from Scary Monsters is the favorite song of Artemis Fowl. FTP, name this writer of Changes, Let's Dance, and Rebel": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.030305296
      ],
      [
        " Bowie",
        -0.00075697736
      ]
    ]
  },
  "Influenced by and influencing Todd Rundgren and Mark Bolen, this artist is colorblind in one eye due to a fight he had at age 15.  He played Major Jack Celliers in Merry Christmas, Mr. Lawrence and Jareth king of the goblins in Labyrinth. He had to change his last name from Jones in order to avoid being confused with a Monkee. (*)  This songwriter studied theater and brought theatrics to rock, taking on personae like the White Duke and Ziggy Stardust. His song \"It's No Game (No.2)\" from Scary Monsters is the favorite song of Artemis Fowl. FTP, name this writer of Changes, Let's Dance, and Rebel Rebel and Husband of Iman.": {
    "guess": "David Bowie",
    "confidence": [
      [
        "David",
        -0.0028345885
      ],
      [
        " Bowie",
        -0.00017445837
      ]
    ]
  }
}