{
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in defeating his (*) beloved. Ladon was sent to guard them by Hera, but Atlas was tricked into acquiring them from him, though Athena had Heracles return them to the Hesperides. Freia's provide eternal youth, but the most famous of them was owned by Eris, who threw it on the ground at the wedding of Peleus and Thetis, which caused a beauty pageant to break out under the judgment of Paris. For 10 points,": {
    "guess": "Golden apple",
    "confidence": [
      [
        "Golden",
        -0.12863319
      ],
      [
        " apple",
        -0.39853925
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this": {
    "guess": "The Big Other",
    "confidence": [
      [
        "The",
        -0.461555
      ],
      [
        " Big",
        -1.3771554
      ],
      [
        " Other",
        -4.6444635e-05
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange of identical fermions. A value of zero for the Wronskian type of this entity implies linear dependence for a set of analytic functions, and the Jacobian variety is used while changing variables to perform multiple integration over a given domain. Sarrus' scheme is a method for computing these values, which are zero for singular matrices. For 10 points, name this mathematical object, which,": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0019153111
      ],
      [
        "ant",
        -0.00089216715
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh. In Hinduism, one of these is an Aditya and is father of the Monkey King Sugriva. One of these helps Hephaestus to trap Ares and Aphrodite in a net, and is later angered when Odysseus eats his cattle. The Shinto counterpart was angered by her brother, Susanoo, and hid in a cave. FTP, name this type of deity worshipped in nearly all polytheistic religions, the foremost example being the Egyptians' Ra.": {
    "guess": "Sun god",
    "confidence": [
      [
        "Sun",
        -0.29692477
      ],
      [
        " god",
        -0.37900817
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh. In Hinduism, one of these is an Aditya and is father of the Monkey King Sugriva. One of these": {
    "guess": "Solar deity",
    "confidence": [
      [
        "Solar",
        -0.21745433
      ],
      [
        " deity",
        -0.029182754
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange of identical fermions. A value of zero for the Wronskian type of this entity implies linear dependence for a set of analytic functions, and the Jacobian variety is used while changing variables to perform multiple integration over a given domain. Sarrus' scheme is a method for computing these values, which are zero for singular matrices. For 10 points, name this mathematical object, which, for a 2x2 matrix, is equal to ad-bc.": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.0010544842
      ],
      [
        "ant",
        -0.00018852073
      ]
    ]
  },
  "A slave named Henry Box Brown mailed himself to Philadelphia from this city. The area around this city was the intended site of Gabriel Prosser's abortive slave rebellion. This city's Tredegar Iron Works": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -0.002012264
      ],
      [
        "mond",
        -0.00017469678
      ],
      [
        ",",
        -0.18763046
      ],
      [
        " Virginia",
        -0.0009861273
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange": {
    "guess": "Determinant (linear algebra)",
    "confidence": [
      [
        "Determin",
        -0.7397133
      ],
      [
        "ant",
        -0.37219185
      ],
      [
        " (",
        -0.67692703
      ],
      [
        "linear",
        -0.3748055
      ],
      [
        " algebra",
        -1.867018e-05
      ],
      [
        ")",
        -6.122589e-05
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make a dreadful noise with one of these, possibly identical with the golden one his king gave him as a reward during his life. The Irish god Oghma was depicted with golden ones connecting his tongue to the": {
    "guess": "Golden Chains",
    "confidence": [
      [
        "Golden",
        -1.1565789
      ],
      [
        " Chains",
        -2.0987093
      ]
    ]
  },
  "A slave named Henry Box Brown mailed himself to Philadelphia from this city. The area around this city": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -0.014574074
      ],
      [
        "mond",
        -0.00025597532
      ],
      [
        ",",
        -0.1314946
      ],
      [
        " Virginia",
        -0.00086667965
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make a dreadful noise with one of these, possibly identical with the golden one his king gave him as a reward during his life. The Irish god Oghma was depicted with golden ones connecting his tongue to the ears of his listeners, and the Irish god Aengus found his beloved Caer in the midst of 150 maidens bound by one of these items. FTP, name these items whose examples in Norse mythology included Dromi": {
    "guess": "Gleipnir",
    "confidence": [
      [
        "G",
        -0.47516266
      ],
      [
        "le",
        -0.0003154433
      ],
      [
        "ip",
        -0.00043162284
      ],
      [
        "n",
        -2.868329e-05
      ],
      [
        "ir",
        -0.00029470553
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification": {
    "guess": "Lacanian psychoanalysis",
    "confidence": [
      [
        "L",
        -1.1439396
      ],
      [
        "ac",
        -0.003219899
      ],
      [
        "anian",
        -0.599688
      ],
      [
        " psycho",
        -0.7846625
      ],
      [
        "analysis",
        -0.025516907
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in defeating his (*) beloved. Ladon was sent to guard them by Hera, but Atlas was tricked into acquiring them from him, though Athena had Heracles return them to the Hesperides. Freia's provide eternal youth, but the most famous of them was owned by Eris, who threw it on the ground at the wedding of Peleus and Thetis, which caused a beauty pageant to break out under the judgment of Paris. For 10 points, name this discordant fruit that caused the Trojan War.": {
    "guess": "Golden apple",
    "confidence": [
      [
        "Golden",
        -0.0098874755
      ],
      [
        " apple",
        -0.22837809
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification with this figure. The \"symbolic\" version of this figure signifies the forces of law and prohibition in a concept by (*) Jacques Lacan that puns on the similarity of the French words for \"no\" and for \"name.\" Religious guilt is said to come from and the totem meal is said to be symbolic of the devouring of the \"primal\" figure of this type in Totem and Taboo, whose surrogate then becomes the": {
    "guess": "Father (psychoanalysis)",
    "confidence": [
      [
        "Father",
        -0.4770138
      ],
      [
        " (",
        -0.21093407
      ],
      [
        "psy",
        -0.045747124
      ],
      [
        "cho",
        -1.2664457e-06
      ],
      [
        "analysis",
        -0.0020197593
      ],
      [
        ")",
        -0.00094219245
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship": {
    "guess": "Lacan's Four Discourses",
    "confidence": [
      [
        "L",
        -0.61576843
      ],
      [
        "ac",
        -0.0017826409
      ],
      [
        "an",
        -0.503587
      ],
      [
        "'s",
        -0.011438706
      ],
      [
        " Four",
        -1.5133716
      ],
      [
        " Disc",
        -0.46595988
      ],
      [
        "ourses",
        -0.00034356804
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh.": {
    "guess": "Solar deity",
    "confidence": [
      [
        "Solar",
        -0.37301558
      ],
      [
        " deity",
        -0.017086675
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding a Flower and The Great Parade. Like Picasso, he did a painting called The Three Musicians and experimented with cubism, a product of which was his painting of three generic nude women sitting down for lunch. Machines and industry were his favorite subjects, resulting in images of tubes and girders appearing in many of his paintings, like his series depicting construction workers. FTP, name this": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.520533
      ],
      [
        "ern",
        -0.002893202
      ],
      [
        "and",
        -0.007422753
      ],
      [
        " L",
        -0.00032318785
      ],
      [
        "é",
        -0.121637374
      ],
      [
        "ger",
        -0.00021784115
      ]
    ]
  },
  "A slave named Henry Box Brown mailed himself to Philadelphia from this city. The area around this city was the intended site of Gabriel Prosser's abortive slave rebellion. This city's Tredegar Iron Works was one of the main production centers of the Confederacy. At this city's St. John's Church, Patrick Henry allegedly shouted \"Give me liberty or give me Death!\" For 10 points, name this city which served as the capital of the Confederacy and still serves as the capital of Virginia.": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -0.0030764674
      ],
      [
        "mond",
        -6.50404e-05
      ],
      [
        ",",
        -0.17067821
      ],
      [
        " Virginia",
        -0.0002196292
      ]
    ]
  },
  "A slave named Henry Box Brown mailed himself to Philadelphia from this city. The area around this city was the intended site of Gabriel Prosser's abortive slave rebellion. This city's Tredegar Iron Works was one of the main production centers of the Confederacy. At this city's St. John's Church, Patrick Henry allegedly shouted \"Give me liberty or give me Death!\" For 10 points, name this city which": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -0.0020887582
      ],
      [
        "mond",
        -0.00014442271
      ],
      [
        ",",
        -0.09818657
      ],
      [
        " Virginia",
        -0.0005063269
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make a dreadful noise with one of these, possibly identical with the golden one his king gave him as a": {
    "guess": "Zorya",
    "confidence": [
      [
        "Z",
        -0.48295474
      ],
      [
        "ory",
        -0.0024755395
      ],
      [
        "a",
        -0.0058375536
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification with this figure. The \"symbolic\" version of this figure signifies the forces of law and prohibition in a concept by (*) Jacques Lacan that puns on the similarity of the French words for \"no\" and": {
    "guess": "Phallus",
    "confidence": [
      [
        "Ph",
        -1.222142
      ],
      [
        "all",
        -0.0004371062
      ],
      [
        "us",
        -5.080963e-06
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification with this figure. The \"symbolic\" version of this figure signifies the forces of law and prohibition in a concept by (*) Jacques Lacan that puns on the similarity of the French words for \"no\" and for \"name.\" Religious guilt is said to come from and the totem meal is said to be symbolic of the": {
    "guess": "Phallus",
    "confidence": [
      [
        "Ph",
        -0.9435965
      ],
      [
        "all",
        -0.0012563034
      ],
      [
        "us",
        -0.00012821102
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.8534552
      ],
      [
        "ern",
        -0.14144348
      ],
      [
        "and",
        -0.20956777
      ],
      [
        " L",
        -0.00072744425
      ],
      [
        "é",
        -0.053064745
      ],
      [
        "ger",
        -8.590105e-05
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification with this figure. The \"symbolic\" version of this figure signifies the forces of law and prohibition in a concept by (*) Jacques Lacan that puns on the similarity of the French words for \"no\" and for \"name.\" Religious guilt is said to come from and the totem meal is said to be symbolic of the devouring of the \"primal\" figure of this type in Totem and Taboo, whose surrogate then becomes the concept of God. For 10 points, name this figure whom boys wish to kill, according to the Oedipus complex.": {
    "guess": "Father",
    "confidence": [
      [
        "Father",
        -0.13685106
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding a Flower and The Great Parade. Like Picasso, he did a painting called The Three Musicians and experimented with cubism, a product of which was his painting of three generic nude women sitting down for lunch. Machines and industry were his favorite subjects, resulting in images of tubes and girders": {
    "guess": "Stuart Davis",
    "confidence": [
      [
        "St",
        -0.5752076
      ],
      [
        "uart",
        -0.0012885673
      ],
      [
        " Davis",
        -0.0032393862
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange of identical fermions. A value of zero for the Wronskian type of this entity implies linear dependence for a set of analytic functions, and the Jacobian variety is used while changing variables to perform multiple integration over a given domain. Sarrus' scheme is a method for computing these": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.03491304
      ],
      [
        "ant",
        -0.003447661
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in": {
    "guess": "Golden Apples",
    "confidence": [
      [
        "Golden",
        -0.14589524
      ],
      [
        " App",
        -0.30658785
      ],
      [
        "les",
        -2.9517714e-05
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type": {
    "guess": "Solar deity",
    "confidence": [
      [
        "Solar",
        -0.7655821
      ],
      [
        " deity",
        -0.063640796
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result": {
    "guess": "Zorya",
    "confidence": [
      [
        "Z",
        -0.011588018
      ],
      [
        "ory",
        -0.0017151589
      ],
      [
        "a",
        -0.0048332075
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh. In Hinduism, one of these is an Aditya and is father of the Monkey King Sugriva. One of these helps Hephaestus to trap Ares and Aphrodite in a net, and is later angered when Odysseus eats his cattle. The Shinto counterpart was angered by her brother, Susanoo, and hid in a cave. FTP, name this": {
    "guess": "Sun god",
    "confidence": [
      [
        "Sun",
        -0.2617049
      ],
      [
        " god",
        -0.22770153
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make a dreadful noise with one of these, possibly identical with the golden one his king gave him as a reward during his life. The Irish god Oghma was depicted with golden ones connecting his tongue to the ears of his listeners, and the Irish god Aengus found his beloved Caer in the midst of 150 maidens": {
    "guess": "Golden objects in mythology",
    "confidence": [
      [
        "Golden",
        -0.52949494
      ],
      [
        " objects",
        -0.9154512
      ],
      [
        " in",
        -0.2283742
      ],
      [
        " mythology",
        -0.21695651
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange of identical fermions. A value of zero for the Wronskian type of this entity implies linear dependence for a set of analytic functions, and the Jacobian variety is used while changing variables": {
    "guess": "Jacobian variety",
    "confidence": [
      [
        "J",
        -0.8520646
      ],
      [
        "acobian",
        -0.000112125854
      ],
      [
        " variety",
        -1.2346125
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in defeating his (*) beloved. Ladon was sent to guard them by Hera, but Atlas was tricked into acquiring them from him, though Athena had Heracles return them to the Hesperides. Freia's provide eternal youth, but the most famous of them was owned by Eris, who threw it on the ground at the wedding of Peleus": {
    "guess": "Golden apple",
    "confidence": [
      [
        "Golden",
        -0.06400674
      ],
      [
        " apple",
        -0.3790691
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding": {
    "guess": "Fauvism",
    "confidence": [
      [
        "F",
        -1.5860358
      ],
      [
        "au",
        -0.6436617
      ],
      [
        "v",
        -0.0060480083
      ],
      [
        "ism",
        -0.004039218
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in defeating his (*) beloved. Ladon was sent to guard them by Hera, but Atlas was tricked into acquiring them from him, though Athena had Heracles return them to the Hesperides. Freia's provide eternal": {
    "guess": "Golden apples",
    "confidence": [
      [
        "Golden",
        -0.28117275
      ],
      [
        " apples",
        -0.63942456
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into": {
    "guess": "The Wikipedia page on \"The Golden Apple\"",
    "confidence": [
      [
        "The",
        -1.1906493
      ],
      [
        " Wikipedia",
        -1.2634125
      ],
      [
        " page",
        -0.0018587958
      ],
      [
        " on",
        -0.48092148
      ],
      [
        " \"",
        -0.8935284
      ],
      [
        "The",
        -1.2612324
      ],
      [
        " Golden",
        -0.9201711
      ],
      [
        " Apple",
        -0.032614943
      ],
      [
        "\"",
        -0.09533725
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure,": {
    "guess": "Subjectivity",
    "confidence": [
      [
        "Subject",
        -0.8480537
      ],
      [
        "ivity",
        -0.035682786
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh. In Hinduism, one of these is an Aditya and is father of the Monkey King Sugriva. One of these helps Hephaestus to trap Ares and Aphrodite in a net, and is later angered when Odysseus eats his": {
    "guess": "Sun God",
    "confidence": [
      [
        "Sun",
        -0.25917813
      ],
      [
        " God",
        -0.98680055
      ]
    ]
  },
  "In Slavic mythology, this type of deity was represented by Svarog. The Aboriginals' gods of this type included Gnowee and Wala. One of these was the ruler of Tollan, the Aztec heaven, and was called Tonatiuh. In Hinduism, one of these is an Aditya and is father of the Monkey King Sugriva. One of these helps Hephaestus to trap Ares and Aphrodite in a net, and is later angered when Odysseus eats his cattle. The Shinto counterpart was angered by her brother, Susanoo, and hid in a cave. FTP, name this type of deity worshipped in nearly all polytheistic religions, the foremost example being the Egyptians'": {
    "guess": "Sun god",
    "confidence": [
      [
        "Sun",
        -0.13815443
      ],
      [
        " god",
        -0.38307488
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding a Flower and The Great Parade. Like Picasso, he did a painting called The Three Musicians and experimented with cubism, a product of which was his painting of three generic nude women sitting down for lunch. Machines and industry were his favorite subjects, resulting in images of tubes and girders appearing in many of his paintings, like his series depicting construction workers. FTP, name this French abstract painter of The City.": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.0363632
      ],
      [
        "ern",
        -0.0008852534
      ],
      [
        "and",
        -0.00039932964
      ],
      [
        " L",
        -0.00010580806
      ],
      [
        "é",
        -0.030981652
      ],
      [
        "ger",
        -7.111979e-05
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make": {
    "guess": "Zorya",
    "confidence": [
      [
        "Z",
        -0.013842362
      ],
      [
        "ory",
        -0.0010548418
      ],
      [
        "a",
        -0.0014378506
      ]
    ]
  },
  "In Slavic mythology, the three Zorya kept watch against the failure of one of these, which would result in the devouring of Ursa Minor and the destruction of the world. Herne the Hunter was said to make a dreadful noise with one of these, possibly identical with the golden one his king gave him as a reward during his life. The Irish god Oghma was depicted with golden ones connecting his tongue to the ears of his listeners, and the Irish god Aengus found his beloved Caer in the midst of 150 maidens bound by one of these items. FTP, name these items whose examples in Norse mythology included Dromi and Laeding, which were broken by Fenrir.": {
    "guess": "Gleipnir",
    "confidence": [
      [
        "G",
        -0.48603073
      ],
      [
        "le",
        -8.537869e-06
      ],
      [
        "ip",
        -0.00019686499
      ],
      [
        "n",
        -1.0206721e-05
      ],
      [
        "ir",
        -4.143808e-05
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take": {
    "guess": "Composition II in Red, Blue, and Yellow",
    "confidence": [
      [
        "Composition",
        -0.90315133
      ],
      [
        " II",
        -0.8685843
      ],
      [
        " in",
        -0.041814797
      ],
      [
        " Red",
        -0.0003511934
      ],
      [
        ",",
        -0.00021617231
      ],
      [
        " Blue",
        -0.0009951757
      ],
      [
        ",",
        -0.0017056518
      ],
      [
        " and",
        -9.6629374e-05
      ],
      [
        " Yellow",
        -7.600714e-05
      ]
    ]
  },
  "A slave named Henry Box Brown mailed himself to Philadelphia from this city. The area around this city was the intended site of Gabriel Prosser's abortive slave rebellion. This city's Tredegar Iron Works was one of the main production centers of the Confederacy. At this city's St. John's Church, Patrick": {
    "guess": "Richmond, Virginia",
    "confidence": [
      [
        "Rich",
        -0.007176021
      ],
      [
        "mond",
        -8.792751e-05
      ],
      [
        ",",
        -0.031497993
      ],
      [
        " Virginia",
        -0.0011179501
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian myth they are fought over by the zmeu and Praslea the Brave. Three of these were changed into lions by Hera out of spite when either Melanion or Hippomenes forgot to thank her for their use in defeating his (*) beloved. Ladon was sent to guard them by Hera, but Atlas was tricked into acquiring": {
    "guess": "Golden Apples of the Hesperides",
    "confidence": [
      [
        "Golden",
        -0.64308566
      ],
      [
        " App",
        -0.51290923
      ],
      [
        "les",
        -8.208653e-05
      ],
      [
        " of",
        -0.015745275
      ],
      [
        " the",
        -0.09553707
      ],
      [
        " H",
        -0.00028588812
      ],
      [
        "esper",
        -4.1273333e-06
      ],
      [
        "ides",
        -1.4617256e-05
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding a Flower and The Great Parade. Like Picasso, he did a painting called The Three Musicians and experimented": {
    "guess": "Cubism",
    "confidence": [
      [
        "C",
        -1.218324
      ],
      [
        "ub",
        -0.015192771
      ],
      [
        "ism",
        -0.014495598
      ]
    ]
  },
  "Slavoj Zizek, in The Ticklish Subject, argues that there are always at least two forms of this figure, the second being an \"anal\" form who embodies obscene jouissance. One theorist's conception of this figure as the \"third term\" emerges from the exclusion of this figure from the primary dyadic relationship in Melanie Klein's object relations theory. The \"ego-ideal\" is an introjection of and identification with this figure. The \"symbolic\" version of this figure signifies the forces of law and prohibition": {
    "guess": "Lacanian psychoanalysis",
    "confidence": [
      [
        "L",
        -0.84743893
      ],
      [
        "ac",
        -0.00034046874
      ],
      [
        "anian",
        -0.39773527
      ],
      [
        " psycho",
        -0.38704383
      ],
      [
        "analysis",
        -0.009601664
      ]
    ]
  },
  "A slanted picture of a fish, blots of yellow and black, and a round blue keychain accent his 1930 take on the Mona Lisa. One of his trademarks, randomly placed background streaks of bright colors, usually red, yellow, and blue, that overlap the main subject matter, can be seen in his Two Women Holding a Flower and The Great Parade. Like Picasso, he did a painting called The Three Musicians and experimented with cubism, a product of which was his painting of three generic nude women sitting down for": {
    "guess": "Fernand Léger",
    "confidence": [
      [
        "F",
        -0.99735665
      ],
      [
        "ern",
        -0.020672102
      ],
      [
        "and",
        -0.024420226
      ],
      [
        " L",
        -0.00034726333
      ],
      [
        "é",
        -0.038518436
      ],
      [
        "ger",
        -0.00016468366
      ]
    ]
  },
  "The Slater variety of this entity describes a system of fermions which is antisymmetric under they exchange of identical fermions. A value of zero for the Wronskian type of this entity implies linear dependence": {
    "guess": "Determinant",
    "confidence": [
      [
        "Determin",
        -0.3378136
      ],
      [
        "ant",
        -0.0070110057
      ]
    ]
  },
  "In a Slavic folktale, a peahen turns into a princess so her sisters can still these items, while in Romanian": {
    "guess": "Peahen",
    "confidence": [
      [
        "Pe",
        -1.5135185
      ],
      [
        "ah",
        -0.53072405
      ],
      [
        "en",
        -0.0035151376
      ]
    ]
  }
}