{
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his country's throne. He secured the Treaty of Stolbova, saving a stranded army in Russia, and allied with the French in the Thirty Years' War by the Treaty of Altmark. His chancellor Count Oxenstierna": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.11983128
      ],
      [
        "ust",
        -1.147242e-06
      ],
      [
        "av",
        -1.9027791e-05
      ],
      [
        "us",
        -0.009170145
      ],
      [
        " Ad",
        -0.0006237994
      ],
      [
        "olph",
        -0.00069396995
      ],
      [
        "us",
        -0.00011892046
      ]
    ]
  },
  "Wagner designed the bass version of this instrument, which is pitched an octave below the version tuned in F. This instrument plays a solo in Charles Ives's The Unanswered Question. Variants of this instrument": {
    "guess": "French horn",
    "confidence": [
      [
        "French",
        -0.15959558
      ],
      [
        " horn",
        -0.118723825
      ]
    ]
  },
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his country's throne. He secured the Treaty of Stolbova, saving a stranded army in Russia, and allied with the French in the Thirty Years' War by the Treaty of Altmark. His chancellor Count Oxenstierna led diplomatic affairs while he warred, occupying Bavaria and Bohemia after victory at the 1631 Battle": {
    "guess": "Gustavus Adolphus of Sweden",
    "confidence": [
      [
        "G",
        -0.038927507
      ],
      [
        "ust",
        -5.5122365e-07
      ],
      [
        "av",
        -4.823269e-05
      ],
      [
        "us",
        -0.012853478
      ],
      [
        " Ad",
        -0.000912298
      ],
      [
        "olph",
        -0.0008757318
      ],
      [
        "us",
        -0.00010914576
      ],
      [
        " of",
        -0.3371004
      ],
      [
        " Sweden",
        -0.0048283422
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this quantity with fitted parameters. When there are multiple substances present, the mole fraction of each substance is multiplied by this quantity for each substance; the sum is equal to this quantity for the total mixture by (*) Raoult's (rah-OOLT'S) Law. When it equals the atmospheric pressure, boiling": {
    "guess": "Vapor pressure",
    "confidence": [
      [
        "V",
        -0.01894017
      ],
      [
        "apor",
        -8.061054e-06
      ],
      [
        " pressure",
        -0.06359931
      ]
    ]
  },
  "Wagner designed the bass version of this instrument, which is pitched an octave below the version tuned": {
    "guess": "Tuba",
    "confidence": [
      [
        "T",
        -0.23957251
      ],
      [
        "uba",
        -0.035120353
      ]
    ]
  },
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his country's throne. He secured the Treaty of Stolbova, saving a stranded army in Russia, and allied with the French in the Thirty Years' War by the Treaty of Altmark. His chancellor Count Oxenstierna led diplomatic affairs while he warred, occupying Bavaria and Bohemia after victory at the 1631 Battle of Breitenfeld. The son of Charles IX, he was succeeded by his daughter Christina after dying at": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.008064249
      ],
      [
        "ust",
        -1.147242e-06
      ],
      [
        "av",
        -3.0113732e-05
      ],
      [
        "us",
        -0.010100986
      ],
      [
        " Ad",
        -0.003113307
      ],
      [
        "olph",
        -0.00096732244
      ],
      [
        "us",
        -3.333223e-05
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this quantity with fitted parameters. When there are multiple substances present, the mole fraction of each substance is multiplied by this quantity for each substance; the sum is equal to this quantity for the total mixture by (*) Raoult's (rah-OOLT'S) Law. When it equals the atmospheric pressure, boiling occurs. For 10 points, name this equilibrium force per area exerted by an evaporated substance": {
    "guess": "Vapor pressure",
    "confidence": [
      [
        "V",
        -0.0019818067
      ],
      [
        "apor",
        -1.1398757e-05
      ],
      [
        " pressure",
        -0.021890689
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this": {
    "guess": "Antoine equation",
    "confidence": [
      [
        "Ant",
        -0.036213513
      ],
      [
        "oine",
        -8.180258e-06
      ],
      [
        " equation",
        -0.0054212236
      ]
    ]
  },
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his country's throne. He secured the Treaty of Stolbova, saving a stranded army in Russia, and allied with the French in the Thirty Years' War by the Treaty of Altmark. His chancellor Count Oxenstierna led diplomatic affairs while he warred, occupying Bavaria and Bohemia after victory at the 1631 Battle of Breitenfeld. The son of Charles IX, he was succeeded by his daughter Christina after dying at the 1632 Battle of Lützen. FTP, identify this Lion of the North and 17th century Swedish king.": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.0009063415
      ],
      [
        "ust",
        -1.5332478e-05
      ],
      [
        "av",
        -6.9882217e-06
      ],
      [
        "us",
        -0.00050275447
      ],
      [
        " Ad",
        -0.00029518234
      ],
      [
        "olph",
        -0.00026944166
      ],
      [
        "us",
        -1.0087517e-05
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this quantity with fitted parameters. When there are multiple substances present, the mole fraction of each substance is multiplied by this quantity for each substance; the sum is equal to this quantity": {
    "guess": "Vapor pressure",
    "confidence": [
      [
        "V",
        -0.027885417
      ],
      [
        "apor",
        -5.5577775e-06
      ],
      [
        " pressure",
        -0.0044939737
      ]
    ]
  },
  "Wagner designed the bass version of this instrument, which is pitched an octave below the version tuned in F. This instrument plays a solo in Charles Ives's The Unanswered Question. Variants of this instrument are the flugelhorn and cornet. (*) Fanfares often employ this instrument, which has three valves. This instrument was performed by Ornette Coleman, Dizzy Gillespie, and Louis Armstrong. For 10 points, name this brass instrument that is neither the trombone nor the French horn.": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.011251768
      ],
      [
        "et",
        -3.655073e-05
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this quantity with fitted parameters. When there are multiple substances present, the mole fraction of": {
    "guess": "Vapor pressure",
    "confidence": [
      [
        "V",
        -0.056113213
      ],
      [
        "apor",
        -0.0012380872
      ],
      [
        " pressure",
        -0.23993157
      ]
    ]
  },
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his country's throne. He secured the Treaty of Stolbova, saving a stranded army in Russia, and allied": {
    "guess": "Ingrian War",
    "confidence": [
      [
        "Ing",
        -0.7566683
      ],
      [
        "rian",
        -0.26127306
      ],
      [
        " War",
        -0.00033057848
      ]
    ]
  },
  "Wagner designed the bass version of this instrument, which is pitched an octave below the version tuned in F. This instrument plays a solo in Charles Ives's The Unanswered Question. Variants of this instrument are the flugelhorn and cornet. (*) Fanfares often employ this instrument, which has three valves.": {
    "guess": "Tuba",
    "confidence": [
      [
        "T",
        -0.18129893
      ],
      [
        "uba",
        -0.041326154
      ]
    ]
  },
  "He waged war from 1621-29 against his cousin Zygmunt III, king of Poland, who maintained a claim to his": {
    "guess": "Gustavus Adolphus",
    "confidence": [
      [
        "G",
        -0.023757828
      ],
      [
        "ust",
        -6.2656334e-05
      ],
      [
        "av",
        -2.1531068e-05
      ],
      [
        "us",
        -0.012400276
      ],
      [
        " Ad",
        -0.0025682836
      ],
      [
        "olph",
        -0.0015466451
      ],
      [
        "us",
        -3.5835506e-05
      ]
    ]
  },
  "Wagner designed the bass version of this instrument, which is pitched an octave below the version tuned in F. This instrument plays a solo in Charles Ives's The Unanswered Question. Variants of this instrument are the flugelhorn and cornet. (*) Fanfares often employ this instrument, which has three valves. This instrument was performed by Ornette Coleman, Dizzy Gillespie, and Louis Armstrong. For 10": {
    "guess": "Trumpet",
    "confidence": [
      [
        "Trump",
        -0.015443063
      ],
      [
        "et",
        -3.6073914e-05
      ]
    ]
  },
  "The Wagner equation is a four-parameter extension of the Antoine (ANN-twahn) equation used to model this quantity with fitted parameters. When there are multiple substances present, the mole fraction of each substance is multiplied by this quantity for each substance; the sum is equal to this quantity for the total mixture by (*) Raoult's (rah-OOLT'S) Law. When it equals the atmospheric pressure, boiling occurs. For 10 points, name this equilibrium force per area exerted by an evaporated substance over its liquid, which is measured in torr or pascals.": {
    "guess": "Vapor pressure",
    "confidence": [
      [
        "V",
        -0.0012676131
      ],
      [
        "apor",
        -1.7432603e-06
      ],
      [
        " pressure",
        -0.03945182
      ]
    ]
  }
}